{"title": "PDF", "author": "PDF", "url": "coem.org.es/pdf/publicaciones/cientifica/vol13num2/6.PacientesTrastorno.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "puesta al día RESUMEN El trastorno del espectro autista engloba una serie de trastornos del desarrollo cere- bral que pueden causar problemas impor- tantes a nivel de socialización, comunicación y conducta. La Asociación Psiquiátrica Norteamericana los clasifica en: trastorno autista, trastorno de Asperger, trastorno desintegrativo infantil, trastorno generalizado del desarrollo no es- pecificado y trastorno de Rett. La etiología es multifactorial; con interacción de factores genéticos y ambientales. Actual- mente se desconocen cuáles son y cómo interactúan los posibles elementos ambien- tales sobre la susceptibilidad genética. Los trastornos del espectro autista no son fáciles de diagnosticar; y para ello se precisa la evaluación de la conducta y el desarrollo del niño. Por lo general, se detectan en torno a los 18 meses, siendo el sexo masculino el afectado en mayor proporción. La detec- ción temprana es importante ya que los re- sultados de la terapia precoz proporcionan una mayor y más rápida mejoría que una intervención tardía. Estos trastornos, por sí mismos, no com- prenden características orales diferentes a las encontradas en pacientes sin esta pato- logía, no obstante, el riesgo aumenta debido a la capacidad limitada de comprensión así como de asumir responsabilidades en la sa- lud oral, lo que puede aumentar severa- mente el índice de caries y enfermedad pe- riodontal. Además, se ha encontrado una mayor incidencia de hábitos parafuncionales y autolesiones. El manejo odontológico de estos pacientes es complejo y demanda de una adecuada interacción entre el paciente y el odontólogo. Debido a que son pacientes que requieren de una atención y seguimiento especiali- zado, es imprescindible la formación ade- cuada de los profesionales.Patients with autism spectrum disorder in pediatric dentistry ABSTRACT The Autism Spectrum Disorders cover a range of developmental brain disorders that can cause significant problems at the level of so- cialization, communication rrently, is with potential ele- to diagnose; and for this, the behavioral as- sessment and development of the child is required. They are usually detected around 18 months and males are being affected to a greater extent. Early detection is important because the results later intervention. disorders, by themselves, do not have different oral characteristics to those found in patients without this pathology, however, the risk increases due limited capacity of understanding and assuming responsibi- lities in oral health, which can heigh- of caries and incidence of parafunctio- nal habits and self-harm have been found. The dental management of these patients is complex and demand care essential that profes- sionals have a proper training.Pacientes con trastorno del espectro autista en odontopediatría Musa Herranz, S. Mourelle Martínez, M.R., Real Benlloch, I., Perea Gutiérrez, I. Pacientes con trastorno del espectro autista en Odontopediatría. Cient. Dent. 2016; 13; 2: 123-128 Musa Herranz, Sara Licenciada en Odontología (Universidad Rey Juan Carlos). Máster en Odontopediatría (Universidad Complutense de Madrid). Mourelle Martínez, María Rosa Profesora contratada doctora. Universidad Complutense de Madrid. Real Benlloch, Irene Licenciada en Odontología (Universidad Rey Juan Carlos). Máster en Odontopediatría (Universidad Complutense de Madrid). Perea Gutiérrez, Inés Licenciada en Odontología (Universidad Complutense de Ma- drid). Máster en Odontopediatría (Universidad Complutense de Madrid). Indexada en / Indexed in: - IME - IBECS - LATINDEX - GOOGLE ACADÉMICO Correspondencia: Sara Musa Herranz Dpto. de Estomatología IV (Profilaxis, Odontopediatría y Ortodoncia) Facultad de Odontología. Ramón y Cajal s/n 28040 Madrid s.musa.herranz@gmail.com Tel.: 918 822 461 Fecha de recepción: 5 de noviembre de 2015. Fecha de aceptación para su publicación: 10 de junio de 2016. cient.dent. VOL. 13 NÚM. 2 MAYO-JUNIO-JULIO-AGOSTO 2016. PÁG. 123-12843Cientifica dental VOL 13-2_Maquetación 1 26/07/16 12:53 Página 4344 PÁG. 124 MAYO-JUNIO-JULIO-AGOSTO 2016. VOL. 13 NÚM. 2 cient.dent.PALABRAS CLAVE Trastornos del espectro autista; Trastornos INTRODUCCIÓN Los trastornos del espectro autista (TEA), también denominados trastornos generalizados del desarrollo (TGD) son un conjunto de problemas vinculados al neurodesarrollo, con manifestacio- nes preferentemente cognitivas y comportamentales, que oca- sionan notables limitaciones en la autonomía personal y son una importante causa de estrés en la familia1-26. Todos los individuos diagnosticados de un TEA presentan di- ficultades en el desarrollo de la interacción social recíproca (diferentes grados de aislamiento social, desde la pasividad en la interacción y escaso interés hacia los demás, hasta for- mas de acercamiento o relación no adaptadas a la situación). A menudo también pueden presentar especiales dificultades para iniciar o mantener relaciones sociales: falta de empatía, dificultades para entender y asimilar normas y convenciona- lismos, ausencia de habilidades sociales, falta de contacto ocular, comunicación verbal y no verbal y un repertorio res- tringido de intereses y comportamientos (pensamiento rígido e inflexible, caracterizado por una dificultad para aceptar cam- bios y por la existencia de temas de interés recurrentes y com- portamientos ritualistas). La capacidad imaginativa está afec- tada, y ello condiciona y limita su habilidad para entender las emociones y las intenciones de los demás. Otros rasgos que comúnmente se asocian a los TEA son: las conductas proble- máticas y trastornos emocionales, la epilepsia y los trastornos del sueño y de la alimentación13, 18, 21, 26. ETIOLOGÍA La etiología de los TGD es, en la actualidad, desconocida. Por tanto, no existe una causa específica para el desarrollo de este tipo de condiciones siendo de esta forma diferentes factores ambientales los que interactúan con una determinada suscep- tibilidad genética7, 13, 27- 31. Los estudios clínicos ponen en evidencia que el embarazo, el parto e incluso las complicaciones neonatales, pueden actuar desde diversos frentes incrementando el riesgo de los TGD. También se ha demostrado una correlación positiva entre la toma de antidepresivos durante el embarazo y los trastornos del espectro autista20. Según Raz y cols., en 201432, la exposición materna a la con- taminación del aire durante el embarazo, en particular en el tercer trimestre, se asoció con mayores probabilidades de que el niño padezca TEA. Con respecto a la instauración de los TEA, se consideran como factores de riesgo: la edad de los padres, el bajo peso al nacery la escasa edad gestacional33-36, diabetes antes del embarazo, preeclampsia y bajo peso en el embarazo; es decir, existe una relación entre los trastornos de la alimentación y el desarrollo de los hijos con TEA. EPIDEMIOLOGÍA GENERAL Dentro del conjunto de trastornos del espectro autista se en- cuentra que están siendo diagnosticados 1 de cada 150 niños, siendo la relación entre ambos sexos de 1:4, mujer: hombre y no haciendo distinciones entre nivel socioeconómico, raza o variabilidad geográfica13, 34, 37-40. En la sociedad actual los TEA están sufriendo un incremento de la incidencia y la prevalencia38, 41coincidiendo con un au- mento de la concienciación profesional y de cambios en los criterios diagnósticos13, 34, 36, 38, 39, 42. CLASIFICACIÓN Dentro de la clasificación que hace el manual internacional para el diagnóstico y la clasificación de la Asociación Psiquiá- trica Norteamericana 4ª edición (Diagnostic and Statistical Ma- nual of Mental Disorders) DSM-IV el trastorno autista está den- tro de un conjunto de trastornos de inicio en la infancia. Además del autismo, se incluyen otros cuatro desórdenes asociados que comparten signos y síntomas que son: el síndrome de As- perger, el síndrome de Rett, el trastorno desintegrativo de la infancia y el trastorno extendido del desarrollo no específico. A todos ellos se les engloba en el término \"trastornos generali- zados del desarrollo\"1, 4, 6, 7, 11-13, 15, 18, 19, 22-24, 26, 29, 33, 35, 37-39, 42-44. A continuación se va a realizar una descripción de cada uno de ellos. 1. Trastorno autista o autismo clásico/típico Es el trastorno más frecuente, conocido comúnmente como \"autismo clásico\" o \"autismo típico\". Se manifiesta antes de los tres años de edad5. Es sabido que la desregulación de las vías de señalización de- pendientes de la actividad en las neuronas, puede tener un papel clave en la etiología del autismo. Por tanto, son varias las posibles causas que están en relación con el desarrollo del autismo: a) Aspectos genéticos:se ha demostrado que en el 80% de las personas con autismo existe una disminución en la ex- presión del gen MeCP2, que está ligado al cromosoma X, lo que implica severos desórdenes en el desarrollo5, 31. Re- cientes trabajos de investigación han dilucidado que pará-Musa Herranz, S. Mourelle Martínez, M.R., Real Benlloch, I., Perea Gutiérrez, I.Cientifica dental VOL 13-2_Maquetación 1 26/07/16 12:54 Página 44cient.dent. VOL. 13 NÚM. 2 MAYO-JUNIO-JULIO-AGOSTO 2016. PÁG. 125metros tales como el gen CNTNAP2, los defectos mitocon- driales, la desregulación de citoquinas, las altas concentra- ciones de andrógenos intrauterinos derivados de la madre y el avance de la edad materna pueden estar implicados en la fisiopatología del autismo5, 7, 8, 16, 30, 32, 34, 37, 39, 44-46. Existen en- sayos con gemelos homocigóticos que han demostrado que si uno de ellos tiene autismo, es muy probable (en una pro- porción superior al 50-60%) que el otro también lo desarrolle1, 12, 16, 22, 29, 34, 39. Mientras que en dicigotos, la probabilidad es del 3%39. b) Observaciones neurológicas:en individuos que padecen autismo existen anomalías macro y microscópicas en el des- arrollo del mismo8, como un menor tamañodeltroncoce- rebralydelcerebelo,presentandounadisminucióndel númerodecélulasdePurkinje; alteraciones estructurales en el lóbulo frontal y temporal, corteza cerebral, cerebelo, amígdala e hipocampo1, 8, 27, 29, 34, 37, 39, 42. c) Factores neuroanatómicos y neuroquímicos:un tercio de los niños autistas tienen niveles incrementados de sero- tonina plasmática y de ácido homovalínico en el líquido ce- falorraquídeo (LCR), aunque estos hallazgos no son espe- cíficos. d) Patología perinatal:se ha relatado una mayor asociación de complicaciones obstétricas durante el embarazo y parto en niños autistas1, 12, 27, 33, 37, 39, 45. e) Factores ambientales:la alta circulación de glucocorticoi- des, las hormonas esteroides que inhiben la absorción de glucosa35, el uso de antipiréticos durante el embarazo, el déficit de vitamina D, las infecciones maternas, la exposición a metales pesados (mercurio), el uso de anticonceptivos orales y la radiación electromagnética1, 5, 8, 12, 28, 31-34, 35, 39, 44, 45. f) Agentes bioquímicos:se han determinado algunas altera- ciones en dopamina, noradrenalina y serotonina42. Aunque aún se conoce con exactitud la prevalencia del au- tismo, se trata de uno de los trastornos graves más frecuentes que afectan al desarrollo en la infancia temprana. En relación al sexo, el autismo se presenta con mayor frecuencia en el gé- nero masculino (siendo 4 veces más frecuente que en las mu- jeres)1, 2, 12, 13, 29, 34, 35, 37, 39, 41, 44, 47. Las manifestaciones clínicas1, 7-9, 11-15, 18, 23, 29-31, 34, 38, 39, 42, 47, 48co- mienzan a evidenciarse en los primeros años de vida y son: Afectación en el desarrollo del lenguaje (los niños no se co- munican de forma expresiva, sino que repiten palabras o sí- labas, lo que se llama ecolalia y padecen importantes proble- mas de comprensión13, 31, 42. Alteración en la relación social recíproca. Deterioro en la comunicación e interacción social. Dificultades motrices. Comportamientos repetitivos, conductas rígidas e intereses y actividades muy restringidas y estereotipadas31. Deficiencias cognitivas significativas en distintas áreas. Se han descrito alteraciones en el procesamiento cortical auditivo,en la atención conjunta, en la orientación involuntaria, en la modulación de la alerta y en el procesamiento del lenguaje, entre otros. Los síntomas del autismo generalmente están presentes a los 18-24 meses de edad y aproximadamente dos tercios de los autistas tienen retraso mental. El propósito actual es la detección precoz de esta entidad, ya que una intervención temprana conduce a la mejoría del pro- nóstico en la mayoría de estos pacientes15. El pronóstico de los niños que tienen una mayor inteligencia, un lenguaje funcional y síntomas y conductas menos extrañas es más favorable. 2. Síndrome de Rett Este síndrome es debido, en el 60% de los casos, a mutaciones puntuales en el gen MECP2. La herencia es de tipo dominante ligada al cromosoma X. La incidencia se calcula en 1 por cada 10.000-15.000 niñas nacidas vivas. Es considerado un trastorno del desarrollo que empieza en la primera infancia y afecta prin- cipalmente a niñas1, 4, 39, 40. Los niños no llegan a nacer o mueren al poco tiempo debido a una encefalopatía congénita grave. Las niñas con síndrome de Rett nacen aparentemente sanas y se desarrollan con normalidad hasta los 6-18 meses de vida. Se caracterizan por conductas autistas, demencia, apraxia de la marcha, pérdida de la expresión facial, comportamientos es- tereotipados (como en el uso de las manos), deficiencia de la percepción e integración sensorial, elevado umbral para el dolor, apraxia, déficit de coordinación, trastornos de la comuni- cación, fluctuaciones del comportamiento, identidad insegura, entre otras manifestaciones1, 4, 7, 11, 13, 15, 23, 39, 40. El diagnóstico suele ser difícil, ya que comparte características con varias enfermedades psiquiátricas, neurológicas y dege- nerativas43. Se lleva a cabo mediante la observación y valora- ción clínica. Pues no existen marcadores bioquímicos ni gené- ticos que faciliten la determinación del síndrome. No existe curación para el síndrome de Rett; sin embargo, hay muchas opciones de tratamiento en busca de un mantenimiento y mejoría de las funciones físicas y cognitivas, como el trata- miento fisioterapéutico y el farmacológico4. 3. Trastorno desintegrativo infantil o síndrome de Heller Se caracteriza por una aparición tardía, después de los tres años de edad; existe pérdida de las habilidades ya adquiridas, retraso en el desarrollo del lenguaje, la función social, las ha- bilidades motrices y presencia de alucinaciones4, 6, 7, 11, 13, 15, 23, 26, 39, 40, 43, 44. Antes de los 10 años, el niño experimenta una pérdida clínicamente significativa generalmente en todas sus áreas de habilidades15. El pronóstico es siempre desfavorable y el trata- miento es básicamente rehabilitador. 4. Síndrome de Asperger La etiología es de origen genético en un 30-60% de casos, con problemas sociales, de comunicación o ambos. Se involucran los genes 2q y 7q, heredabilidad de 91-93% en gemelos así como concordancia en el 69% de los gemelos monocigóticos. El síndrome de Asperger es un trastorno muy frecuente. Se 45Pacientes con trastorno del espectro autista en OdontopediatríaCientifica dental VOL 13-2_Maquetación 1 26/07/16 12:54 Página 4546 PÁG. 126 MAYO-JUNIO-JULIO-AGOSTO 2016. VOL. 13 NÚM. 2 cient.dent.calcula que la prevalencia es de 3 a 7 por cada 1.000 nacidos vivos y su incidencia es mayor en niños que en niñas39. Los in- dividuos tienen un aspecto externo normal, muestran un gran egocentrismo y graves problemas para poder expresar sus sentimientos y emociones, manifiestan conductas repetitivas y un gran apego a ciertos objetos y personas. No existe un retraso clínicamente significativo en las capacidades de comu- nicación como el habla y el lenguaje y en algunos casos mani- fiestan una gran capacidad intelectual1, 4, 6-8, 11, 13, 15, 22, 23, 33. Los síntomas pueden no ser aparentes hasta los 4-6 años de edad. Actualmente no hay tratamiento específico disponible para sín- drome de Asperger; y se aplican los principios de psicoeduca- ción que han sido empleados en los pacientes con autismo; y en los casos acompañados de depresión o síntomas obsesi- vos-compulsivos se manejan con inhibidores de recaptación de serotonina. 5. Trastorno generalizado del desarrollo no especificado o autismo atípico Este diagnóstico se produce cuando no se cumplen con nin- guno de los criterios para un diagnóstico específico, pero hay una alteración severa y generalizada en algunas de las áreas o comportamientos en que se caracterizan los distintos tipos de autismo1, 6, 7, 13, 15, 23, 31, 35, 44. Se incluyen alteraciones de di- versos grados en las interacciones sociales, sensibilidades a imágenes, sonidos y patrones repetitivos y estereotipados de comportamiento1. En general, los trastornos del espectro autista varían amplia- mente en los síntomas y la gravedad y algunas personas tienen discapacidades coexistentes, como retraso mental (en un 75% de los casos) o epilepsia entre otros (alrededor de un 30% de los casos). CONSIDERACIONES ORALES DE LOS TGD El autismo por sí solo no comprende características orales di- ferentes a las halladas en pacientes sin esta patología1. No obstante, los fármacos utilizados (como risperidona, ácido val- próico, metilfenidato, carbamazepina, nauseas1-4, 5, 29, 31, 37, 44, 47. Además, la erupción dental puede retrasarse debido a la hiperplasia gingival inducida por la fenitoína1. Al mismo tiempo, estos fármacos presentan alto contenido de azúcar, lo que aumenta el riesgo de caries dental31. De hecho, la higiene oral deficiente en estos pacientes puede aumentar severamente el índice de caries y enfermedad periodontal1, 2, 4, 5, 29, 31, 37, 47. Se ha encontrado una alta prevalencia de hábitos orales no nutritivos y nocivos para el sistema estomatognático, como el bruxismo16, 17, 27, 43, el babeo (frecuente debido a una hipotonía labial), la succión digital, la onicofagia, la protrusión lingual43y comportamientos autolesivos (alrededor del 70% de los niños)43. Las autolesiones de forma repetitiva son más comunes en mu- jeres y suelen afectar a la zona de la cabeza y cuello47.Todas estas acciones lo que favorecen es la formación de ma- loclusiones (mordida abierta, paladar ojival, sobremordida, mor- dida resalte mayor de mm, ten- dencia a clase II molar, entre otras.)1, 3, 38, 47. Por otro lado, estos pacientes son más vulnerables a los trau- matismos dentales en el sector antero superior, debido funda- mentalmente a caídas secundarias a problemas motrices o bien a falta de cuidado en situaciones de riesgo. TRATAMIENTO ODONTOLÓGICO El paciente con trastorno del espectro autista representa un reto en el ámbito odontológico1, 38. A pesar de su discapacidad psicomotora, el paciente autista no está limitado para utilizar los servicios odontológicos, más bien, la falta de conocimiento y entrenamiento de los odontólogos generales para la atención de este grupo de pacientes parece ser el problema31. Es muy importante destacar que el profesional debe ser flexible para modificar el enfoque de tratamiento de acuerdo a las necesi- dades individuales de cada paciente5. Enfoques para el manejo del comportamiento Los problemas de comunicación que padecen este tipo de pa- cientes pueden afectar el cuidado de la salud oral, tanto dentro como fuera del consultorio dental. En casa, la falta de comuni- cación verbal y la comprensión entre los padres / tutores y puede conducir a problemas con el auto cuidado. En el con- sultorio dental, la falta de comunicación entre el paciente y el profesional podría ser potencialmente peligrosa durante los procedimientos cuando el paciente siente dolor o tiene miedo y no puede comunicar estas sensaciones, pero podría actuar en consecuencia4. Las conductas repetitivas y los movimientos corporales impre- decibles, no cooperativos, incontrolables e impulsivos de estos pacientes durante el tratamiento dental pueden impedir o com- plicar su atención por poner en peligro la seguridad de sí mis- mos así como también al personal odontológico. A pesar de que no existe un protocolo establecido, es funda- mental recordar que con el paciente pediátrico con trastorno del espectro autista no hay lugar para la improvisación. De esto se deriva la necesidad de recurrir a un protocolo de desensibilización sistemáticaque comenzará previamente a que el niño acuda a la consulta3, 5, 29. Para ello, el odontólogo debe reunirse con los padres, educadores y psicólogos, si fuera necesario, sin la presencia del niño, para recoger en la historia clínica toda la información relevante acerca del pa- ciente. Una vez obtenida toda la información se pone en mar- cha el protocolo de desensibilización sistemática para al ac- ceso del niño a la consulta dental. Se confecciona material relativo a la desensibilización, consistente en imágenes (pic- togramas), vídeos, o una combinación de ambas, realizando todo ello en base a una visita a la consulta dental, con explo- ración oral en situación real. Con ello, se consigue que el niño pueda reconocer a todos los profesionales que lo van a asistir. También puede proporcionarse instrumental básico odontoló- gico para el centro de educación, con la finalidad de que el niño lo conozca por adelantado.Musa Herranz, S. Mourelle Martínez, M.R., Real Benlloch, I., Perea Gutiérrez, I.Cientifica dental VOL 13-2_Maquetación 1 26/07/16 12:54 Página 46cient.dent. VOL. 13 NÚM. 2 MAYO-JUNIO-JULIO-AGOSTO 2016. PÁG. 127La literatura describe técnicas especiales que facilitan el manejo del comportamiento del paciente con trastorno del espectro autista durante la cita odontológica y se clasifican en técnicas no farmacológicas y farmacológicas. Dentro de las no farma- cológicas se encuentran técnicas de comunicación como control de voz y comunicación no verbal, distracciones y recompensas; y como técnicas farmacológicas se describen el óxido nitroso, la sedación intravenosa, la estabilización protectora y la anes- tesia general4, 31, 34, 37. Aproximadamente el 50% de los pacientes con TEA reciben tratamientos farmacológicos2. La presencia de los padres en el gabinete es de ayuda durante el tratamiento4, 31, 34, 37. Recomendaciones clínicas Realizar una historia clínica, médico/ odontológica muy completa37. Intentar evitar la anestesia general. Para esto, se propone un método que incluye el condicionamiento al ambiente odon- tológico, incluyendo el contacto físico con el odontólogo y el personal asistente y posteriormente adecuación tanto a ruidos como a olores propios del consultorio. Con el fin de lograr que esta técnica tenga buenos resultados debemos valernos de todos los recursos que tengamos a mano, principalmente de la ayuda de los familiares del paciente, los refuerzos po- sitivos tanto materiales como afectivos según sea el caso y de otros recursos como la musicoterapia que ha demostrado muy buenos resultados1, 37. Estructura de las citas: debido a la capacidad de atención li- mitada de los pacientes con espectro autista, es importante que el entorno del niño no cambie en cada cita. Éstas han de ser breves, bien organizadas, bien planificadas y el tiempo de espera no debe exceder de 10 a 15 minutos. Asimismo, se deben mantener las mismas personas presentes en el mismo campo operatorio. Se puede recurrir al uso de la mú-sica como ayuda. Es muy importante comunicarse con el padre o tutor como ayudante. Y las frases deben ser cortas y simples1, 37. Cualquier persona que participe en el procedimiento debe mi- nimizar los movimientos, ya que un niño autista puede dis- traerse fácilmente1, 37. Si se precisa la realización de algún tipo de cirugía hay que te- ner en cuenta que la medicación que toman para su patología, como la carbamacepina, la risperidona o el valproato sódico, influyen en el sistema hematopoyético. Por ello es preciso con- tar con un análisis de sangre34. CONCLUSIONES Los profesionales de la odontología y su personal auxiliar de- ben capacitarse para la atención de pacientes con discapaci- dades cognitivas, físicas y sensoriales, pues son una pobla- ción que requiere una atención y seguimiento especial. El enfoque terapéutico debe ser siempre individualizado para cada paciente. Las personas con autismo no suelen manifestar sus senti- mientos y percepciones, tales como miedo o dolor, lo que hace más complicado su manejo. La participación de los pa- dres o familiares es fundamental para una buena atención odontológica. Es importante destacar la presencia de parafunciones en estos pacientes; sobre todo el bruxismo, relacionado con es- tados de ansiedad y estrés. Las personas con autismo padecen distintos grados de retraso mental y control motor, abarcando conductas autolesivas que hay que tener en cuenta y valorar. 47Pacientes con trastorno del espectro autista en Odontopediatría 1.Udhya J, MM, (2): 275-279. 2.Loo C, Graham RM, Hughes CV. The caries experience and behavior of dental patients with autism spectrum disorder. xi congress of the spanish society of odontology for the handicapped and special patients. C, care of autistic children within the non-spe- cialized public dental service. 5.Delli K, Reichart PA, Bornstein MM, Livas C. Management of children with autism spectrum disorder in the dental setting: Concerns, behavioural approaches M, Salgado M, Sánchez- Santos L. Los trastornos del espectro autista. Pediatr Integral 2012; 16 (10): 780-794. 8.DiCicco-Bloom autism spectrum sorders environments. J Am Dent Página 4748 PÁG. 128 MAYO-JUNIO-JULIO-AGOSTO 2016. VOL. 13 NÚM. 2 cient.dent.Musa Herranz, S. Mourelle Martínez, M.R., Real Benlloch, I., Perea Gutiérrez, I. 10.Kidd PM. Autism, an extreme challenge to integrative medicine. Part II: medical management. Altern Med Rev 2002; 7(6): 472-499. 11.Valdizán 2005; 40: 135-138. 12.Rodríquez-Barrionuevo AC, Rodríguez-Vi- Rev Neurol 2002; 34: 72-77. 13.Camino León R, López Laso autista. Vox Paediatrica 2006; 14 (2): 7-15. 14.Dcib A. Estudio de los trastornos del es- pectro autista y trastornos del lenguaje me- diante magnetoencefalografía. Neu in Brazil: a syste- matic review of famiy challenges and (Rio J) 2015; 91 (2): 13 la in- formación y la comunicación: aplicaciones en el ámbito de los trastornos del espectro del autismo. Revista Española sobre Dis- capacidad Intelectual 2012; 43 (242): 6-25. C, Peña JA. Déficit de aten- ción e hiperactividad en los trastornos del espectro autista. Invest Clin 2011; 52(2): 195-204. 24.Myers SM, Plauché 120 (5): 1162-1182.25.Cabanyes-Truffino J, García-Villamisar D. Identificación y diagnóstico precoz de los trastornos del espectro autista. Rev Neurol 2004; 39 (1): 81-90. 26.Muñoz-Yunta JA, Salvadó B, Ortíz-Alonso cols. Clínica de la epilepsia en los tras- tornos del espectro autista. Rev Neurol 2003; 36: 61-67. 27.Amin S, Smith T, Wang H. Is neonatal jaun- dice associated with autism spectrum di- sorders: a J, y cols. Guía de buena práctica para el diagnóstico de los trastornos del espectro autista. Grupo de Estudio de los Trastornos del Espectro Austista del Insti- tuto de Salud Carlos III. Rev Neurol 2005; 41 (5): 299-310. 29.Gómez B, Badillo V, Martínez EM, Planells P. Intervención odontológica actual en ni- ños con autismo. desensibilización sis- temática. CientDent 2009; 6 (3): 207-215. 30.Li J, M, Ma Z, y cols. Integrated systems analysis reveals a molecular net- E, Ramírez K, Rico C. Odontología para cientes autistas. Rev CES Odont 2013; 32.Raz Lyall K, cols. Autism spectrum disorder and particulate matter nested As- perger syndrome: a clinical study of back- ground and (10): 652-66. Yagiela JA, Paterno VI, Mahler ME. The neuropathology, medical management and dental implications of autism. J Am Dent Assoc 2006; 37 (11): 1517-1527. 35.Ruíz-Lazaro PM, Posada de La Paz M, Hi- jano Bandera F. Trastornos del espectro autista. Detección precoz, herramientas de cribado. Rev Pediatr Aten 1998; 20 (5): 312-317. L, Irurtia Muñiz MJ, Martínez-León C, Queipo Burón D. Paciente autista el ámbito odontológico: autoagresiones ver- 39.Posada De la MJ, E, Boada L. Investigación epide- miológica 40 40.Ruíz-Lazaro PM, Posada de La Paz M, Hi- jano Bandera F. Trastornos del espectro autista. Detección precoz, herramientas de cribado. Rev Pediatr Aten Primaria Síndrome phenotypes. 472-486. 47.Jaber Dental caries experience, oral health status and treatment needs of dental patients with autism. J Appl Oral dental care and dental anxiety in adults with autism spectrum disorder. Autism VOL 13-2_Maquetación 1 26/07/16 12:54 Página 48RESUMEN La saliva es un fluido orgánico que contiene un 99% de agua y un 1% de componentes orgánicos e inorgánicos y que ha cobrado mucha importancia en los últimos años como método diagnóstico de ciertas patologías por la gran información que aporta siendo una herramienta fácilmente accesible, económica y no invasiva. El estrés es causa de patologías muy pre- valentes en la sociedad actual tales como la ansiedad o la depresión. Se ha observado que el aumento de estrés conlleva un incre- mento tanto en plasma como en saliva de ciertas sustancias químicas que pueden ser medidas cuantitativamente, las cuales se co- nocen como biomarcadores. Así, esta revisión bibliográfica trata de resu- mir los biomarcadores salivales más utiliza- dos en el diagnóstico y seguimiento de indi- viduos con estrés. A pesar de que son necesarios más estudios para clarificar la relación exacta entre los biomarcadores salivales y el estrés, se ha observado que sustancias como el cortisol, la -amilasa, la cromogranina A o la inmu- noglobulina A secretora son útiles, tanto so- las como combinadas, en el diagnóstico y seguimiento de pacientes con estrés, exis- tiendo una relación directa entre exposición a estrés y cambios en los niveles de estos biomarcadores. PALABRAS CLAVE Biomarcadores salivales; Estrés.Salivary Biomarkers in Stress: A review ABSTRACT Saliva is an organic fluid composed of 99% of water and 1% of organic and inorganic components and it has taken importance on of some pathologies because of the it provides, being an acces- sible, cheap and non-invasive tool. Stress has been described as a cause of prevalent pathologies of our society such as anxiety or depression. It has been observed that high levels of stress involves an increase in blood and in of can be quantitative measured, commonly known as biomarkers. Thus, the aim summarize most useful are not only alone but mi- xed in diagnosis and follow-up of stressed salivales en patología de estrés Sáez Alcaide, L. M., Paredes Rodríguez, V. M., Ochoa García-Seisdedos, P., González Serrano J., López-Quiles, J., Hernández Vallejo, G. Biomarcadores salivales en patología de Cient. Dent. 2016; 13; 2: 129-133 Fecha de recepción: 22 de marzo de 2016. Fecha de aceptación para su publicación: 25 de abril de 2016. cient.dent. VOL. 13 NÚM. 2 MAYO-JUNIO-JULIO-AGOSTO 2016. PÁG. 129-13349Correspondencia: Luis Miguel Sáez Alcaide C/ Genista 2, 6ºC 28011 Madrid lsaez@ucm.es Tel.: 665 101 278 Sáez Alcaide, Luis Miguel Graduado en Odontología. Universidad Complutense de Madrid. Alumno del Título Propio en Especialista en Medicina Oral. Universidad Complutense de Madrid. Paredes Rodríguez, Víctor Manuel Doctor en Odontología. Máster en Cirugía Bucal e Implantología. Profesor Colaborador Honorífico. Departamento de Estomatología III. Facultad de Odontología. Universidad Complutense de Madrid. Ochoa García-Seisdedos, Paula Licenciada en Odontología. Especialista en Medicina Oral. Universidad Complutense de Madrid. González Serrano, José Licenciado en Odontología. Universidad Rey Juan Carlos. Especialista Universitario en Medicina Oral. Facultad de Odontología. Universidad Complutense de Madrid. López-Quiles Martínez, Juan Profesor Contratado Doctor. Departamento de Estomatología III. Facultad de Odontología. Universidad Complutense de Madrid. Hernández Vallejo, Gonzalo Profesor Titular. Departamento de Estomatología III. Director del Postgrado de Especialista en Medicina Oral. Facultad de Odontología. Universidad Complutense de Madrid. Indexada en / Indexed in: - IME - IBECS - LATINDEX bibliográficaCientifica dental VOL 13-2_Maquetación 1 26/07/16 12:54 Página 49 "}