{"title": "Complementary and Alternative Medicines for Heart Failure: Key Points - American College of Cardiology", "author": null, "url": null, "hostname": null, "description": "Marty Tam, MD, FACC", "sitename": "American College of Cardiology", "date": "2022-12-23", "cleaned_text": "Complementary and Alternative Medicines for Heart Failure: Key Points - Authors: - Chow SL, Bozkurt B, Baker WL, et al., on behalf of the American Heart Association Clinical Pharmacology Committee and Heart Failure and Transplantation Committee of the Council on Clinical Cardiology; Council on Epidemiology and Prevention; and Council on Cardiovascular and Stroke Nursing. - Citation: - [Complementary and Alternative Medicines in the Management of Heart Failure: A Scientific Statement From the American Heart Association. Circulation 2022;Dec 8:[Epub ahead of print].](https://www.ahajournals.org/doi/10.1161/CIR.0000000000001110) The following are key points to remember from the American Heart Association scientific statement on complementary and alternative medicines in the management of heart failure. - Complementary and alternative medicines (CAM) are used globally for a variety of reasons. Despite common use, CAM remains generally unregulated and clinical evidence on efficacy and safety for use in heart failure (HF) is limited. - CAM therapies are broadly divided into four groups: biologically based practices, energy therapies, manipulative and body-based methods, and mind-body medicine. For biologically based practices (which includes botanicals, extracts, vitamins, food additives, supplements, etc.), health care professionals (HCPs) should be aware that the manufacturing process does not have direct federal oversight and can be variable. - CAM therapy should not replace standard guideline-direct medical therapy in HF. Evidence on CAM therapies is generally based on small observational studies and trials. However, HCPs should be aware of general benefits, risks, and drug interactions with commonly used CAM therapies. Open dialogue with patients about use and multidisciplinary collaboration is encouraged. Potentially Beneficial in HF (common therapies): - Coenzyme Q10 is a cofactor in many biological processes. Supplementation may have benefits in improving left ventricular ejection fraction (LVEF), quality of life, New York Heart Association functional class, major adverse cardiovascular events, and all-cause mortality. However, evidence is mixed and the use in HF remains uncertain. - Omega-3 polyunsaturated fatty acid (PUFA) use may improve LVEF and reduce mortality and cardiovascular hospitalizations in patients with symptomatic HF. It is generally safe with the most common adverse effect being gastrointestinal symptoms. Higher-dose omega-3 PUFA use is linked to higher incidence of atrial fibrillation. - Thiamine (vitamin B1) is a coenzyme needed for oxidative phosphorylation. Severe deficiency is a known cause of HF and supplementation is helpful this this situation. Thiamine supplementation is not recommended for patients with HF and without clinically significant deficiency due to lack of evidence for clinical benefit. Similarly, evidence for vitamin D use in HF is inconclusive. - Tai chi and yoga may have beneficial impact on parasympathetic and sympathetic activity. These are safe complementary therapies for patients with HF, and may improve functional status, quality of life, and mood. Uncertain Safety in HF (common therapies): - Alcohol consumption for patients with HF has mixed effects. Observational data suggest low-to-moderate use (2 drinks/day for men and 1 drink/day for women) may be linked with lower risk of incident HF. However, habitual alcohol use or abuse can lead to cardiotoxicity and development of a cardiomyopathy. Alcohol use of >10 drinks/week is also associated with increased atrial fibrillation in patients with hypertension and LV hypertrophy. - Caffeine consumption in moderation (<300-400 mg/d) is generally safe and has not been clearly linked with adverse cardiovascular effects in the general population. Caffeine's effects on individual patients varies and may contribute to risk of tachyarrhythmias, especially when used in excessive quantities (>500 mg within 5 hours). - Hawthorn use can increase myocardial contractility, increase vasodilation, and prolong action potentials/refractory periods. There may be drug interactions with digoxin, so concomitant use should be avoided. Use with angiotensin-converting enzyme inhibitors and -blockers is thought to be safe. - L-Arginine is an amino acid and used for nitric oxide synthesis. In the setting of acute myocardial infarction, randomized controlled trial data suggest L-Arginine is associated with higher mortality in older patients and should be avoided. Potentially Harmful in HF (common therapies): - Gossypol is a polyphenol and lowers serum potassium. When used with potassium-depleting diuretics, hypokalemia can occur. This also increases the risk of cardiac glycoside use. Acute and chronic adverse effects include circulatory issues, cardiac irregularities, circulatory failure, and pulmonary edema. - Grapefruit juice is an intestinal CYP-450 3A4 inhibitor (reducing first-pass metabolism) and can like amiodarone, carvedilol, dofetilide, losartan, and sotalol. Grapefruit juice use with antiarrhythmic drugs can lead to QT prolongation. - Black licorice (glycyrrhizin and active metabolites) can lead to mineralocorticoid excess and result in sodium retention, hypokalemia, hypertension, and cardiac arrest. Use cautiously with mineralocorticoid receptor antagonists. Red licorice does not contain licorice plant extract and does not carry the same risks. - Lily of the valley, oleander, strophanthus, and ouabain are cardiac glycosides found in various plants. Like digoxin, there is a narrow therapeutic window and symptoms of toxicity including nausea, palpitations, and visual disturbances. Use cautiously in the setting of hypokalemia and potassium-depleting drugs. - Vitamin E has been associated with increased risk of incident HF and HF hospitalization when used in doses of 400 IU/d. Clinical Topics: [Arrhythmias Fibrillation, Caffeine, Complementary Therapies, Drug Interactions, Fatty Acids, Omega-3, Food Additives, Gossypol, Heart Failure, Herb-Drug Interactions, Hypertension, Hypokalemia, Mineralocorticoids, Oxidative Phosphorylation, Quality of Life, Secondary Prevention, Stroke Volume, Thiamine, Ventricular Function, Left, Vitamin A, Vitamin D, Vitamin E, Vitamins, Yoga [< "}