{"title": "What is Naturopathic Medicine?", "author": null, "url": "https://www.findatopdoc.com/Expert/1097058-Thomas-Kruzel/What-is-Naturopathic-Medicine?fbpage=default", "hostname": "findatopdoc.com", "description": "The roots of naturopathy can be traced back to the teachings of Hippocrates, Galen, and Paracelsus. Learn more here.", "sitename": "findatopdoc.com", "date": "2008-01-01", "cleaned_text": "What is Naturopathic Medicine? [Dr. Thomas Kruzel](/Expert/1097058-Thomas-Kruzel)Naturopathic Physician Scottsdale, AZ Dr. Thomas Kruzel is a naturopathic physician practicing in Scottsdale, AZ. Dr. Kruzel specializes in proactive prevention and treatment. Dr. Kruzel combines holistic healing methods with traditional solutions to medical illness. Providing both individual and family care, the most common ailments treated are allergies,... [more](/Expert/1097058-Thomas-Kruzel) Naturopathic Medicine The roots of naturopathy can be traced back to the teachings of Hippocrates, Galen, and Paracelsus, but many of its healing traditions are derived from religious tradition, folk, and Native American medicine. In the early part of the 19th century, medicine in America was as wild and untamed as the frontier which was then being settled. Healing took many forms from the herbal medicine and Shaman rituals of the Native Americans to the mercury purges and bloodletting of the allopathic practitioners, each giving rise to systems of medicine that would compete with one another over the next century. To this was added the folk medicine traditions the large European immigration of the late 19th and early 20th centuries brought with it. Because of the nature of the American way of life, movements, which begin in the population at large often, become inherent in the culture and help to provide a medium for future growth. Such was the setting for Naturopathy when the 20th century arrived. Dr. Benedict Lust, who set up the first college and sanitarium in New York City, brought naturopathy to the United States in 1896. At the urging of his mentor, Father Sebastian Kneipp of Germany, he began teaching the Kneipp Water Cure which was so popular in Europe. Dr. Lust established the Kneipp Water-Cure Institute in New York which later began teaching the use of diet, nutrition, [light therapy](/Medical-Library/Medical-Procedures/Light-Therapy), spinal manipulation, homeopathy, and herbal medicine. This was the first of numerous naturopathic medical schools that were to spring up over the next few decades. From this beginning, the ideas, philosophy, and medicine spread until naturopathic medicine was on the leading edge of the nature cure movement of the early and middle 20th century. In the early 1900s, Abraham Flexner was hired by the Council on Medical Education and the Carnegie Foundation to do an independent report in order to verify the findings of the American Medical Association with regard to medical education. Flexner visited each of the existing schools, assigning them an A, B, or C rating. In 1910, with the release of the Flexner Report, the emphasis on medical education in America changed significantly. Federal money for medical education went predominantly to medical schools that emphasized drug therapy and surgery. Because of these changes, sources of funding for the eclectic medicine, homeopathic and naturopathic medical schools quickly disappeared. Additionally, intense lobbying by the emerging American Medical Association (AMA) helped to provide a favorable regulatory climate for the \"scientifically\" based schools and for its own political agenda. With the reorganization of medical education and the changes in the legislative atmosphere, those schools that found themselves philosophically opposed to the emerging paradigm were underfunded and slowly disappeared. The last naturopathic medical school of the late 20th century was closed in 1954. In 1956, the National College of Naturopathic Medicine was founded in Portland, Oregon, to serve as the basis for the rebirth of naturopathic medical education. Following some sparse years, naturopathic medical colleges are presently undergoing a rejuvenation of interest and rising attendance in the modern era. Presently, there are 4 colleges of naturopathic medicine in North America. Besides National College in Portland, Oregon there is Bastyr University in Seattle, Washington, Southwest College of Natural Health Sciences in Phoenix, Arizona, and the Canadian College of Naturopathic Medicine in Toronto, Canada. Additionally, the naturopathic profession, in the modern era, is also comprised of the Council on Naturopathic Medical Education (CNME) which maintains standards of education and accredits the medical colleges, the Naturopathic Physicians Licensing Examination (NPLEX) which oversees administering a national licensing examination, as well as the American Association of Naturopathic Physicians (AANP), the national voice of the profession. Definition Because of its folk tradition and eclectic nature, naturopathy has drawn from many traditions to define itself. There has always been an openness to new therapeutic modalities, which aid in the healing process, regardless of their source, as long as they conform to the philosophy of the medicine. Therefore, naturopathic physicians will often utilize new therapies long before conventional medicine \"discovers\" them, as long as they do no harm to the patient and withstand scientific and clinical scrutiny. Conversely, naturopathic medicine has been quick to call attention to those therapies which are harmful to the human organism and counteract the healing power of nature or the vital force. Because of this, naturopathy has more often than not found itself in conflict with other disciplines of medicine that do not share the same philosophy. As with any dynamic profession, naturopathy is constantly redefining its role in the health care system while continuing to embrace the traditions of the past. The modern definition of naturopathic medicine was recently modified by a committee of the American Association of Naturopathic Physician's House of Delegates and ratified by that body in 1990. Naturopathic medicine is a distinct method of primary health care - an art, science, philosophy, and practice of diagnosis, treatment, and prevention of illness. Naturopathic physicians seek to restore and maintain optimum health in their patients by emphasizing nature's inherent self-healing process, the vis medicatrix naturae. This is accomplished through education and the rational use of therapeutics. [Source: AANP] Philosophy Naturopathic medicine is built upon a number of principles. The first is vis medicatrix naturae that means the healing power of nature or the vital force as the driving impetus behind healing disease. This concept is derived from the vitalist tradition of medicine, which traces its roots to Hippocrates as well as folk medicine traditions. Paracelsus, a physician from the 15th century, is often seen as the physician who utilized both the science and art of medicine, similar to what naturopathic doctors do today. Primum non nocere means first do no harm. Doing no harm to the patient means that naturopathic physicians utilize therapies that act in tandem with the body's healing powers rather than against them. An example would be administering a substance that would enhance a [fever](/Medical-Library/Symptoms/Fever) rather than suppress it. This is done so the healing reaction, which the body is attempting by raising the [fever](/Medical-Library/Diseases-and-Conditions/Fever), can complete itself. Tolle Causam means to identify and treat the underlying cause of the disease. An example of this would be the treatment of earaches which would include the elimination of substances such as dairy and wheat that contribute to inner ear swelling. While herbal and homeopathic medicines are given to reduce the immediate swelling, infection, and pain, dairy is often identified, as the cause and its elimination will correct the problem and keeps it from returning. Docere, which means doctor as teacher. Part of the naturopathic medical education involves how to teach patients to live healthy lifestyles. Lifestyle counseling, a wellness orientation, and diet modifications, as well as prevention of disease, are important parts of a visit to a naturopathic physician. Naturopathic doctors are taught how to teach the patient so that they can begin to take control of their health. Naturopathic physicians consider the art as well as the science of medicine when evaluating the patient and the best treatment. Naturopathic medicine views the signs and symptoms of the disease process to be an attempt by the body to heal itself and in need of enhancement, rather than suppression. Naturopathic philosophy teaches the idea that the body has the ability to heal itself and, with the proper stimulus, completely correct the imbalance, provided there has been no permanent damage to the organism. In contrast, allopathic philosophy stresses the containment of symptoms rather than the removal of the disease process. Because of the wellness and preventive medicine approaches to health, naturopathy also offers the individual and community resources for lowering medical costs while providing a better quality of life. Modern naturopathic medicine has continued the tradition of evaluating therapeutic modalities that aid the vital force and the healing power of nature. There are many therapies that a naturopathic doctor may recommend. Diet, nutrition, herbal medicine, fasting, massage, spinal manipulation, homeopathy, physical medicine, hydrotherapy, counseling, minor surgery, acupuncture, and Chinese medicine may all be incorporated into an individual physician's practice. Each naturopathic physician is trained as a family practice, primary care physician in order to best serve the patient. Some physicians, however, may choose to limit their practice to women's health, pediatrics or obstetrics and a number of them have undergone advanced training in various areas such as homeopathy, physical medicine, herbal medicine or natural childbirth. Benefits of Naturopathic Medicine Naturopathy offers the patient a variety of opportunities for healing rather than treating only the symptoms of the disease. The signs and symptoms of a disease process are seen as an attempt by the body to correct the imbalance and thus must be enhanced rather than suppressed for healing to occur. One of the reasons naturopathy has become so popular is that the human organism has an innate need to restore itself to a balanced state and thus resonates with the naturopathic philosophy. Additionally, naturopathic therapies are generally nontoxic, gentle to the body, and very effective for most diseases or phases of the disease process. Most medical doctors specialize in specific body systems, focusing on disease as it relates to their area of expertise. Often, the patient's illness becomes segmented into an organ system or specific disease and how the whole person is affected becomes less important. Naturopathic physicians are trained to focus on the whole person first rather than just the disease process. Within any group of patients with the same disease, for example, [multiple sclerosis](/Medical-Library/Diseases-and-Conditions/Multiple-Sclerosis), there will be symptoms that they have in common and those which are unique to the individual. It is these individual and unique symptoms, which the vital force is expressing, that allow the practitioner to individualize the treatment to aid the healing process. The treatment plan for each of the 10 people will have some common therapeutic modalities but also ones specifically for the individual. In certain cases, stronger drug regimens are needed for a short period of time to give the body a rest. In these cases, there is usually considerable pathology present which the body does not presently have the ability to overcome. Naturopathic doctors are thoroughly trained in drug therapy as well and because of such training may in some states prescribe certain prescription drugs themselves or refer to the appropriate practitioner. Naturopathic physicians also are trained to understand the pathophysiology of the disease state and refer for specialized diagnostic testing or surgical procedures if it is warranted. Many naturopathic physicians enjoy referral relationships with practitioners of other medical disciplines. The benefit to the patient becomes evident when you consider that by utilizing a naturopathic physician as your primary care doctor the patient gains the best of all forms of medicine. They gain the expertise of a physician trained in the diagnosis and natural therapeutics who is fully familiar with the other disciplines of medicine. They benefit from being seen by a physician who is trained to view the whole person rather than a disease or organ system. Because of this multifaceted approach, practitioners integrate therapies that are best suited to the patient and their disease and refer when necessary. Patients are the ultimate beneficiaries by becoming more involved with their health care, learning how to prevent disease, as well as receiving quality health care. Thomas A. Kruzel, N. D. Thomas A. Kruzel N.D. is a naturopathic physician in private practice at the Rockwood Natural Medicine Clinic in Scottsdale, Arizona. He received a BA in Biology from the California State University at Northridge, and his Doctorate of Naturopathic Medicine degree from the National College of Naturopathic Medicine. Dr. Kruzel is also a board-certified Medical Technologist. He completed 2 years of Family Practice Medicine residency at the Portland Naturopathic Clinic where he was chief resident prior to entering private practice. He also completed a fellowship in Geriatric Medicine through the Oregon Geriatric Education Center and the Portland VA Medical Center. He has been an Associate Professor of Medicine at National College of Naturopathic Medicine where he has taught Clinical Laboratory Medicine, Geriatric Medicine and Clinical Urology. He is the author of the Homeopathic Emergency Guide A Quick Reference Handbook to Effective Homeopathic Care published by North Atlantic Books and Haug Publishers Germany, and has published numerous articles in The Journal of Naturopathic Medicine as well as other publications. He also is the author of the Natural Medicine Pediatric Home Health Advisor. He has been a member of the Alternative Medicine Review Editorial Review Board since 1997 and editor of the Clinical Medicine section of the Foundations Medical Textbook. He is also the past president of the American Association of Naturopathic Physicians and was selected as Physician of the Year by the AANP in 2000 and Physician of the Year by the Arizona Naturopathic Medical Association in 2003 and 2018. Additional information regarding Dr. Kruzel and the Rockwood Natural Medicine Clinic can be obtained by visiting our web site at: [www.rockwoodnaturalmedicine.com](http://www.rockwoodnaturalmedicine.com/), or "}