{"title": "- THE STATUS OF RESEARCH INTO VACCINE SAFETY AND AUTISM", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2002-06-19", "cleaned_text": "U.S. Government Publishing Office] THE STATUS OF RESEARCH INTO VACCINE SAFETY AND AUTISM ======================================================================= HEARING before the COMMITTEE ON GOVERNMENT REFORM HOUSE OF REPRESENTATIVES ONE HUNDRED SEVENTH CONGRESS SECOND SESSION __________ JUNE 19, 2002 __________ Serial No. 107-121 __________ Printed for the use of the Committee on Government Reform Available via the World Wide Web: http://www.gpo.gov/congress/house http://www.house.gov/reform U. S. GOVERNMENT PRINTING OFFICE 82-358 WASHINGTON : 2002 ___________________________________________________________________________ For sale the Superintendt of Documents, U.S. Government Printing Office Internet: bookstore.gpo.gov Phone: toll free (866) 512-1800; (202) 512-2250 Mail: Stop SSOP, Washington, DC 20402-0001 COMMITTEE ON GOVERNMENT REFORM DAN BURTON, Indiana, Chairman BENJAMIN A. GILMAN, New York HENRY A. WAXMAN, California CONSTANCE A. MORELLA, Maryland TOM LANTOS, California CHRISTOPHER SHAYS, Connecticut MAJOR R. OWENS, New York ILEANA ROS-LEHTINEN, Florida EDOLPHUS TOWNS, New York JOHN M. McHUGH, New York PAUL E. KANJORSKI, Pennsylvania STEPHEN HORN, California PATSY T. MINK, Hawaii JOHN L. MICA, Florida CAROLYN B. MALONEY, New York THOMAS M. DAVIS, Virginia ELEANOR HOLMES NORTON, Washington, MARK E. SOUDER, Indiana DC STEVEN C. LaTOURETTE, Ohio ELIJAH E. CUMMINGS, Maryland BOB BARR, Georgia DENNIS J. KUCINICH, Ohio DAN MILLER, Florida ROD R. BLAGOJEVICH, Illinois DOUG OSE, California DANNY K. DAVIS, Illinois RON LEWIS, Kentucky JOHN F. TIERNEY, Massachusetts JO ANN DAVIS, Virginia JIM TURNER, Texas TODD RUSSELL PLATTS, Pennsylvania THOMAS H. ALLEN, Maine DAVE WELDON, Florida JANICE D. SCHAKOWSKY, Illinois CHRIS CANNON, Utah WM. LACY CLAY, Missouri ADAM H. PUTNAM, Florida DIANE E. WATSON, California C.L. ``BUTCH'' OTTER, Idaho STEPHEN F. LYNCH, Massachusetts EDWARD L. SCHROCK, Virginia ------ JOHN J. DUNCAN, Jr., Tennessee BERNARD SANDERS, Vermont ------ ------ (Independent) Kevin Binger, Staff Director Daniel R. Moll, Deputy Staff Director James C. Wilson, Chief Counsel Robert A. Briggs, Chief Clerk Phil Schiliro, Minority Staff Director C O N T E N T S ---------- Page Hearing held on June 19, 2002.................................... 1 Statement of: Bernier, Dr. Roger, Associate Director for Science, Office of Director, Centers for Disease Control and Prevention, accompanied by Dr. William Egan, Food and Drug Administration; Dr. Stephen Foote, National Institutes of Health; and Dr. Frank DeStefano and Dr. Robert Chen, CDC... 177 Bradstreet, Dr. Jeff, medical director and founder, the International Child Development Resource Center and an autism parent; Dr. Andrew Wakefield, research director, the International Child Development Resource Center; Dr. Vera Stejskal, associated professor of immunology, University of Stockholm, founder of Melisa Medica Foundation; Dr. Arthur Krigsman, pediatric gastrointestinal consultant, Lenox Hill Hospital and clinical assistant, professor, Department of Pediatrics, New York University School of Medicine; and Dr. Walter Spitzer, professor of epidemiology, emeritus, McGill University................................................. 52 Letters, statements, etc., submitted for the record by: Bernier, Dr. Roger, Associate Director for Science, Office of Director, Centers for Disease Control and Prevention, prepared statement of...................................... 180 Bradstreet, Dr. Jeff, medical director and founder, the International Child Development Resource Center and an autism parent, prepared statement of....................... 56 Burton, Hon. Dan, a Representative in Congress from the State of Indiana: Exhibit 1................................................ 197 Exhibit 3................................................ 252 Exhibit 5................................................ 280 Exhibit 10............................................... 266 Exhibit 13............................................... 246 Exhibit 14............................................... 293 Exhibit 15............................................... 243 Exhibit 16............................................... 296 Prepared statement of.................................... 6 Krigsman, Dr. Arthur, pediatric gastrointestinal consultant, Lenox Hill Hospital and clinical assistant, professor, Department of Pediatrics, New York University School of Medicine, prepared statement of............................ 131 Kucinich, Hon. Dennis J., a Representative in Congress from the State of Ohio, prepared statement of................... 403 Morella, Hon. Constance A., a Representative in Congress from the State of Maryland, prepared statement of............... 398 Spitzer, Dr. Walter, professor of epidemiology, emeritus, McGill University, prepared statement of................... 139 Stejskal, Dr. Vera, associated professor of immunology, University of Stockholm, founder of Melisa Medica Foundation, prepared statement of.......................... 113 Tierney, Hon. John F., a Representative in Congress from the State of Massachusetts, prepared statement of.............. 49 Towns, Hon. Edolphus, a Representative in Congress from the State of New York, prepared statement of................... 401 Wakefield, Dr. Andrew, research director, the International Child Development Resource Center, prepared statement of... 101 Waxman, Hon. Henry A., a Representative in Congress from the State of California: Abstract for meeting of Pathological Society............. 153 Prepared statement of.................................... 27 Weldon, Hon. Dave, a Representative in Congress from the State of Florida: Article entitled, ``Analysis of Noncoding Regions of Measles Virus Strains in the Edmonston Vaccine Lineage''.............................................. 206 Prepared statement of.................................... 45 THE STATUS OF RESEARCH INTO VACCINE SAFETY AND AUTISM ---------- WEDNESDAY, JUNE 19, 2002 House of Representatives, Committee on Government Reform, Washington, DC. The committee met, pursuant to notice, at 11:10 a.m., in room 2154, Rayburn House Office Building, Hon. Dan Burton (chairman of the committee) presiding. Present: Representatives Burton, Morella, Horn, Davis of Virginia, Weldon, Duncan, Waxman, Maloney, Norton, Cummings, Kucinich, Tierney, and Watson. Staff present: Kevin Kass, deputy chief counsel; Pablo Carrillo Jennifer, Hall, counsels; S. Elizabeth Clay and John Rowe, professional staff members; Blain Rethmeier, communications director; Robert A. Briggs, chief clerk; Robin Butler, office manager; Elizabeth Crane, deputy communications director; Joshua E. Gillespie, deputy chief clerk; Michael Layman and Susie Schulte, legislative assistants; Nicholis Mutton, assistant to chief counsel; Leneal Scott, computer systems manager; Corinne Zaccagnini, systems administrator; Lisa Wilson and Katie Yee, interns; Phil Schiliro, minority staff director; Phil Barnett, minority chief counsel; Sarah Despres, minority counsel; Josh Sharfstein, minority professional staff member; Ellen Rayner, minority chief clerk; and Earley Green, minority assistant clerk. Mr. Burton. Good morning. A quorum being present, the Committee on Government Reform will come to order. I ask unanimous consent that all Members' and witnesses' written statements be included in the record. Without objection, so ordered. I ask unanimous consent that all articles, exhibits and extraneous or tabular material referred to be included in the record. Without objection, so ordered. In April, the committee conducted a hearing reviewing the epidemic of autism and the Department of Health and Human Services' response. Ten years ago, autism was thought to affect 1 in 10,000 children in the United States. When the committee began its oversight investigation in 1999, it was thought to affect 1 in 500 children. Today, the National Institutes of Health estimates that autism affects 1 in 250 children. Think about that. It has gone from 1 in 10,000 to 1 in 250. We have an absolute epidemic. In April, we looked at the investment our Government has made in autism as compared to other epidemics. We showed in that hearing that the CDC and NIH have not provided adequate funding to address the issues in a manner that our public health service agencies have used to address other epidemics. We have some charts I think are being put on the screen to show this. After our hearing, I joined with my colleagues on the Coalition on Autism Research and Education to request from our appropriators that at least $120 million be made available in fiscal year 2003 for autism research across the NIH and an additional $8 million be added to the CDC's budget for autism research. Giving more money to research is not the only answer though. Oversight is needed to make sure research that is funded will sufficiently answer the questions regarding the epidemic, how to treat autism and how to prevent the next 10 years from seeing the statistic of 1 in 250 children go to 1 in 25 children. High quality clinical and laboratory research is needed now, not 5 or 10 years from now. Independent analysis of previous epidemiological and case control studies is needed as well. We have learned that a majority of parents whose children who have late onset or acquired autism believe it is vaccine- related. They deserve answers. We have also learned that parents have been our best investigators in looking for both causes of autism and for treatment. It has been parents who have formed nonprofit organizations to raise research dollars to conduct the research that the CDC, the FDA and NIH have neglected to do. We have heard from many of these parents in the past, Elizabeth Birt, Rick Rollens, Shelley Reynolds and Jeanna Smith to name a few. Each of these parents had healthy babies who became autistic after vaccination. I might have been like many of the officials within the public health community denying a connection had I not witnessed this tragedy in my own family. I might not have believed reports from parents like Scott and Laura Bono, Jeff Sell, Jeff and Shelly Segal and Ginger Brown who came to me with pictures, videos and medical records. I might have been like so many pediatricians who discounted the correlation between vaccination and the onset of fever, crying and behavioral changes. Because both of my grandchildren, not one but both of my grandchildren suffered adverse reactions to vaccines, I could not ignore the parents plea for help and I could not ignore their evidence. My only grandson became autistic right before my eyes, shortly after receiving his federally recommended and State mandated vaccines. Without a full explanation of what was in the shots being given, my talkative, playful, outgoing, healthy grandson, Christian, was subjected to very high levels of mercury through his vaccines. He also received the MMR vaccine and within a few days, he was showing signs of autism. I won't go into the details but those of you who have autistic children know what I am talking about. As a part of our investigation, the committee has reviewed ongoing concerns about vaccine safety, vaccine adverse events tracking and vaccine safety data link, VSD Project, and the National Vaccine Injury Compensation Program. I have joined with Congressmen Weldon, Waxman and 32 other Members of Congress in introducing H.R. 3741, the National Vaccine Injury Compensation Program Improvement Act of 2002 to realign the compensation program with congressional intent. In today's hearing, we will receive a research update from several previous witnesses as well as new research findings that further support a connection between autism and vaccine adverse events. We will learn more about both the possible link between the use of mercury containing preservative thimerosal in vaccines in autism as well as autistic entercolitis resulting from the measles, mumps, rubella vaccine, MMR vaccine. Through a congressional mandate to review thimerosal content in medicines, the FDA learned that childhood vaccines when given according to the CDC's recommendations exposed over 8,000 children a day in the United States to levels of mercury that exceed Federal guidelines. Is there a connection between this toxic exposure to mercury and the autism epidemic? We will hear from Dr. James Bradstreet and Dr. Vera Stejskal on this issue. We have twice received testimony from Dr. Andrew Wakefield regarding his clinical research into autism entercolitis. We will learn today that not only has he continued to conduct clinical research but this research is confirming the presence of vaccine-related measles, RNA, in the biopsies from autistic children. Dr. Wakefield, like many scientists who blazes new trails, has been attacked by his own profession. He has been forced out of his position at the Royal Free Hospital in England. He and his colleagues have fought an uphill battle to continue the research that has been a lone ray of hope for parents whose children have autistic entercolitis. Dr. Arthur Krigsman is joining us today as well to discuss his clinical findings of inflammatory bowel disorder in autistic children. He will share with us his initial findings as well as discuss his research plans currently with his institutional review board for approval. Do the epidemiological and case control studies which the CDC has attempted to use to refute Dr. Wakefield's laboratory results answer the autism vaccine questions honestly? Epidemiologist Dr. Walter Spitzer is back today to answer this question. What else is needed to prove or disprove a connection? Unfortunately, rather than considering the preliminary clinical findings of Dr. Wakefield as a newly documented adverse reaction to a vaccine, the CDC attempted to refute these clinical findings through an epidemiological review. While epidemiological research is very important, it cannot be used to disprove laboratory and clinical findings. Valuable time was lost in replicating this research in determining whether the hypothesis was accurate. Officials at HHS have aggressively denied any possible connection between vaccines and autism. They have waged an information campaign endorsing one conclusion on this issue where the science is still out. This has significantly undermined public confidence in the career public service professionals who are charged with balancing the dual roles of assuring the safety of vaccines and increasing immunization rates. Increasingly, parents come to us with concerns that the integrity and honest public health response to a crisis has been left by the wayside in lieu of protecting the public health agenda to fully immunize children. Parents are increasingly concerned the Department may be inherently conflicted in its multiple roles of promoting immunization, regulating manufacturers, looking for adverse events and managing the Vaccine Injury Compensation Program, and developing new vaccines. Families share my concern that vaccine manufacturers have too much influence as well. That is something we continue to look into. How will HHS restore the public's trust? One of the primary topics to be discussed at this hearing is access to the vaccine safety data link. To help fill scientific gaps, the CDC formed partnerships with eight large health maintenance organizations through an agreement with the American Association of Health Plans to continually evaluate vaccine safety. This project is known as the Vaccine Safety Datalink or VSD and includes medical records on millions of children and adults. Until this year, access to data from the VSD has been limited to researchers affiliated with the CDC and a few of their hand picked friends. This good old boy network practice has predictably led to questions about the objectivity of the research and the fairness of the results. The VSD data should be made available to all legitimate scientific researchers so that independent studies can be conducted and the results verified. This data base contains a wealth of data involving millions of patients over a 10-year period. If properly utilized, it can help researchers study vitally important questions about the safety of vaccines, the effects of mercury- based preservatives and childhood vaccines and many other questions. The committee first raised this issue with the CDC 2 years ago. For 2 years the CDC delayed. Six months ago, we were informed the CDC was developing a plan to expand access to the data base. Finally, in February of this year after a great deal of prompting from the committee, Dr. Robert Chen, Chief of Vaccine Safety and Development at the National Immunization Program, informed our committee staff that the CDC had finalized its plan and that it was poised to put it into effect. Under this plan any legitimate scientist could submit a proposal to the CDC to conduct research using VSD data and access to the data would be provided along with some scientific or basic safeguards. In preparation for today's hearing, committee staff asked the CDC why the plan describe to us in February had not been put into effect. The staff was informed that it had been put into effect. However, there has been no public announcement. They put it into effect but didn't tell anybody. How are researchers supposed to know about availability of the data if there is no announcement? It took 2 years of prodding by this committee to get the CDC to open up access to the data base. For 4 months, it appears the CDC didn't inform anybody but this committee of the data's availability. That doesn't make it appear that the CDC is making a good faith effort to open up this data base. It looks to me like the CDC is trying to do the bare minimum they have to do to get us off their backs, and that is not acceptable. That is why I insisted that Dr. Chen be here today. I just wanted to ask him why they didn't tell anybody about the data base being available. I would like to know how he expects researchers to use this data if nobody tells them it is available. Dr. Roger Bernier is here from the CDC to testify about these issues. He is accompanied by both Dr. Chen, the creator of the VSD Project, and Dr. Frank DeStefano, the CDC official who is also co-author of the MMR IVD study. They are here to address our questions on the VSD Project and the vaccine autism research. The CDC employees are accompanied by Dr. Stefan Foot and the National Institutes of Health from the National Institutes of Health and Dr. William Egan of the FDA. As representatives of the people, we have a responsibility to ensure that our public health officials are adequately and honestly addressing this epidemic and its possible links to vaccine injury. I look forward to hearing from our witnesses and the hearing record will remain open until July 3. [The prepared statement of Hon. I now recognize Mr. Waxman. Mr. Waxman. Mr. Chairman, today you have convened a hearing about the safety of vaccines. This is an important topic and also a familiar one to this committee. Over the last several years, you have held a series of hearings raising questions about the safety of vaccines, questions that undoubtedly have caused real concern among some parents and clinicians. These hearings have had some positive effects. Your interest over the years has led to unprecedented attention to vaccine safety. Since your first hearing on the topic, many respected researchers have chosen to investigate whether vaccines are associated with inflammatory bowel disease, autism, diabetes and other assorted conditions among children. While rare side effects from vaccines are always possible, these studies have not found that vaccines are associated with any of these serious health problems. Since your first vaccine safety hearing, a blue ribbon panel of scientists convened by the Institute of Medicine has reviewed many of the most widely disseminated theories alleging harm from vaccines. This esteemed panel evaluated the allegation that the MMR vaccine causes autism. It studied the claim that thimerosal, a vaccine preservative, caused developmental delay. It reviewed whether the Hepatitis B vaccine causes neurological injury. It assessed the theory that multiple vaccinations cause allergies and asthma. In each case, the Institute of Medicine panel has found that scientific evidence does not validate the theories. Expert panels in other nations have reached similar conclusions. Mr. Chairman, you have challenged the public health system to defend itself against numerous allegations that vaccines cause a wide variety of problems. I am not aware of any allegations about the safety of vaccines that you have not pursued. So far, the subsequent investigations and expert reviews have found vaccines to be safe. Because of your efforts in this area, Americans can have more confidence today in the safety of the vaccine supply than ever before. There has also been a negative consequence to your approach. You have repeatedly provided a forum for unsubstantiated allegations about vaccine safety that have alarmed and confused parents. Although the scientific evidence for vaccine safety has grown stronger, parental concerns about vaccine safety have also increased since you started these hearings. This is a potentially dangerous development because it can lead to lower immunization rates and more disease. I recently asked the Centers for Disease Control to describe what would happen if MMR immunization rates dropped. According to CDC, if immunization rates dropped to the levels they were in 1989, we could see over 26,000 hospitalizations for measles, 8,500 cases of pneumonia, 135 cases of encephalitis, and 224 deaths. According to the CDC, even a drop in immunization rates of 10 percent could result in an additional 2 million kids being susceptible to measles. It would also significantly increase susceptibility to rubella and congenital rubella syndrome which can cause serious birth defects such as blindness, deafness, and stillbirths. Congenital rubella syndrome is also a well known cause of autism, a disease we all want to prevent. How tragic it would be if an unjustified vaccine scare caused some children to die, others to have permanent brain deficits, and still others to suffer from autism. I ask that the information from the CDC be placed in the record at the conclusion of my statement. While I am strongly opposed to reckless allegations about vaccine risks that scare parents and are not supported by the science, I also recognize that questions about vaccines will always arise. That is why I support efforts to fund additional research on vaccine safety. Some of the theories on the agenda for today do require additional research and I am pleased the Government is supporting such studies. I also want to ensure that the Government does not lose the ability to conduct valid vaccine safety studies. We must assure the future of initiatives like the Vaccine Safety Datalink Project. This is a unique collaboration between CDC and several large health maintenance organizations that allows for valid and timely research on vaccine safety. Indeed this research has led to many important policy changes over the years. Today, we will hear from scientists at CDC who work closely with the Vaccine Safety Datalink Project. These scientists are quite concerned about your threats to subpoena the raw data from this data base to pursue a vaccine related allegation because the raw data contain identifiable information from the medical records of more than 6 million Americans. A congressional subpoena would constitute a serious violation of medical privacy. According to CDC, a subpoena could have the effect of driving health maintenance organizations from the program and destroying CDC's ability to scientifically test hypotheses relating to adverse effects potentially associated with vaccines. In other words, we are going to end up causing more harm than doing good if we pursue this subpoena approach. You have an alternative to a subpoena, Mr. Chairman. The CDC has worked with HMOs to create a process for allowing independent researchers access to this data. I continue to urge you to accept this solution and renounce your subpoena threat. Finally, I would like to address some allegations that Dr. Wakefield makes in his written testimony. Dr. Wakefield implies that a witness who testified here last year, Dr. Michael Gershon, either perjured himself or was guilty of sloppy science by noting problems in the lab that Dr. Wakefield used in his research. Dr. Gershon did not lie to this committee and this portion of his testimony did not involve his scientific expertise and thus was not sloppy. Dr. Gershon related what he was told by Dr. Michael Oldstone of the Scripps Institute, who has performed an evaluation of this lab. Dr. Gershon continues to stand by his testimony. Dr. Wakefield also is planning to make a needless attack on Dr. Gershon's wife, who he alleges may have a financial interest in the chicken pox vaccine. In fact, according to Dr. Gershon, while his wife did conduct research relevant to a chicken pox vaccine patent, neither he nor his wife has any financial interest in the vaccine or its manufacturers. Dr. Wakefield's allegation is therefore groundless as well as gratuitous. Dr. Gershon's testimony last year was quite lengthy and he raised many scientific issues but Dr. Wakefield has not refuted any of them. Instead, he is resorting to name calling which does not move these scientific issues along and is unproductive. I am going to ask unanimous consent that the written testimony of Dr. Elizabeth Miller of the Public Health Laboratory Service of the United Kingdom be entered into the record and I also alluded to other information which I would also like attached to this opening statement and made a part of the record. I thank the witnesses for coming today. I look forward to your testimony and I yield my time. [The prepared statement of Hon. Henry Regarding the unanimous consent, we would like to review it. We probably have no objection and would like our staff to take a look at that information. So we reserve notation on that. Do we have a copy of that? Mr. Waxman. We will make everything available to you and your staff to put into the record. I would note that the chairman asked for unanimous consent at the beginning of this hearing for all submissions of materials to be part of the record. I would hope you would come to the same conclusion with regard to these. Mr. Burton. We probably will. We just want to review it real quickly. Mr. Waxman. I have no problem with that. Mr. Burton. Mr. Weldon. Mr. Weldon. Thank you, Chairman Burton, for calling this hearing. As a physician who continues to see patients, I have a very, very strong interest in maintaining the safety and integrity of our national immunization program. The response from the CDC and the NIH to the growing concerns over the safety of the measles, mumps, rubella or MMR vaccine continues to baffle me. While this vaccine may be safe for most children, there is growing clinical evidence that a subset of children may be suffering very severe reactions to the MMR. For too long, public health officials and those with a vested interest in the status quo have engaged in what I perceive to be denial or simply view those who suffer severe adverse reactions as the cost of doing business. We have a moral imperative to look at the clinical evidence to determine why some children may be suffering reactions to MMR. For nearly 3 years, I have been urging the CDC and NIH to more aggressively move to address these concerns and I must say I have been disappointed by the failure of the CDC and NIH since these concerns were first raised in a study published in 1998, and they have not addressed this issue. The CDC in conjunction with public health officials in the United Kingdom have responded to each new clinical study raising safety concerns about the MMR with an epidemiologic study, a statistical study. They did this after the 1998 Wakefield Study, they did it with the study issued in January of this year by Oman et al and they did it again last week in anticipation of the release of a study identifying vaccine strain measles as the strain in the affected children in the Oman study. These statistical studies have been released with great fanfare to the media and the media thus far have given the expected response of proclaiming the complete safety of the MMR vaccine. Those who have been raising these questions and conducting clinical research in this area have grown to expect the mantra, our statistics say that this cannot be. I must say, if their purpose is to preserve the status quo and succeed in a public relations campaign, they have been successful, at least to date. However, if their purpose is to directly address the clinical findings of persistent measles infection in seriously affected children, their efforts have been a dismal failure. They have not produced one clinical study to directly address these concerns. My message to the NIH, particularly to the CDC, is put away your statistics textbooks and get out your microscopes. Failure to do so only breeds speculation and undermines public confidence and ultimately makes the job of clinicians more difficult. Thank you and I yield back. [The prepared statement of Hon. Dave T2358.035 Mr. Horn [assuming Chair]. Ms. Watson. Ms. Watson. Thank you for this opportunity to address some issues that have been of great concern to me for a while. As you know, I am co-sponsoring, with Congressman Burton, a bill that would require informed consent on the part of patients at a dentist's office when the dentist is getting ready to put in a filling that is an amalgam that contains mercury because over the years there has been a connection between mercury and amalgam and an effect on not only brain cells of the mother but going through the placenta into the fetus. I will listen very intently in the time that I have to hear from CDC and the other witnesses about the connection of vaccines and autism because we are thinking now that any kind of foreign substance that is toxic that you put into any orifice of the body has an effect and certainly mercury in the teeth. I have had dentists come to me and argue against our proposition from the standpoint of questioning the research. This morning I put on a ring and I can taste silver on my tongue. This is nickel and there is an effect that metals do have in the body from things that we apply to it and ingest, that are put into these orifices. I am hoping that CDC will support the work of Dr. Wakefield, make the connection, report back to us. Then I will start looking into the use of nickel and nickel is in most custom jewelry, in the ear rings that we wear, the ring that I have on and so on. It does have an effect on the body. I want to thank the chairman for having this hearing. There have been hearings before and I am sure there will be hearings and I am listening very closely to see if we can indeed draw that linkage from vaccines to autism and other conditions that face not only children but human beings as a whole. Thank you, Mr. Chairman. Forgive me for running out to my next hearing before I can hear all the witnesses. Mr. Horn. Thank you very much. The gentleman from Tennessee, Mr. Duncan. Mr. Duncan. Thank you, Mr. Chairman. I don't have a formal opening statement but I do want to say I want to thank Chairman Burton for calling this hearing and continuing to pay close attention to what I think is a very, very important topic. I mentioned at the last hearing that I became interested in this because I talked to several parents who told me very sad, heartbreaking stories about healthy children they had and just terrible problems that occurred after taking some of these vaccines. I think this is something we really need to look at. I have been sitting reading the testimony of the witnesses and looking through these outstanding notebooks that the staff has prepared for us. I think this is something that we need to have a hearing about and we need to continue to research and look into this as fully as we possibly can. I thank you for calling this hearing. Mr. Burton [presiding]. Mr. Cummings. Mr. Cummings. Thank you, Mr. Chairman. I want to thank you for holding this hearing and I want to thank you for your tremendous interest in health care and for the recent hearing that you held with regard to disparities in health care. Our committee has held several hearings exploring vaccine safety and the theories on the correlations between vaccinations and autism. Let me say first off that vaccinations have played a very significant role in this country and across the world. When we think of diseases like polio and smallpox and many others, vaccines have certainly allowed many to live who probably would have died and helped them to live the best lives they could as opposed to suffering. Additionally, the committee initiated investigation into the dramatic rise in autism rates across the country. Autism is a disorder that severely impairs development of a person's ability to communicate, to interact with others and to maintain normal contact with the outside world. One of the most common developmental disabilities, autism affects 2 to 5 out of every 10,000 children and usually appears before the age of 3. The causes of autism are unknown. There are some effective treatments for some children but there is no cure. In the past, autism was considered a rare disorder. However, today, autism is being diagnosed much more frequently. There have been approximately 2,800 cases of autism reported in my State of Maryland. Additionally, there has been a rise in the number of autism cases in California, New Jersey and other States. Although at this time, it is unclear whether the rise in the number of autism cases is due to increased reporting or demand for services, emerging data appears to support the theory that changes in diagnosis explain the rise in autism cases. Parents everywhere are anxious to learn more about the possible links between common preservatives in childhood vaccinations and developmental problems whose symptoms resemble those of autism. Symptoms of mercury toxicity in young children are extremely similar to those of autism. There is a growing awareness of the nature of autism and the kinds of approaches to diagnosis, treatment and care that are likely to be effective in meeting the needs of autistic individuals and their families. Diagnosing autism today requires specific training and experience. I would encourage medical schools to offer specialized training for our nursing and medical students for autism. As I said in past hearings, I applaud the Centers for Disease Control and Prevention, the National Institutes of Health, as well as the Kennedy Kreiger Institute, the Center for Development and Behavioral Learning at the University of Maryland School of Medicine in Baltimore and the many other organizations for their continued research on autism. Congress should allocate more money for autism research. I offer my support to the families of autistic children. We must continue to look for the cause and cure of autism. I am convinced that with further research a cause and cure will be found. As such, I strongly believe that all theories for the cause of autism must be objectively researched. I look forward to hearing from today's witnesses and learning more about the Vaccine Safety Datalink, a large, linked data base that the CDC uses to research vaccine safety. Again, I thank you for the hearing and with that, I yield back. Mr. Burton. Thank you. Mr. Horn. Mr. Horn. I commend you, Mr. Chairman. I have sat through these hearings and we have really looked at this situation. I look forward later in the day, I have to go to Transportation and Infrastructure right now but thank you for putting all this together with the staff. Mr. Burton. Mr. Tierney. Mr. Tierney. Thank you for having these hearings. I would like to get to our witnesses. I am pleased we are going to have testifying today individuals and representatives from the CDC and others who are actually conducting the research into autism's causes. I really believe that affected children and their families obviously can't afford to have us be complacent about this disorder. I would like to enter my complete remarks in the record and look forward to hearing from the witnesses today. [The prepared statement of Hon. Thank you. We would like to have Dr. Bradstreet, Dr. Wakefield, Dr. Stejskal, Dr. Krigsman and Dr. Spitzer come to the table. Let me just say that the purpose of the Government Reform Committee, it is not called oversight anymore but that is still our responsibility, to conduct oversight into every agency of Government where we think there is a problem. The minute the Congress of the United States stops asking questions about very important issues like vaccine safety which affects every single person in this country, then we will be guilty of dereliction of our responsibilities. As long as I am chairman of this committee, I am going to continue to ask these questions. I want to make one more brief comment and that is we have gone from 1 in 10,000 children who are autistic to 1 in 250. Somebody has to begin explaining why this horrible tragedy is occurring, why we have this epidemic. We are not getting the answers. We have an epidemic here and we can't just close our eyes and stick our heads in the sand. We have to find out why this is going on. The health agencies have not yet given us an adequate answer. I would now ask the witnesses to rise so that I can swear you in. [Witnesses sworn.] Mr. Burton. Dr. Bradstreet, do you have an opening statement? STATEMENTS OF DR. JEFF BRADSTREET, MEDICAL DIRECTOR AND FOUNDER, THE INTERNATIONAL CHILD DEVELOPMENT RESOURCE CENTER AND AN AUTISM PARENT; DR. ANDREW WAKEFIELD, RESEARCH DIRECTOR, THE INTERNATIONAL CHILD DEVELOPMENT RESOURCE CENTER; DR. VERA STEJSKAL, ASSOCIATED PROFESSOR OF IMMUNOLOGY, UNIVERSITY OF STOCKHOLM, FOUNDER OF MELISA MEDICA FOUNDATION; DR. ARTHUR KRIGSMAN, PEDIATRIC GASTROINTESTINAL CONSULTANT, LENOX HILL HOSPITAL AND CLINICAL ASSISTANT, PROFESSOR, DEPARTMENT OF PEDIATRICS, NEW YORK UNIVERSITY SCHOOL OF MEDICINE; AND DR. WALTER SPITZER, PROFESSOR OF EPIDEMIOLOGY, EMERITUS, MCGILL UNIVERSITY Dr. Bradstreet. Unfortunately, the nature of autism is so complex that to do it in 5 minutes will be challenging, so I have submitted, under Tab 5 a more complete review of the nature of our research. I will try to get through my slides quickly. Thank you very much for the hearing and for an opportunity to present this. Dr. Weldon and I previously met 2 weeks ago in your office with the Deputy Secretary of Health and Human Services, Claude Allen, to present this data to him. So he has been made aware of it. It was a very encouraging and positive meeting and I look forward to the outcome of that over time. The prevalence may be both misunderstood and underestimated. Two recent studies, one from England and a CDC study with Brick Township indicated between 57 per 10,000 and 67 per 10,000 children. However, autism is primarily a boy related disorder, four to eight times as many boys suffer with this disorder. That means the prevalence is therefore in the order of 1 percent for boys. The economic impact: We estimate that there are approximately 420,000 children with autism in this country at this time based on those studies, greatly less than what the Time Magazine article said at 1 million. However, that puts a price tag over the next 50 years to take care of these children in excess of $1 trillion. The lifetime costs could be $3 to $4 trillion for the families and for society with the lost wages and other factors. The biological evidence for causality is growing significantly and for those members of the committee who may not be familiar with me, I am a physician, I am also a parent of a child with autism and I am a clinical researcher associated with studies currently ongoing at 14 medical schools around the world. The growing evidence is substantial that measles virus is still the frontrunner with the viral etiology aspects of things and not all children suffer from measles virus related disorders, but we will show you today some examples that are quite impacting. Additionally, auto-immunity continues to be published by a variety of researchers at multiple medical schools that there is a unique disorder affecting the immunity in these children where they become immune to their gut and their brain, and that is a disaster for them. Mercury and to a lesser extent lead remain significant toxin burdens, and we presented that data to the Institute of Medicine in July of last year. I am going to present two cases today and I will try and go through them briefly. Matthew who was born in 1984 from an uncomplicated pregnancy and an easy delivery had a normal early development except he did develop some gait abnormalities that are very consistent with what you might expect from mercury. We will see that data later on. He had a rapid decline after each of two MMRs. He did receive those in combination with other vaccines, however. He developed auto-immunity to myelin basic protein, a critical insulator of the brain. He suffered seizures shortly after the second MMR and he has persistent immune deficiency with protracted low lymphocyte counts. He has inflammatory bowel disease that has been documented on endoscopy and biopsy. He has persistent measles virus genome in that inflammatory bowel disease. He has persistent measles virus in circulating white blood cells. He has persistent measles virus F gene in his cerebral spinal fluid, which is the fluid that surrounds the brain, implying it is present in the brain as well. He has autoantibodies to measles virus in his spinal fluid. He has autoantibodies to myelin basic protein in his spinal fluid, a very low serum sulfur level, and cysteine level and very high mercury as a result of that. That is my son--Matthew--who is also the inspiration for our research and the work that we do. He was a very happy, well connected child prior to his MMR at approximately 12 months of age and that is Matthew completely lost about 2 months after his MMR vaccine. This is a copy of the laboratory results documenting the presence of measles virus in his terminal ileum. This is a copy of the laboratory results from Utah State University where Matthew had his spinal fluid analyzed which showed antibodies to myelin basic protein and to measles virus in his spinal fluid. This shows the presence of antibodies in his RBCs, the presence of virus in his red blood cells and also presence in his cerebral spinal fluid. This is his first mercury titer showing marked elevations of mercury, and you can see for all those essentially the only thing that is truly abnormal is the significant increase in mercury. The first challenge test to get mercury out of his body resulted in an extremely high titer. That number of dots actually represents 24 mcg per gram. It would take it well off the slide, perhaps into the next room. This is an interesting correlation. Mark Blaxil presented this to the Institute of Medicine last year and that shows that rising titer of cumulative mercury in the vaccine program in California compared to the prevalence of autism in California. I want to superimpose on that a very interesting graphic derived from the government Web site on the use of methylphenidate, also known as ritalin or concerta. Look at the time relationship. It is identical. In 1990, the rise in the mercury titer started to go up and in 1990 there is a striking and continuous rise in the use of ritalin in this country which I think is rather telling. This is the thimerosal versus autism relative risk that was produced in the CDC confidential study which was acquired under the Freedom of Information Act showing that at the time approximately 62 mcg of mercury is administered, there is more than a doubling of the relative risk of autism. This is a copy of a transcript from the Simpsonwood meetings, page 229 where Dr. Brent, who is not employed by the CDC, but who is a public health official from one of the States, said ``The medical legal findings in the study, causal or not, are horrendous. If an allegation was made that a child's behavioral findings were caused by thimerosal containing vaccines, you will not find a scientist with any integrity who would say the reverse with the data that is available. So we are in a bad position from the standpoint of defending the lawsuits if they were initiated and I am concerned.'' I think that may set part of the tone for what we have seen happen in the last several years. Additionally, there was a very good documentary on this. Parents are aware and I think it is very important for Congress to be aware that the parents are receiving information from a variety of outlets. This is not your doing or undoing of policy. Parents are well educated, they are hungry for information and they currently don't believe many of the reassurances that are being provided by CDC. Case two is very similar to my son and I present it so that you will realize that my son was not an isolated case. He had normal developmental milestones. He developmentally arrested shortly after his first MMR at 15 months. He again has antibodies to many things in his brain and persistent measles virus in places that it doesn't belong including his cerebral spinal fluid. This lab slide indicates he has antibodies to myelin basic protein and to measles in his spinal fluid. He has this unique antibody, this is the presence of MMR antibody which is actually the H protein or the hemogluten protein from the measles virus of a special antibody titer that was derived using the MMR vaccine, done in Dr. Singh's laboratory at Utah State University, also positive in spinal fluid. We presented this data, Dr. Singh and myself, at the American Society of Microbiology last month which indicates that 50 percent of children in our study had antibodies to this special measles, mumps, rubella derived protein in their cerebral spinal fluid and also 86 percent have antibodies to myelin basic protein in their spinal fluid, and again a very high percentage, up to 100 percent, had antibodies to myelin basic protein in their blood. This is not present in normal controls. This is a controlled study. We now have significant controls and we do not see these present. This is not an antibody leakage, this is real disease in these children. Scott has documented measles virus in his terminal ileum and his blood as well as his spinal fluid. These are the laboratory data. I want to include from Dr. Menkes, his comments, where he concludes that this is related to the MMR vaccine in this particular child. Dr. Menkes wrote the textbook ``Child Neurology.'' He is considered to be one of the foremost experts both on child neurology and on vaccine safety and has concluded that measles, mumps, rubella vaccine is causing this syndrome. I think it is always important to put a face with this. This is impacting human lives. I would leave you with some questions. I think there are some important things that we need to ask. These are in the handout but as we work through this, I think we need to ask: what if Dr. Wakefield, myself, Dr. Singh, Dr. O'Leary and Dr. Menkes and others are right, what then? What would be the reaction of public health officials if in fact this data, as we believe, is verifiable? In addition, what is the response to treating these kids? How are we going to get this virus out of these kids and restore them to good health? Have we traded a very rare occurrence of severe side effects to natural measles infection for a very common occurrence of autism? With that, I will end because I think I have gone past my time. [The prepared statement of That is all right. I think it was very informative. Dr. Wakefield. Dr. Wakefield. It is a great pleasure to be back here again. Before bringing you up to date with the research linking MMR vaccine to autism, I would like to put the record straight with respect to Dr. Gershon's testimony last year on the molecular detection of measles virus in the laboratory of Professor O'Leary. Dr. Gershon's was false in relation to a number of assertions, whether or not his testimony constituted perjury or simply sloppy science. It is not my wish to take up valuable time in this hearing with the details of Dr. Gershon's unacceptable errors or correspondence relating to this. All raw data have been provided to both the ranking majority and minority members. Merely by way of illustration, he stated that tissues from experimental animals and others infected with measles virus were positive in Professor O'Leary's lab. In fact, they were all entirely and consistently negative on repeat testing in blinded studies. Scientifically, Dr. Gershon's behavior was a disgrace and I stand by that. I would level the same charge at anyone who relies on or has relied on in any way upon his testimony. The disgrace is that he did not check the raw data before impugning the reputation of a fellow scientist before the eyes of the world. I am not surprised that Dr. Gershon has turned down on two occasions the offer to appear before this committee. Let me turn now to the current state of the science. The association between MMR vaccine autism and intestinal inflammation was first suggested by my group on the inspiration of parents from the Royal Free Hospital Medical School in 1998 in a paper published in the Lancet. This is well known to you. The same research team in collaboration with Professor John O'Leary and Dr. Simon Murch, a pediatric gastroenterologist from the Royal Free Hospital have since shown in a comprehensive series of what were 8 and now 10 peer reviewed scientific studies that the major findings of our original study were indeed correct. These papers are listed in the appendix. The papers are here and I will make them available to anyone who wishes to read them. The sum of the research of my group and our collaborators taken together with additional work by independent physicians and scientists in the United States has now confirmed the following facts. Children with regressive autism and intestinal symptoms have a novel and characteristic inflammatory bowel disease. This disease is not found in developmentally normal control children. This disease is entirely consistent with a viral cause. This disease may be the source of a toxic or immune insult to the brain. The measles virus has been identified in the diseased intestine in the majority of children with regressive autism studied, precisely where it would be expected if it were the cause of the intestinal disease. These children who suffer the same pattern of regressive autism and intestinal inflammation come from many countries, including the United States and Ireland where they have been investigated and biopsied independently. These biopsies have been no where near my laboratory. Measles virus has been found in only a small minority of developmentally normal control children. The measles virus in the diseased intestine of autistic children is from the vaccine. Children with regressive autism appear to have an abnormal immunal response to measles virus, as you have heard from Dr. Bradstreet, and these findings are entirely consistent with parental reports that their normally developing child regressed into autism following exposure to the MMR vaccine. As you will hear from my colleague on my left, Dr. Stejskal, these findings are also entirely consistent with an immune mediated damage to the developing child by thimerosal. Confirmation of the intestinal findings, other researchers in the United States have confirmed the presence of intestinal inflammation in children with regressive autism and we will hear testimony from Dr. Krigsman to this effect independently, the link between measles virus and children who were given the MMR vaccine and abnormal immune responses. Measles virus sequencing has been performed, most significantly a study due to be presented at the Pathological Society of Great Britain and Ireland in Dublin at the beginning of July has confirmed that the measles vaccine virus is present in the diseased intestinal tissues of these children. The Dublin researchers, headed by Dr. John O'Leary, professor of pathology at Trinity College, Dublin, examined viral genetic material from intestinal biopsies taken from 12 children with gastrointestinal disease and autistic spectrum disorder. The viral genetic material had already been identified as coming from measles virus in a study published in January in Molecular Pathology. Using state-of-the-art molecular science, the samples from these 12 children have now been characterized as from the vaccine strain virus. This investigation continues. These data constitute a key piece of evidence in the examination of the relationship between MMR vaccine and regressive autism. We heard last year about rechallenge phenomena, children who had received more than one dose of the vaccine. A further key piece of evidence comes from the examination of these rechallenge cases and biological gradient effects. I will explain what I mean by that. Rechallenge refers to a situation where exposure of an individual to an agent, for example a vaccine elicits a similar adverse reaction to vaccine following the initial exposure. The secondary reaction associated with rechallenge may either reproduce the feature associated with the primary challenge or lead to worsening of the condition that was initially induced. In other words, Mr. Chairman, I give you a drug, you develop a rash. That could be coincidence. I give you the same drug again, you develop the same rash, that is not coincidence until proven otherwise. During the course of our clinical investigations, we have observed some children who received a second dose of MMR or in the UK, boosting with the combined measles rubella vaccine experience further deterioration in their physical and/or behavioral symptoms as explained in Dr. Bradstreet's trial. In a report of April 2001, the Vaccine Safety Committee of the Institute of Medicine said that in the context of MMR vaccine as a possible cause of this syndrome, challenge, rechallenge would constitute strong evidence of an association. In the context of adverse reactions, a biological gradient refers to an increasing severity of the disease upon repeated exposure. We have undertaken a systematic evaluation of rechallenge and biological gradient effects in children with regressive autism who have undergone investigation at the Royal Free Hospital. We have compared exposed children, those who have received more than one dose with those who have only received one dose to ask is there a sequential deterioration in their behavior and development compared with the group who only received one dose and is there worsening of the intestine or inflammation. In analysis based upon the exposed and unexposed children, we find that secondary regression on the basis of three independent analyses including parental history alone, excluding those children whose secondary deterioration appeared after the publication of our first paper in 1998, or inclusion of only those children for whom we can find independent corroborative evidence in their records there is a highly significant effect in terms of secondary deterioration in the children who had two doses compared to those who only had one. Secondary physical symptoms, for example, deterioration in their bowel disease, their bowel symptoms is present. Severe lymphoid hyperplasia, you will remember the swelling of the lymph glands in the intestine is significantly worse in the children who have had two doses, and to me as a pathologist, the most significant finding is the intestinal inflammation, a blinded observation made independently of any knowledge of the child's deterioration or their vaccination status shows that it is much worse, worse in those children who have received two doses than one. This is something you cannot confabulate. The quality of records might not be good enough to make didactic decisions about deterioration but you cannot fake the state of a child's intestine in terms of inflammation. These data identify rechallenge effects upon symptoms and the biological gradient effect upon severity of intestinal inflammation but provide evidence of a causal association between MMR and regressive autism. What about the political aspects of this? I have repeatedly requested a meeting with the Sir Liam Donaldson, the UK's Chief Medical Officer, in order to discuss this situation. His response has been to refuse to meet but instead to demand that we send him the children's samples. He has provided absolutely no indication in terms of scientific protocol how he would proceed to analyze these samples. He may have a PCR machine in his kitchen for all I know. I do not know how he intends to analyze them. He has, as far as I am aware, no ethical approval for analyzing these samples but he may be reassured to know that independent testing is being conducted and that as part of the litigation process in the UK, the defendants are being provided with identical samples for entirely independent analysis. The last 7 days have seen a report in the journal Clinical Evidence from the UK publicized as new research, disproving any links between autism and the MMR vaccines. The author specifically excluded clinical research into the bowel disease, in other words, everything that has been performed in my laboratory. They do not cite any of our publications beyond the initial study of 12 children in 1998. In fact, this paper does no more than review the epidemiological studies that have already been deemed irrelevant by the members of the IOM committee. In closing, Mr. Chairman, Dr. Bradstreet's data somewhat underestimate the size of the problem. A recent study published by the National Autistic Society in the UK shows that in primary school children, those between 4 and 11, autism now affects 1 in 86 children, not 1 in 86 boys but 1 in 86 children. This is a staggering level of a disease. It is unacceptable and no society can afford to sustain this attrition of its children. Something has to be done. We have to depoliticize this process and conduct the science that is necessary to answer the questions. Thank you. [The prepared statement of Before we go to the next witness, I believe other scientists who have differed with the prevailing opinions have suffered similar castigation as you have. You may rest assured that eventually the truth will out. Louis Pasteur found that out after 17 years when he was knighted, so eventually the truth will come out and those who criticize and continue to denigrate what you have done will be eating a heck of a lot of humble pie. Dr. Stejskal. Dr. Stejskal. I am honored to be here and this is my first testimony. In this limited time, I am going to tell you why I am here and what are my credentials. I have been working for 20 years in pharmaceutical industry directing a group of clinical immunotoxicologists so I have been working with allergy to simple chemicals like mercury for 20 years. What I am going to tell you is the fact which has not been mentioned here before, to my big surprise, and this is that thimerosal in clinical setting is a strong allergen. You can learn about it more by looking on our Web site which I will show later where I compiled the studies from all over the world telling us that thimerosal obviously due to vaccination is No. 1 childhood allergen, meaning that if you are getting a special testing, which I will tell, 10, 20, 30 percent of the children are allergic. I will tell you why this is risky to be allergic if you don't know this and I will also tell you how it goes together, opening ways to autoimmunity and at the end to be constructive. I will tell you how to diagnose the causes which are leading to autism and what studies should be conducted. I been also asked to see if it is plausible that there is a synergistic reaction between thimerosal and MMR and yes, it is and I will tell you why. You are well acquainted with the fact that mercury, not organic mercury only but also inorganic mercury, will damage the brain, especially organic mercury because it is lyophilic, it will easily go to the brain. There are some ways we call retrograde transport. If someone wants, it is on our Web site. So in addition to toxicity, which is very important which can damage, you also have to worry about allergy. Allergy is a thing which explains to us why not every child is affected by vaccination. This is something which is very important. As you know, some children cannot eat eggs, some others cannot ride a horse because they are allergic to horses, and some don't eat fish, people don't either, which is also very important. Allergy affects the brain. As you know, in spring when there is pollen around, people become sleepy, they cannot concentrate. This is due to the chronic inflammation which is affecting the brain. This may be part of the answer why Dr. Wakefield sees inflammation in the stomach affecting the brain. This is another reason why we can see that in certain children, especially the autistic ones, also other types of allergies like food allergy, increased denigration of the immune system. This is very simply showing you that we are not equal. Genetics determines our detox capacity. This will explain to us that we have a subgroup of children and subgroup of adults which will not properly handle the overload of toxins and allergens. Thimerosal as an allergen, it is worldwide known for years since 1970's that if you are doing special testing for a special type of allergy which is lymphocyte mediated allergy, so-called delay type sensitivity or cellular hypersensitivity, you find that actually thimerosal is superseding nickel in the frequency of sensitization worldwide. If you look at a few studies which have been done comparing East and West Germany, you see that the East Germany allergy was very low and it started to rise after those two merged. You wonder why that is so. It may be that the most strict regime of vaccination couldn't do something against this. How do you test for this important allergy to thimerosal and other things? You do it by so-called patch testing. In patch testing, you put your putative allergen, the things you would like to see if you are allergic, on the skin in the back. I have to say again I read some witnesses from CDC and others claiming that thimerosal is perfectly safe because the only thing we could see is its local reaction on the skin. These people do not remember from the years it is cool that allergy is never a local phenomena. Allergy is a systemic phenomena, governed by special types of white blood cells which are circulating in the body. If somebody tells you that there is only local reaction, this is a lie or incompetence but this is not true. Allergy is a systemic reaction and anywhere in the body where there is foreign agents, for example, thimerosal, the reaction will occur and this is inflammatory reaction. We are doing patch testing. You read on my Web site there are thousands and thousands and thousands of people patch testing telling you that especially children are very strongly sensitized. I think the data from Germany shows that children 8 years or less have actually sensitization rate in those which are tested, people with skin problems, 20 to 30 percent which is quite amazing. The other test which can be used, especially should be used in children because it is not so good to put the allergen on the skin because you become resensitized, is so-called blood test or lymphocyte transformation test. This test has been used for years in America for detection of people who are sensitized to different occupational allergens, for example beryllium. Beryllium specific stimulation tests is used as a golden standard in America to detect latent sensitization to beryllium prior the clinical outcome. So pharmacologic factories and those who are using beryllium in industry have realized you can save a lot of suffering like long term sickness and sarcoidosis to detect by bio markers because now we are looking at the markers of susceptibility, the people or children which are susceptible to the agents which others tolerate. So with Melisa, you take a blood test, the Melisa stands for optimized lymphocyte proliferation test and memory lymphocytes. You take a blood sample and you ask if the body has stored the information of allergy to certain circumstances. If it is yes, there is a sensitization, then you can see it objectively by increase in the volume of lymphocytes and you can measure it objectively. If there is no such allergy, that means the person is genetically not able to respond, there is no difference. I will in the end show some cases of this. If you forget everything, you remember this. Thimerosal and autoimmunity are the two sides of the one coin. That means you can never separate. Why is this? This is because mercury, not only mercury, nickel and other metals, will strongly bind to a certain immunoacid in our body which contain SH groups. These groups are everywhere. They are in two aminoacids which are called methionine and cystine and are especially rich in fat tissues. As you know, the brain is full of fat, so that is why mercury will go into the brain and it will find there, for example, in so-called myelin protein. This is the reason why Dr. Singh can measure increased antibodies, again myelin, in many of those children. Since there are physical chemical properties which are undisputable, mercury will bind in the brain and elsewhere, where do we find these things? It will go there, it will bind there and then your genetic susceptibility if you can make it or not make it will explain why some will be ill while others will not. MMR and thimerosal, there is no way I can comprehend that there is a concern about synergistic adverse effects upon the immune system of susceptible children if you put those things together. So you can buy immunosuppression, which is the other way mercury works, you can lower the threshold of protection against the virus, meaning in this time there will be persistent viral infection instead of the limited one. There is a fact which you may or may not know. This is that in my country in Sweden, thimerosal has been removed from vaccines since 1998. One of the reasons for it is a report on the pharmaco working party of the European Agency for Medical Products. They basically say that alteration of the immune system due to mercury could have consequences on the ability of the host to withstand viral attack. So Swedish people made a lecture and since I have been working in toxicology laboratories for 20 years, I know there is always risk assessment and they decided they don't want to take the risk. The conclusion for this general part is yes. I really believe there is a connection between synergistic effect of thimerosal and MMR and there is a group of susceptible individuals which we may detect even prior and they will be affected and will be ill. Some were published and some were not. Just to show you how we work with this, the big guys, lymphocytes, which are now stimulated, in culture outside the body, this test is a blood test, and the big guys are lympoblasts and the small ones are the ones which are not affected. Since I was talking about patch testing as an instrument or device to look on the special type of hypersensitivity which has no counterpart in the serum, we studied these in 1992, we have taken which have positive patch tests and looked for the lymphocytes just to prove this is not only back reactions, it is a systemic reaction driven by lymphocytes. This woman has a muscle inflammation and she also has been susceptible to infections and chronic fatigue. She was patch tested in 1991 and positive to thimerosal. I am looking on different mercuries because this part goes together, everything I say now can be actually applied to dental fillings and you can look on our Web site. In 1991, she had thimerosal positive patch test, in 1992 we did Melisa test. This is exposure. We are always looking into the exposure. From this point of view, she had occupationally exposed to inorganic mercury, had 17 amalgam fillings, she was exposed to ointment which contained thimerosal and she received gamma globulin and other vaccines at least 16 times. You can see now a diagram of her lymphocyte reactivity to different metal salts. This can be difficult for you to follow but the horizontal line shows the line of positivity and the rest is very, very strongly positive. This is from a published paper which you can download on the Internet. This patient has been treated by mercurochrome another organic mercury. You can see the huge red staples showing extreme sensitization to mercurochrome but not at all sensitization to other mercury compounds meaning that both in patch testing and in lymphocyte testing you an actually see no cursory activity between inorganic and organic mercury but there is one cursory activity and this is between ethyl mercury and methyl mercury, meaning we are very much afraid that any sort of sensitization to one may cross react and deteriorate and heighten the response to other ones. They are patch test results. Mr. Burton. Doctor, could we submit the rest of your testimony for the record. We will have questions for you and you can elaborate then. Dr. Stejskal. I just would like to finish with the data on autistic children two of them. This study is done together with scientists from Center for Pediatric Health in Belgium, Antwerp from a group of Austrian researchers, from some American scientists and from some Swedish scientists. The study is still continuing. I am just showing some case reports. This is an Austrian guy, 14 years old with mild autism, lactose intolerance and vaccinations. There is a causal relationship of vaccines to his deterioration. The next one shows you the nonresponsiveness to inorganic mercury, strong reactivity thimerosal, cross reaction to methyl mercury and no reaction to nickel and cadmium. This is a Belgian boy, 5 years old, from John Cronenberg a pediatrician in Antwerp. He was healthy at birth, got first instance of autism as a baby, strong aggravation of symptoms at 15 to 18 months. He was diagnosed with autism at 11 months of age. He has digestive problems, food sensitivity, dairy products, skin lesions, eczema, rashes and irritation from metallic contact. Mother had dental work during pregnancy. This is the schedule of vaccination in Belgium. They don't vaccinate at birth. You are the only ones who do. At 3 months, 4 months, 5 months, 7 months, at 2 years, several vaccines at once. This is his reactivity. In this case, there is thimerosal and methyl mercury. In conclusion, I would like to say that preliminary data show the theory that thimerosal containing vaccine may be a co- factor in the development of autism in genetically susceptible children. I would like to tell you what I would like to have for future studies because there is no sense you give millions and millions to waste the time for nothing. What we learned about the allergic reactivity to simple compounds, for example, mercury, regardless if it is inorganic or organic is that rats and mice are not suitable. One of the reasons is that they produce their own cyton. It is not a man and we don't do it. Cyton will protect against metals. The second thing is you have to do a biomarker screening for susceptible children and there is a notion from a paper on our Web site published by my daughter which says the increased knowledge about individual sensitivity based on genotype and phenotype variability together with the markers for the diagnosis of individual susceptibility seems to be the key in elucidation of operative mechanisms of any autoimmune disease and also autism. Thank you. [The prepared statement Thank you, Doctor. We will have questions for you later. Dr. Krigsman. Dr. Krigsman. Thank you for having me today. The purpose of my appearance today is to report to the committee the status of my findings regarding my research into the intestinal inflammation in autistic children. We have done a retrospective survey and collected intestinal biopsy specimens from 43 patients. These 43 patients were mostly referred from private practitioners who were caring for their overall autistic medical issues, among them their GI symptoms. After chronic frustration and inability to control mainly symptoms of diarrhea and constipation, these patients were referred to me. Other patients came on their own after often years of frustration with these symptoms. Of the GI symptoms that these children have been seen for mostly it is diarrhea. Many also have constipation. A large number have both diarrhea and constipation alternating. The stools are severely malodorous, one of the most common things we hear parents talk about is the entire house smelling when these children have a bowel movement in the basement. Abdominal pain is a very, very common symptom. Most of the kids are noncommunicative and when they have pain they either just scream and wail and fall to the floor having tantrums, unexplainable crying, which could last for half a hour to an hour. There are problems sleeping at night, waking up in the middle of the night screaming. Parents intuitively feel that these symptoms are due to pain. Sometimes there is an objective observation as such, holding their belly but more often than not it is just unexplainable crying. Abdominal distention is another symptom and poor growth. The growth is a very interesting issue. I have seen that most of the children with regressive autism fall in the bottom 10 percentile on the growth charts and weight for age. We have not found that their height for age is similarly affected. I don't have an explanation for that but their weight for age, most of these kids are skinny kids. The male to female ratio of these 43 patients is 7 to 1. Who said that these kids are autistic? The diagnosis was made either by a pediatric neurologist, a developmental pediatrician and for the most part parents have gone to both and even a third opinion. In no patient was the diagnosis in dispute. When I first meet with these patients, we do a routine evaluation for what is often diarrhea, constipation, we get a complete blood count, sedimentation rate, chemistry. To most of you these tests are meaningless; to a gastroenterologist or parents they are very, very meaningful. These tests look for specific reasons, specific diagnoses that can cause these GI symptoms these kids complain of. We do stool cultures, we look for parasites, we look for occult blood in the stool. We go over their diet, make major revisions in their diet, remove carbohydrates, remove sorbitol from their diet, take them off gluten and casein and pretty much without exception, none of these interventions help and none of these tests show anything that would explain why these kids have chronic diarrhea, constipation and pain. At that point, I perform a colonoscopy, along with biopsy. We will look at the entire colon and not just the colon but more importantly the very end of the small bowel which is the terminal ileum the area that Dr. Wakefield had described as involved in these diseases. I should mention that as recently as 2 years ago, I would never have put a colonoscope in any of these children. I didn't feel it was justified or appropriate. I didn't know what I would be looking for, and I wouldn't do it even though I had seen quite a number of them. It wasn't until I read Dr. Wakefield's article of September 2000, American Journal of Enterology where he described the biopsy findings in over 60 patients and he described a pattern of colonic inflammation that could explain their symptoms. It wasn't until I read that article--I read it about seven times actually in one night because I just couldn't believe it. After reading it over and over, I decided that I could not find any valid criticism to the article. I felt justified at that point to perform these colonoscopies myself. At the outset, I will say that our findings, which are independent of Dr. Wakefield's findings, completely support his explanation and his observations of the abnormalities that are found in the bowels of these children. I also performed an upper endoscopy looking at the esophagus and stomach. I performed that test in those children who based upon the histories as related by the parent. If those histories contained abdominal pain, a story of pain, then we needed to rule out any esophageal or esophagus problems, stomach problems, intestinal inflammation, infection, and so forth. I am showing now a series of slides, actual photographs that are taken during the colonoscopies to give you a visual idea of the extent of abnormality that we find. As you will see, these are not normal. This first slide is normal. This is a terminal ileum, the area at the end of the small bowel in a normal patient. What you can see in the photo on the right, if you look carefully you will see very small bumps, almost indiscernible. Those are enlarged lymph nodes but those aren't normally enlarged lymph nodes. Those are the kind of lymph node enlargements you see in normal small bowel. In contrast, the upper row of photographs--can you dim the lights? Mr. Burton. She said it would not be good. Dr. Krigsman. It is a pity because I think the effect would be greater. Mr. Burton. You said we cannot dim the lights? The TV cameras then can't pick up what you are doing and I think that is important that the American people get a chance to review all this. Dr. Krigsman. Absolutely. The upper row, three across, show marked nodularity, marked abnormality, numerous small lumps and bumps. Another patient, same exact finding. Another patient, you are looking down the tube of the small bowel, along the right side on the wall those large nodular bumps. This is not normal. I call your attention to the upper left and those large bumpy nodules are the ileal tissue that Dr. Wakefield first described. On the right side, same patient, a view from a bit further away, upper right corner. Another patient, same finding. Same finding, upper right corner in both those pictures. Upper right corner on both pictures, those large nodular bumps. Same thing, lower left half of the slide. Same thing from another patient, all over the mucosa of the ileum there is nodularity. This particular patient didn't have as much nodularity as they have swelling. The medial term is edema and is one of the byproducts of ongoing inflammation. Same thing. Next patient. This is a very dramatic photograph. If you look in the middle downwards in both of those pictures, there is actually normal mucosa but on both sides of the mid line you see marked nodularity. Same thing. Again. These are all different patients. Same thing once again and again. This patient I included because the lower two photographs show the same modularity. The upper two photographs are of the colon and if you look carefully, you will see very small minute nodules scattered around the mucosa. Not only are these nodules present in the ileum of these patients, they are also present scattered throughout the colon. Same thing. Same thing. This patient, the inflammation was so bad in the colon that he formed what is called a pseudopolyp and the polyp is recognizable to all. It actually is not really a polyp. What has happened in this patient is the surrounding tissue is so inflamed and eroded that what is left is the polyp. Everything else has eroded around it. This patient I just saw yesterday. This is the final patient I will be showing you. This is the oldest patient that I have done a colonoscopy on. He is 13 years old, autistic. The regression history is not clear, it has been many years with a chronic history of one to two bowel movements a day, always very loose, dismissed by the pediatrician. Over the last 3 months, this child's diarrhea has become uncontrollable, 10 to 15 times per day. He is incontinent all of a sudden. He never was incontinent. His behavior has been intolerable, aggressive, throwing tables over and his parents are at the verge of institutionalizing him because of this recent worsening over the last 3 or 4 months. His mother found me out and I did the colonoscopy just yesterday. This child has the absolute worse colitis I have ever seen. Most of these kids, when you put the scope up the colon, the colon appears normal and it is only on biopsy that you find the abnormalities. In this particular child, the inflammation was so bad, it has obtained the characteristics of classic inflammatory bowel disease. If you saw this colon, you would think this patient has ultrative colitis or Crohn's disease. What is interesting about this patient, and Dr. Wakefield might be interested particularly in this slide, is that the photo on the left is the bottom of the esophagus and in the area of about 3 o'clock, you see a white little nodule. That is an abscess ulcer which is something you see in classic inflammatory bowel disease. You find those ulcers anywhere in the GI tract. The photo on the right is the upper esophagus, the upper esophageal sphincter and you can see there are two nodules there as well, two more abscess ulcerations as well. I am wondering if this patient doesn't have just autistic enterocolitis but actual inflammatory bowel disease. The biopsies are still pending. I am going to bypass these slides because I want to point out that the area of the round ball on the right is the microscopic view of those big nodules that you saw grossly. The circle in the middle you see here is the crypt in the intestine and on the left side of the crypt you see there seems to be small little black dots. This is a cryptitis, this is one of the classic findings of bowel inflammation which we have seen over and over and over in these patients exactly as described by Dr. Wakefield. The is the same view. The crypt in the middle in particular is being invaded by inflammatory cells. It is a very heavy inflammatory throughout the mucosa. Same thing here. One more slide. So looking at our 43 patients, what are our cumulative results? The percent of patients who had colitis, 65 percent, meaning either active colitis or chronic colitis, there is a difference, active colitis, 51 percent of the patients had that, chronic colitis, 40 percent. Most patients had both which is why the overall colitis indicator is 65 percent. A third type of colitis is the cosinophilic colitis, also described by Dr. Wakefield. We have a 7 percent number, very similar to his number. The percentage of patients that had the large nodularities of the ileum we found to be 90 percent, also very similar to Dr. Wakefield. Thirty-five percent of our patients had no form of colitis. However, even though they did not have colitis or inflammation on biopsy, all of them without exception had abnormal lymphnodes so they are not normal even though there is no colitis. This is my last slide. I would like to conclude that our study is ongoing. We have a control group in place. We are waiting for our formal IRB approval to sit down with one designated pathologist, the gastrointestinal pathologist specialist on preagreed-upon pro forma to define the grade of colitis, types of colitis and with one definition to give you all the slides we have done from all 43 patients plus our control group and publish our results and make them known. The question I would like to explore in our publication is if you compare regressive autistic children with non-regressive autistic children, is the incidence of colitis the same or will it be different? I would like to go over the growth of these children and compare the growth of children both in regressive groups and non-regressive groups and see if we find a percentile difference when we compare the two groups. Finally, because it is our hypothesis that children with regressive autism will be those who are most likely to exhibit growth failure, and also that if we trace back their growth charts to early infancy, I suspect we will find for the first year of life, they were growing normally, closer to the median and somewhere near the onset of their autistic symptoms, I suspect we are going to find that they began to show evidence of growth failure along with their autism which suggests that their autistic symptoms and their GI symptoms are related. Thank you very much for having me. [The prepared statement very much, Dr. Krigsman. You essentially did what I have been asking the NIH to do for several years. Dr. Spitzer, you are recognized for 5 minutes. Dr. Spitzer. I would like to start by saying my presentation will attempt to be as objective and as neutral as I can. I would like in particular to say that despite disagreement on a narrow set of issues, the CDC, in my experience of 35 years in epidemiology, has been a great institution, I am honored that some of my students have been hired by them, that we have been able to recruit their colleagues, graduates and people with work experience. I do not know Dr. Davis or any of the colleagues. I am looking at the paper and what I find and I would like that accepted. The focus of what I am going to talk about is measles containing vaccines and the risk of inflammatory bowel disease as published by Dr. Robert Davis and others in the publication cited in the slide. The purpose of the study published was to examine the risk of inflammatory bowel disease following exposure to a measles containing vaccine. Unfortunately, as implied by my other colleagues at the table, the use of the results to demonstrate no link between MMR and autism is what I respectfully consider to be a misuse of the study and I shall try to explain why. The fatal flaw of the study is that it is grossly underpowered. With conventional programs of power calculation, the calculation of power is somewhat complex but not controversial and we all do it similarly in various institutions. The power we calculate is 12 percent where normally accepted power is on the order of 80 percent and when you are looking at trying to demonstrate no difference, you want the power to be higher to avoid what is called a Type II error as opposed to a Type I error which is what we worry about in clinical research. As I say there in what I try to make non-jargon English, a power of 12 percent means that one has a chance of 88 percent of declaring no increase in risk if indeed there was a twofold increase. Just to explain that in a somewhat different way to a non-statistical or non-epidemiologic audience and to colleagues in the world of politics, if you mandate a poll and say as you are facing reelection and so on and you get a poll with a point estimate that 55 percent in your jurisdiction are in favor of reelection, in the ones published in newspapers, Time Magazine and so on, you will see the error is about 3 percent, so whether you are on the low side, 52 percent or 58 percent, you will probably get elected. If it were 40 percent, your estimates go down to the 20's and up to the 80's and 90's and you have no way from that poll which had insufficient numbers to predict whether you are going to get elected or not. It is an underpowered poll as I am giving the example from this paper. So the low power results in the wide confidence intervals you see if not in every estimate of the paper we are talking about, and in this case 6 percent of the exposed to measles containing vaccines in the population from which the sample was drawn, were among the controls they picked. I think their choice of controls was reasonable and that is what determines the low power. It is an imbalance, a maldistribution with exposed and non-exposed in the controls. That low 6 percent is what demonstrates the low power. Let me turn to another issue. We can expand with questions, Mr. Chairman. A hallmark of science as I have always taught, my colleagues teach, is replication and/or verification. I think the replication that Dr. Krigsman has done or the British work is an enormous contribution to our understanding of the validity of what went on before and it must be part of the practice in an evolving challenge like this or other challenges. These temples of secrecy, it is more in academia in fact, I would say, than in organizations like the CDC where this is our data and false issues such as confidentiality are brought up. We worked that out decades ago. Ten years ago, I went through the data base in Saskatchewan and in 4 months we sorted out the controversy of beta agonists and death in children due to asthma. It took 4 months, it took $4 million; it would have taken 5 years and $25 million to do it out in the field. You can protect the identity of the patients easily in our state of science today in computer skills and so on. We should avoid adversarial challenges. There were those who didn't believe this. We worked together on that. I just hope we can get past that in these controversies. As I say, temples of secrecy and adversarial approaches have no room in population science and most other clinical and related sciences. I would agree with what the chairman said earlier, that the Datalink Data base should be opened to train scientists with reasonable safeguards. I don't believe in fishing expeditions. I am sure the colleagues in the CDC worry about that. These at random searches to see if you can find some dirt if you wish has no place. This is done seriously in a scientific way but access must be given to the legitimate concerned academic population, governmental organization that needs to look, especially if they are funded through public funds like the Saskatchewan data base in Canada. I conclude that the Davis case control study from the Vaccine Safety Datalink Project cannot determine whether measles containing vaccines do or do not increase the risk that we are concerned about. In the 3-years I have been looking at epidemiologic literature from the entire world, scarcely any of it allows you to rule out MMR, nor can it rule it in. Part of the reason is in most jurisdictions where this has been done, you can't get high power. That is why in a case control study, my colleagues and I have designed to zero out this problem, we can't do it in the United States. and in the UK. The population has been penetrated too much of a degree. It has to be done in eight other countries just like the NIH supported the WHO studies in oral contraceptives for exactly the same reasons, an appropriately so. Last, this study does not contribute to our understanding of the relationships between MMR and MCV and autism. Thank you for your attention. [The prepared statement you. I am going to yield to Dr. Weldon because he is a physician and has some scientific background. I thought I would let him start off the questions and then I will chime in as we go through this. Dr. Weldon. I want to thank all of our witnesses. You have provided us with a tremendous amount of information. I want to focus on a couple of important points initially. If I understand you correctly, Dr. Bradstreet, you have two cases where you have identified measles virus in the cerebral spinal fluid in two children with regressive autism? Dr. Bradstreet. We presented two cases out of the ongoing investigation. Dr. Weldon. So you have other cases? Dr. Bradstreet. Yes, sir, we do. Dr. Weldon. Have you submitted this for peer review and publication? Dr. Bradstreet. No. At this point in time, the data is preliminary. We are in the process of developing a control base and replicating the science at which time we will submit it for peer review. We intend to have, based on the current rate of acquisition of cases, at least 30 cases to submit. Dr. Weldon. This is fairly significant, what you presented. Has anybody done this type of research where they have looked at kids with regressive autism and done a spinal tap on them and checked their spinal fluid for evidence of the antibodies to myelin and basic protein as you described, but more importantly, viral particles in their cerebral spinal fluid? Dr. Bradstreet. I believe we are the only people so far who have done that research. Dr. Weldon. So you did a research of the medical literature and you didn't find any evidence that this has been looked at previously? Dr. Bradstreet. Not at any point in time in the creation of the vaccine and the introduction of the vaccine, development of the safety issues of the vaccine or subsequent to that has anyone looked for persistence of the measles virus from the vaccine or autoimmunity in the sense of the brain as it relates to the vaccine strain. I am not aware of any data to that effect. Dr. Weldon. My understanding of pathophysiology for them to have measles particles in their cerebral spinal fluid suggests an ongoing encephalitis basically in these kids? Is that what you are implying to the committee? Dr. Bradstreet. I think it is very early in terms of drawing conclusions. There is clearly a persistence of a detectable viral genome in the brain in these children. There is the autoimmunity to myelin basic protein and the presence of abnormal antibodies to measles virus only in the children with autism. We do not see that in controls. Before we draw further conclusions, we would love to have those control spinal fluids looking for the virus. We should have that within 2 months. Dr. Weldon. One of these children is your own child. Dr. Bradstreet. Correct. Dr. Weldon. Have you tried antiviral therapy in treating these kids? Dr. Bradstreet. We have and I would say at this point in time, it is unpredictable and clearly we need a lot more research. There is a risk of developing hemolytic anemia in autism that seems to greatly exceed the risk of hemolytic anemia from antivirals as published in the literature. I have been in contact with the manufacturers of various antivirals and there is something unusual going on in autism that makes them more susceptible to side effects of antivirals. So it would not be a way to proceed generally speaking at this time without some very carefully observed research. Dr. Weldon. I understand the strain of measles that is in the vaccine has certain genetic markers that enable researchers to distinguish it from so-called wild type measles. Are you making an attempt to do the genetic mapping to see whether this is wild type measles or the vaccine strain? Dr. Bradstreet. Certainly that wouldn't be my place, but the collaborators for us at the various laboratories that are analyzing the spinal fluid are going to be looking at strain specificity. The history is very consistent with this being vaccine onset as opposed to a vaccine failure where wild virus is getting in and causing these persistent symptoms. Again, we should know that within 1 to 2 months. Dr. Weldon. Do these kids have seizures also? Dr. Bradstreet. A very high percentage have seizures. Again, this is a select group of children with autism. I am not trying to extend these conclusions to the entire population. These are children that have a very well established history that is very consistent with looking at measles virus or MMR as a cause of their symptoms. Dr. Weldon. Thank you, Dr. Bradstreet. Dr. Krigsman, Dr. Wakefield came under a lot of criticism when he published his findings, a lot of professional derogatory statements were made, I believe his credentials as a research professor have been threatened. Have you encountered anything like this in your research at all? You are at Mt. Sinai, correct? Dr. Krigsman. Lenox Hill Hospital. Dr. Weldon. By the way, what is your background? Where did you do your training? Dr. Krigsman. I trained at Mt. Sinai. I did my pediatric residency downstate in Brooklyn and my fellowship in pediatric gastroenterology at Mt. Sinai in Manhattan. Dr. Weldon. You have published research articles previously? Dr. Krigsman. Yes. Dr. Weldon. And you are a professor of medicine? Dr. Krigsman. No. I have a position at NYU which is the academic affiliate of Lenox Hill Hospital. Dr. Weldon. Have you come under any of the criticism that Dr. Wakefield encountered? Dr. Krigsman. Not yet. Dr. Weldon. Dr. Wakefield, I am curious about this issue of Dr. Gershon. The ranking member brought it up and I just want to clarify my understanding of this issue because I was here when Dr. Gershon testified. According to Dr. Gershon's statement that measles virus particles are detectable in the controls in Dr. O'Leary's lab, do I have that correct? Dr. Wakefield. That is correct. Dr. Weldon. And you are contending that there was no evidence to support the statement made by Dr. Gershon, that Dr. Gershon didn't look at the data, he made that statement based on essentially hearsay, what he had heard from somebody else? Dr. Wakefield. That is my understanding. In fact, the written data show quite the opposite, that there is substantial evidence that there was no contamination or no presence of measles virus in those tissues. Dr. Weldon. The reason I am bringing up this issue, and I don't want to get too bogged down in the controversies between you and Dr. Gershon, but as I understand it, Dr. O'Leary, who is a well respected viral pathologist, I think he was the gentleman who first identified Herpes Simplex Type A as the causative agent for Kaposi's Sarcoma, that he came under a certain amount of criticism within the British Isles, Great Britain, England, Ireland and he actually lost some credibility and some research grants, correct, based on that testimony? Dr. Wakefield. Yes. Within a week of that testimony, he lost five grants from the Irish Cancer Society. Dr. Weldon. From the Irish Cancer Society. I assume that was very costly to him and his research lab, correct? Dr. Wakefield. Extremely, both in terms of staff, research and professional reputation. Dr. Weldon. Is Dr. O'Leary litigating this issue? Dr. Wakefield. No. Here, I simply want to put the record straight and we do not wish to pursue it beyond that. Let us get on with the science. Mr. Burton. I just wanted to add I talked to Dr. O'Leary on the phone and he would have been here today to testify but he is having some health problems of his own and couldn't be with us. He stands by what Dr. Wakefield said. Dr. Weldon. Dr. Spitzer, I get the Archives of Internal Medicine and I, like a lot of busy doctors, just read the abstracts and I move on. In the case of the Davis Study, I want to make sure I understand this correctly. I took medical statistics in medical school and I also took it in college. I have looked at this study and do you have the study? Dr. Spitzer. Yes, I have it right in front of me, Dr. Weldon. Dr. Weldon. I want to get at this issue of the power. Table III on page 357 in the study reports all inflammatory bowel disease, the fourth column, broken down by age. They have these ranges for children who receive the MMR before age 12 months, a 0.61 with a range of 0.15 to 2.45 and then they have all the others. As I understand it, 1 basically means it is neutral, correct? Dr. Spitzer. Yes. Dr. Weldon. And then the range, let us take less than 12 months, what they are saying is 0.61 so I guess there is a suggestion there is a reduction in risk of inflammatory bowel disease but the range is as low as 0.15 which would be a dramatic reduction in risk up to almost a two and a halffold increase? Dr. Spitzer. Yes. Dr. Weldon. That tells me this is garbage. I hate to say that but that is like my pollster telling me your chance of being reelected is 55 percent with a range of 10 percent to 90 percent. Dr. Spitzer. I prefer not to use the word but you can't rule failure to reelect versus reelection in or out on the basis of the poll. Dr. Weldon. I think my time has expired and I am sure the co-authors of the study will take issue with some of this when they have their opportunity to testify. I yield back. Thank you. Mr. Burton. If the gentleman would like, we will come back for some more questions for this panel. Mr. Waxman. Mr. Waxman. I want to point out to the witnesses and the audience that I have a conflict in schedule because at the same time of this hearing, there is a Commerce Committee mark up, a vote on Medicare and Medicaid, so I am trying to go back and forth. I wanted to get on the record some points about Dr. Wakefield's testimony. Dr. Wakefield today testified about an upcoming scientific presentation in Ireland by Dr. O'Leary. In this presentation, which is going to take place in July, scientists are presumably going to claim to have found vaccine strain measles in the intestines of children with development disorders. I have a copy of the abstract and want to make it a part of the record. [The information The abstract states that the conclusion that the virus was vaccine strain, which means caused by the vaccine, is based on one nucleic acid position, No. 7901. According to the abstract, if the chemical at Position 7901 is adonine, then the strain is natural measles virus. But if the chemical is quanine, then the strain is from the vaccine. According to this abstract, this difference can perfectly distinguish between natural and vaccine strains of measles. However, according to the Gene Bank Web site run by the National Institutes of Health, this isn't true. So what we see in this abstract, from what we hear from Dr. Wakefield, there is a real question. Measles experts have told us that more than 10 natural measles strains have a quanine at position 7901, even though the abstract says that only happens in the vaccine strain. If there are 10 natural measles strains that have that particular chemical positioning, then this theory doesn't hold up. I have the names of some of those strains and I expect to even receive other names which I want to add to the record later on. I want to ask Dr. Wakefield, are you aware if Dr. O'Leary has checked the NIH Web site thoroughly before writing his abstract? If it is true that position 7901 does not distinguish between natural and vaccine strain measles, would it be fair to say that the conclusion of the abstract remains unproven? Dr. Wakefield. The work was based upon a recent publication by Parkes and colleagues which may well supersede what is published on the Web site. In that study, they make a clear distinction between vaccine and wild type strains based upon that mutation. Other questions on this will have to be referred to Professor O'Leary himself who can't be here. Mr. Waxman. I want to ask you whether you know if Dr. O'Leary checked the NIH Web site thoroughly before writing his abstract? Dr. Wakefield. I know for sure that he has checked the Gene Bank Web site. Mr. Waxman. If it is true that this position 7901 does not distinguish between natural and vaccine strain measles, would it be fair to say that the conclusion of the abstract remains unproven? Dr. Wakefield. Yes, it would. Mr. Waxman. I want to point out that we have been in contact with Dr. David W.G. Brown, the laboratory director, and Dr. L. Chen, clinical scientist. They are the head of the World Health Organization Collaborating Center for Measles in the United Kingdom. According to Dr. Brown, he says ``The data presented suggesting the presence of fragments of measles vaccine in these tissue samples is not scientifically valid. The author should have reviewed the measles data base fully'' and there are a number of questions he believes should have been evaluated. I guess we will have to hear from Dr. O'Leary whether he did the work that was required in order to come up with the conclusion beyond a doubt, or whether it is a conclusion that remains to be unproven. Dr. Brown says ``The approach described is scientifically flawed and will not reliably discriminate between wild and vaccine strains.'' He didn't know why the authors did not review available data or discuss with other measles groups with experience in this field. ``Sequencing is a definitive technique to discriminate between wild and vaccine strains of measles'' and he doesn't know why that wasn't used. I want to just make the point here in the time I have available to me that what has now been presented to us is another conclusion that has been made, but is based on some unproven information from an abstract that Dr. O'Leary is going to be submitting, which Dr. Wakefield submits to us as establishing the point he wants to make. According to the World Health Organization Collaborator Center head, Dr. Brown, it is another unproven theory and we need to have a lot more questions answered about that particular scientific evaluation. Mr. Burton. Before you leave, Mr. Waxman, I think we have some later information on that and we will yield to Dr. Weldon and maybe he can bring us up to date. Dr. Weldon. I just want to clarify this issue with Mr. Waxman. The abstracts that we are talking about is 12 biopsies, is that correct, or you haven't seen it? It is not your publication, is that right? So you are being asked to identify something you didn't do. Let me say for the record, I know a little bit about this issue of single mutation of a single amino acid using it as a discriminator in determining whether a population, in this case it was 12 biopsies, are wild type versus their vaccine type. You get into the statistics of this and maybe Dr. Spitzer may want to comment on this. The statistical probability of all 12 happening to get wild type is extremely low, whereas if that is indeed a marker that is used for the vaccine type, then the statistical probability is much, much higher. Yes, you could say that some in that sample may have acquired it through a wild type but nonetheless, the statistically higher probability is that this is vaccine-related measles. Mr. Burton. Would any of the witnesses care to comment on that? Dr. Spitzer. I would really have to look at the specifics of the study, would have to look at comparison groups, especially with the low sample of 12 of that sort and have a bit better understanding than you obviously have Dr. Weldon of the biology under that. Off the top of my head, I would prefer not to give an opinion and have to look at the basic data and the design and some of the biological issues before giving an opinion. Dr. Weldon. Just for the record, so the ranking member understands, when I was an undergraduate, I did molecular genetics research and specifically we were looking at these kinds of issues in the research I did, so I am somewhat familiar with the issue they are publishing on. Mr. Waxman. Would the gentleman yield? Dr. Weldon. Yes, I would be happy to yield. Mr. Waxman. It seems to me the question is either the test reliably distinguishes vaccine and natural strain or it doesn't. That really goes to the very heart of this abstract because if the test does establish that the measles in the gut of the bowel came from the natural strain or it came from the vaccine strain, we want to know whether that is established. I think what Dr. David W.G. Brown, the head of the World Health Organization Collaborating Center for Measles in the United Kingdom, is pointing out to us is that he thinks the conclusion that they distinguish the strain from the vaccine from other natural sources of strain is not proven by this abstract because that position of those genes can be the result of other strains not from the vaccine itself. That is the essential point that I think remains unsettled. Either it is or it isn't. Dr. Brown believes it hasn't been established. If in fact the chemical at position 7901 is from a natural measle virus or from the strain from the vaccine is the question I think needs to be established and addressed. I think we have enough questions here to really feel that we don't have the conclusion in place. Mr. Burton. We have to leave for a vote we are not through with this panel yet. I would just like to say we have gone from 1 in 10,000 children who are autistic and have all these kinds of variables and complications to 1 in 250 and in some cases, more than that. Something is causing it and we have to find out what it is. CDC and FDA and HHS had better get on the ball or else in 10 years, it may be 1 in 25. Something has to be done. We have to get to the bottom of this. To sit here and argue back and forth about one case study or another begs the issue. The issue is, there is a problem and it has to be solved. We stand in recess until the call of the gavel. We will be back in 15 or 20 minutes. [Recess.] Mr. Burton. Dr. Stejskal, how many people do you estimate are allergic to mercury? Dr. Stejskal. What sort of mercury do you mean? Because there is a distinction when you talk about allergy, if you talk about thimerosal or other mercury? Mr. Burton. Something like thimerosal? Dr. Stejskal. Then we have to go for patch testing which has been mostly looked at and I can tell you the numbers are not insignificant. In children, it seems to be especially often they do react to thimerosal. Mr. Burton. Ten percent, 20 percent, 30 percent? Dr. Stejskal. No, 20 to 30 percent of those which are tested. In unselected population, that means not coming to dermatology clinics, but the number which I remember from Mueller in Sweden, it is about 15 percent. Mr. Burton. Fifteen percent. So anywhere from 15 to 30 percent in the children are allergic to thimerosal? Dr. Stejskal. Yes. Mr. Burton. Dr. Krigsman, you did how many colonoscopies on those children? Dr. Krigsman. We have 43 results back from 43 patients. One patient had to be colonoscoped twice because of unexplainable worsening of symptoms. In addition to the 43 patients we have seen, 5 have been scoped already and those biopsy results are still pending. Mr. Burton. I know you can't make a categorical statement about this but in your opinion, do you think this was caused by just regular measles virus or do you think it was caused by the vaccines? What is your theory on this? Dr. Krigsman. I read the same papers everyone else has read and what I would like to do and what we plan on doing is attempt to replicate what Dr. Wakefield's group has published. We have everything in place, we have our lab, we have been in contact with the laboratories that have performed this test, we have the details of the assay, we have the patients. All we are waiting for now is the hospital's IRB approval. The day after we get that, we start. Mr. Burton. So you prefer not to theorize until you get the actual study? Dr. Krigsman. Until I do it myself, I don't know. Mr. Burton. We would like to have that. If you would send that to me for the record when you get it, we think that would be not insignificant. I think what you have done today by showing your results so far is very significant. I think finding the measles virus in the spinal fluid is also a very significant finding. If I were over at CDC or FDA, I think I would want to start replicating those studies right away over there before the private sector does it and they are proven wrong. It seems to me that our health agencies ought to be ahead of the game instead of standing around waiting for the basketball game to be over and then say, oh, well, we had better do something about that. I don't think Dr. Weldon had anymore questions for this panel, did he? I think we have pretty much covered everything with you. You have been a very good panel, you have been very patient and we appreciate your being with us. We have one more question. Do you believe the CDC statistical studies can dismiss the clinical findings? That is what the Associated Press has said and what Reuters News Service has said. Do you believe that the CDC statistical studies can dismiss the clinical findings? Dr. Bradstreet. If I might take that up as a clinician treating about 1,500 children with autism between myself and my partner, a pediatrician. One of the disturbing things for me in the way this has been handled by the media is I have a patient, and I only take care of one patient at a time, even though I have 1,500 in my practice, who has a definable, biological problem. I can measuer it. I can get a laboratory test and measure autoimmunity to brain, I can find excessive amounts of mercury and I can send off biopsies and find measles virus. We could debate whether that is the vaccine strain or the wild strain but we don't seem to be debating the fact that it is measles virus that is persisting in these children. So we have a definable biological problem that must be addressed as a clinician. The problem is that medicine has not yet given me as a clinician the tools to deal with most of these problems. So we need a lot more data that would allow me to treat. Do the statistics somehow magically erase the laboratory results and the clinical findings and the abdominal pain and the history and the chronic diarrhea that my patients are experiencing? Absolutely not. Mr. Burton. Anyone else want to comment? Dr. Wakefield. Dr. Wakefield. Just to say the statistical studies of the CDC and others have actually tested the wrong hypothesis and this point was made in the paper that was commissioned by the Institute of Medicine for the review on MMR last year. Until they set about testing the correct hypothesis for a relationship between vaccines, be they thimerosal or MMR or both and autism, then they will continue to come up with ambiguous or negative conclusions. Mr. Burton. Anyone else? Dr. Stejskal. I would like you to put up the overhead and I would stress again that I am sure case control studies when you just pull up all autistic children against all controls which may be asymptomatic, will have us power to tell you anything. The effect of risk factor may be diluted. So if we are now talking about mercury sensitization or weak mercury detoxification as a factor in these, normal case control study will not catch this. This paper is saying the effect of risk factor may be diluted in heterogeneous population. Analysis has to be based on the clinical markers of susceptibility either for toxicity or biology but on the biomarkers. These biomarkers can be enzymes for detoxification. You have to select patients, autistic children, for this and then you have to do allergy studies. So analysis based on clinical markers of susceptibility which are phenotype markers but also genetic markers if they are available and this may be one way to separate causes and identify specific and environmental risk factors. I think this is very important that the new studies which should be set up would be done so we can really measure and find the causes. Dr. Weldon. I just have one quick followup question. One of the issues I have had a bit of a problem with over the years we have looked at this issue is we hear about mercury and MMR and it is hard to take some of this credibly with people talking about various different causes of autism related to vaccines. If I understand correctly, Dr. Stejskal, and you two gentlemen talked about this as well, there may be a population of kids out there that are at some sort of genetic predisposition and mercury is somehow like an enhancing agent to allow the measles component of the MMR to cause this abnormal reaction that we are describing as autistic colitis, regressive autism, correct? Dr. Stejskal. Yes. There is evidence from animal studies, as I told you, which are quoted in this paper of the Working Party of the European Agency who says in studies this is the case. Mercury will compromise the immune system. Dr. Weldon. The reason ethyl mercury or thimerosal was removed first from topical agents by FDA and then later ordered to be removed from all vaccines is because it was causing a hypersensitivity reaction? Dr. Stejskal. That is right. The same with penicillin and sulfur drugs, that was the same thing. A topical application is always the most frequent one for produce of sensitization which doesn't mean that other applications don't. Dr. Bradstreet. If I might add, the data is quite compelling that in autism we see autoantibodies to myelin basic protein. We have been able to verify Dr. Singh's work with multiple different commercial clinical laboratories and it is clearly reproducible. So we know we have a very large percentage of children with autism who make antibodies to myelin basic protein. Interestingly enough, one of the well documented biomarkers for mercury toxicity, also a biomarker for lead toxicity, are antibodies to myelin basic protein. The intriguing thing for me is the way that mercury alters the immune response, changing it. So rather than a normal, let us get rid of the virus response, ut changes to an autoimmune response and allows for viral persistence. A response which is exactly what we have measured and presented at the American Society of Microbiology meeting, where there is evidence for viral persistence and evidence for autoimmunity in the presence of viral persistence. That I think is quite compelling that there is, in fact, a priming event where thimerosal, the mercury containing component, and we haven't talked about aluminum but I think aluminum in the vaccines is a very important part of that priming event as well, as are other vaccine constituents, set up the child's immune system so when the live virus is provided, and I think the route of administration, jabbing the kid as opposed to natural barrier mechanisms of administration is important too, clearly makes a difference in the child's response. I think the child then is set up for viral persistence and the host of complications we see as a result of that. Dr. Weldon. It is safe to say that the work in this area is very, very preliminary? Dr. Bradstreet. Indeed. Mr. Burton. I think that covers the first panel. Thank you very much once again. You are welcome to stay around and listen to the testimony of the people from the health agencies if you so choose. We will now welcome the second panel: Dr. Roger Bernier of the Centers for Disease Control and Prevention and those accompanying you, Dr. Robert Chen, Dr. Frank DeStefano, Dr. Stephen Foote from NIH and Dr. William Egan from the FDA. Would you please come forward? Can I ask you to please rise to be sworn, please? [Witnesses sworn.] Mr. Burton. I understand some of you have an opening statement? Dr. Bernier, you have an opening statement? Dr. Bernier. Yes, Mr. Chairman. Mr. Burton. Proceed. STATEMENT OF DR. ROGER BERNIER, ASSOCIATE DIRECTOR FOR SCIENCE, OFFICE OF DIRECTOR, CENTERS FOR DISEASE CONTROL AND PREVENTION, ACCOMPANIED BY DR. WILLIAM EGAN, FOOD AND DRUG ADMINISTRATION; DR. STEPHEN FOOTE, NATIONAL INSTITUTES OF HEALTH; AND DR. FRANK DESTEFANO AND DR. ROBERT CHEN, CDC Dr. Bernier. Good afternoon, Mr. Chairman and other members of the committee. I am Dr. Roger Bernier from the Centers for Disease Control and Prevention. Thank you for the opportunity to testify today on CDC's activities on vaccine safety research. I am accompanied today by Dr. William Egan of the Food and Drug Administration, Dr. Stephen Foote from the National Institutes of Health; and at your request, Dr. Robert Chen and Dr. Frank DeStefano from CDC are also here to respond to questions. Autism spectrum disorders are a group of lifelong developmental disabilities caused by an abnormality of the brain. Most recent data suggests that between 2 and 6 children per 1,000 have ASD or autism spectrum disorders. The impact on families of children diagnosed with ASD is tremendous. The Department of Health and Human Services is dedicated to finding the answer to what causes autism and how it can be prevented. While my focus today is on vaccine safety related issues, it should be noted that HHS has implemented an Interagency Autism Coordinating Committee. The activities of this committee highlight the large scale coordinated response that has been launched by HHS in order to understand, prevent and treat autism. Some parents, researchers and others have expressed concerns about potential links between autism and vaccines currently being used in the United States, focusing primarily on thimerosal, a preservative in some vaccines and second, on measles, mumps and rubella vaccine. In mid-1999, the U.S. Public Health Service agencies, including NIH, FDA, HRSA and CDC took action working collaboratively with the American Academy of Pediatrics, the American Academy of Family Physicians, and vaccine manufacturers to begin removing thimerosal from the vaccine supply. While the risk of harm was only theoretical, the decision was made as a precautionary measure in order to reduce overall mercury exposure of infants. As a result of this action, all manufacturers are now producing only vaccines that are free of thimerosal or have only trace amounts for routine infant immunization. The suggestion that MMR vaccine, which has never contained thimerosal, triggers autism was initially based on some reports of cases of autism in which parents noted the onset of autistic behaviors shortly after MMR vaccination. Over the last few years, a number of studies have been performed in countries around the world to address this issue. Systematic scientific reviews by some of the most prestigious medical bodies around the world, including the Medical Research Council of the UK, the American Academy of Pediatrics and the Institute of Medicine of the National Academy of Sciences in the United States have unanimously concluded that evidence does not support a relationship between MMR and autism. CDC is actively involved in detecting and investigating vaccine safety concerns and supporting a wide range of vaccine safety research to address safety questions. We talked earlier about the VSD. In order to enhance the understanding of rare, adverse effects of vaccines, CDC did develop the VSD in 1990. The project is a collaborative effort which utilizes the data bases of eight large HMOs. The data base contains comprehensive medical and immunization histories of approximately 7.5 million children and adults. The VSD enables vaccine safety research studies comparing evidence of health problems between unvaccinated and vaccinated people. Another critical part of our vaccine safety effort is the objective scientific evaluation of safety concerns by independent experts. In this report regarding association between MMR vaccine and autism spectrum disorder in April 2001, the IOM made several recommendations regarding future research. CDC takes this issue very seriously and is currently funding five separate research studies that address the recommendations from the IOM. These are described in my written testimony. In October 2001, the IOM Committee published a report on the possible association between thimerosal containing vaccines and neurodevelopmental disorders. In this report, the IOM concluded, ``The evidence is inadequate to accept or reject a causal relationship between exposure to thimerosal from childhood vaccines and the neurodevelopmental disorders of autism, ADHD and speech or language delay.'' The IOM made several recommendations regarding future research on this topic and CDC takes this issue very seriously and has undertaken six separate studies that address the IOM recommendations. These are also described in my written testimony. We remain vigilant to assure the safety of vaccines. We must also remember that vaccines benefit the public by protecting persons from the consequences of infectious diseases. Continued high U.S. vaccination rates are crucial to prevent the spread of diseases such as measles, pertussis and rubella among U.S. children. Vaccines are cited as one of the greatest achievements of biomedical science and public health in the 20th century. We can point to the remarkable success we have had in controlling numerous infectious diseases which used to be widely prevalent in the United States including polio, measles, pertussis and others. In fact, several of these vaccine preventable infectious diseases are known to cause developmental disabilities including hemophalous influenza Type B or Hib vaccine and congenital rubella syndrome, one of the few known causes of autism. Rubella vaccine, by preventing CRS, thus prevents some cases of autism. Prior to routine immunization with Hib vaccine, of young children who developed Hib meningitis, 5 percent died and another 15 to 30 percent were left with residual brain damage leading to language disorders and mental retardation. In conclusion, CDC remains committed to collecting accurate data on the prevalence of autism and conducting studies on vaccine safety. Research is already underway and more is planned to look at the relationship between the MMR vaccine and autism, and also on thimerosal related questions. We want each child to be born healthy and to grow and develop normally so that they are able to lead productive lives. Vaccines are one of our most valuable weapons against disease and have afforded us one of our proudest achievements in public health. Thank you, Mr. Chairman and members of the committee for the opportunity to testify before you today. I would be happy to answer any questions you might have. [The prepared statement I will start the questioning. How do you account for the epidemic of autism? It has gone from 1 in 10,000 and maybe it was because of reporting, maybe it was more than that, maybe it was 1 in 5,000 but now HHS says it is 1 in 250. How do you account for the epidemic, the growth in the epidemic? Dr. Bernier. I will let my colleague, Dr. DeStefano, answer that because he works in the Center for Birth Defects and Developmental Disabilities where the autism research is carried out. Dr. DeStefano. I think this is a complex issue that we are studying as well as NIH to try to resolve what is going on. It is clear from current data that more children and other people do have autism than was felt to be the case in the past. Current estimates are that between 2 and 6 per 1,000 children have an autism spectrum disorder and that is probably tenfold higher than what was believed in earlier years. The question is, is this an increase or is it due to better ascertainment, changes in diagnostic criteria, etc. We are trying to get a better estimate and are funding studies at CDC and several States to determine what the prevalence of autism is, if there is geographic variability, and to be able to monitor its occurrence in the future. Unfortunately data used different criteria and there was different knowledge of autism in the past. I don't believe we are ever going to be able to resolve definitively whether this has been an increase due to changes in diagnostic criteria and ascertainment versus a true increase in disease occurrence. We will get some leads on that as we better determine what the causes of autism are. Mr. Burton. That is a long way of saying you don't know why there is this tremendous increase? Dr. DeStefano. That is right. That is why there is research going on to try to determine its causes. Mr. Burton. Have you replicated any of the studies of the doctors we had before the committee today, Dr. Wakefield or any of the others? Has CDC or HHS tried to replicate their studies? Dr. Bernier. I think in some of these 11 studies that I alluded to, 5 relating to MMR and autism and 6 that are thimerosal related. There is going to be an effort led by CDC to try to create a multi-centered laboratory study that will examine some of the same questions that Dr. Wakefield and others have looked at, so yes, that effort is underway and good progress has been made in trying to organize this kind of multi-centered study but we are trying to do this in such a way that we can overcome some of the shortcomings or limitations that may have existed on some of the earlier work. Mr. Burton. So what you are saying is you are in the process of doing it now but you have not yet done it? Dr. Bernier. Specifically relating to the work that Dr. Wakefield and his colleagues have done, that is correct, but there is a lot of other work that has been done and has been reviewed by the IOM and these other committees that I have talked about. I wouldn't want to leave the impression that there is a big void of information. I wouldn't want to leave the impression that we know everything we should know and I certainly don't want to leave the impression that there is a void either. Mr. Burton. How long have we been talking about this? How many times have I had people from HHS and FDA up here? It has been a couple of years, hasn't it? Dr. Bernier. It has been often. Mr. Burton. Two or 3 years? Yes, it has been often. Now you are starting to look into it. I want to tell you we appreciate that and I am sorry it took so much prodding to get it started. We were talking about the vaccine safety datalink. For 2 years now we have tried to get that information so that other doctors and scientists who are not connected to our health agencies, who have credentials, could start using that information to do studies on their own. We were told in January or February that was going to be made public. Before this hearing, we asked why it had not yet been made available to responsible people in the scientific community and we were told, it has been made available. I didn't know it. Did you make any kind of report to the public that you had announced this in a press release or anything? Dr. Chen. I think several members of the audience were present at the meeting and we discussed several issues. The VSD project is a very important and unusual project that contains the personal medical records of about 7.5 million persons in the United States. With all the public concern about data privacy, it is very important to work out a process in which we can balance the need to respect the privacy of these individual's medical records on the one hand, as well as the desire for us to have researchers be able to independently look at the data. It has taken us 2 years to develop a process, when we first approached the HMOs, there were severe concerns by all of them that they would not agree to this and that they would withdraw from the project. So we have had to take the time to work out a compromise in which they would still be willing to participate in this partnership with the Government in terms of our ability to look at data safety issues as well as meet the needs of the HMOs in terms of protecting their privacy. I think that answers the question in terms of why it has taken time, so we have come from where each of the HMOs, not only the principal investigators, but also their governing bodies were opposed to this idea and we have worked with each of them to convince them to come around the other way, to accept the research data center. This convinving is what has taken a considerable amount of time. Mr. Burton. Let me pursue this. So in February, you had a meeting and other CDC employees were involved with committee staff and they discussed the release of the Vaccine Safety Datalink raw data to researchers. At that meeting, CDC provided a draft proposal. It is in your file there, exhibit No. 1 for researchers to access the VSD data. At that time, the staff was told the project was ready to go in February. That is correct. Mr. Burton. We did not receive up to this meeting today a press release or an advertisement in any medical journal or on any CDC Web site regarding this new program. If you are going to make an announcement, how do you propose to let anybody know unless you tell us? Dr. Chen. As I mentioned at the meeting to the people that were present, this is the first time we have tried to develop this mechanism with the National Center for Health Statistics. It is a pilot project using their Research Data Center which historically has not made this type of personal medical records available for public use. This center has been used only for public access to results of national health interview surveys, generally conducted kind of over the telephone, where people are willing to answer questions about their health status. This is a pilot process, so until we work out all the potential concerns through the first couple of test projects, it is our sense that it would be premature to widely advertise it. Mr. Burton. With the quantum leaps that we have seen in technology, there is not any real risk if you don't want the researchers from the outside to know who the individuals are on the data. You can do that, you can protect the privacy of those individuals. You can make sure there is no public announcement about that. Dr. Chen. Unfortunately, that turns out not to be really feasible in this data base. If you could imagine that for any vaccine safety study, you need several parameters that are key to be able to conduct the analysis. You need to know the date of birth of that individual, the date of vaccination of that person and any medical visits and what diagnoses they had. You need those elements in order to be able to do your analysis. It turns out that with the key variable on date of birth, so this was one of the major concerns expressed by one of our HMOs in Colorado, the principal investigators, his daughter recently had a sprained ankle and therefore, he posed hypothetically to his analyst that if you attended a birthday party and knew my daughter's date of birth and you also happened to find out the child had a sprained ankle the previous week, could you find this child? In fact, he very easily was able to find the medical record of the PI's daughter. Mr. Burton. I see where you are going. We are talking about how many people, 6 million? Dr. Chen. 7.5 million. Mr. Burton. And you are concerned because there is a sprained ankle, somebody goes to a party, they might be able to tell by using the birthdate who this person was. Dr. Bernier. Mr. Chairman, may I interject, if I may? I want to put on the record very clearly that CDC does support sharing information and trying to work transparently which I think is where you have been trying to get us to go. Mr. Burton. What I am trying to find out right now is why when we were told in February they were going to release this, every day is important to people who are going through these problems, my grandson, my granddaughter, all these people out here who have kids who are autistic, the people whose kids are becoming autistic, every day is important to them. When we were told in February we were going to get information and here we are at the end of June and haven't received it, and we have been told, it was made public a long time ago but nobody knew it, that is important. That is what I am trying to get at here. If you made a decision, why didn't you tell us? Why didn't we know about it? Why didn't all these people and the scientific community that wanted to get started on this, why weren't they told about it? Dr. Bernier. First of all, we have been trying to strike the right balance between the interests of all the concerned parties. That is part of the reason. The other thing is this is new for us. We are not interested in highly publicizing something where it is a pilot type of project. When we can iron out the wrinkles, we potentially will be in a position to make this more available. Part of this is this is a new pilot project and there have been efforts to try, as Dr. Chen alluded to, to protect the cooperation of the HMOs. We have the proprietary interests of the HMOs and the privacy rights of the patients, so we are trying to strike a balance and we are trying to make this work as smoothly as possible. We don't know all of the issues we will confront when we do bring in these researchers to reanalyze some of the studies we have done. So we are trying to move cautiously so that we can do so, but we will get to where you are going for people who want to reanalyze studies that CDC has done and the VSD. Mr. Burton. I have more questions but I will yield to my colleagues. As I said before as I yield to Dr. Weldon, we all want you to be cautious, we don't want to make mistakes. We all support vaccinations done in a responsible way because it has protected the health of this country, but you have people every day starting to suffer. There are huge quantities of people who have children now suffering under these diseases. The quicker we move, the better and the more people that get involved in the research, the better. Having outside responsible scientists having this data so they can get started on it quickly is very, very important. Dr. Weldon. Dr. Weldon. Let me start by saying to you, Dr. Bernier, we all support the vaccine program. I am a physician and I vaccinate hundreds and hundreds of people every year in my practice. We all recognize the tremendous accomplishment of the vaccine program in preventing death and morbidity in the United States and world over. We have had a lot of hearings on this issue over the years. A lot of people from the vaccine community come forward and point out all of that over and over again. We don't really question any of that. Our concern is that there has been clinical evidence that there are some very serious problems with our vaccine program and that officials in the United States and officials in Great Britain have been trying to avoid addressing them straight up. To cite as one example, Dr. Bradstreet did a chelation on his kid and chelated out a mountain of mercury from his kid. In other panels, we had physicians with autistic kids who did hair analysis on their kids and discovered they had toxic mercury levels. I am very glad you are getting around to the studies now and I am very, very pleased you said you have six studies going on but I want to underscore that we all support the vaccine program, we all know it saves millions of lives, we all want to see it continue. Credibility is also one of the other issues at stake here. It is not just the science of the matter, it is the credibility of our vaccine program. The last thing I personally want to see is that public confidence gets undermined like it has been in Great Britain and you have thousands of families refusing the vaccine now. As I understand, you have outbreaks of measles going on over there. I would like to see us handle it better. Let me say, and you can take this back to your bosses, one of the things I continue to be very, very disappointed about is the amount of money that is being thrown at this issue. We have about a million people with HIV AIDS, the CDC budget for HIV AIDS is $932 million, almost $1 billion for HIV AIDS for a million people. We have about half a million people, kids, with autism and the CDC budget is about $10 or $11 million. We have to start putting the resources to this problem to address this issue. The access to the data, you guys have to work through that problem and you have to allow skeptical people to look at the data because the impression is being generated that there is a cover up going on. I want to say that this study lends credence to the concern of there being a cover up. Dr. Chen, I would love for you to respond to my question. You have a claim in here in your conclusions, ``Vaccination with MMR and other measles containing viruses or the timing of the vaccination early in life does not increase the risk of inflammatory bowel disease.'' You aren't the principal author, it was Robert Davis and there are 10 different authors here, so maybe you didn't write that conclusion. The statisticians are telling us you don't have the power in this study to make that sort of claim. What is really disturbing to me is now in clinical evidence, sort of the Bible in medicine, this study is being quoted in clinical evidence that there is no relationship but the statisticians I have talked with tell me the data doesn't support the claim at all. This suggests again that you are circling the wagons and not really addressing the issues straight up, honestly. Dr. Chen. Dr. Weldon, let me address some of your points. If you take a look at my record over the years, I have done everything I can to build the infrastructure that is needed for us to address some of these issues. I started the Vaccine Adverse Event Reporting System [VAERS], I started the Vaccine Safety Datalink Project and I think in retrospect, part of our challenge in the field of vaccinology is that there was one additional missing piece of the infrastructure which in part has created an unnecessary gulf between the clinicians and the population scientists. If you think about it, adverse events obviously occur rarely so that any particular doctor reporting to VAERS would be pretty much doing so for the very first time. Our difficulty has been finding a way in which these types of cases can be assessed in a standardized way. The analogy would be that we do not expect the average primary care physician to be able to diagnose and treat a rare type of leukemia on their own. We create a subspecialty of hematology oncology which over time, as a sub specialty, is able to make progress on these rare outcomes. The analogous situations with vaccine safety is that by and large these events are rare. What we need is a tertiary infra-structure to be able to study them. We have just started the Clinical Immunization Safety Assessment Centers in this current fiscal year. So I think we will have a mechanism to conduct the type of research needed to bridge between the population and the individual level. Dr. Weldon. Let us talk technical stuff here. The issue is power and the problem with the power in this study, the power calculation renders the study invalid because you do not have enough people in your control group who were not vaccinated and the only way we can get a statistically valid study because the penetration of this vaccine is so extremely high is that we would literally have to have a multinational effort to try to address the question you attempted to answer in this study which you really didn't answer. Dr. Chen. I agree that this was one study and it provides evidence; that the more studies are conducted, the better the evidence is, they are replicated. Dr. DeStefano. I am a co-author of this paper. The low power that was alluded to earlier kind of missed the main point of this paper. It combined all measles vaccine into one group and therefore, we found that 94 percent were vaccinated. By time of this study, the hypothesis with IBD and measles vaccine had shifted, to it is MMR vaccine that is the culprit. Before that there had been studies done looking at single antigen measles vaccine, one done by Montgomery, which Dr. Wakefield is co-author, a cohort study of a 1970 British birth cohort. They did not find any association with single antigen measles vaccine. Similarly a case control study by Feeney did not find an association with single antigen measles vaccine. Subsequently the study by Montgomery was the one in which there were two cases in which the individuals, again with long term follow up to about age 26, about two cases where the individuals had wild type measles disease and mumps disease in the same year. Those two cases had a high relative risk. I think it was from that finding that the theory or hypothesis that having the two antigens exposure at the same time may be more detrimental. From there, I think that is part of the evidence that it is combined measles/mumps/rubella vaccine that is really the more dangerous combination and calls for single antigen vaccine. At the time of this study, the main new information issued or addressed was MMR vaccine. If you will look in this study, the proportion vaccinated with MMR was 66 percent. I think the relevant table is Table II where we are looking at ever vaccinating with MMR vaccine and you will see that the upper end of the 95 percent confidence interval for inflammatory bowel disease is 1.69. We can be over 95 percent confident that the relative risk for inflammatory bowel disease in this population associated with MMR is well below 2. Dr. Weldon. We have a range of 0.21 to 1.69. Dr. Destefano. This is not a flat range. You have to look at the odds ratio of 0.59 because that is our best estimate. If you would repeat this study, it would be statistically like a bell shaped curve, most of the results would be around 0.59. You may have a few out there around 1.6 or maybe a few down by 0.2 but they are mainly going to cluster, our best estimate is 0.6, and it is for MMR. I agree we were much more limited in looking at Table III with the specific ages of vaccination and that we are more limited in looking at Crohn's Disease or ulcerative colitis. I think our power was reasonable or at least as the confidence intervals would suggest to address the main issue that was extant at the time. Dr. Weldon. Let me reclaim my time here. The issue is this is a relatively low probability event. The data suggests the vast majority of girls can take this vaccine and it is probably less than 1 percent. If this hypothesis is correct that MMR alone or MMR somehow interacting with mercury is causing regressive autism associated with inflammatory bowel disease or autistic enterocolitis, the data is that it may be 1 percent of boys and it is well below 1 percent of girls, maybe on the order of 0.2 percent or less of girls. So even an odds ratio that you are putting forward here in Table II, I will give you credit, of 1.69 doesn't answer the question. On the basis of the data you provided here, you cannot substantiate the conclusion. Frankly, I have been reading the archives for years, not the archives of Pediatric and Adolescent Medicine, the archives of Internal Medicine, but it is published by the same publisher, the AMA, and I am surprised this would be accepted for publication and I am even more disturbed that data is being cited in other publications as further evidence that there is no relationship. Meanwhile, we have more and more clinical studies. We heard from another researcher totally unaffiliated with Dr. Wakefield but basically substantiating Dr. Wakefield's findings and now we have more disturbing development of a researcher telling us he is finding measles in the cerebral spinal fluid in these kids. Maybe the CDC is the wrong agency to be addressing these questions. None of you are with NIH, correct? You are with NIH. Dr. Foote. Yes. Dr. Weldon. The NIH budget I think is even more disturbing. You have in 2003, $2.7 billion on HIV AIDS related research, which I don't quibble with, it is a terrible problem but $70 million, you have 500,000 people with autism and 1 million people with AIDS, why don't we just apply the dollars. I have heard you say you have to get quality research and you can't just throw money out, that you want quality, but I know enough about research that if you dangle the money in front of them, the quality research will start coming forward. There are a lot of researchers who will say I can do that, why don't we get answers to some of these questions? Dr. Foote. As we discussed several weeks ago when I last testified before this committee, even in that time we have made strides toward funding our first large autism research centers and there will be a formal announcement about that in several weeks. In those centers, for example, is where the kind of training will occur that will allow young investigators to develop skills, to develop quality grant applications to design very rigorous experiments to undertake these issues. Your message is well taken that there is a need for biomarkers for this disorder. There is a need for more clinical investigation and we have put the money on the table, we are working with investigators with a great deal of technical assistance to them about how to prepare grant applications and so on. Dr. Weldon. I want to underscore a very, very important point in all this. I don't mean to keep picking on AIDS, but you are going to have another dramatic increase in your funding. The President wants it, the House and Senate all want it. You are going to get hundreds of millions of dollars more. Keeping this kind of a ratio, you have to start applying disproportionately more money to autism so we can get answers to some of these questions. One of the reasons I feel so strongly about this is unlike AIDS, where it is clearly a behavioral related disease, these kids may be getting this from a Government mandated vaccination and if we get answers to some of these questions, we may be able to prevent it whereas in the case of AIDS, we can't really prevent it because it is behaviorally related. It is not something mandated by the Government that has caused it. So a shift in priorities can have a dramatic impact. I am going to yield. I just want an answer for the record. The issue brought up by the ranking member on using various coding regions in the RNA and in the proteins as biomarkers to determine whether or not there is a wild type versus vaccine strain, I want to introduce for the record a research article published by Dr. Christopher L. Parks entitled, ``Analysis of Noncoding Regions of Measles Virus Strains in the Edmonston Vaccine Lineage.'' I yield back. Mr. Burton. Without objection, we will submit that for the record. We also have another article. We will put those in the record. [The information you have some questions? Mrs. Morella. Thank you for this hearing and the continuation of a series. Dr. Weldon makes exceedingly great points by virtue of his experience and knowledge. I agree with him that we should not be equating HIV AIDS with the money going into this research either. Let us just contribute the money to all of the research. I know he doesn't mean to say we take away from one with the other. I am going to ask a series of questions of Dr. Chen. Dr. Chen, in the U.S. medical community, studies that have been done by CDC researchers are given a great deal of credence, aren't they? Dr. Chen. I hope so. Mrs. Morella. Internationally, such studies tend to be viewed as the opinion of the Government, correct? Dr. Chen. You would have to ask those people. Again, we try to do the best science possible. Mrs. Morella. Generally, medical authorities, particularly those in the international community tend not to distinguish between CDC employees publishing research and the CDC's official position, correct? Dr. Chen. Again, I have not done a survey to look at that. Mrs. Morella. Isn't it true that HHS requires or perhaps should require that CDC ensure that its research regarding vaccines, for example, is of the highest caliber, is not misleading, and that a published study actually answers the question being asked? Dr. Chen. No, I think all studies have their strengths and weaknesses as seen by the discussion this morning. All we can do for any particular study is do our best to see what we can answer with the particular study design and address the strengths and weaknesses in the discussion. Mrs. Morella. So if a given CDC study can't reach a conclusion, the CDC and the article needs to explicitly say so, correct? Dr. Chen. Again, in any particular discussion, hopefully we discuss both strengths and weaknesses. With rare exceptions, no single study on its own, is able to definitively arrive at a conclusion. You add to the weight of the evidence on a particular issue. Mrs. Morella. It is our understanding that the Vaccine Safety Datalink Project was your idea, your concept. Is that true? Dr. Chen. I don't know if it is unique. I think there were several other predecessors who actually did smaller projects, versions of these large linked data bases. In fact, the drug safety folks actually came up with early versions of these linking up automated pharmacy files with automated outcome files. In science, we are always building on others ideas. Mrs. Morella. You are being pretty modest about it. Was the project originally designed for a specific length of time or was it designed to go into perpetuity? Dr. Chen. I think the thought was that be we will continue to vaccinate and presumably there will continue to be vaccine safety issues. Our initial contract I think was for 5 years because that is how long government contracts could be, so I don't know if we actually thought in terms of how long it would run but definitely would run for 5 years. Mrs. Morella. Five years I think was the original intent. Why was the project extended past the original 5 year plan? Who made the decision? Dr. Chen. I think the main reason is there continued to be new vaccines added to the schedule and there continued to be new vaccine safety issues that arose. The main impetus in early 1990 when we got started was the Institute of Medicine review of the evidence available on the safety issues as part of the Vaccine Injury Compensation Act. About two-thirds of the issues they looked at, they had to take the agnostic position that there was inadequate evidence to accept or reject a causal relationship, so there was a large number of research issues that were backlogged from before. Mrs. Morella. But who made the decision? Who at CDC determines what studies will be conducted? Dr. Chen. It is a decision like any multicenter research project. It is done collaboratively through the principal investigators, so we have a monthly conference call among the PIs to look at potential new study ideas. We take into account a variety of potential study ideas, be it from the Institure of Medicine, be it from VAERS, be it from case reports and the literature, and then, in an annual face to face meeting, we try to further prioritize among our ongoing studies. Mrs. Morella. So it is collaborative? Dr. Chen. It is very much an unusual partnership. It is the largest collaborative project between CDC and managed care organizations. We have the public health interest to do the vaccine safety monitoring. This is perhaps one aspect that is different for us compared to Canada and Saskatchewan where there is national health insurance. The HMOs have their own internal administrative data bases as part of their regular internal private insurance organization. So we piggy-backed the VSD project onto data that is collected for routine medical care in the HMO's. Mrs. Morella. In February of this year, I understand you and other CDC employees met with committee staff to discuss the release of the Vaccine Safety Datalink raw data to researchers? Dr. Chen. It was not the raw data. I think there is some confusion. We had talked about access in terms of the completed VSD studies. If individuals wished to do independent validation of our findings, we would make that available through the Research Data Center. Mrs. Morella. At this meeting, CDC provided a draft proposal for researchers to access the VSD data. I understand the staff was told the project was ready to go. Is this project now up and running? Dr. Chen. I think someone contacted me yesterday in terms of the proposal process and we are in discussions with them. Mrs. Morella. I understand no one has seen a press release? Have you done a press release or an advertisement in any of the medical journals or on the CDC Web site? Dr. Chen. Generally we do not publicize or issue a press release in matters like this. That is handled by the Department. We pursued this issue with the urging of the committee and made your staff aware of the availability of this new policy so that, if other researchers wish to replicate the findings, we would make it available. Mrs. Morella. You can see what I am getting at, the idea that I think it is important that you make the announcement. Otherwise, how do you propose that people are going to know the program exists. The committee was sent an email message last week saying applicants could send their applications to you? Do you have the procedures and the timeline for people to respond? Dr. Chen. As I mentioned earlier in response to a question, this is a pilot process we are working out and we want to accept those requests and just work it through and see how it goes. I think this is very much an experiment in terms of seeing whether, in fact, we are able to maintain this very valuable infrastructure for vaccine safety monitoring to the extent that the HMOs are still willing to continue to participate. We cannot mandate them to participate. It is really their patients, their data base and their institutional review boards who have oversight over the access to these data. Mrs. Morella. Can outside researchers contact the HMOs who participate in the VSD directly with specific research proposals? Dr. Chen. If they wish, sure. Currently, the infrastructure the VSD has built has permitted a number of other folks interested in research, folks interested in doing vaccine related research, to work directly with the HMOs, yes. Mrs. Morella. My name has expired. I would yield back. Thank you for your response. You can see we are looking at what that streamlined procedure will be, the openness timeline. Mr. Burton. We certainly want to see this opened as quickly as possible so that other researchers can check on all these things we are talking about. Dr. Egan, one thing has bothered me for a long, long time. Do you know when thimerosal was checked for its safety initially? Dr. Egan. The first study that I am aware of I guess was in the late 1920's when some researchers from Eli Lilly first evaluated. Mr. Burton. Do you know of any safety studies after that one or is that the only one? Dr. Egan. That is probably the only direct. Mr. Burton. Do you know anything about the study? Have you ever looked at that study? Dr. Egan. Yes, the original publication of it. Yes. Mr. Burton. Do you know that everybody, from what I have been told, everybody in that study was suffering from some kind of meningitis and it was a fatal disease, and that every one of them died, so there was no way to know if the thimerosal was safe or not because every one of the people injected with it died. They died from the Meningitis. Did you know that? Dr. Egan. No I have to go back and look at that. Mr. Burton. You mean to tell me that since 1929, we have been using thimerosal and the only test you know of is the one done in 1929 and everyone of those people had meningitis and they all died? Dr. Egan. There are other reports about the use of thimerosal in various products. Mr. Burton. Yes and they took methiolate off the market. Dr. Egan. Yes, as a topical. Mr. Burton. But you don't know of any other study, thorough study, that showed the safety of thimerosal? Dr. Egan. No, other than those studies that were done using it in end products and at whatever doses they had where they did see some safety related issues. Mr. Burton. The point is before you put a product on the market, before you start using it and injecting it in children or putting it in the products that people can put on their skin that might be toxic, shouldn't there be a very thorough test to make sure it is safe? Dr. Egan. The product itself, the final formulation of the vaccine, is studied and these studies were done. The limitation of those studies is that they would only find the more acute, the more rapid adverse events that might occur. Mr. Burton. But you are not familiar with any study that specifically deals with thimerosal? Dr. Egan. There were animal based studies but not in humans other than those studies where it was in products where either people received too much by accident or what else and they could get ideas of what the toxic doses were and then the other studies that are environmental trying to get estimates of the toxicity of mercury. Mr. Burton. So the way you found if there was too much thimerosal given was from the person who got the shot? So they were guinea pigs because you really didn't know how much thimerosal was going to be tolerable in a human being? Dr. Egan. These weren't studies that were done directly like that. Mr. Burton. How did you know how much thimerosal could be put into a vaccine or a product? Dr. Egan. They started off with the amounts of thimerosal that were needed as preservatives. There were animal-based tests. The amounts were certainly much, much less than the amounts that gave out of those Lilly studies and then during the investigational drug phase, adverse events were monitored and none were seen. Mr. Burton. You testified before this committee on July 18, 2000 that the FDA's major concern regarding thimerosal in vaccines started around May 1999. That is on page 282 of the mercury hearing transcript. We would like you to see this FDA email sent by Dr. Peter Patriarca, a CBER employee, to Roger Bernier and Jose Cordero regarding an FDA plan in place for many years to remove thimerosal from vaccines. It is exhibit No. 15. Do you have that before you, sir? Can you take a look at exhibit No. 15? Dr. Chen, can you give him exhibit No. 15, please? Let me read directly from exhibit No. 15. It says, in the email I just referred to, ``The fact of the matter is that an interim plan for potential removal of thimerosal has already been in place for many years. We just need to speed up the existing plan, not create a new interim plan. We are proactive, not reactive. Thanks, Peter, P.'' Why wasn't thimerosal taken out of all these vaccinations, if the plan had been in place for many years according to this email, and why didn't this committee get a copy of the interim plan? [Exhibit 15 follows:] [GRAPHIC] [TIFF OMITTED] T2358.299 Dr. Egan. I am not aware of any interim plan. Mr. Burton. What is he talking about? Dr. Egan. I am not sure what he is talking about. There was probably some discussion. Mr. Burton. Have you read that? It says again, ``The fact of the matter is that an interim plan for potential plan for removal of thimerosal has already been in place for many years.'' They already had an interim plan and you are not aware of that? Dr. Egan. No. Mr. Burton. Then it goes on to say, ``We just need to speed up the existing plan.'' So there was a plan to get this mercury product out of vaccines for many years but you don't know about it? Dr. Egan. No. I know there had been some discussions with some of the manufacturers as they were developing vaccines to caution them not to add additional thimerosal. Mr. Burton. Why wouldn't you want to add additional thimerosal? Dr. Egan. Not to add additional thimerosal or to add thimerosal as a preservative if it could be avoided. Mr. Burton. I think anyone paying attention to this discussion probably gets the strong impression that the scientific community and our health agencies knew that the mercury was a dangerous thing to have in those vaccines and yet for some reason, even though it had been discussed time and again to remove it from these vaccines, they kept putting it in there. The only conclusion that I can come to is it was money, there was some kind of money involved. This a product produced by big pharmaceutical companies and used by pharmaceutical companies and to expeditiously take it off the market was going to cost them a lot of money and that brings us to the possible conclusion that there is undue influence being exerted on our health agencies by the pharmaceutical industry. What do you think about that? Dr. Egan. From my own experience, I would say no, that wasn't the case. Mr. Burton. Then why is thimerosal still in there? If this was an interim plan that had been discussed years before, why wasn't it taken out? Dr. Egan. As I said, I am not aware of this interim plan that was existing that Dr. Patriarca is referring to. I can only speak to my own personal involvement in this. In the late 1990's, I guess in 1999 around the summer when the issue arose, and did work with the vaccine manufacturers to remove and reduce thimerosal from their products. Mr. Burton. I know, because we have been raising so much cane about it and there is a lot of heat being generated. This email was to you, Dr. Bernier, wasn't it? Dr. Bernier. I don't specifically recall the email but if I can look at the exhibit? Mr. Burton. Sure, go ahead. It is to RHB2. Is that your email address? Dr. Bernier. Yes, Mr. Chairman. Mr. Burton. You don't recall getting that? Dr. Bernier. I think looking at the date, this is late June 1999, in the early days when we were pulling together the first joint statement on thimerosal. It looks like we were exchanging views about the pros and cons of moving forward with that joint policy statement. It looks like Dr. Patriarca was commenting on some of the pros and cons of moving forward in the direction we were moving. So, yes, I did get this email. Mr. Burton. On July 2, 1999, Dr. Robert Plesse sent Dr. Ben Schwartz, then of the NIP Office, an email regarding thimerosal and the drafting of answers to possible questions that would arise from the release of a statement. In this message it states, ``You mean the FDA does not already know? How could they approve a product without knowing how much mercury it contains? What else is lurking that nobody knows about? That is exhibit No. 13. Are you familiar with that email? This is from Dr. Plesse of the FDA and it is to Ben Schwartz, the Acting Commissioner. Are you familiar with haven't seen this but we certainly did know the amount of thimerosal that was in each vaccine, so I don't know what this means. FDA did already know and the amount of mercury that is in every product is published in the package insert. Mr. Burton. Who is Dr. Plesse? Do you know who Dr. Plesse is? Dr. Egan. He worked for the Bureau of Biologics in Canada and he currently works for the Centers for Disease Control. Mr. Burton. And he is the one that sent this. ``You mean the FDA does not already know'' and you say they did know? Dr. Egan. But we do know. Mr. Burton. Did you know then? Dr. Egan. Yes. The amount of mercury that is in each product is in the accompanying package insert. So we know it, and it is publicly available. Mr. Burton. Dr. Plesse also made the statement, ``It is also no longer going to wash that there is no data to suggest a risk.'' Did anybody see that memo? Any of you? This was in 1999 and it says, this is also no longer going to wash that ``there is no data to suggest a risk.'' That is 3 years ago. Three years ago a memo was sent saying it is not going to wash. It ain't going to wash that you don't know that there is a risk there and you continue to have thimerosal in the vaccines. When I asked at previous hearing like this one, I said why don't you just recall everything with thimerosal in it right now and put out there single doses of measles vaccine or whatever which doesn't contain this possible toxic substance and get it over with. Nobody had an answer. The only answer I could figure out was that there was money involved. The pharmaceutical companies were going to lose some money if you pulled this stuff off the market. Is that assumption incorrect? Dr. Egan. I would disagree with it. Mr. Burton. What do you think about what this doctor said? Dr. Egan. I am not sure exactly what he is referring to. This was around the time that people were saying, yes, there is no data that suggests there is a risk. In other words, there is no positive data showing any risk, whether or not it is sufficient to just say that or whether one has to go out and generate data to show there is no risk or one is going to have to do something else. Mr. Burton. Here is the crux of the problem. If there is a risk when you are injecting something into a child, shouldn't we err on the side of caution and if you get a memo, an email that says, it is not going to wash, that there is no risk. If I were in an agency and I knew there was going to be a risk to human beings, I would say, we have to get on with this right away. We have to get this stuff taken care of. Dr. Egan. Again, I am not sure what he meant by that statement. I haven't had a chance to discuss it with him. This wasn't sent to me. Mr. Burton. Let us read it again. ``It is also no longer going to wash that there is no data to suggest a risk.'' It doesn't take a rocket scientist to understand that. Dr. Egan. I don't know whether he meant that what we have to do is go out and do studies to positively demonstrate that there is no risk or that there is a risk rather than just simply say that there is no evidence saying there is no risk. That may not be good enough. Mr. Burton. Do you think injecting mercury into a human being poses any kind of risk whatsoever? Dr. Egan. At the doses that were used, that have been used in the vaccines, no, there was no evidence that was posing a risk. Mr. Burton. Does mercury being injected into a human being have a cumulative effective? In other words, if you get eight or nine shots of mercury, would it have a cumulative effect in your brain? Dr. Egan. There may be some effect. That has to be looked at, finding out the rates of excretion versus the rates of deposition into various tissues and what those rates of clearance are. One thing I would like to stress is that as this issue came to the fore, the Public Health Service and the FDA did state that they wanted to reduce levels of mercury from all sources whenever possible and we did very, very actively work with manufacturers to eliminate and reduce mercury from all the routinely recommended pediatric vaccines. It was not a very simple and straightforward process doing that. Mr. Burton. Let me just say that according to ``experts'' my grandson got nine shots in 1 day that contained about 40 or 45 times the amount of mercury tolerable in an adult in 1 day and within just a few days, he became autistic. I imagine a lot of people in the audience and people around the country dealing with this sort of problem right now feel the same way. To have our health agencies continue with this on what appears to be the back burner really bothers me. Let me ask a couple more questions of Dr. Chen. Have you received any requests to date for the data? Dr. Chen. On Monday, when I came back from some travel, there was a voice mail from one of the consumer groups on autism who asked us to work with them to make the data available. Mr. Burton. So you have only had one so far. Do you recall the name of the organization? Dr. Chen. I think it was Elizabeth Birt but I don't remember the agency she represents. Mr. Burton. At this time, no one outside the CDC or HMOs has had access to the VSD data so far, right? Dr. Chen. In terms of this new research data center, that is correct. Mr. Burton. You attended a staff briefing in late February with the committee which we have established. At the end of the meeting, the Secretary's representative informed the committee staff that prior to the committee request, about 18 months ago, no one had ever suggested to the CDC that the VSD data should be made available. Is that true? Dr. Chen. I don't know if that is true or not. Obviously people out there can say things without me being knowledgeable. Mr. Burton. You don't know of any at all? Dr. Chen. I don't know at this point, no. I don't recall, at least. Mr. Burton. The Office of the Secretary not having been a part of this program since its inception had to rely on you and your staff for their briefing, didn't they? Dr. Chen. I presume so. Mr. Burton. Do you agree with the statement that prior to our committee's request to make the VSD data available, that no one had made such a suggestion? Dr. Chen. Being a human being, to my best recall, that is the case. Mr. Burton. Can you give me a yes or no answer? Did anybody or any organization or scientist request this data from you prior to that? Dr. Chen. To the best of recall, I don't remember anyone making that request. Mr. Burton. When I was having my investigation in the previous administration, we had what we called an epidemic of memory loss and the reason that epidemic of memory loss occurred was because people were afraid they would be nailed for perjury. That is not the case with you, I hope. Dr. Chen. I hope not. Mr. Burton. Isn't it true that as early as 1993, the CDC was getting requests to make the VSD available to other researchers? Take a look at exhibit No. 3, the bottom of page 6, top of page 7. You are the guy in charge of this and this is 1993. You just said you didn't recall whether there had been any request. Here we are going back to 1993. Would you take a look at that, at the bottom of page 6, top of page 7. I will read the quote to you. In the meeting minutes from a CDC- sponsored meeting that took place on January 12, 1993, the large linked data managers meeting, a part of the VSD annual meetings, here is the reference, ``Guidelines to using the LLDB files, data managers indicated that a growing number of people are expressing interest in using LLDB files for specific vaccine safety and other types of studies. Because the files are so complex, it is important to develop written guidelines, write model programs and provide SAS and/or consultation for other uses in order to insure the files are used correctly. This may become very resource intensive, especially as the datasets grow and LLDB results are presented.'' Doesn't this mean then that almost from the beginning, the CDC was being prompted to allow access to the data This is a meeting back from January 12, 1993 among data managers and I was not present at that data managers meeting. Mr. Burton. So you weren't aware of any of this? Dr. Chen. I was not aware of this discussion, no, because I was not present. Mr. Burton. Would you not have received these minutes of this meeting? Dr. Chen. I may have received it but as most of us know, we don't always read every single word of the meetings we were not at, so I don't recall reading this. Mr. Burton. This is pretty important stuff. We are talking about release of some of this data so that other research scientists can go out and look into this stuff. You got this memo and didn't even read it? Dr. Chen. It looks like it is about 10-15 pages of very detailed discussion about different aspects of data management and I don't recall having read this one. Mr. Burton. Why do they even have these meetings and give you the minutes if you are in charge of this if nobody is going to do anything with it? Here it says, ``Data managers indicated that a growing number of people are expressing interest in using LLDB files for specific vaccine safety and other types of studies.'' That is pretty important. Outside groups wanted to start doing this 9 years ago and you didn't know about it? Dr. Chen. As I mentioned, in all the discussions with the HMOs, their major concern was the protection of the privacy of their patients. Mr. Burton. That is not the point. You said you didn't know there was a request. Did you know there was a request for this or not? Dr. Chen. Again, I was unaware of this discussion. Mr. Burton. How about anytime since then in the last 9 years, were you aware that outside groups wanted this information? Dr. Chen. Until the recent discussion from a couple of years ago, no one has really approached us. Mr. Burton. In the last 2 years, are you aware of anybody asking for this information? Dr. Chen. There has been some Freedom of Information Act requests. Mr. Burton. So you did get some requests from outside groups in the last couple of years? Dr. Chen. Yes, that is correct. Mr. Burton. So you remember that. Did you have something you wanted to say, Dr. Bernier? Dr. Bernier. I just wanted to suggest to Dr. Chen that he might want to talk a little bit about some of the collaborations that have occurred over the years. I don't want to leave the impression that this was a totally closed system. There are others who have made use of the system. Dr. Chen is in a much better position than I am to say that. There may not have been requests coming in under the Freedom of Information Act but again, I think the question was asked earlier this morning, can people collaborate with the HMOs and yes, it is my understanding, and again, let Dr. Chen comment, but the HMOs are open to collaboration if people want to approach them. Mr. Burton. One of the things Dr. Weldon stressed was that credibility is extremely important. People have to trust their government. If they don't, you have a real mess on your hands. We currently have problems with some people who don't trust the FBI, they don't trust the CIA, they don't trust other agencies. One of the agencies they really should have to trust and be able to trust is the people who are prescribing needles being stuck into their kids' arms for vaccinations. You talk about you having closed study just inside the CDC or HHS and doing a collaborative study with somebody else you might be able to control. What we are talking about is giving the information to scientists on the outside who can verify and make absolutely sure that the information is correct, that the vaccines are safe, that there is no problem with things like thimerosal. That is why these independent studies are important. It appears as though there has been a circling of the wagons as Dr. Weldon said to keep everybody else out. That has to change if there is going to be a belief that our health agencies are shooting straight with the American people. Dr. Chen, isn't it true that Dr. Harold Guess, an employee of Merck, who has been invited repeatedly into the VSD planning meetings, also suggested to you in 1995 that CDC needed to make the data available to outside researchers such as industry researchers? Did Guess, an employee of Merck, say that to you in 1995? Dr. Chen. He is also a professor at the University of North Carolina in terms of his status. I think in terms of discussion, that is a sensitive issue that the HMOs had. We have worked with them and I think we now have a research data center process to work that out. Mr. Burton. That isn't the question. You said, first, you don't remember anybody asking for this data. First you said you didn't remember. Then you said, yeah, there was a couple of years ago some people talked to me, so you got that far. Now we are going back to 1995. Dr. Harold Guess, an employee of Merck who has been invited repeatedly into VSD meetings, also suggested to you in 1995, 7 years ago, that CDC needed to make this data available. Do you recall that? Dr. Chen. I must admit I don't recall that. Mr. Burton. You don't recall that. Dr. Chen, please go to exhibit No. 10, January 1995. It is the annual VSD meetings. I would like you to turn to page 4 of the section titled ``Priorities.'' Do you OK. Mr. Burton. Would you read to the committee the two sentences beginning with ``There was consensus?'' ``There was consensus that nothing `focuses the mind like writing a paper' ``and the highest priority for the project was in publishing the results of the studies, thereby garnering visibility and hopefully continued support and funding. Is this taxpayer funded project simply to keep a bunch of scientists employed and to pad your curriculum vitae with publications or is it to actively look for adverse events related to vaccines and to protect our children?'' Dr. Chen. Well, it is both. You hope to be able to do vaccine safety monitoring but that those results need to be shared with the public in peer review research and as part of the scientific process. Hopefully, by demonstrating that productivity, you are also able to continue to get additional resources. Mr. Burton. Let me ask one or two more questions and we will call it a day. It has been a long day. Dr. Bernier, as you know, there has been a great deal of concern about the changing of the definition of encephalopathy in the vaccine injury compensation program. This change resulted in many cases being ruled ``off table'' and thus harder to be compensated. We have repeatedly been told that the Department adopted an existing scientific definition. I am going to read to you verbatim from January 12, 1994 a VSD annual meeting summary written and approved by CDC employees. ``Encephalopathy, the definition developed by Jerry Finecel for revision of the Vaccine Injury Table and published in the Federal Register should be adapted.'' Dr. Bernier, it appears that Congress and the public have been misled about this definition. I am going to ask that you take back to the Secretary a request to revert to Congress' definition immediately. Do you have exhibit No. 5, page 2, paragraph 6. don't know if this is the appropriate time or if you want to finish this but I would like to recommend or suggest that we defer questions about the compensation program to representatives from HRSA. There is not a HRSA representative here today and we were asked if any questions did come up, could we ask for them to be sent to HRSA so they could respond for the record. Mr. Burton. I think the Secretary should be made aware of the definition that is currently being used. It should be changed. I will be glad to send a memo to him as well but I would like you to go back and ask him to review that along with you to see if that is in order. Dr. Bernier. We would be happy to do that. Mr. Burton. We will prepare a memo to that effect. We have some more questions I would like to submit for the record but I am tired and I am sure that you are tired and we don't want to keep beating on this ad infinitum. Dr. DeStefano, you worked with Dr. Verstraten on the thimerosal study, didn't you? Dr. DeStefano. Yes. Mr. Burton. Would you turn to exhibit No. 14 and read the results in the conclusions section, please? children with neurologic disorders and 106 with renal disorders. We found a statistically significant positive correlation between the following measures of exposures and outcomes, cumulative exposure at 2 months of age and unspecified developmental delay, cumulative exposure at 3 months of age at TICS, a cumulative exposure at 6 months of age in attention deficit disorder, a cumulative exposure at 1, 3 and 6 months of age in language and speech delay, a cumulative exposure at 1, 3 and 6 months of age in neurodevelopmental delays in general. Conclusion, this analysis suggests that in our study population, the risk of TICS, ADD, language and speech delays and developmental delays in general may be increased by exposures to mercury from thimerosal containing vaccines during the first 6 months of life, confirmation of these findings in a different population and further quantification of the dose response effect are needed.'' Mr. Burton. Do you recall the date of that? We don't have the date. Dr. DeStefano. It must have been like probably winter, later winter, early spring of 2000. Mr. Burton. Has that study been published? Dr. DeStefano. This was presented, I believe, at the Epidemic Intelligence Service Conference in April of that year. Mr. Burton. Was it published? Dr. DeStefano. No, those are not published proceedings. Mr. Burton. They are not. Dr. DeStefano. This was a training program and this is usually the conference where the Epidemic Intelligence Service officers in training present their research but they are not published. Mr. Burton. It showed there was a problem, didn't it? Dr. DeStefano. This is the analysis that the autism figures come from that was displayed earlier. Mr. Burton. What was Dr. Verstraten's role at the CDC when the study was conducted? Dr. DeStefano. He was an Epidemic Intelligence Service officer, so he was there to obtain training in applied epidemiology. Mr. Burton. He is no longer with the CDC, correct? Dr. DeStefano. No, he is not. Mr. Burton. Isn't it true that shortly after the study Dr. Verstraten left the CDC and took a job with a vaccine manufacturer? Dr. DeStefano. Yes. Mr. Burton. In June 2000, the VSD project held a meeting, Exhibit No. 16. Could you look at exhibit No. 16? In June 2000, VSD project held a meeting at the Simpson Wood Retreat Center, correct? Dr. DeStefano. Yes. Mr. Burton. Would you explain the purpose of that meeting? Dr. DeStefano. I could explain but Dr. Bernier organized it and he would be better able to explain. Mr. Burton. It was to discuss the thimerosal study, was it not? Dr. DeStefano. Right. Mr. Burton. Was that correct? Dr. Bernier. That is correct. Mr. Burton. As you can see, exhibit No. 16 is an internal memo from Dr. Harold Guess at Merck to Merck employees distributing the thimerosal information from the Simpsonwood meeting. Isn't it correct that all the vaccine manufacturers had representatives at that say that all of them did but they were invited. Mr. Burton. But most of them were there? Dr. Bernier. I believe that is correct. Mr. Burton. What were the industry's recommendations or concerns about the study? We are going to find out so I hope you will give us the whole story here. What was the industry's concerns about that study? Dr. Bernier. I am not sure that I can characterize industry's concerns separate from the concerns of epidemiologists or other members of the group that were there. We didn't segregate out peoples' views by their affiliations. Mr. Burton. So the views of CDC or FDA or the health agencies would be incorporated in with the pharmaceutical representatives that were there? Dr. Bernier. No. The pharmaceutical representatives were not there as consultants. The Simpson Wood meeting was called together on short notice by CDC because these results had caused concern on our part and we wanted to consult with expert opinion outside the agency. As a result, we invited somewhere in the neighborhood of 12 or 15 individuals. Mr. Burton. Where were they all from? Dr. Bernier. They came from academia, they came from I am not exactly sure. We did it more by expertise. We were looking for pediatricians, neurologists, epidemiologists, that kind of thing. Mr. Burton. Were most of them from the pharmaceutical companies? Dr. Bernier. Oh, no. They were just a minority. The members from the vaccine companies were not there as consultants. They were there as observers because their products were the subject of the conversation, so CDC felt it was appropriate for them to be aware of these data so they could have an opportunity to assess them along with others who were looking at them. Mr. Burton. Did any of the industry representatives make any recommendations or anything while they were there? Did they say we have a problem with this report? Dr. Bernier. It is difficult to deal with things on two sides. They were free to talk. If they were at the meeting, they were observers in the sense that they were not the consultants per se but if they had an opinion about the data or about anything going on, I am sure the chairman of the group would have recognized them and would have allowed them to express their views. Mr. Burton. Were there minutes taken at the meeting? Dr. Bernier. Yes, there were. I don't know about minutes but I believe there is a transcript and report that was written. Mr. Burton. I would like to have that transcript, post haste and if need be, I will give you a subpoena for it. I want a transcript of that, I want to read it. I want to find out if the pharmaceutical industry had any influence over the decisionmaking process of our health agencies because if that is the case, there is going to be a big, big problem. How soon can I have that transcript? Dr. Bernier. I believe the transcript is available. It should not take a long time. I would think a matter of days if we can put our hands on it. Mr. Burton. I sure hope you can put your hands on it. Dr. Bernier. That shouldn't be a problem, Mr. Chairman. Mr. Burton. Why haven't you submitted that information I read to you a few minutes ago, Dr. DeStefano, for peer review? Dr. DeStefano. That is part of the manuscript that was developed from this. I think its current status perhaps Dr. Chen could talk about. I am no longer involved. Mr. Burton. Dr. Chen. Dr. Chen. Unusual to most scientific studies, in fact because of the importance of this study, the analyses of the VSD have been shared publicly in multiple forums, at Simpsonwood, at the ACIP, and at the IOM. At each of the meetings, several interested parties on both sides of the equation have raised many concerns about how they want the study improved or analyzed and we have been trying to address those concerns. We have finished that and we expect to submit the paper for peer review shortly. Mr. Burton. I think I will let you fellows go for the time being. I am sure we will be together again before long. I appreciate your being here. If you are still here, can I have the first panel come back to the table, I have a few more questions. I really don't have any questions, I just want each of you, as people who have worked on this subject a long time, I would like to have any of your thoughts on what you just heard regarding all this questioning. We are talking about kids who have been harmed, so if you have any comments you would like to make, I would like to hear them for the record. If you don't, that is fine as well. Dr. Bradstreet. As a parent of a child with autism, as a physician, it would have been wonderful, absolutely grand to have the information that has been kept largely behind closed doors for years available to me both as a parent and as a physician to guide my decisionmaking about vaccine administration. Mr. Burton. Amen. Dr. Bradstreet. I think it is appalling that some of their answers were clearly evasive and fly in the face of reality-- where we just received evidence that in fact there was abundant information that thimerosal associated itself with a variety of different problems, all of which for the most part would be associated with neurodevelopmental disorders typical of autism with speech language delay, general overall neurodevelopmental disorders. To then take that data and say there is no relationship to autism where most of those constituents are part of the spectrum of autism, seems hypothetically almost impossible and statistically almost impossible. I think we have been done a disservice in the way in which this data has been withheld for 2, 3, 4 years. I think it has and should have been the cause of a recall of thimerosal immediately. I think we have seen some of the issues they were concerned about: whether or not we would continue to have the uptake of vaccines, if the parents would continue to submit to voluntary vaccination programs, and I realize some of the driving forces behind that. The problem is in the process of attempting to cover this up they haven't done a very good job. Parents have found out the truth. They have multiple access, whether it is through Freedom of Information or through various other resources, to find out the toxicology of mercury and find out the problems with persistent viral infections. I think it is incredibly valuable for this committee to continue its work trying to expose the truth. I thank you very much for it. Mr. Burton. You don't have any doubt about that do you? Dr. Bradstreet. No, I don't. Mr. Burton. There are a lot of reasons I am concerned about the health and safety of the entire population of America but I am so ticked off about my grandson and my granddaughter just like you are that I can't see and to find that our health agencies have, as Dr. Weldon said, circled the wagons trying to keep us from knowing the facts just makes me want to vomit. Dr. Bradstreet. Do you think it is any coincidence that the rise and the use of ritalin, which I think various other government agencies have had hearings on the use of ritalin, absolutely corresponds to the rise in the use of mercury and that they find a statistically significant increase in ADHD? Mr. Burton. Those are things that we will continue to beat on and try to get to the bottom of with your help and others. Anybody else have any comments? Dr. Wakefield. One comment and that is my third occasion here. It underscores for me the overwhelming need to disassociate those who mandate and endorse vaccines from those who monitor safety. You cannot referee your own soccer matches. It is like asking an Italian referee to take over the game of Italy between South Korea. It doesn't work, can't do it. You have to separate those agencies that endorse and mandate vaccines and those who monitor safety. One needs to be on the back of the other all the time in order to check on safety. It also underscores the value of your Freedom of Information Act which we do not have in the United Kingdom. It is enormously to this committee's credit that it has gotten as far as it has. The work clearly must continue. Mr. Burton. Al Jolson used to sing and they would bring the curtain down and the audience would be up pounding the floor and clapping because he was such a great entertainer. He would get down on one knee and say, you ain't seen nothing yet. Other comments? Dr. Spitzer. Dr. Spitzer. I would like to say as a Canadian epidemiologist I am also a member of the Institute of Medicine of the USA, that if one had to make a choice between epidemiology and the clinical and laboratory disciplines looking at all of this, one sets epidemiology aside and one goes to the clinic, one goes to the labs and some of the work that has been done in Britain and here and we have heard about today. Nevertheless, having said that, I would urge thoughtful, responsible colleagues such as those in the committee and leadership in this country and elsewhere, that we need to push the answers in parallel, in three or four areas, the biological mechanisms such as have been done by Dr. Friedman and Professor O'Leary; the epidemiology which so far has been noncontributory, the Institute of Medicine says there is no evidence and that is very different than saying the evidence demonstrates there is no relationship. You can see the itty bitty study we saw today and that is the kind of epidemiology that we find when we go and look plus others and we really need to do serious work. We were talking about sample size. The study we designed internationally to get some answers has 3,500 cases and 7,000 controls. Why? Suppose 10 percent of the children are affected by one product, say MMR, that subset also has to be statistically significant or we are going to have to use another 5 years. I will make that my own example. I want to thank you as one who benefits from the fact I have no family members involved or anything that the support by this committee and its staff to those trying to look at this seriously in various country and I think this hearing was extremely important to many of us involved. Mr. Burton. Ladies first, Dr. Krigsman. Dr. Stejskal. You have an admirer in Sweden for your work with this issue of chemical toxicity. As an immunologist working for a long time in pharmaceutical industry at toxicology laboratory, I am still shocked regarding risk benefit assessment of this additive thimerosal. I don't see the reason why it wasn't changed and replaced by other additives like, for example, chloride. For me this is astonishing and shocking. I think your explanation of money is the right one. I also hope you will continue with your work to remove all mercury from the body and out of the fillings. I want to tell you that in Europe, the nickel is already banished and prohibited as a part of metal alloys used in dentistry while unfortunately here in America, you still have high nickel rich metal alloys allowed. Nickel is another mutagen and carcinogen and so on. We will help you in any way we can. I hope you will go on with your work. Mr. Burton. Thank you. Dr. Krigsman. Dr. Krigsman. I would like to conclude by saying what has happened in the past and what this committee is interested in looking into is one issue. I want to project to the future and I would invite the governmental agencies to show and demonstrate their commitment to research in this area by providing funding for those people who are pursuing those answers. Thank you. Mr. Burton. Thank you very much. I want to thank all of you for being so patient. You have been here since 10 a.m. I really appreciate that. You are doing the good Lord's work. Hopefully there will be a lot of children and people that will grow up a bit safer because you are willing to come and testify. Dr. Wakefield, hang in there, buddy. Thank you. [Whereupon, at 2:40 p.m., the committee was adjourned, to reconvene at the call of the Chair.] [The prepared statements of Hon. Constance A. Morella, Hon. Edolphus Towns, Hon. Dennis J. Kucinich, additional information submitted for the record, and the complete set of "}