{"title": "Enfermedad del coronavirus 2019 (COVID-19)", "author": null, "url": null, "hostname": null, "description": "Infórmate sobre la enfermedad del coronavirus 2019 (COVID-19) y sobre el coronavirus que la causa (SARS-CoV-2). Aprende cuáles son los síntomas, riesgos, y las maneras de protegerte.", "sitename": null, "date": "2023-07-14", "cleaned_text": "Descripción general Coronavirus Coronavirus Los coronavirus son una familia de virus que pueden causar enfermedades respiratorias como el resfriado común, el síndrome respiratorio agudo grave (SARS, por sus siglas en inglés), y el síndrome respiratorio de Oriente Medio (MERS, por sus siglas en inglés). Los coronavirus son una familia de virus que pueden causar enfermedades como el resfriado común, el síndrome respiratorio agudo grave (SARS, por sus siglas en inglés) y el síndrome respiratorio de Oriente Medio (MERS, por sus siglas en inglés). En 2019 se identificó un nuevo coronavirus como la causa del brote de una enfermedad que se originó en China. El virus se conoce como coronavirus 2 del síndrome respiratorio agudo grave (SARS-CoV-2). La enfermedad que causa se llama enfermedad por coronavirus 2019 (COVID-19). En marzo de 2020, la Organización Mundial de la Salud (OMS) declaró el brote de la COVID-19 como pandemia. Los grupos de salud pública, incluidos los Centros para el Control y la Prevención de Enfermedades (CDC, por sus siglas en inglés) de los Estados Unidos y la OMS, controlan la pandemia de la COVID-19 y publican información actualizada en sus sitios web. Estos grupos también emitieron recomendaciones para la prevención y el tratamiento del virus que causa la COVID-19. Productos y servicios Síntomas Los signos y síntomas de la enfermedad por coronavirus 2019 (COVID-19) pueden aparecer entre 2 y 14 días después de la exposición al virus. Este período entre la exposición y la aparición de los síntomas se llama el período de incubación. Puedes contagiar la COVID-19 antes de que tengas síntomas (transmisión presintomática). Entre los signos y los síntomas más habituales, se pueden incluir los siguientes: Entre los síntomas tempranos de la COVID-19 se puede incluir la pérdida del sentido del gusto o del olfato. Otros síntomas que pueden aparecer son los siguientes: - Falta de aire o dificultad para respirar - Dolores musculares - Escalofríos - Dolor de garganta - Goteo nasal - Dolor de cabeza - Dolor en el pecho - Conjuntivitis - Náuseas - Vómitos - Diarrea - Sarpullido Esta lista no es exhaustiva. Los niños presentan síntomas similares a los de los adultos y, generalmente, tienen una enfermedad leve. La gravedad de los síntomas de la COVID-19 puede variar de muy leve a grave. Algunas personas pueden tener solo unos pocos síntomas. Otras pueden no tener ningún síntoma, pero aun así pueden contagiar a los demás (transmisión asintomática). En algunas personas, los síntomas, como mayor falta de aire y neumonía, empeoran aproximadamente una semana después de su aparición. Hay personas que presentan los síntomas de la COVID-19 durante más de cuatro semanas desde el diagnóstico. Estos problemas de salud se suelen llamar afecciones posteriores a la COVID-19. Algunos niños presentan el síndrome multisistémico inflamatorio, un síndrome que puede afectar algunos órganos y tejidos durante varias semanas después de tener la COVID-19. En raras ocasiones, algunos adultos también presentan el síndrome. Los adultos mayores tienen más riesgo de enfermarse gravemente a causa de la COVID-19 y esto aumenta con la edad. Las personas que tienen enfermedades preexistentes también pueden tener un riesgo más alto de enfermar gravemente. Entre las afecciones que aumentan el riesgo de un agravamiento de la COVID-19 se incluyen las siguientes: - Enfermedades cardíacas graves, como insuficiencia cardíaca, enfermedad de las arterias coronarias o miocardiopatía - Cáncer - Enfermedad pulmonar obstructiva crónica - Diabetes de tipo 1 o tipo 2 - Sobrepeso, obesidad u obesidad importante - Presión arterial alta - Tabaquismo - Enfermedad renal crónica - Enfermedad de células falciformes o talasemia - Sistema inmunitario debilitado por trasplantes de órganos sólidos o de médula ósea - Embarazo - Asma - Enfermedades pulmonares crónicas, como fibrosis quística o hipertensión pulmonar - Enfermedad hepática - Demencia - Síndrome de Down - Sistema inmunitario debilitado por trasplante de médula ósea, virus de la inmunodeficiencia humana o algunos medicamentos - Afecciones del cerebro y del sistema nervioso, como accidentes cerebrovasculares - Trastornos por consumo de sustancias Esta lista no es exhaustiva. Es posible que otras afecciones médicas aumenten el riesgo de enfermar de gravedad por la COVID-19. Cuándo consultar al médico Si tienes signos o síntomas de la COVID-19 o si estuviste en contacto con alguien a quien se le diagnosticó la enfermedad, comunícate de inmediato con tu proveedor de atención médica para recibir indicaciones. El proveedor de atención médica probablemente te recomendará hacerte una prueba de detección de la COVID-19. Si tienes signos y síntomas de la COVID-19 que sean una emergencia, como dificultad para respirar, solicita atención médica de inmediato. Si necesitas ir al hospital, llama con anticipación para que los proveedores de atención médica puedan tomar medidas para asegurarse de que los demás no estén expuestos. Si tienes signos y síntomas de la COVID-19 que sean una emergencia, solicita atención médica de inmediato. Los signos y los síntomas que indican una emergencia pueden incluir los siguientes: - Dificultad para respirar - Dolor u opresión persistente en el pecho - Incapacidad para permanecer despierto - Confusión repentina - Piel, labios o lecho de las uñas de color pálido, grisáceo o azulado, según el tono de la piel Esta lista no es exhaustiva. Infórmale al proveedor de atención médica si eres un adulto mayor o si tienes afecciones de salud crónicas, como enfermedades cardíacas o pulmonares, ya que puedes tener un mayor riesgo de enfermarte gravemente de la COVID-19. Causas La infección por coronavirus del síndrome respiratorio agudo grave de tipo 2 causa la enfermedad por coronavirus 2019 (COVID-19). El virus que causa la COVID-19 se contagia con facilidad entre las personas. Según los datos, el virus de la COVID-19 se contagia principalmente de una persona a otra cuando hay contacto estrecho. El virus se contagia a través de las gotitas respiratorias que se liberan cuando una persona que tiene el virus tose, estornuda, respira, canta o habla. Estas gotitas pueden inhalarse o caer en la boca, la nariz o los ojos de alguien que esté cerca. En algunos casos, el virus de la COVID-19 puede contagiarse cuando una persona está expuesta a gotitas o aerosoles muy pequeños que permanecen en el aire durante varios minutos u horas (trasmisión por el aire). El virus también se contagia si tocas una superficie donde se encuentra el virus y luego te tocas la boca, la nariz o los ojos. Sin embargo, el riesgo es bajo. Una persona que está infectada pero no presenta síntomas puede contagiar la COVID-19. Esto se denomina contagio asintomático. Una persona infectada pero que aún no presenta síntomas también puede contagiar la COVID-19. Esto se denomina trasmisión presintomática. Es posible tener COVID-19 más de una vez. Factores de riesgo Los factores de riesgo de la COVID-19 parecen incluir los siguientes: - Contacto estrecho con alguien que ya tiene la COVID-19, sobre todo alguien que presenta síntomas - Que una persona infectada tosa o estornude cerca de otra no infectada - Estar cerca de una persona infectada cuando se encuentra en un espacio cerrado con poca ventilación de aire Complicaciones Aunque la mayoría de las personas con COVID-19 tienen síntomas leves a moderados, la enfermedad puede causar complicaciones médicas graves y causar la muerte en algunas personas. Los adultos mayores o las personas con afecciones médicas existentes corren un mayor riesgo de enfermarse gravemente con COVID-19. Las complicaciones pueden ser las siguientes: - Neumonía y problemas para respirar - Insuficiencia orgánica en varios órganos - Problemas cardíacos - Una afección pulmonar grave que causa que una baja cantidad de oxígeno pase por el torrente sanguíneo a los órganos (síndrome de dificultad respiratoria aguda) - Coágulos de sangre - Lesión renal aguda - Infecciones virales y bacterianas adicionales Prevención La Administración de Alimentos y Medicamentos de Estados Unidos (FDA, por sus siglas en inglés) autorizó el uso de emergencia de algunas vacunas contra la COVID-19 en dicho país. La Administración de Alimentos y Medicamentos de Estados Unidos aprobó la vacuna de Pfizer-BioNTech contra la COVID-19, ahora llamada Comirnaty, para prevenir la COVID-19 en mayores de 12 años. La Administración de Alimentos y Medicamentos de Estados Unidos otorgó la autorización para uso de emergencia de las vacunas contra la COVID-19 de Pfizer-BioNTech para personas de 6 meses a 11 años. La Administración de Alimentos y Medicamentos de Estados Unidos aprobó la vacuna de Moderna contra la COVID-19, que ahora se llama Spikevax, para prevenir la enfermedad en mayores de 18 años. La Administración de Alimentos y Medicamentos de Estados Unidos también autorizó el uso de la vacuna de Moderna contra la COVID-19 para niños de 6 meses a 17 años. La Administración de Alimentos y Medicamentos de Estados Unidos también autorizó el uso de la vacuna potenciada de Novavax contra la COVID-19 para prevenir la COVID-19 en personas de 12 años o mayores. Debido al riesgo de un problema de coagulación de la sangre que puede poner en riesgo la vida, la Administración de Alimentos y Medicamentos de Estados Unidos ha restringido el uso de la vacuna de Janssen de Johnson & Johnson en ciertas personas a partir de los 18 años. Entre estas, se incluyen personas que tuvieron una reacción alérgica grave después de recibir una vacuna de ARN mensajero contra la COVID-19 y personas que no pueden recibir una vacuna de ARN mensajero contra la COVID-19 por el acceso limitado o por motivos personales o religiosos. Si recibes esta vacuna, asegúrate de conocer los riesgos y los síntomas del problema de coagulación de la sangre. La vacuna puede evitar que te contagies con el virus de la COVID-19 o que te enfermes de gravedad si contraes el virus de la COVID-19. Además, recibir la vacuna contra la COVID-19 puede ofrecer una mejor protección que la que se adquiere al contraer la COVID-19. Se demostró en un estudio reciente que las personas que no recibieron la vacuna y que ya tuvieron la COVID-19 tienen más del doble de probabilidades de volver a infectarse con la COVID-19 que las personas que recibieron todas las dosis. Después de vacunarte, puedes retomar de manera más segura muchas actividades que probablemente no hayas podido hacer debido a la pandemia. Sin embargo, si te encuentras en un área en la que hay una gran cantidad de personas hospitalizadas por la COVID-19 y nuevos casos de la COVID-19, los Centros para el Control y la Prevención de Enfermedades recomiendan usar mascarilla en espacios públicos cerrados. Se considera que tienes la pauta completa de vacunación dos semanas después de recibir la segunda dosis de una vacuna de ARN mensajero contra la COVID-19, después de recibir dos dosis de la vacuna de Novavax o dos semanas después de recibir la única dosis de la vacuna de Janssen de Johnson & Johnson contra la COVID-19. Se considera que estás al día con las vacunas si recibiste todas las vacunas recomendadas contra la COVID-19, incluidas las dosis de refuerzo, cuando cumpliste los requisitos. Se recomienda otra dosis de la vacuna contra la COVID-19 administrada como dosis inicial para las personas que están vacunadas y que es posible que no hayan tenido una respuesta inmunitaria suficiente. En cambio, se recomienda una dosis de refuerzo para las personas que están vacunadas y cuya respuesta inmunitaria se debilitó con el tiempo. Según las investigaciones, recibir una dosis de refuerzo puede disminuir el riesgo de contraer la infección y de un cuadro grave de la COVID-19. Las personas que tienen el sistema inmunitario moderada o gravemente debilitado deben recibir otra dosis de la vacuna administrada como dosis inicial y un refuerzo. Los Centros para el Control y la Prevención de Enfermedades recomiendan dosis adicionales y dosis de refuerzo de las vacunas contra la COVID-19 en los siguientes casos específicos: - Otra dosis de la vacuna administrada como dosis inicial. Los Centros para el Control y la Prevención de Enfermedades recomiendan otra dosis de una vacuna de ARN mensajero contra la COVID-19 administrada como dosis inicial para algunas personas que tienen el sistema inmunitario debilitado, como las que han recibido un trasplante de órganos. Es posible que las personas con el sistema inmunitario debilitado no generen un nivel de inmunidad suficiente después de recibir dos dosis de una vacuna de ARN mensajero contra la COVID-19 o con la única dosis de la vacuna de Janssen de Johnson & Johnson contra la COVID-19. Una dosis adicional de una vacuna de ARN mensajero contra la COVID-19 podría mejorar la protección contra la enfermedad. Esta dosis adicional de una vacuna de ARN mensajero contra la COVID-19 se recomienda para personas de 6 meses o mayores. La dosis adicional de la vacuna dada como dosis inicial debe administrarse al menos cuatro semanas después de la segunda dosis de una vacuna de ARN mensajero contra la COVID-19 o de la única dosis de la vacuna de Janssen de Johnson & Johnson contra la COVID-19. La dosis adicional de la vacuna administrada como dosis inicial debería ser de la misma marca que las otras dos vacunas de ARN mensajero contra la COVID-19 que se administraron anteriormente. Si no sabes qué marca de vacuna se te administró, puedes recibir una tercera dosis de cualquiera de las marcas de la vacuna de ARN mensajero contra la COVID-19. - Dosis de refuerzo. Estas recomendaciones varían según la edad, las vacunas que se administraron y el estado del sistema inmunitario pero, en general, se puede recibir la vacuna de refuerzo al menos dos meses después de la última dosis. Aquellos que recientemente obtuvieron un resultado positivo en una prueba de COVID-19 deberían considerar esperar tres meses a partir del momento en que comenzaron los síntomas para recibir la dosis de refuerzo. Los niños de 6 meses a 4 años que recibieron la vacuna de Moderna contra la COVID-19 pueden recibir una dosis de refuerzo de la vacuna actualizada de Moderna, llamada bivalente, contra la COVID-19. La dosis de refuerzo se basa en la cepa original del virus y en dos cepas de ómicron. Los niños de 6 meses a 5 años que recibieron la vacuna de Pfizer-BioNTech contra la COVID-19 pueden recibir una dosis de refuerzo de la vacuna actualizada de Pfizer-BioNTech. La dosis de refuerzo se basa en la cepa original del virus y en dos cepas de ómicron. Las personas de 5 años o mayores que recibieron la vacuna de Moderna contra la COVID-19 y las personas de 6 años o mayores que recibieron cualquiera de las dos vacunas pueden elegir entre las dosis de refuerzo de la vacuna actualizada bivalente de Pfizer-BioNTech y Moderna contra la COVID-19. Las personas de 12 años o mayores que recibieron la vacuna de Novavax contra la COVID-19 pueden elegir entre las dosis de refuerzo de la vacuna actualizada bivalente de Pfizer-BioNTech y Moderna contra la COVID-19. Si tienes 18 años o más y recibiste la vacuna de Janssen de Johnson & Johnson contra la COVID-19, puedes recibir cualquiera de las vacunas bivalentes con ARN mensajero como dosis de refuerzo al menos dos meses después de la vacuna administrada como dosis inicial. Las personas de 18 años o mayores también pueden recibir la dosis de refuerzo de la vacuna de Novavax basada en la cepa del virus original como primer refuerzo al menos 6 meses después de la última dosis. Las embarazadas también pueden recibir una vacuna de refuerzo contra la COVID-19. Hay muchas medidas que puedes tomar para reducir el riesgo de infectarte con el virus de la COVID-19 y de contagiar a otras personas. La OMS y los Centros para el Control y la Prevención de Enfermedades recomiendan las siguientes precauciones: - Vacúnate. Las vacunas contra la COVID-19 reducen el riesgo de contraer y contagiar la COVID-19. - Evita el contacto cercano con cualquier persona que esté enferma o tenga síntomas. - Mantén distancia con los demás cuando estés en espacios públicos cerrados. Esto es especialmente importante si corres un mayor riesgo de presentar un cuadro grave de la enfermedad. Ten en cuenta que algunas personas pueden tener la COVID-19 y contagiar a otras, aunque no tengan síntomas o no sepan que tienen la COVID-19. - Evita las multitudes y los espacios cerrados que no tengan buena circulación de aire (ventilación). - Lávate las manos a menudo con agua y jabón durante 20 segundos como mínimo o usa un desinfectante para manos que contenga al menos un 60 % de alcohol. - Usa una mascarilla en espacios públicos cerrados si te encuentras en un área donde hay una gran cantidad de personas hospitalizadas por la COVID-19 y nuevos casos de la COVID-19, incluso si estás vacunado. Los Centros para el Control y la Prevención de Enfermedades recomiendan utilizar una mascarilla que brinde la mayor protección posible, se ajuste bien y sea cómoda de forma habitual. - Mejora la circulación de aire en los espacios cerrados. Abre las ventanas. Enciende los ventiladores para que el aire salga por las ventanas. Si no es posible abrir las ventanas, considera la posibilidad de usar filtros de aire. Además, enciende los extractores en el baño y la cocina. También podrías considerar la posibilidad de usar un filtro de aire portátil. - Cúbrete la boca y la nariz con el codo o un pañuelo desechable cuando tosas o estornudes. Desecha en la basura el pañuelo que usaste. Lávate las manos de inmediato. - Evita tocarte los ojos, la nariz y la boca. - Si estás enfermo, evita compartir platos, vasos, toallas, ropa de cama y otros artículos de la casa. - Limpia y desinfecta regularmente las superficies que se tocan con frecuencia, como los pomos o manijas de las puertas, los interruptores de luz, los dispositivos electrónicos y las encimeras. - Aíslate en casa y no vayas al trabajo, tampoco vayas a la escuela ni a lugares públicos si estás enfermo, a no ser que salgas para recibir atención médica. Evita el trasporte público, los taxis y los viajes compartidos si estás enfermo. Si tienes una enfermedad crónica y puedes tener un mayor riesgo de presentar un cuadro grave de la enfermedad, consulta al médico sobre otras formas de protegerte. Viajes Si planeas viajar, primero revisa los sitios web de los Centros para el Control y la Prevención de Enfermedades (CDC, por sus siglas en inglés) y de la Organización Mundial de la Salud (OMS) para obtener información actualizada y recomendaciones. Los Centros para el Control y la Prevención de Enfermedades recomiendan usar una mascarilla en los aviones, autobuses, trenes y otros medios de trasporte público cerrados en los que viajes hacia o desde los Estados Unidos, y dentro del país, y en lugares como aeropuertos y estaciones de tren. Pon en práctica una higiene de manos adecuada cuando estés en lugares públicos. También deberías hablar con el proveedor de atención médica si tienes enfermedades que te hagan más vulnerable a sufrir infecciones respiratorias y complicaciones. Más información Reciba nuestro boletín informativo gratuito en español El boletín informativo de Mayo Clinic en español es gratuito y se envía semanalmente por correo electrónico con consejos de salud, recetas deliciosas, descubrimientos médicos y más. [Vea un ejemplo](https://links.e.response.mayoclinic.org/EmailPreview-Spanish) del correo electrónico e inscríbase a continuación. ErrorDebe completar el campo de correo electrónico ErrorIncluya una dirección de correo electrónico válida Con el fin de proporcionarle la información más relevante y útil, y de entender qué información es beneficiosa, posiblemente combinemos tanto su correo electrónico como la información sobre el uso del sitio web con otro tipo de datos que tenemos acerca de usted. Si usted es un paciente de Mayo Clinic, esto puede incluir información confidencial de salud. Si se combinan esos datos con su información médica confidencial, toda esta información se tratará como información médica confidencial y solo se usará o revelará según lo descrito en nuestro aviso sobre políticas de privacidad. En cualquier momento, puede optar por no recibir las comunicaciones de correo electrónico si presiona en el mensaje el enlace para anular la suscripción. ¡Gracias por tu subscripción! Como solicitaste, pronto comenzarás a recibir en tu buzón la información más reciente sobre salud de Mayo Clinic. ¡Lo sentimos! El sistema no funciona en este momento. Vuelva a intentarlo. Hubo un problema por parte nuestra, vuelva a intentarlo. "}