{"title": "Anxiety Around Receiving a COVID-19 Vaccine May Trigger Further Side Effects", "author": "Zee Krstic", "url": "https://www.goodhousekeeping.com/health/a35493042/covid-vaccine-side-effects-symptoms/", "hostname": "goodhousekeeping.com", "description": "It's okay to be anxious before a vaccine — but it may be the reason why you experience a side effect that's not common, per new research.", "sitename": "Good Housekeeping", "date": "2021-05-07", "cleaned_text": "- There are 7 documented side effects associated with COVID-19 vaccines, according to the Centers for Disease Control and Prevention. - You may be more likely to experience a side effect after your second dose, but be prepared for the possibility for chronic side effects (or none at all!). - Most symptoms will be naturally relieved within 48 hours, but administrators are tracking those with allergies for added safety. - New research suggests that anxiety may be the root cause of side effects that aren't common or expected. Educating yourself (and your family!) about the COVID-19 vaccine is important. While these minor side effects have been noted, it's important to understand that the benefits of a vaccine far outweigh any temporary setbacks. COVID-19 vaccines have been shown to be highly effective at preventing the spread of the disease, and health officials certify that receiving a COVID-19 vaccine will not cause a COVID-19 diagnosis directly. [Learn more about all the benefits of a vaccine from CDC officials here](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/vaccine-benefits.html). Anyone over the age of 16 is [now eligible for a COVID-19 vaccine](https://www.goodhousekeeping.com/health/a35462884/how-to-register-covid-19-vaccine/), and since [U.S. demand for vaccines](https://www.nytimes.com/interactive/2021/05/04/us/vaccine-rollout-slowing.html) is slowing, it's safe to say that those who have yet to receive a shot may be nervous for one reason or another. Americans have three options when choosing a vaccine: Two different mRNA-based vaccines produced by Pfizer and Moderna teams, or a single-dose Johnson & Johnson product. Given a previous temporary pause on the single-dose vaccine due to [singular reports of blood clotting](https://www.yalemedicine.org/news/coronavirus-vaccine-blood-clots), many are wondering what's considered \"normal\" when it comes to side effects after receiving a vaccine. Because more than 30% of the population ( [more than 107 million ](https://www.npr.org/sections/health-shots/2021/01/28/960901166/how-is-the-covid-19-vaccination-campaign-going-in-your-state)as of May 6) in the United States has received a vaccine by this point, scientists have had plenty of time to collect data on which side effects should be expected. But a small set of data collected in April specifically provided a basis for scientists that some reactions to the vaccine, both physical and mental, could be actually prompted by anxiety. A [CDC-issued study](https://www.cdc.gov/mmwr/volumes/70/wr/mm7018e3.htm?s_cid=mm7018e3_w) published on April 30 illustrated that a string of 60+ cases of individual reactions to the Johns0n & Johnson vaccine across five states were characterized by anxiety-related symptoms. The most common reactions due to anxiety? Dizziness, fainting, nausea, vomiting and hypertension, all of which were resolved within 15 minutes of receiving supportive care at the vaccination site. These side effects could have been prompted by issues like needle anxiety, or concern around the discussion of the Johnson & Johnson vaccines on a national scale. But in any case, the study illustrates that those experiencing anxiety around vaccination could be more likely to experience a physical reaction that they (or vaccinators) didn't expect. The Centers for Disease Control and Prevention [has established guidance](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/expect/after.html) for those experiencing any adverse side effects following their vaccinations. Officials are even asking people to report these symptoms in real-time using a system called [VAERS (Vaccine Adverse Event Reporting System](https://vaers.hhs.gov/)) so investigators can fully detect any issues. So far, officials have reported the following side effects as the most common for those receiving a Moderna or Pfizer-BioNTech shot: - Pain and/or swelling at the injection site - Fatigue - Headaches - Chills - Fever - More rarely, you may experience joint pain, swelling or rash at the injection site \"These side effects may affect your ability to do daily activities, but they should go away in a few days,\" officials clarify. And a majority of people may experience only a mild form of one side effect or another — it is extremely rare for someone to experience all 7 potential vaccine side effects. When will I experience side effects? More often than not, it's likely that you'll likely experience symptoms after the second dose, explains [William Schaffner, M.D.,](https://www.vumc.org/health-policy/person/william-schaffner-md) the medical director for the [National Foundation for Infectious Diseases](https://www.nfid.org/). \"The proportion of people who are afflicted with these things together is increased after the second dose... It can be up to 50% or more of people who, at the very least, experience a sore arm, for up to two days,\" he says. While it's more likely you'll experience any of the 7 symptoms after your second dose, Dr. Schaffner says that it's not the case for everyone. You may experience noticeable symptoms after your first shot, and none after the second; you might have no reactions to the vaccine at first, but a noticeable one to your booster shot; or you may not experience any side effects at all. Some individuals may experience one, two, or more symptoms after their first shot and then entirely different symptoms for their second shot — it's all dependent on the patient, despite any data-driven trend, Dr. Schaffner clarifies. Should I be concerned about allergies? In December, there was [a highly publicized case](https://www.cnn.com/2020/12/09/health/covid-vaccine-allergies-health-workers-uk-intl-gbr/index.html) where one first responder in the United Kingdom experienced severe allergic reactions after receiving a vaccine. Currently, [CDC officials estimate](https://www.cdc.gov/mmwr/volumes/70/wr/mm7002e1.htm?s_cid=mm7002e1_w) that anaphylaxis will occur in 11 instances per one million doses administered among the public — likely resulting in trouble breathing, swelling, rash or low blood pressure. But those who are likely to have these reactions are also likely instructed by healthcare providers to carry epinephrine (often known as an EpiPen), which can immediately reverse these symptoms. As a precaution, most vaccine administers often observe anyone with noted allergies for at least 15 to 30 minutes, Dr. Schaffner says. Because those with anxiety may also be prone to show immediate physical reactions within 15 minutes of their shot, it's also a time for healthcare providers to monitor anyone who may be extra nervous. \"All those people are counseled to be sure if they're eligible for the vaccine ahead of time — it's why it's so important to talk to your doctor,\" he adds. \"The observation period should hopefully catch all and any of these instances.\" It's best to speak with your doctor about any concerns regarding a COVID-19 vaccine, especially if you have pre-existing health conditions. The only group that is actively being discouraged from receiving a vaccine at this time are those under the age of 16. \"The vaccine still hasn't been studied in those children, and those studies are underway — I would expect to have that information closer to the end of the summer,\" Dr. Schaffner tells Good Housekeeping. How to treat any symptoms: Most symptoms should be temporary and not majorly impact your day-to-day life, but you'll want to [ensure you're resting well](https://www.goodhousekeeping.com/health/a35194558/best-time-for-sleep/), [eating well](https://www.goodhousekeeping.com/health/diet-nutrition/a26040273/immune-boosting-foods/), and [living a balanced routine](https://www.goodhousekeeping.com/health/a31261097/what-to-stock-up-on-for-coronavirus/) in the days after your shots, Dr. Schaffner recommends. Pain or discomfort may be treated with over-the-counter relief like acetaminophen, especially for any high fevers. CDC officials don't recommend using pain relievers prior to vaccination, so you should wait until symptoms are affecting you in real-time. Any allergic reaction, including sustained rashes at the injection site, should immediately be reported using the VAERS system and be called into your healthcare provider. You should reach out to your primary healthcare provider if your pain or fever increases after the first 24 hours has passed, per the CDC. If any of these symptoms become prolonged into numerous days or weeks, seek immediate medical attention. Zee Krstic is a health editor for Good Housekeeping, where he covers health and nutrition news, decodes diet and fitness trends and reviews the best products in the wellness aisle. Prior to joining GH in 2019, Zee fostered a nutrition background as an editor at Cooking Light and is continually developing his grasp of holistic health through collaboration with leading academic experts and clinical care providers. He has written about food and dining for Time, among other publications. "}