{"title": "Fillmore Auditorium (Denver) - 2023 show schedule & venue information - Live Nation", "author": null, "url": "https://www.livenation.com/venue/KovZpZAE6eJA/fillmore-auditorium-denver-events", "hostname": "livenation.com", "description": "Fillmore Auditorium (Denver) tickets and upcoming 2023 event schedule. Find details for Fillmore Auditorium (Denver) in Denver, CO, including upgrades, seating chart, and day of show information.", "sitename": "Live Nation", "date": "2023-09-01", "cleaned_text": "Fillmore Auditorium (Denver) Upcoming Events Know Before You Go We can't wait to see you at Fillmore Auditorium! Here's what to expect when you visit us. Coming to a show? Here are a few things to know before you go! Doors Time Doors generally open one hour before the show's scheduled start time. Bag Policy The following bag policy is in place: Bags up to 12\" x 6\" x 12\" are allowed in the venue. All bags will be searched prior to entry. Bags that are not clear will be subject to additional search. Mobile Ticketing All our events will be Mobile Entry. That means your mobile device will be used to gain access to the event. Tickets will not be emailed or available for print. For more information on mobile entry, [click here](https://help.livenation.com/s/article/What-is-Mobile-Entry?language=en_US). Phone troubles? Visit the box office on event day for assistance. Be prepared to show your ID. Cashless Payments Cashless payments will be available at all points of sale and are recommended The Fillmore is located at 1510 Clarkson Street, Denver CO 80218. Premier Parking is available for [purchase.](https://www.livenation.com/venue/KovZpZAE6eJA/fillmore-auditorium-denver-events#upgrades) Street + metered parking is available on the surrounding blocks. Taking public transportation? The Fillmore is on the #15 Colfax RTD line with a stop across the street. The #15 is also accessed from the Colfax Ave. light rail stop. Ride share passengers can be dropped off near the front gates on the corner of Colfax and Clarkson. The box office at Fillmore Auditorium will be open from 12PM-6PM on FRIDAYS only. In addition, the box office will be opening 3 hours before doors on show dates. We look forward to seeing you at our next show at Fillmore Auditorium. FAQs Where is The Fillmore located? 1510 Clarkson Street, Denver CO 80218 Where is the lost and found? If you lose an item while you are at an event- you can visit our guest service staff at the Medical area near the VIP desk to see if it has been turned in. After events please call our main office at 303-837-0360. What items are prohibited? - Weapons of any kind including but not limited to guns, knives, box cutters - Items that may be used as projectiles - Outside food or beverages - Large Bags or large backpacks - Water bladders such as camelbacks - Illegal Drugs (prescription medication allowed only in bottle with current valid prescription and only in amounts needed for the duration of the event) - Marijuana in any form - Cameras with extended lenses (only small pocket-sized cameras without extended lenses or phone cameras are allowed), based on artist approval - Recording devices - Computers or tablets such as iPads - Selfie-sticks - Signs larger than 8.5\"x11\" - Totems - Hula-hoops, poi and any other item that may intrude on other guest's space - Glow sticks - Stickers - Flyers/advertisement for other events How can I work at The Fillmore? The venue hires throughout the year. If you are interested in working for The Fillmore please visit: [https://www.livenationentertainment.com/careers/ ](https://www.livenationentertainment.com/careers/) Are cameras allowed? SUBJECT TO CHANGE- The standard venue policy allows camera phones, disposable cameras, and small digital cameras. Any camera that has a detachable lens will be considered professional and not allowed in. If the camera lens zooms out of the camera more than 1 in- it will be considered a professional camera and will not be allowed in. Some artists do not permit cameras so please check back for the show you will be attending to ensure that we will be allowing cameras in. How do I get ADA accessible seating? - Ticketing- ADA tickets can be purchased online via [www.livenation.com](http://www.livenation.com/). You do not need to call the box office to place an order as all of our accessible tickets are available through www.livenation.com. Guests with disabilities may purchase General Admission Tickets and will be accommodated in our ADA Accessible areas on a first-come, first-served basis. The Fillmore has appropriate space to accommodate more than the legally mandated capacity of ADA areas. VIP and Box tickets are accessible with a lift that takes guests to that area. - Day of Show Parking- The Fillmore Auditorium does not own or operate parking. We do make drop-off available at the corner of Colfax and Clarkson. Guests with disabilities should alert our gate staff of their needs and will be able to pass the line at entry if using ADA seating areas. - Accessible Stations- if you have questions or need assistance visit staff at the main ADA area at entry level nearest the stage on the right side when facing the stage. Our guest service employees in that area can help answer questions related to seating or other accommodations. - Unexpected Needs- if you have had an injury or illness that prevents you from using the original seat you purchased, please notify event staff at the gate and we will do our best to make accommodations in our available ADA areas. We will have a limited number of seats available on the day of the show for such issues, but we cannot guarantee we will be able to seat you. Please remember that accessible seating permits for the guest with the accessible need and one companion. - Interpreter Requests- if you will need an interpreter for an event please give us at least 2 weeks notice to secure. Guests that request an interpreter will need to pick up their tickets at will call. When the tickets are picked up we will introduce you to your interpreter for the evening and take you to your seats. There is no charge for interpreter services. Please use the contact information below to arrange an interpreter for your visit. - Accommodations- all venue bathrooms, concession stands, and merchandise stands are accessible. - Questions - For any and all ADA inquiries, please contact [FillmoreReceptionist@LiveNation.com](mailto:FillmoreReceptionist@LiveNation.com)or call 303-837-0360 Can I leave the venue and come back in? Re-Entry is not permitted at The Fillmore Auditorium. Please ensure that everything you will need for the event is brought in with you. If you do leave at any point in the evening- you will not be allowed back in without a new ticket. Is the show all ages? Most shows at the Fillmore Auditorium are 16+ ONLY. For 16+ shows, ALL GUESTS must be at least 16 years old and will be required to show valid government ID to prove age and identity. Underage guests will NOT gain admission on 16+ shows even if accompanied by an adult. On occasion, an event will be listed as All-ages. Only for those events, guests of all ages are welcome. For these events, all guests must have a ticket regardless of age. How early can I line up for a show? The venue does not allow camping or overnight parking of any kind. Does The Fillmore have coat check? When weather dictates a coat check area is available inside the main entry to the right side adjacent to the Merchandise area on the South end of the building. $5 per item fee. We are redefining what it means to be a VIP. Contact us today to learn what it's all about. * Required fields Legendary Venue, Epic Private Events! Located in the eclectic Colfax Corridor and blocks from the Colorado State Capitol, this historic setting provides the perfect ambience for your next event. Modeled after The Fillmore in San Francisco, this unique setting is the perfect location to host your corporate event, private concert, award ceremony, fundraiser, bar/bat mitzvah, wedding or reception. With access to the world's greatest musical entertainment, full service event production, state-of-the-art lighting and sound, custom menus and mixology - our unique venue will exceed expectations. Accommodating groups of 25 - 2,500 guests, our talented staff handles every detail, so you don't have to! Plan Your Event Today For Multi-Location Events, Please [Contact our National Sales Team](mailto:SpecialEvents@livenation.com) Contact Our Special Events Sales Team Fillmore Auditorium (Denver) - Phone - 303.323.8202 [fillmoredenverevents@livenation.com](mailto:fillmoredenverevents%40livenation.com?subject=Private+Event+Inquiry) - Address - "}