{"title": "A leap forward in vaccine technology - CEPI", "author": "Dr Melanie Saville", "url": "https://cepi.net/news_cepi/a-leap-forward-in-vaccine-technology-2/", "hostname": "cepi.net", "description": "By building on the lessons learned in 2020, it should be possible in the long term to compress vaccine development timelines still further", "sitename": "CEPI", "date": "2021-02-01", "cleaned_text": "The COVID-19 pandemic has devastated lives and livelihoods around the world. But in this challenging and difficult time we have also seen the ability of humanity to respond with ingenuity and compassion. When scientists started the hunt for a vaccine against COVID-19 a year ago, the aim of developing one within 18 months—far faster than ever before—seemed hugely ambitious. In the event, however, [the first approval of a vaccine following large-scale trials was issued in December](https://www.gov.uk/government/news/uk-medicines-regulator-gives-approval-for-first-uk-covid-19-vaccine), a mere 326 days after the virus was sequenced. CEPI was primed and ready to support vaccine development following the emergence of COVID-19. The genetic sequence for COVID-19 was published on January 11, 2020. By January 23, CEPI initiated its [first three programmes](https://cepi.net/news_cepi/cepi-to-fund-three-programmes-to-develop-vaccines-against-the-novel-coronavirus-ncov-2019/) to accelerate development of vaccines against this novel pathogen, when just 141 cases of the virus had been confirmed worldwide. Executive Director of Vaccine Research and Development, CEPI Since that first green light for [Pfizer/BioNTech](https://cepi.net/news_cepi/cepi-welcomes-uk-approval-of-pfizer-biontech-vaccine/)'s vaccine by the UK on Dec 2, 2020, more vaccines have been approved and [mass rollouts are now underway in multiple countries](https://ourworldindata.org/covid-vaccinations). The speed of this progress has upended expectations of what is possible. By compressing a decade of vaccine development work into less than 12 months—without compromise on testing and safety—we now have the means to bring the virus under control and the world also has a blueprint for how to reduce the effects of future epidemics. With ambition, sustained commitment and adequate resources we could end the spectre of pandemics once and for all. By building on the lessons learned in 2020, it should be possible in the long term to compress vaccine development timelines still further. That would allow healthcare systems to stamp out disease outbreaks much earlier and save many more lives. A revolution in vaccine technology Vaccines are one of our most powerful tools against infectious diseases. They enabled the eradication of smallpox—a once common and deadly infectious disease—and they have helped to reduce the number of polio cases by more than 99% since 1988, saving more than [13 million children from paralysis](https://www.gatesfoundation.org/what-we-do/global-development/polio). There is no doubt that we are now in an historic moment vaccinology, but to sow the seeds of future progress we need to understand that the achievements of recent months did not come out of the blue. They have been made possible because of early investment into the threat caused by emerging infectious diseases and detailed analysis of previous pathogens. In particular, the success in fighting COVID-19 builds on the understanding of two closely related coronaviruses, SARS and [MERS](https://cepi.net/research_dev/priority-diseases/). CEPI's role in these endeavours has been critical. It allocated more than $140 million to the development of MERS vaccines, including supporting [early work using the Oxford ChadOx platform](https://cepi.net/news_cepi/cepi-awards-contract-worth-up-to-usd19-million-to-oxford-university-and-janssen-vaccines-to-develop-mers-lassa-and-nipah-vaccines/), and when COVID-19 struck it was able to redeploy much of this effort to focus on the new threat. The fact that scientists were able to design highly effective COVID-19 vaccines within days of the viral sequences being released was down to earlier work on understanding how to target the Spike protein that studs the surface of all coronaviruses. The exceptionally rapid progress seen in 2020 also reflects years of effort researching and developing new vaccine platforms, most notably mRNA. This approach represents a landmark shift because it uses an easily replicated process of code-based chemical synthesis. Making mRNA vaccines is fast, adaptable and highly scalable—a step change from traditional biological manufacturing, which is slow and often difficult. This mRNA technology has been validated at just the right time—at the height of a global pandemic—but it also offers great hope for the future, since it could be used to [tackle many other pathogens](https://www.nature.com/articles/d41586-021-00019-w). Executive Director of Vaccine Research and Development, CEPI CEPI's role in preparedness and response The unique ability of CEPI to invest in pandemic preparedness projects and coordinate the development of assets for the whole world has allowed it to establish the world's largest portfolio of vaccines against COVID-19. But it does not stop there. CEPI has also been instrumental in assisting with the [expansion of manufacturing](https://cepi.net/news_cepi/cepi-expands-global-manufacturing-network-reserving-manufacturing-capacity-for-more-than-1-billion-doses-of-covid-19-vaccines/), as well as helping build a [network of laboratories to standardise vaccine assessment](https://cepi.net/news_cepi/two-more-laboratories-join-cepis-centralised-network-to-standardise-assessment-of-covid-19-vaccines/) and creating a new collaborative [taskforce](https://cepi.net/news_cepi/cepi-creates-new-collaborative-taskforce-to-assess-impact-of-emerging-viral-strains-on-effectiveness-of-covid-19-vaccines/) to assess the impact of emerging [viral strains](https://cepi.net/news_cepi/the-importance-of-blood-markers-in-assessing-vaccine-efficacy/) on vaccine effectiveness. For the future, it is vital that the world continues to pool resources and share risks in this way. Previously unknown viruses pose a growing threat in today's interconnected world, with the number of undiscovered animal viruses thought to be capable of transmission to people [estimated at more than 500,000](http://www.globalviromeproject.org/). By broadening our investments to understand other viral families from which epidemic diseases are likely to emerge and by leveraging powerful vaccine technologies like mRNA, viral vectors, recombinant proteins and adjuvants, the world can do better next time. While it is not possible to prepare a vaccine for every virus ahead of time, we can prepare a global infrastructure and invest in new technology that speeds up the vaccine development process. That means, with the right level of ambition and appetite for reform we can collectively respond to the global threat these diseases pose and in the future prevent another global catastrophe like this one. Click [here](https://cepi.net/?post_type=news_cepi&p=6591) to find out why the world must prepare for the next pandemic, now. "}