{"title": "PDF", "author": "PDF", "url": "www.ema.europa.eu/en/documents/product-information/nuvaxovid-epar-product-information_es.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "1 ANEXO I FICHA TÉCNICA O RESUMEN DE LAS CARACTERÍSTICAS DEL PRODUCTO 2 Este medicamento está sujeto a seguimiento adicional, lo que agilizará la detección de nueva información sobre su seguridad. Se invita a los profesionales sanitarios a notificar las sospechas de reacciones adversas. Ver la sección 4.8, en la que se incluye información sobre cómo notificarlas. 1. NOMBRE DEL MEDICAMENTO Nuvaxovid dispersión inyectable Vacuna frente a COVID -19 (recombinante, co n adyuvante) 2. COMPOSICIÓN CUALITATIVA Y CUANTITATIVA Este medicamento consta de viales multidosis que contienen 5 o 10 dosis de 0,5 ml por vial (ver sección 6.5). Una dosis (0,5 ml) contiene 5 microgramos de proteína de la espícula del SARS -CoV-2* y el adyuvante Matrix -M. Matrix-M adyuvante contiene por cada dosis de ml: fracción-A (42,5 microgramos) y fracción -C (7,5 microgramos) de extracto de Quillaia Saponaria Molina. *se produce mediante tecnología de ADN recombinante utilizando un sistema de expresión del baculovirus en una línea celular de insectos que se deriva de células Sf9 de la especie Spodoptera Frugiperda . Para consultar la lista completa de excipientes, ver sección 6.1. 3. FORMA FARMACEÚTICA Dispersión inyectable (inyectable). La dispersión es de incolora a ligeramente amarilla, de transparente a ligeramente opalescente (pH 7.2) 4. DATOS CLÍNICOS 4.1 Indicaciones terapéuticas Nuvaxovid está indicada p ara la inmunización activa para prevenir la COVID -19 causada por el SARS-CoV-2 en personas de 12 años de edad y mayores. El uso de esta vacuna debe seguir las recomendaciones oficiales. 4.2 Posología y forma de administración Posología Serie de vacunación primaria Personas de 12 años de edad y mayores Nuvaxovid se administra por vía intramuscular como una serie de 2 dosis de 0,5 ml cada una. Se recomienda administrar la segunda dosis 3 semanas después de la primera dosis (ver sección 5.1). Intercambiabilidad No hay datos disponibles sobre la intercambiabilidad de Nuvaxovid con otras vacunas frente a COVID-19 para completar la serie de vacunación primaria. Las personas que han recibido la primera 3 dosis de Nuvaxovid deben recibir la segunda dosis d e Nuvaxovid para completar la serie de vacunación. Dosis de refuerzo Dosis de refuerzo en personas de 18 años de edad y mayores Puede administrarse una dosis de refuerzo de Nuvaxovid (0,5 ml) por vía intramuscular aproximadamente 6 meses después de la ser ie primaria de Nuvaxovid en personas de 18 años de edad y mayores (dosis de refuerzo homóloga ). Nuvaxovid también puede administrarse como dosis de refuerzo en personas de 18 años de edad y mayores tras una serie primaria compuesta por una vacuna de ARNm o vacuna de vector adenoviral (dosis de refuerzo heteróloga). El intervalo posológico para la dosis de refuerzo heteróloga es el mismo que el autorizado para una dosis de refuerzo de la vacuna utilizada para la vacunación primaria (ver sección 5.1). Población pediátrica Aún no se han establecido la seguridad y eficacia de Nuvaxovid en niños de menos de 12 años de edad. No se dispone de datos. Población de edad avanzada No es necesario ajustar la dosis en las personas 65 años de edad. Forma de administración Nuvaxovid es únicamente para inyección intramuscular, preferiblemente en el músculo deltoides, en la parte superior del brazo. No inyecte la vacuna por vía intravascular, por vía subcutánea ni por vía intradérmica. La vacuna no debe mezcl arse en la misma jeringa con otras vacunas o especialidades farmacéuticas. Con respecto a las precauciones que se deben tomar antes de administrar la vacuna, ver sección 4.4. Para consultar las instrucciones de manipulación y eliminación de la vacuna, ver sección 6.6. 4.3 Contraindicaciones Hipersensibilidad al principio activo o a alguno de los excipientes incluidos en la sección 6.1. 4.4 Advertencias y precauciones especiales de empleo Trazabilidad Con objeto de mejorar la trazabilidad de los medicamentos biológicos, el nombre y el número de lote del medicamento administrado deben estar claramente registrados. Hipersensibilidad y anafilaxia Se han notificado acontecimientos de anafilaxia con Nuvaxovid. El tratamiento y la supervisión médica apropiados deben estar siempre fácilmente disponibles en caso de que se produzca una reacción anafiláctica tras la administración de la vacuna. Se recomienda una observación estrecha durante al menos 15 minutos después de la vacunación. No se debe administrar una segunda dosis de la vacuna a quienes han experimentado una reacción anafiláctica a la primera dosis de Nuvaxovid. 4 Miocarditis y pericarditis Existe un mayor riesgo de miocarditis y pericarditis tras la vacunación con Nuvaxovid . Estos trastornos pueden aparecer a los pocos días de la vacunación y se produjeron principalmente en un plazo de 14 días (ver sección 4.8). Los datos disponibles indican que el curso de la miocarditis y la pericarditis tras la vacunación no es diferente de la miocarditis o la pericarditis en general. Los profesionales sanitarios deben estar atentos a los signos y síntomas de la miocarditis y la pericarditis. Se debe indicar a los vacunados (incluidos padres y cuidadores) que acudan inmediatamente a un médico si presentan síntomas indicativos de miocarditis o pericarditis, como dolor torácico (agudo y persistente), dificultad para respirar o palpitaciones después de la vacunación. Los profesionales sanitarios deben consultar las dire ctrices y/o a los especialistas para diagnosticar y tratar esta enfermedad. Reacciones relacionadas con la ansiedad Pueden producirse reacciones relacionadas con la ansiedad, incluidas reacciones vasovagales (síncope), hiperventilación o reacciones relac ionadas con el estrés en asociación con la vacunación como respuesta psicógena a la inyección con la aguja. Es importante que se tomen las precauciones necesarias para evitar lesiones debidas a desmayos. Enfermedad concomitante La vacunación debe pospone rse en personas que padecen alguna enfermedad febril aguda o infección aguda. La presencia de una infección leve y/o fiebre baja no debe retrasar la vacunación. Trombocitopenia y trastornos de la coagulación Como sucede con otras inyecciones intramuscula res, la vacuna debe administrarse con precaución en personas que reciben tratamiento anticoagulante o con trombocitopenia o algún trastorno de la coagulación (como la hemofilia), ya que podrían producirse hemorragias o hematomas tras la administración intr amuscular en estas personas. Personas inmunodeprimidas La eficacia, la seguridad y la inmunogenicidad de la vacuna se han evaluado en un número limitado de personas inmunodeprimidas. La eficacia de Nuvaxovid puede ser inferior en personas inmunodeprimida s. Duración de la protección Se desconoce la duración de la protección ofrecida por la vacuna, ya que aún se está determinado en los ensayos clínicos en curso. Limitaciones de efectividad de la vacuna Las personas pueden no estar totalmente protegidas hasta 7 días después de la segunda dosis. Como sucede con todas las vacunas, puede que la vacunación con Nuvaxovid no proteja a todos los receptores de la vacuna. Excipientes Sodio Esta vacuna contiene menos de 1 mmol de sodio (23 mg) por cada dosis, es decir, esencialmente \"libre de sodio\". 5 Potasio Esta vacuna contiene potasio, menos de 1 mmol (39 mg) por cada dosis, esto es, esencialmente \"exento de potasio\". 4.5 Interacción con otros medicamentos y otras formas de interacción La administración conjunta de Nuvaxovid con las vacunas inactivadas contra la gripe se ha evaluado en un número limitado de participantes en un subestudio de un ensayo clínico exploratorio, ver sección 4.8 y sección 5.1. La respuesta de anticuerpos de unión al SARS-CoV-2 fue inferior cuando Nuvaxovid se administró de forma concomitante con la vacuna inactivada contra la gripe. Se desconoce la trascendencia clínica de este hallazgo. La administración concomitante de Nuvaxovid con otras vacunas no se ha estudi ado. 4.6 Fertilidad, embarazo y lactancia Embarazo La experiencia con el uso de Nuvaxovid en mujeres embarazadas es limitada. Los estudios en animales no sugieren efectos perjudiciales directos ni indirectos en términos del embarazo, el desarrollo embri onario, el parto o el desarrollo posnatal, ver sección 5.3. La administración de Nuvaxovid durante el embarazo solo debe considerarse cuando los posibles beneficios superen cualquier posible riesgo para la madre y el feto. Lactancia Se desconoce si Nuvaxovid se excreta en la leche materna. No se prevén efectos en niños/recién nacidos lactantes puesto que la exposición sistémica a Nuvaxovid en madres en período de lactancia es insignificante. Fertilidad Los estudios en animales no sugieren efectos perjudiciales directos ni indirectos en términos de toxicidad para la reproducción, ver sección 5.3. 4.7 Efectos sobre la capacidad para conducir y utilizar máquinas La influencia de Nuvaxovid sobre la capacidad para conducir y utilizar máquinas es nula o insignificante. Sin embargo, algunos de los efectos mencionados en la sección 4.8 pueden afectar temporalmente a la capacidad para conducir o utilizar máquinas. 4.8 Reacciones adversas Resumen del perfil de seguridad después de la serie primaria de dos dosis Participantes de 18 años de edad y mayores La seguridad de Nuvaxovid se evaluó en un análisis provisional de los datos agrupados de 5 ensayos clínicos en curso realizados en Australia, Sudáfrica, Reino Unido, Estados Unidos y M éxico. En el momento del análisis, un total de 49 950 participantes mayores de 18 años de edad habían recibido al menos una dosis de la serie primaria de dos dosis de Nuvaxovid (n=30 058) o placebo (n=19 892). En el momento de la vacunación, la mediana de edad fue de 48 años (rango de 18 a 95 años de edad). La mediana de la duración del seguimiento fue de 70 días después de la dosis 2, con 32 993 (66 %) participantes que completaron más de 2 meses de seguimiento después de la dosis 2. 6 De los datos agrupado s de reactogenicidad, que incluyen a los participantes de 18 años de edad y mayores inscritos en los dos estudios de fase III que recibieron cualquier dosis de Nuvaxovid (n=20 055) o placebo (n= 10 561), las reacciones adversas más frecuentes fueron sensibi lidad en el lugar de la inyección (75 %), dolor en el lugar de la inyección (62 %), fatiga (53 %), mialgia (51 %), dolor de cabeza (50 %), malestar general (41 %), artralgia (24 %) y náuseas o vómitos (15 %). Las reacciones adversas fueron generalmente de intensidad leve a moderada con una mediana de la duración inferior o igual a 2 días para los acontecimientos locales e inferior o igual a 1 día para los acontecimientos sistémicos tras la vacunación. En general, se observó una mayor incidencia de las reac ciones adversas en los grupos de edad más jóvenes: la incidencia de sensibilidad en el lugar de la inyección, dolor en el lugar de la inyección, fatiga, mialgia, dolor de cabeza, malestar general, artralgia y náuseas o vómitos fue mayor en los adultos de 1 8 a menos de 65 años de edad que en las personas de 65 años de edad y mayores. Las reacciones adversas locales y sistémicas se notificaron con mayor frecuencia después de la segunda dosis que después de la primera. Se administraron de forma concomitante vacunas inactivadas contra la gripe estacional aprobadas, el mismo día que la dosis 1 de Nuvaxovid (n=217) o placebo (n=214) en el músculo deltoides del brazo opuesto en 431 participantes inscritos en un subestudio ex ploratorio de fase III (2019nCoV -302). La frecuencia de las reacciones adversas locales y sistémicas en la población del subestudio de gripe fue mayor que en la población del estudio principal después de la dosis 1 en los participantes que recibieron Nuvax ovid y placebo. Adolescentes de 12 a 17 años de edad La seguridad de Nuvaxovid en adolescentes se evaluó en un análisis intermedio de la parte de extensión pediátrica de un estudio de fase III en curso, multicéntrico, aleatorizado, enmascarado para el observador y controlado con placebo (estudio 2019nCoV -301). Los datos de seguridad se recogieron en 2232 participantes de 12 a 17 años de edad de Estados Unidos, con y sin indicios de infección previa por SARS -CoV-2, que recibieron al menos una dosis de Nuva xovid (n=1487) o placebo (n=745). Las características demográficas fueron similares entre los participantes que recibieron Nuvaxovid y los que recibieron placebo. Las reacciones adversas más frecuentes fueron sensibilidad en el lugar de la inyección (71 % ), dolor en el lugar de la inyección (67 %), cefalea (63 %), mialgia (57 %), fatiga (54 %), malestar general (43 %), náuseas o vómitos (23 %), artralgia (19 %) y fiebre (17 %). La fiebre se observó con mayor frecuencia en los adolescentes de 12 a 17 años de edad que en los adultos: la categoría de frecuencia fue \"muy frecuente\" después de la segunda dosis en adolescentes. Por lo general, las reacciones adversas fueron de intensidad leve a moderada, con una mediana de la duración igual o inferior a 2 días para los acontecimientos locales e igual o inferior a 1 día para los acontecimientos sistémicos después de la vacunación. Resumen del perfil de seguridad después de la dosis de refuerzo Participantes de 18 años de edad y mayores La seguridad y la inmunogen icidad de la dosis de refuerzo de Nuvaxovid se evaluaron en un estudio clínico de fase II en curso, aleatorizado, controlado con placebo, enmascarado para el observador (Estudio 2019nCoV -101, Parte 2) realizado en participantes de 18 a 84 años de edad. Un total de 254 participantes recibieron dos dosis de Nuvaxovid (0,5 ml con 3 semanas de diferencia) como serie de vacunación primaria. Un subconjunto de 105 participantes (conjunto de análisis de seguridad) fue aleatorizado a recibir una dosis de refuerzo de Nuvaxovid aproximadamente 6 meses después de haber recibido la Dosis 2 de la serie primaria y recibió al menos 1 dosis de la vacuna del estudio; 104 de los 105 participantes recibieron Nuvaxovid (conjunto de análisis completo). La mediana del intervalo entre la segunda y la tercera dosis fue de 165 días. 7 Las reacciones adversas solicitadas se produjeron con mayor frecuencia y grado después de la dosis de refuerzo que después de la serie primaria de dos dosis. Las personas que experimentaron reacciones graves tras la segunda dosis pueden ser más propensas a experimentar reacciones graves tras la tercera dosis. Las reacciones adversas solicitadas más frecuentes fueron sensibilidad en el lugar de la inyección (81 %), fatiga (63 %), dolor en el lugar de la in yección (55 %), dolor muscular (51 %), malestar (47 %) y dolor de cabeza (46 %), dolor articular (29 %) y fiebre (17 %) con una mediana de duración de 1 a 3 días tras la vacunación. En un estudio independiente (estudio CoV -BOOST, EudraCT 2021 -002175-19) en el que se evaluó el uso de una dosis de refuerzo de Nuvaxovid en personas que habían completado la vacunación primaria con una vacuna de ARNm autorizada para la COVID -19 o vacuna de vector adenoviral autorizada para la COVID -19, no se identificaron nuevo s problemas de seguridad. Tabla de reacciones adversas Las reacciones adversas observadas durante los estudios clínicos se enumeran a continuación según las siguientes categorías de frecuencia: Muy frecuentes (1/10), Frecuentes (1/100 a <1/10), Poco frecuentes (1/1000 a <1/100), Raras (1/10 000 a <1/1000), Muy raras (<1/10 000), Frecuencia no conocida (no puede estimarse a partir de los datos disponibles). Las reacciones adversas se enumeran en orden decreciente de gravedad dentro de cada intervalo de frecuencia. Tabla 1: Reacciones adversas de los ensayos clínicos con Nuvaxovid y experiencia posterior a la autorización en personas de 12 años de edad y mayores Clasificación por órganos y sistemas de MedDRA Muy frecuentes (1/10) Frecuentes (1/100 a <1/10) Poco frecuentes (1/1000 a <1/100) Frecuencia no conocida (no puede estimarse a partir de los datos disponibles) Trastornos de la sangre y del sistema linfático Linfadenopatía Trastornos del sistema inmunológico Anafilaxia Trastornos del sistema nervioso Cefalea Parestesia Hipoestesia Trastornos cardiacos Miocarditis Pericarditis Trastornos vasculares Hipertensiónd Trastornos gastrointestinales Náuseas o vómitosa Trastornos de la piel y del tejido subcutáneo Erupción cutánea Eritema Prurito Urticaria 8 Trastornos musculoesque - léticos y del tejido conjuntivo Mialgiaa Artralgiaa Trastornos generales y alteraciones en el lugar de administración Sensibilidad en el lugar de la inyeccióna Dolor en el lugar de la inyeccióna Fatigaa Malestar generala,b Enrojecimient o en el lugar de la inyeccióna,c Hinchazón en el lugar de la inyeccióna Fiebree Escalofríos Dolor en las extremidades Prurito en el lugar de la inyección a Las frecuencias más altas de estos acontecimientos se observaron después de la segunda dosis. b Este término también incluye acontecimientos notificados como enfermedad seudogripal. c Este término incluye tanto enrojecimiento en el lugar de la inyección como e ritema en el lugar de la inyección (frecuente). d La hipertensión no se notificó en adolescentes de 12 a 17 años de edad del estudio clínico. e La fiebre se observó con mayor frecuencia en los adolescentes de 12 a 17 años de edad que en los adultos: la categoría de frecuencia fue \"muy frecuente\" después de la segunda dosis en adolescentes. Descripción de las reacciones adversas seleccionadas A lo largo de los ensayos clínicos se observó una mayor incidencia de hipertensión tras la vacunación con Nuvaxovid (n=46, 1,0 %) en comparación con el placebo (n=22, 0,6 %) en los adultos mayores durante los 3 días siguientes a la vacunación. Notificación de sospechas de reacciones adversas Es importante notificar sospecha s de reacciones adversas al medicamento tras su autorización. Ello permite una supervisión continuada de la relación beneficio/riesgo del medicamento. Se invita a los profesionales sanitarios a notificar las sospechas de reacciones adversas a través del sistema nacional de notificación incluido en el Apéndice V y a incluir el número de lote, si está disponible. 4.9 Sobredosis No se han notificado casos de sobredosis. En caso de sobredosis, se recomienda la monitorización de las funciones vitales y un posible tratamiento sintomático. 5. PROPIEDADES FARMACOLÓGICAS 5.1 Propiedades farmacodinámicas Grupo farmacoterapéutico: Vacunas, otras vacunas virales, código ATC: J07BX03 Mecanismo de acción Nuvaxovid se compone de la proteína recombinante de la espícula del SARS -CoV-2 purificada y de longitud completa estabilizada en su conformación prefusión. La adi ción del adyuvante Matrix -M basado en saponina facilita la activación de las células del sistema inmunitario innato, lo que mejora la magnitud de la respuesta inmunitaria específica de la proteína S. Los dos componentes de la vacuna desencadenan respuestas inmunitarias de linfocitos B y T a la proteína S, incluidos los anticuerpos neutralizantes, lo que puede contribuir a la protección frente a COVID -19. 9 Eficacia clínica La eficacia, la seguridad y la inmunogenicidad clínicas de Nuvaxovid están siendo evaluadas en dos estudios fundamentales de fase III controlados con placebo el Estudio 1 (2019nCoV -301) realizado en América del Norte y el Estudio 2 (2019nCoV -302) realizado en el Reino Unido, y un estudio de fase IIa/b, el Estudio 3 realizado en Sudáfrica. Estudio 1 (2019nCoV -301) - Serie primaria de dos dosis El Estudio 1 es un estudio de fase III, multicéntrico, aleatorizado, enmascarado para el observador y controlado con placebo, con un estudio pivotal en adultos realizado en participantes de 18 años de edad y mayores en los Estados Unidos y México, y una am pliación pediátrica realizada en participantes de 12 a 17 años de edad en Estados Unidos. Participantes de 18 años de edad y mayores Tras la inclusión en el estudio pivotal en adultos, los participantes fueron estratificados por edad (18 a 64 años de eda d y 65 años de edad) y asignados en una proporción 2:1 para recibir Nuvaxovid o placebo. El estudio excluyó a los participantes que estaban significativamente inmunodeprimidos debido a una enfermedad de inmunodeficiencia; que tenían cáncer activo en trata miento con quimioterapia; que habían recibido tratamiento inmunodepresor crónico o inmunoglobulinas o hemoderivados en un plazo de 90 días antes; que estaban embarazadas o en periodo de lactancia; o que tenían antecedentes de diagnóstico de COVID -19 confirmado mediante pruebas analíticas. Se incluyó a los participantes con comorbilidades subyacentes clínicamente estables, al igual que a los participantes con infección por VIH bien controlada. La inscripción de adultos finalizó en febrero de 2021. Los parti cipantes serán objeto de seguimiento durante un máximo de 24 meses después de la segunda dosis para realizar evaluaciones de la seguridad y la eficacia frente a COVID -19. Después de la recogida de datos de seguridad suficientes para respaldar la solicitud de autorización de uso de emergencia, se invitó a los receptores iniciales de placebo a recibir dos inyecciones de Nuvaxovid con un rango de 21 días y a los receptores iniciales de Nuvaxovid a recibir dos inyecciones de placebo con un rango de 21 días (\"cr uce enmascarado\"). Todos los participantes tuvieron la oportunidad de continuar recibiendo seguimiento en el estudio. La población del análisis principal de la eficacia (denominada conjunto de análisis de eficacia por protocolo [PP -EFF]) incluyó a 25 452 participantes que recibieron Nuvaxovid (n=17 312) o placebo (n=8140), recibieron dos dosis (dosis 1 el día 0; dosis 2 el día 21, mediana de 21 días [RIQ 21 -23], rango 14-60), no experimentaron una desviación del protocolo excluyente y no presentaron signos de infección por SARS -CoV-2 en los 7 días posteriores a la segunda dosis. Los datos demográficos y las características iniciales estaban equilibrados entre los participantes que recibieron Nuvaxovid y los que recibieron placebo. En el conjunto de análisi s PP-EFF, la mediana de edad de los participantes que recibieron Nuvaxovid fue de 47 años de edad (rango: 18 a 95 años de edad); el 88 % (n=15,264) tenían entre 18 y 64 años de edad y el 12 % (n=2048) tenían 65 años de edad o eran mayores; el 48 % eran muj eres; el 94 % eran de los Estados Unidos y el 6 % eran de México; el 76 % eran blancos, el 11 % eran negros o afroamericanos, el 6 % eran indios americanos (incluidos los nativos americanos) o nativos de Alaska, y el 4 % eran asiáticos; el 22 % eran hispan os o latinos. Al menos una comorbilidad preexistente o característica de estilo de vida asociada con un aumento del riesgo de contraer COVID -19 grave estaba presente en 16 493 (95 %) participantes. Las comorbilidades incluían: obesidad (índice de masa corp oral (IMC) 30 kg/m2); enfermedad pulmonar crónica; diabetes mellitus tipo 2, enfermedad cardiovascular; enfermedad renal crónica; o virus de la inmunodeficiencia humana (VIH). Otras características de alto riesgo fueron: edad 65 años de edad (con o sin c omorbilidades) o edad <65 años de edad con comorbilidades y/o condiciones de vida o trabajo que implican una exposición frecuente al SARS -CoV-2 o a circunstancias densamente pobladas. Los casos de COVID -19 se confirmaron mediante la reacción en cadena de la polimerasa (PCR) a través de un laboratorio central. La eficacia de la vacuna se presenta en la Tabla 2. 10 Tabla 2: Eficacia de la vacuna frente a COVID -19 confirmada por PCR con aparición a partir de 7 días después de la segunda vacunación 1 - conjunto de análisis PP -EFF; Estudio 2019nCoV - 301 Subgrupo Nuvaxovid Placebo % de eficacia de la vacuna (IC del 95 %) Particip antes N Casos de COVID -19 n (%)2 Tasa de incidencia por año por 1000 personas2 Particip antes N Casos de COVID -19 n (%)3 Tasa de incidencia por año por 1000 personas2 Variable primaria de eficacia Todos los participantes 17 312 14 (0,1) 3,26 8140 63 (0,8) 34,01 90,4 % (82,9, 94,6)3,4 1 Eficacia de la vacuna (EV) evaluada en los participantes sin desviaciones importantes del protocolo, que son seronegativos (para el SARS -CoV-2) al inicio y no tienen una infección por SARS -CoV-2 en curso confirmada mediante pruebas analíticas con aparición de los síntomas hasta 6 días después de la segunda dosis, y que han recibido la pauta posológica prescrita completa de la vacuna del ensayo. 2 Media de la tasa de incidencia de la enfermedad por año en 1000 personas. 3 En base al modelo lineal logarítmico de la tasa de incidencia de la infección por COVID -19 confirmada por PCR utilizando la regresión de Poisson con el grupo de tratamiento y los estratos de edad como efectos fijos y varianza de error robusta, donde EV = 100 × (1 - riesgo relativo) ( Zou 2004). 4 Ha cumplido la variable primaria de eficacia para el éxito con un límite inferior del intervalo de confianza (LIIC) >30 % en los análisis de confirmación pr incipales previstos. La eficacia de la vacuna de Nuvaxovid para evitar la aparición de COVID -19 a partir de siete días después de la dosis 2 fue del 90,4 % (IC del 95 %, 82,9; 94,6). No se notificaron casos de COVID -19 grave en los 17 312 participantes qu e recibieron Nuvaxovid en comparación con 4 casos de COVID - 19 grave notificados en los 8140 participantes que recibieron placebo en el conjunto de análisis PP - EFF. Los análisis de subgrupos de la variable primaria de eficacia, demostraron estimaciones pun tuales de la eficacia similares para participantes varones y mujeres y para los grupos raciales, y en los participantes con comorbilidades médicas asociadas a un alto riesgo de contraer COVID -19 grave. No hubo diferencias significativas en la eficacia gene ral de la vacuna en los participantes que se encontraban en mayor riesgo de contraer COVID -19 grave, incluidos aquellos con 1 o más comorbilidades que aumentan el riesgo de contraer COVID -19 grave (p. ej., IMC 30 kg/m2, enfermedad pulmonar crónica, diabet es mellitus tipo 2, enfermedad cardiovascular y enfermedad renal crónica). Los resultados de eficacia reflejan que la inclusión en el estudio tuvo lugar durante el periodo de tiempo en que las cepas clasificadas como variantes de preocupación o variantes de interés que circulaban predominantemente en los dos países (EE. UU. y México) donde se llevaba a cabo el estudio. Se disponía de los datos de secuenciación de 61 de los 77 casos de la variable (79 %). De estos, 48 de 61 (79 %) se identificaron como vari antes de preocupación o variantes de interés. Las variantes de preocupación identificadas con mayor frecuencia fueron Alfa con 31/61 casos (51 %), Beta (2/61, 4 %) y Gamma (2/61, 4 %), mientras que las variantes de interés más frecuentes fueron Iota con 8/ 61 casos (13 %) y Epsilon (3/61, 5 %). 11 Eficacia en adolescentes de 12 a 17 años de edad La evaluación de la eficacia y la inmunogenicidad de Nuvaxovid en participantes adolescentes de 12 a 17 años de edad se realizó en Estados Unidos en la parte de ampliación pediátrica en curso del estudio 2019nCoV -301 de fase III, multicéntrico, aleatorizad o, enmascarado para el observador y controlado con placebo. Un total de 1799 participantes, asignados en una proporción 2:1 para recibir dos dosis de Nuvaxovid (n=1205) o placebo (n=594) mediante inyección intramuscular a intervalos de 21 días, constituyer on la población de eficacia por protocolo. Los participantes con infección confirmada o infección previa por SARS -CoV-2 en el momento de la aleatorización no fueron incluidos en el análisis principal de la eficacia. La inclusión de adolescentes se complet ó en junio de 2021. Los participantes serán objeto de seguimiento durante un máximo de 24 meses después de la segunda dosis para someterse a evaluaciones de la seguridad, eficacia e inmunogenicidad frente a la COVID -19. Tras la recogida de datos durante un periodo de seguimiento de seguridad de 60 días, se invitó a los adolescentes que recibieron inicialmente placebo a recibir dos inyecciones de Nuvaxovid con un intervalo de 21 días y a los que recibieron inicialmente Nuvaxovid se les invitó a recibir dos i nyecciones de placebo con un intervalo de 21 días (\"cruce enmascarado\"). A todos los participantes se les ofreció la oportunidad de continuar con el seguimiento en el estudio. La COVID -19 se definió como el primer episodio de COVID -19 leve, moderada o gra ve confirmada por PCR con al menos uno o más de los síntomas definidos previamente dentro de cada categoría de intensidad. La COVID -19 leve se definió como fiebre, tos de nueva aparición o al menos 2 o más síntomas adicionales de COVID -19. Hubo 20 casos d e COVID -19 leve sintomática confirmada por PCR (Nuvaxovid, n=6 [0,5 %]; placebo, n=14 [2,4 %]), lo que dio lugar a una estimación puntual de la eficacia del 79,5 % (IC del 95 %: 46,8 %, 92,1 %). En el momento de este análisis, la variante de preocupación (VDP) Delta (linajes B.1.617.2 y AY ) era la variante predominante que circulaba en EE. UU. y representaba todos los casos para los que se dispone de datos de secuenciación (11/20, 55 %). Inmunogenicidad en adolescentes de 12 a 17 años de edad Se realizó u n análisis de la respuesta de anticuerpos neutralizantes contra el SARS -CoV-2, 14 días después de la dosis 2 (día 35) en participantes adolescentes seronegativos para anticuerpos contra la nucleoproteína (NP) del SARS - CoV-2 y negativos en PCR al inicio. La s respuestas de anticuerpos neutralizantes se compararon con las observadas en participantes adultos de 18 a 25 años de edad seronegativos/negativos en PCR procedentes del estudio pivotal en adultos (conjunto de análisis de inmunogenicidad por protocolo [ PP-IMM]), tal y como se muestra en la Tabla 3. La no inferioridad requirió el cumplimiento de los siguientes criterios: límite inferior del IC del 95 % bilateral del cociente de la media geométrica de los títulos (GMTs) (GMTs de 12 a 17 años de edad/GMTs d e 18 a 25 años de edad) >0,67; estimación puntual del cociente de las GMTs 0,82; y límite inferior del IC del 95 % bilateral de la diferencia en las tasas de seroconversión (SCR) (SCR de 12 a 17 años de edad menos TSC de 18 a 25 años de edad) >10 %. Estos criterios de no inferioridad se cumplieron. 12 Tabla 3: Análisis de microneutralización: Cociente ajustado de las medias geométricas de los títulos de anticuerpos neutralizantes contra la proteína S del SARS -CoV-2 natural el dí a 35 a nivel global y por grupo de edad (conjunto de análisis PP-IMM)1 Análisis Punto temporal Extensión pediátrica (12 a 17 años de edad) N=390 Estudio principal en adultos (18 a 25 años de edad) N=416 12 a 17 años de edad frente a 18 a 25 años de edad GMTs IC del 95 %2 GMTs IC del 95 %2 CGMTs IC del 95 %2 Microneutralización (1/dilución) Día 35 (14 días después covarianza; IC = intervalo de confianza; CGMT = cociente de las GMT, que se define como el cociente entre 2 GMT para la comparación de 2 cohortes de edad; GMT = media geométrica de los títulos; LIC = límite inferior de cuantificación; MN = microneutralizac ión; N = número de participantes en el conjunto de análisis PP-IMM específico del análisis en cada parte del estudio con respuesta no ausente en cada visita; PP -IMM = inmunogenicidad por protocolo; SARS -CoV-2 = coronavirus del síndrome respiratorio agudo g rave de tipo 2. 1 La tabla solo incluye a los participantes en el grupo de la vacuna activa. 2 Se llevó a cabo un ANCOVA con la cohorte de edad como efecto principal y el análisis de MN de anticuerpos neutralizantes como covariable, para calcular la GMT. L os valores individuales de la respuesta registrados como por debajo del LIC se fijaron a la mitad del LIC. 3 Representa (n1, n2) a las poblaciones definidas de la siguiente manera: n1 = número de participantes en el estudio pivotal en adultos (18 a 25 años de edad) con resultado no ausente en el análisis de anticuerpos neutralizantes n2 = número de participantes en la extensión pediátrica (12 a 17 años de edad) con resultado no ausente en el análisis de anticuerpos neutralizantes Estudio 2 (2019nCoV -302) - Serie primaria de dos dosis El estudio 2 es un estudio de fase III, multicéntrico, aleatorizado, enmascarado para el observador y controlado con placebo en participantes de 18 a 84 años de edad en el Reino Unido. Tras la inscripción, los participantes fue ron estratificados por edad (18 a 64 años; 65 a 84 años) para recibir Nuvaxovid o placebo. El estudio excluyó a los participantes que estaban significativamente inmunodeprimidos debido a una enfermedad de inmunodeficiencia; que presentaban diagnóstico o tratamiento en curso para el cáncer; que padecían una enfermedad/afección autoinmunitaria; que han recibido tratamiento inmunodepresor crónico o inmunoglobulinas o hemoderivados en un plazo de 90 días antes; que presentaban trastornos hemorrágicos o uso cont inuado de anticoagulantes; que tenían antecedentes de reacciones alérgicas y/o anafilaxia; que estaban embarazadas; o que tenían antecedentes de diagnóstico de COVID -19 confirmado mediante pruebas analíticas. Se incluyó a participantes con enfermedad clíni camente estable, definida como una enfermedad que no requirió un cambio significativo en el tratamiento ni hospitalización por empeoramiento de la enfermedad durante las 4 semanas anteriores a la inscripción. Los participantes con infección estable conocid a por el VIH, el virus de la hepatitis C (VHC) o el virus de la hepatitis B (VHB) no fueron excluidos de la inscripción. La inscripción finalizó en noviembre de 2020. Los participantes son objeto de seguimiento durante un máximo de 12 meses después de la serie de vacunación primaria para realizar evaluaciones de la seguridad y la eficacia frente a COVID -19. La población del análisis principal de la eficacia (PP -EFF) incluyó a 14 039 participantes que recibieron Nuvaxovid (n=7020) o placebo (n=7019), recibieron dos dosis (dosis 1 el día 0; dosis 2 con una mediana de 21 días [RIQ 21 -23], rango 16 -45), no experimentaron una desviación del protocolo excluyente y no presentaron signos de infección por SARS -CoV-2 en los 7 días posteriores a la segunda dosis. Los datos demográficos y las características iniciales estaban equilibrados entre los participantes que recibieron Nuvaxovid y los participantes que recibieron placebo. En el conjunto de análisis PP -EFF la mediana de edad de los participantes que recibieron Nuvaxovid fue de 56,0 años de edad (rango: 18 a 84 años de edad); el 72 % (n=5067) tenían entre 18 y 64 años de edad y el 28 % (n=1953) tenían 13 entre 65 y 84 años de edad; el 49 % eran mujeres; el 94 % eran blancos; el 3 % eran asiáticos; el 1 % eran multirraciales, <1 % eran negros o afroamericanos; y <1 % eran hispanos o latinos; y el 45 % tenían al menos una comorbilidad. Tabla 4: Análisis de eficacia de la vacuna frente a COVID -19 confirmada por PCR con aparición a partir de 7 días despué s de la segunda vacunación - (población PP -EFF): Estudio 2 (2019nCoV -302) Subgrupo Nuvaxovid Placebo % de eficacia de la vacuna (IC del 95 %) Particip antes N Casos de COVID- 19 n (%) Tasa de incidencia por año por 1000 personas1 Particip antes N Casos de COVID- 19 n (%) Tasa de incidencia por año por 1000 personas1 Variable primaria de eficacia Todos los participant es 7020 10 (0,1) 6,53 7019 96 (1,4) 63,43 89,7 % (80,2, 94,6)2, 3 Análisis de subgrupos de la variable primaria de eficacia de 18 a 64 años de edad 5067 9 (0,2) 12,30 5062 87 (1,7) 120,22 89,8 % (79,7, 94,9)2 de 65 a 84 años de edad 1953 1 (0,10)2 --- 1957 9 (0,9)2 --- 88,9 % (20,2, 99,7)4 1 Media de la tasa de incidencia de la enfermedad por año en 1000 personas. 2 En base al modelo lineal logarítmico de la incidencia utilizando la regresión de Poisson modificada con función de enlace logarítmico, con el grupo de tratamiento y los estratos (grupo de edad y regiones agrupadas) como efectos fijos y varianza de error robusta [Zou 2004]. 3 Ha cumplido la variable primaria de eficacia para el éxito con un límite inferior del intervalo de confianza (LIIC) >30 %; la eficacia se ha confirmado en el análisi s provisional. 4 En base al modelo de Clopper -Pearson (debido a que había pocos acontecimientos), los IC del 95 % se calcularon utilizando el método binomial exacto de Clopper -Pearson ajustado para el total de tiempo de vigilancia. Estos resultados reflej an la inscripción que se produjo durante el periodo de tiempo en que la variante B.1.1.7 (Alfa) estaba circulando en el Reino Unido. La identificación de la variante Alfa se basó en la no detección del gen diana S mediante PCR. Se disponía de los datos de 95 de los 106 casos de la variable (90 %). De estos, 66 de 95 (69 %) se han identificado como la variante Alfa y los demás casos se clasificaron como no Alfa. No se notificaron casos de COVID -19 grave en los 7020 participantes que recibieron Nuvaxovid en comparación con 4 casos de COVID -19 grave notificados en los 7019 participantes que recibieron placebo en el conjunto de análisis PP -EFF. Subestudio de administración concomitante de la vacuna contra la gripe estacional aprobada En total, 431 participantes fueron vacunados de forma concomitante con las vacunas inactivadas contra la gripe estacional; 217 participantes del subestudio recibieron Nuvaxovid y 214 recibieron placebo. Los datos demográficos y las características iniciale s estaban equilibrados entre los participantes que recibieron Nuvaxovid y los participantes que recibieron placebo. En el conjunto de análisis de inmunogenicidad por protocolo (PP -IMM), la mediana de edad de los participantes que recibieron Nuvaxovid (n=19 1) fue de 40 años de edad (rango: 22 a 70 años de edad); el 93 % (n=178) tenían entre 18 y 64 años de edad y el 7 % (n=13) tenían entre 65 y 84 años de edad; el 43 % eran 14 mujeres; el 75 % eran blancos; el 23 % eran multirraciales o pertenecían a minorías é tnicas; y el 27 % tenían al menos una comorbilidad. La administración concomitante no provocó ningún cambio en las respuestas inmunitarias de la vacuna contra la gripe según lo medido mediante el ensayo de inhibición de la hemaglutinación (HAI). Se observó una reducción del 30 % en las respuestas de los anticuerpos a Nuvaxovid en base a la evaluación realizada mediante un ensayo de IgG anti -espícula con tasas de seroconversión similares a las de los participantes que no recibieron la vacuna contra la gripe de forma concomitante (ver sección 4.5 y sección 4.8). Estudio 3 (2019nCoV -501) - Serie primaria de dos dosis El Estudio 3 es un estudio de fase IIa/b, multicéntrico, aleatorizado, enmascarado para el observador y controlado con placebo en participantes sin infección por el VIH de entre 18 y 84 años de edad y en personas con VIH (PVIH) de entre 18 y 64 años de edad en Sudáfrica. Las PVIH estaban médicamente estables (libres de infecciones oportunistas), recibían tratamiento antirretroviral altamente activ o y estable y tenían una carga viral del VIH -1 <1000 copias/ml. La inscripción finalizó en noviembre de 2020. La población del análisis principal de la eficacia (PP -EFF) incluyó a 2770 participantes que recibieron Nuvaxovid (n=1408) o placebo (n=1362), r ecibieron dos dosis (dosis 1 el día 0; dosis 2 el día 21), no experimentaron una desviación del protocolo excluyente y no presentaron signos de infección por SARS-CoV-2 en los 7 días posteriores a la segunda dosis. Los datos demográficos y las característ icas iniciales estaban equilibrados entre los participantes que recibieron Nuvaxovid y los participantes que recibieron placebo. En el conjunto de análisis PP -EFF de los participantes que recibieron Nuvaxovid la mediana de edad fue de 28 años (rango: 18 a 84 años de edad); el 40 % eran mujeres; el 91 % eran negros/afroamericanos; el 2 % eran blancos; el 3 % eran multirraciales, el 1 % eran asiáticos; y el 2 % eran hispanos o latinos; y el 5,5 % eran personas infectadas por el VIH. Se acumuló un total de 147 casos sintomáticos de COVID -19 leves, moderados o graves entre todos los participantes adultos, seronegativos (para SARS -CoV-2) al inicio, para el análisis completo (conjunto de análisis PP -EFF) de la variable primaria de eficaci a, con 51 (3,62 %) casos con Nuvaxovid frente a 96 (7,05 %) casos con placebo. La eficacia vacunal resultante de Nuvaxovid fue del 48,6 % (IC del 95 %: 28,4; 63,1). Estos resultados reflejan la inscripción que se produjo durante el periodo de tiempo en qu e la variante B.1.351 (Beta) estaba circulando en Sudáfrica. Inmunogenicidad en participantes de 18 años de edad y mayores; después de la dosis de refuerzo La seguridad e inmunogenicidad de una dosis de refuerzo de Nuvaxovid se evaluó en un estudio clínico de fase II en curso, aleatorizado, controlado con placebo y enmascarado para el observador, administrado como dosis única de refuerzo (Estudio 2019nCoV -101, Parte 2) en participantes adultos sanos de entre 18 y 84 años de edad que eran seronegativos al SARS-CoV-2 al inicio. Un total de 254 participantes (conjunto de análisis completo) recibieron dos dosis de Nuvaxovid (0,5 ml, 5 microgramos con 3 semanas de diferencia) como serie de vacunación primaria. Un subconjunto de 104 participantes recibió una do sis de refuerzo de Nuvaxovid aproximadamente 6 meses después de recibir la dosis 2 de la serie primaria. Una única dosis de refuerzo de Nuvaxovid indujo un aumento aproximado de 96 veces en los anticuerpos neutralizantes, desde un GMT de 63 antes del refue rzo (día 189) hasta un GMT de 6023 después del refuerzo (día 217) y un aumento aproximado de 4,1 veces desde un GMT máximo (14 días después de la dosis 2) de 1470. En el estudio 3, un estudio de fase IIa/b en curso, aleatorizado, controlado con placebo y enmascarado para el observador, se evaluó la seguridad y la inmunogenicidad de la dosis de refuerzo en participantes adultos sanos de 18 a 84 años de edad que no tenían el VIH y en PVIH de 18 a 64 años de edad médicamente estables que eran seronegativas al SARS-CoV-2 al inicio del estudio. Un total de 1173 participantes (conjunto de análisis PP -IMM) recibieron una dosis de refuerzo de Nuvaxovid 15 aproximadamente 6 meses después de la finalización de la serie primaria de Nuvaxovid (día 201). Se observó un aume nto de aproximadamente 52 veces en los anticuerpos neutralizantes, desde un GMT de 69 antes del refuerzo (día 201) hasta un GMT de 3600 después del refuerzo (día 236) y un aumento de aproximadamente 5,2 veces desde un GMT máximo (14 días después de la dosi s 2) de 694. Seguridad e inmunogenicidad de las vacunas para la COVID -19 administradas como tercera dosis (de refuerzo) tras completar una serie de vacunación primaria con otra vacuna para la COVID -19 autorizada en el Reino Unido En un ensayo independiente de fase II, multicéntrico, aleatorizado y controlado iniciado por un investigador (CoV -BOOST, EudraCT 2021 -002175-19) se investigó la inmunogenicidad de una tercera dosis (de refuerzo) en adultos de 30 años de edad y mayores sin antecedentes de infección por SARS-CoV-2 confirmada en el laboratorio. Nuvaxovid se administró al menos 70 días después de completar una serie de vacunación primaria de ChAdOx1 nCov -19 (Oxford -AstraZeneca) o al menos 84 días después de completar una serie de vacunación primaria de BNT162b2 (Pfizer -BioNtech). Los títulos de anticuerpos neutralizantes medidos mediante un ensayo de tipo natural se evaluaron 28 días después de la dosis de refuerzo. En el grupo asignado a recibir Nuvaxovid, 115 participantes recibieron una serie primaria de dos dosis de ChAdOx1 nCov -19 y 114 participantes recibieron una serie primaria de dos dosis de BNT162b2, antes de recibir una dosis única de refuerzo (0,5 ml) de Nuvaxovid. La vacuna Novavax para la COVID -19, adyuvada, demostr ó una respuesta de refuerzo independientemente de la vacuna utilizada para la vacunación primaria. Población de edad avanzada Nuvaxovid se evaluó en personas de 18 años de edad y mayores. La eficacia de Nuvaxovid fue uniforme entre personas de edad avan zada (65 años de edad) y personas más jóvenes (de 18 a 64 años de edad). Población pediátrica La Agencia Europea de Medicamentos ha concedido al titular un aplazamiento para presentar los resultados de los ensayos realizados con Nuvaxovid en uno o más s ubgrupos de la población pediátrica para la prevención de la COVID -19, ver sección 4.2 para consultar la información sobre el uso en la población pediátrica. 5.2 Propiedades farmacocinéticas No procede. 5.3 Datos preclínicos sobre seguridad Los datos de los estudios preclínicos no muestran riesgos especiales para los seres humanos según los estudios convencionales de toxicidad a dosis repetidas, tolerancia local y toxicidad para la reproducción y el desarrollo. Genotoxicidad y carcinogenia Se realizaron estudios de genotoxicidad in vitro con el adyuvante Matrix -M. Se demostró que el adyuvante no es genotóxico. No se han realizado estudios de carcinogenia. No se espera la existencia de carcinogenia. Toxicidad para la reproducción Se llevó a cabo un estudio de toxicidad para la reproducción y el desarrollo en ratas hembra las que se administró cuatro dosis intramusculares (dos antes del apareamiento; dos durante la gestación) de 5 microgramos de proteína rS del SARS -CoV-2 (aproximadamente un exceso de 200 veces en relación con la dosis humana de 5 microgramos ajustados por el peso) con 10 microgramos del adyuvante 16 Matrix-M (aproximadamente un exceso de 40 veces en relación con la dosis humana de 50 microgramos ajustados por el peso). No se obs ervó ningún efecto adverso relacionado con la vacuna sobre la fertilidad, el embarazo o la lactancia, o el desarrollo del embrión/feto y las crías hasta el día 21 postnatal. 6. DATOS FARMACÉUTICOS 6.1 Lista de excipientes Hidrógenofosfato de disodio heptahidrato Dihidrógenofosfato de sodio monohidrato Cloruro de sodio Polisorbato 80 Hidróxido de sodio (para ajuste de pH) Ácido clorhídrico (para ajuste de pH) Agua para preparaciones inyectables Adyuvante (Matrix -M) Colesterol Fosfatidilcolina (incluido el all -rac--Tocoferol) de potasio Cloruro de potasio Hidrógenofosfato de disodio dihidrato Cloruro de sodio Agua para preparaciones inyectables Para el adyuvante: ver también sección 2. 6.2 Incompatibilidades Este medicamento no debe mezclarse con otros ni diluirse. 6.3 Periodo de validez Vial sin abrir 12 meses a entre 2 °C y 8 °C, protegido de la luz. La vacuna Nuvaxovid sin abrir ha demostrado ser estable durante un máximo de 12 horas a 25 °C. La conservación a 25 °C no se ajusta a las condiciones de conservación o envío recomendadas, pero puede guiar las decisiones para su uso en caso de oscilaciones temporales de la temperatura durante el almacenamiento de 12 meses a una temperatura de entre 2 °C y 8 °C. Vial perforado Se ha demostrado una estabilidad química y física en uso durante 12 horas a una temperatura de entre 2 °C y 8 °C o 6 horas a tempera tura ambiente (máximo 25 ºC) desde el momento de la primera perforación con la aguja hasta la administración. Desde un punto de vista microbiológico, después de la primera apertura (primera perforación con la aguja), la vacuna debe utilizarse inmediatamen te. Si no se usa inmediatamente, el tiempo y las condiciones de conservación en uso son responsabilidad del usuario y no se deberán superar las 12 horas a entre 2 °C y 8 °C o 6 horas a temperatura ambiente (máximo 25 °C). 6.4 Precauciones especiales de conservación 17 Conservar en nevera (entre 2 °C - 8 °C). No congelar. Conservar los viales en el embalaje exterior para protegerlos de la luz. Para las condiciones de conservación tras la primera apertura del medicamento, ver sección 6.3. 6.5 Naturaleza y contenido del envase Vial multidosis Vial de 5 dosis 2,5 ml de dispersión en un vial (vidrio de tipo I) con un tapón (goma de bromobutilo) y un sello de aluminio con cápsula de cierre extraíble de plástico azul. Cada vial contiene 5 dosis de 0,5 ml. Tamaño del envase: 2 viales multidosis o 10 viales multidosis Vial de 10 dosis 5 ml de dispersión en un vial (vidrio de tipo I) con un tapón (goma de bromobutilo) y un sello de aluminio con cápsula de cierre extraíble de plást ico azul. Cada vial contiene 10 dosis de 0,5 ml. Tamaño del envase: 2 viales multidosis o 10 viales multidosis Puede que solamente estén comercializados algunos tamaños de envases. 6.6 Precauciones especiales de eliminación y otras manipulaciones Instrucciones de manipulación y administración Esta vacuna debe manipularla un profesional sanitario utilizando técnicas asépticas para garantizar la esterilidad de cada dosis. Preparación para el uso La vacuna se suministra lista para us ar. La vacuna sin abrir debe conservarse a una temperatura de entre 2 °C y 8 °C y guardarse en el embalaje exterior para protegerla de la luz. Inmediatamente antes de su uso, extraiga el vial de la vacuna de la caja de cartón de la nevera. Registre la fecha y hora de eliminación en la etiqueta del vial. Utilícelo en un plazo de 12 horas después de la primera perforación. Inspeccione el vial Mueva suavemente el vial multidosis antes y entre cada extracción de dosis. No lo agite. Cada vial multidosis contiene una dispersión de incolora a ligeramente amarilla, de transparente a ligeramente opalescente libre de partículas visibles. Inspeccione visualmente el contenido del vial para detectar partículas visibles y/o decoloración antes de la adm inistración. No administre la vacuna si detecta su presencia. 18 Administre la vacuna Se incluye un sobrellenado por vial para garantizar que se puede extraer un máximo de 5 dosis (vial de 2,5 ml) o 10 dosis (vial de 5 ml) de 0,5 ml cada una. Cada dosis de 0,5 ml se extrae en una aguja estéril y una jeringa estéril para ser administrada mediante inyección intramuscular, preferiblemente en el músculo deltoides de la parte superior del brazo. No mezcle la vacuna en la misma jeringa con otras vac unas o especialidades farmacéuticas. No mezcle la vacuna sobrante de varios viales. Conservación después de la primera perforación con la aguja Conserve el vial abierto a una temperatura de entre 2 °C y 8 °C durante un máximo de 12 horas o a temperatura ambiente (máximo 25 ºC) durante un máximo de 6 horas después de la primera perforación, ver sección 6.3. Desechar Deseche esta vacuna si no se utiliza en un plazo de 12 horas si se conserva a entre 2 ºC y 8 ºC o 6 horas si se conserva a temper atura ambiente después de la primera perforación del vial, ver sección 6.3. Eliminación La eliminación del medicamento no utilizado y de todos los materiales que hayan estado en contacto con él se realizará de acuerdo con la normativa local. 7. TITULAR DE LA AUTORIZACIÓN DE COMERCIALIZACIÓN Novavax CZ a.s. Bohumil 138 DE COMERCIALIZACIÓN EU/1/21/1618/001 10 viales multidosis (10 dosis por vial) EU/1/21/1618/002 10 viales multidosis (5 dosis por vial ) EU/1/21/1618/003 2 viales multidosis (10 dosis por vial) EU/1/21/1618/004 2 viales multidosis (5 dosis por vial) 9. FECHA DE LA PRIMERA AUTORIZACIÓN/RENOVACIÓN DE LA AUTORIZACIÓN Fecha de la primera autorización: 20/diciembre/2021 Fecha de la última renovación: 03/octubre/2022 10. FECHA DE LA REVISIÓN DEL TEXTO La información detallada de este medicamento está disponible en la página web de la Agencia Europea de Medicamentos http://www.ema.europa.eu . 19 ANEXO II A. FABRICANTES DEL PRINCIPIO ACTIVO BIOLÓGICO Y FABRICANTE RESPONSABLE DE LA LIBERACIÓN DE LOS LOTES B. CONDICIONES O RESTRICCIONES DE SUMINISTRO Y USO C. OTRAS CONDICIONES Y REQUISITOS DE LA AUTORIZACIÓN DE COMERCIALIZACIÓN D. CONDICIONES O RESTRICCIONES EN RELACIÓN CON LA UTILIZACIÓN SEGURA Y EFICAZ DEL MEDICAMENTO 20 A. FABRICANTES DEL PRINCIPIO ACTIVO BIOLÓGICO Y FABRICANTE RESPONSABLE DE LA LIBERACIÓN DE LOS LOTES Nombre y dirección de los fabricantes del principio activo biológico Serum Institute of India Pvt. Ltd. 212/2, Off Soli Poonawalla Road, Hadapsar, Pune - 411028, Maharashtra, India Serum Institute India 105 28163, Czechia Nombre y dirección del fabricante responsable de la liberación de los lotes Novavax CZ a.s. Bohumil 138, Jevany, 28163, Czechia En vista de la Emergencia de Salud Pública de Interés Internacional declarada y con el fin de garantizar un suministro temprano, este medicamento está sujeto a una exención por tiempo limitado que permite apoyarse en los análisis de control de lotes realizadas en las fábricas registradas que se encuentran en un tercer país. Esta exención deja de ser efectiva el 31 de marzo de 2022. La implementación de los acuerdos de control de los lotes situados en la UE, incluidas las modificaciones necesarias en términos de la autorización de comercialización, debe completarse a más tardar el 31 de marzo de 2022. B. CONDICIONES O RESTRICCIONES DE SUMINISTRO Y USO Medicamento sujeto a prescripción médica. Liberación oficial de los lotes De conformidad con el Artículo 114 de la Directiva 2001/83/CE modificada, la liberación oficial de los lotes será realizada por un laboratorio estatal o uno designado a tal efecto. C. OTRAS CONDICIONES Y REQUISITOS DE LA A UTORIZACIÓN DE COMERCIALIZACIÓN Informes periódicos de seguridad (IPSs) Los requerimientos para la presentación de los IPSs para este medicamento se establecen en el artículo 9 del Reglamento (CE) 507/2006 y, en consecuencia, el titular de la autorización de comercialización (TAC) presentará los IPSs cada 6 meses. Los requerimientos para la presentación de los IPSs para este medicamento se establecen en la lista de fechas de referencia de la Unión (lista EURD) prevista en el artículo 107c, apa rtado 7, de la Directiva 2001/83/CE y cualquier actualización posterior publicada en el portal web europeo sobre medicamentos. 21 D. CONDICIONES O RESTRICCIONES EN RELACIÓN CON LA UTILIZACIÓN SEGURA Y EFICAZ DEL MEDICAMENTO Plan de gestión de riesgos (PGR) El titular de la autorización de comercialización (TAC) realizará las actividades e intervenciones de farmacovigilancia necesarias según lo acordado en la versión del PGR incluido en el Módulo 1.8.2 de la autorización de comerc ialización y en cualquier actualización del PGR que se acuerde posteriormente. Se debe presentar un PGR actualizado: A petición de la Agencia Europea de Medicamentos. Cuando se modifique el sistema de gestión de riesgos, especialmente como resultado de nu eva información disponible que pueda conllevar cambios relevantes en el perfil beneficio/riesgo, o como resultado de la consecución de un hito importante (farmacovigilancia o minimización de riesgos). 22 ANEXO III ETIQUETADO Y PROSPECTO 23 A. ETIQUETADO 24 INFORMACIÓN QUE DEBE FIGURAR EN EL EMBALAJE EXTERIOR ETIQUETA DE LA CAJA EXTERIOR 1. NOMBRE DEL MEDICAMENTO Nuvaxovid dispersión inyectable Vacuna frente a COVID -19 (recombinante, con adyuvante) 2. PRINCIPIO(S) ACTIVO(S) Cada dosis contiene 5 microgramos de proteína recombinante de la espícula del SARS -CoV-2 EXCIPIENTES el all -rac--Tocoferol ), dihidrógenofosfato de potasio , cloruro de potasio y agua para preparaciones inyectables. Para mayor información ver el prospecto. 4. FORMA FARMACÉUTICA Y CONTENIDO DEL ENVASE Dispersión inyectable 10 viales multidosis 2 viales multidosis Cada vial contiene 5 dosis de 0,5 ml 2,5 ml 5. FORMA Y VÍA(S) DE ADMINISTRACIÓN Vía intramuscular Leer el prospecto antes de utilizar este medicamento. Para obtener más información, escanee o visite www.NovavaxCovidVaccine.com 25 6. ADVERTENCIA ESPECIAL DE QUE EL MEDICAMENTO DEBE MANTENERSE FUERA DE LA VISTA Y DEL ALCANCE DE LOS NIÑOS Mantener fuera de la vista y del alcance de los niños. 7. OTRA(S) ADVERTENCIA(S) ESPECIAL(ES), SI ES NECESARIO 8. FECHA DE CADUCIDAD EXP 9. CONDICIONES ESPECIALES DE CONSERVACIÓN Conservar en nevera. No congelar. Después de la primera perforación, conservar entre 2 ºC y 8 ºC, usar en el plazo de 12 horas o en el plazo de 6 horas a temperatura ambiente (máximo 25 ºC). Conservar en el embalaje original para protegerlo de la luz. 10. PRECAUCIONES ESPECIALES DE ELIMINACIÓN DEL MEDICAMENTO NO UTILIZADO Y DE LOS MATERIALES DERIVADOS DE SU USO, CUANDO CORRESPONDA 11. NOMBRE Y DIRECCIÓN DEL TITULAR DE LA AUTORIZACIÓN DE COMERCIALIZACIÓN Novavax CZ a.s. Bohumil 138, Jevany, 28163, DE AUTORIZACIÓN DE COMERCIALIZACIÓN EU/1/21/1618/002 EU/1/21/1618/004 13. NÚMERO DE LOTE Lot 14. CONDICIONES GENERALES DE DISPENSACIÓN 15. INSTRUCCIONES DE USO 16. INFORMACIÓN EN BRAILLE Se acepta la justificación para no incluir la información en Braille. 26 17. IDENTIFICADOR ÚNICO - CÓDIGO DE BARRAS 2D Incluido el código de barras 2D que lleva el identificador único. 18. IDENTIFICADOR ÚNICO - INFORMACIÓN EN CARACTERES VISUALES PC SN NN 27 INFORMACIÓN MÍNIMA QUE DEBE INCLUIRSE EN PEQUEÑOS ACONDICIONAMIENTOS PRIMARIOS ETIQUETA DEL VIAL 1. NOMBRE DEL MEDICAMENTO Y VÍA(S) DE ADMINISTRACIÓN Nuvaxovid dispersión inyectable Vacuna frente a COVID -19 (recombinante, con adyuvante) 2. FORMA DE ADMINISTRACIÓN IM 3. FECHA DE CADUCIDAD EXP 4. NÚMERO DE LOTE Lot 5. CONTENIDO EN PESO, EN VOLUMEN O EN UNIDADES 5 dosis de 0,5 ml 2,5 ml 6. OTROS Fecha: Hora: 28 INFORMACIÓN QUE DEBE FIGURAR EN EL EMBALAJE EXTERIOR ETIQUETA DE LA CAJA EXTERIOR 1. NOMBRE DEL MEDICAMENTO Nuvaxovid dispersión inyectable Vacuna frente a COVID -19 (recombinante, con adyuvante) 2. PRINCIPIO(S) ACTIVO(S) Cada dosis contiene 5 microgramos de proteína recombinante de la espícula del SARS -CoV-2 EXCIPIENTES s (incluido el all -rac--Tocoferol ), dihidrógenofosfato de potasio , cloruro de potasio y agua para preparaciones inyectables. Para mayor información ver el prospecto. 4. FORMA FARMACÉUTICA Y CONTENIDO DEL ENVASE Dispersión inyectable 10 viales multidosis 2 viales multidosis Cada vial contiene 10 dosis de 0,5 ml 5 ml 5. FORMA Y VÍA(S) DE ADMINISTRACIÓN Vía intramuscular Leer el prospecto antes de utilizar este medicamento. Para obtener más información, escanee o visite www.NovavaxCovidVaccine.com 6. ADVERTENCIA ESPECIAL DE QUE EL MEDICAMENTO DEBE MANTENERSE FUERA DE LA VISTA Y DEL ALCANCE DE LOS NIÑOS Mantener fuera de la vista y del alcance de los niños. 29 7. OTRA(S) ADVERTENCIA(S) ESPECIAL(ES), SI ES NECESARIO 8. FECHA DE CADUCIDAD EXP 9. CONDICIONES ESPECIALES DE CONSERVACIÓN Conservar en nevera. No congelar. Después de la primera perforación, conservar entre 2 ºC y 8 ºC, usar en el plazo de 12 horas o en el plazo de 6 horas a temperatura ambiente (máximo 25 ºC). Conservar en el embalaje original para protegerlo de la luz. 10. PRECAUCIONES ESPECIALES DE ELIM INACIÓN DEL MEDICAMENTO NO UTILIZADO Y DE LOS MATERIALES DERIVADOS DE SU USO, CUANDO CORRESPONDA 11. NOMBRE Y DIRECCIÓN DEL TITULAR DE LA AUTORIZACIÓN DE COMERCIALIZACIÓN Novavax CZ a.s. Bohumil 138, DE COMERCIALIZACIÓN EU/1/21/1618/001 EU/1/21/1618/003 13. NÚMERO DE LOTE Lot 14. CONDICIONES GENERALES DE DISPENSACIÓN 15. INSTRUCCIONES DE USO 16. INFORMACIÓN EN BRAILLE Se acepta la justificación para no incluir la información en Braille. 17. IDENTIFICADOR ÚNICO - CÓDIGO DE BARRAS 2D Incluido el código de barras 2D que lleva el identificador único. 30 18. IDENTIFICADOR ÚNICO - INFORMACIÓN EN CARACTERES VISUALES PC SN NN 31 INFORMACIÓN MÍNIMA QUE DEBE INCLUIRSE EN PEQUEÑOS ACONDICIONAMIENTOS PRIMARIOS ETIQUETA DEL VIAL 1. NOMBRE DEL MEDICAMENTO Y VÍA(S) DE ADMINISTRACIÓN Nuvaxovid dispersión inyectable Vacuna frente a COVID -19 (recombinante, con adyuvante) 2. FORMA DE ADMINISTRACIÓN IM 3. FECHA DE CADUCIDAD EXP 4. NÚMERO DE LOTE Lot 5. CONTENIDO EN PESO, EN VOLUMEN O EN UNIDADES 10 dosis de 0,5 ml 5 ml 6. OTROS Fecha: Hora: 32 B. PROSPECTO 33 Prospecto: información para el usuario Nuvaxovid dispersión inyectable Vacuna frente a COVID -19 (recombinante, con adyuvante) Este medicamento está sujeto a seguimiento adicional, lo que agilizará la detección de nueva información sobre su seguridad. Puede contrib uir comunicando los efectos adversos que pudiera usted tener. La parte final de la sección 4 incluye información sobre cómo comunicar estos efectos adversos. Lea todo el prospecto detenidamente antes de recibir esta vacuna, porque contiene información importante para usted. Conserve este prospecto, ya que puede tener que volver a leerlo. Si tiene alguna duda, consulte a su médico, farmacéutico o enfermero. Si experimenta efectos adversos, consulte a su médico, farmacéutico o enfermero, incluso si se trata de efectos adversos que no aparecen en este prospecto. Ver sección 4. Contenido del prospecto 1. Qué es Nuvaxovid y para qué se utiliza 2. Qué necesita saber antes de recibir Nuvaxovid 3. Cómo usar Nuvaxovid 4. Posibles efectos adversos 5. Conservación de Nuvaxov id 6. Contenido del envase e información adicional 1. Qué es Nuvaxovid y para qué se utiliza Nuvaxovid es una vacuna para prevenir la COVID -19 causada por el virus SARS -CoV-2. Nuvaxovid se administra a personas de 12 años de edad y mayores. La vacuna h ace que el sistema inmunitario (las defensas naturales del cuerpo) produzca anticuerpos y glóbulos blancos especializados que actúan contra el virus para proporcionar protección frente a COVID-19. Ninguno de los componentes de esta vacuna puede causar COVI D-19. 2. Qué necesita saber antes de recibir Nuvaxovid Nuvaxovid no debe administrarse si es alérgico al principio activo o a alguno de los demás componentes de este medicamento (incluidos en la sección 6). Advertencias y precauciones Consulte a su médico, farmacéutico o enfermero antes de que le administren Nuvaxovid si: alguna vez ha te nido una reacción alérgica grave o potencialmente mortal después de recibir cualquier inyección de una vacuna o después de que se le administrara Nuvaxovid en el pasado, alguna vez se ha desmayado después de una inyección con una aguja, tiene fiebre alta ( más de 38 ºC) o una infección grave. Sin embargo, usted puede recibir la vacuna si tiene fiebre leve o una infección de las vías respiratorias altas, como un resfriado, tiene problemas de sangrado, desarrolla moretones con facilidad o toma un medicamento p ara prevenir coágulos de sangre, su sistema inmunitario no funciona correctamente (inmunodeficiencia) o está tomando medicamentos que debilitan el sistema inmunitario (tales como dosis altas de corticoesteroides, inmunosupresores o medicamentos contra el cáncer). 34 Existe un mayor riesgo de miocarditis (inflamación del músculo cardiaco) y pericarditis (inflamación de la membrana que rodea el corazón) después de la vacunación con Nuvaxovid (ver sección 4). Estos trastornos pueden aparecer a los poc os días después de la vacunación y se han producido principalmente en un plazo de 14 días. Después de la vacunación, debe estar alerta a los signos de miocarditis y pericarditis, como dificultad para respirar, palpitaciones y dolor torácico, y debe buscar atención médica inmediata en caso de que aparezcan. Si se encuentra en alguna de las circunstancias anteriores (o no está seguro), consulte a su médico, farmacéutico o enfermero antes de que le administren Nuvaxovid. Como con cualquier vacuna, cabe la po sibilidad de que la serie de vacunación de 2 dosis de Nuvaxovid no proteja a todos aquellos que la reciban y se desconoce durante cuánto tiempo estará protegido. Niños Nuvaxovid no está recomendado para niños menores de 12 años de edad. Actualmente no hay información disponible sobre el uso de Nuvaxovid en niños menores de 12 años de edad. Otros medicamentos y Nuvaxovid Informe a su médico, enfermero o farmacéutico si está tomando, ha tomado recientemente o pudiera tener que tomar cualquier otro medicamento o vacunas. Embarazo y lactancia Si está embarazada o en periodo de lactancia, cree que podría estar embarazada o tiene intención de quedarse embarazada, consulte a su médico, farmacéutico o enfermero antes de recibir esta vacuna. Conducción y uso de máquinas Algunos de los efectos secundarios de Nuvaxovid que se enumeran en la sección 4 (Posibles efectos adversos) pueden reducir temporalmente su capacidad para con ducir y utilizar máquinas (por ejemplo, sensación de desmayo o mareo o sensación de mucho cansancio). No conduzca ni use máquinas si se encuentra mal después de la vacunación. Espere hasta que hayan desaparecido todos los efectos de la vacuna antes de co nducir o utilizar máquinas. Nuvaxovid contiene sodio y potasio Esta vacuna contiene menos de 1 mmol de sodio (23 mg) por cada dosis, es decir, esencialmente \"libre de sodio\". Esta vacuna contiene menos de 1 mmol de potasio (39 miligramos) por dosis, e s decir, esencialmente \"libre de potasio\". 3. Cómo usar Nuvaxovid Personas de 12 años de edad y mayores Nuvaxovid se administrará como dos inyecciones independientes de 0,5 ml. Su médico, farmacéutico o enfermero le inyectará la vacuna en un músculo, por lo general en la parte superior del brazo. 35 Se recomienda que reciba la segunda dosis de Nuvaxovid 3 semanas después de la primera dosis para recibir la serie completa de esta vacuna. Puede administrarse una dosis de refuerzo de Nuvaxovid ap roximadamente 6 meses después de la segunda dosis en personas de 18 años de edad y mayores. Durante y después de cada inyección de la vacuna, el médico, el farmacéutico o el enfermero le observarán durante unos 15 minutos para detectar signos de reacción alérgica. Si no acude a una cita para la segunda inyección de Nuvaxovid consulte a su médico o enfermero/a para obtener asesoramiento. Si se pierde una inyección programada, puede que no quede totalmente protegido frente a COVID -19. 4. Posibles efectos adversos Al igual que todos los medicamentos, esta vacuna puede producir efectos adversos, aunque no todas las personas los sufran. La mayoría de los efectos secundarios desaparecen pocos días después de su aparición. Si los síntomas persisten, póngase en contacto con su médico, farmacéutico o enfermero. Al igual que con otras vacunas, puede que sienta dolor o molestias en el lugar de la inyección o puede que experimente cierto enrojecimiento e hinchazón en ese lugar. Sin embargo, estas reaccion es suelen desaparecer a los pocos días. Obtenga atención médica urgente si tiene alguno de los siguientes signos y síntomas de reacción alérgica: sensación de desmayo o mareo cambios en los latidos del corazón falta de aliento sibilancias hinchazón de los labios, la cara o la garganta ronchas o erupción en la piel náuseas o vómitos dolor de estómago Consulte a su médico o enfermero si experimenta cualquier otro efecto adverso. Estos pueden incluir: Muy frecuentes (pueden afectar a más de 1 persona de cada 10): dolor de cabeza ganas de vomitar (náuseas) y vomitar (vómitos) dolores musculares dolor articular sensibilidad o dolor en el lugar de administración de la inyección sensación de mucho cansancio (fatiga) sensación de malestar general Frecuentes (pueden afectar hasta 1 de cada 10 personas): enrojecimiento en el lugar de administración de la inyección hinchazón en el lugar de administración de la inyección fiebre (>38 °C) escalofríos dolor o molestias en el brazo, la mano, la pierna y/o el pie (dolor en las extremidades) Poco frecuente s (pueden afectar hasta a 1 de cada 100 personas): ganglios linfáticos agrandados presión arterial alta picor en la piel, erupción cutánea o urticaria 36 enrojecimiento de la piel picor en la piel d onde se administra la inyección Frecuencia no conocida (no puede estimarse a partir de los datos disponibles): reacción alérgica grave sensación poco habitual en la piel, como sensación de hormigueo o cosquilleo (parestesia) disminución de la sensibilidad , especialmente en la piel (hipoestesia) inflamación del músculo cardiaco (miocarditis) o inflamación de la membrana que rodea el corazón (pericarditis), que puede dar lugar a dificultad para respirar, palpitaciones o dolor torácico Comunicación de efecto s adversos Si experimenta cualquier tipo de efecto adverso, consulte a su médico, farmacéutico o enfermero, incluso si se trata de efectos adversos que no aparecen en este prospecto. También puede comunicarlos directamente a través del sistema nacional de notificación incluido en el Apéndice V e incluya el número de lote, si está disponible. Mediante la comunicación de efectos adverso s usted puede contribuir a proporcionar más información sobre la seguridad de esta vacuna. 5. Conservación de Nuvaxovid Mantener este medicamento fuera de la vista y del alcance de los niños. Su médico, farmacéutico o enfermero es el responsable de conservar esta vacuna y de desechar correctamente el producto no utilizado. La información sobre la conservación, la caducidad, el uso y manipulación se describen en la sección dirigida a los profesionales sanitarios al final del prospecto. 6. Contenido del envase e información adicional Composición de Nuvaxovid Una dosis (0,5 ml) de Nuvaxovid contiene 5 microgramos de proteína de la espícula del SARS - CoV-2* y el adyuvante Matrix -M. *se produce mediante tecnología de ADN recombinante utilizando el sistema de expresión del baculovirus en una línea celular de insectos que se deriva de células Sf9 de la especie Spodoptera Frugiperda. Matrix-M se incluye en esta vacuna como un adyuvante . Los adyuvantes son sustancias incluidas en ciertas vacunas para acelerar, mejorar o prolongar los efectos protectores de la vacuna. El adyuvante Matrix -M contiene fracción -A (42,5 microgramos) y fracción -C (7,5 microgramos) de extracto de Quillaia Sapona ria Molina por cada dosis de 0,5 ml. El resto de los ingredientes (excipientes) incluidos en Nuvaxovid son: Hidrógenofosfato de sodio Polisorba to 80 Colesterol Fosfatidilcolina (incluido el all -rac--Tocoferol) Dihidrógenofosfato de potasio Cloruro de potasio Hidróxido de sodio (para ajuste de pH) 37 Ácido clorhídrico (para ajuste de pH) Agua para preparaciones inyectables Aspecto de Nuvaxovid y contenido del envase La dispersión es de incolora a ligeramente amarilla, de transparente a ligeramente opalescente (pH 7,2). Vial de 5 dosis 2,5 ml de dispersión inyectable en un vial con un tapón de goma y una cápsula de cierre extraíble azul. Tamaño del envase: 2 viales multidosis o 10 viales multidosis. Cada vial contiene 5 dosis de 0,5 ml. Vial de 10 dosis 5 ml de dispersión inyectable en un vial con un tapón de goma y una cápsula de cierre extraíble azul. Tamaño del envase: 2 viales mul tidosis o 10 viales multidosis. Cada vial contiene 10 dosis de 0,5 ml Puede que solamente estén comercializados algunos tamaños de envases. Titular de la autorización de comercialización Novavax CZ a.s. Bohumil Jevany, 28163 revisión de este prospecto: . Escanee el código con un dispositivo móvil para obtener el prospecto en diferentes idiomas. O visite la URL: https://www.NovavaxCovidVaccine.com Otras fuentes de información La información detallada de este medicamento está disponible en la página web de la Agencia Europea de Medicamentos: http://www.ema.europa.eu En la página web de la Agencia Europea de Medicamentos puede encontrarse este prospecto en todas las lenguas de la Unión Europea/Espacio Económico Europeo. ------------------------------------------------------------------------------------------------------------------------ 38 Esta información está destinada únicamente a profesionales sanitarios: Administrar Nuvaxovid por vía intramuscular, preferiblemente en el músculo deltoides de la parte superior del brazo, como dos dosis con 3 semanas de diferencia entre ellas. Puede administrarse una dosis de refuerzo de Nuvaxovid aproximadamente 6 meses después de la segunda dosis en personas de 18 añ os de edad y mayores. Trazabilidad Con objeto de mejorar la trazabilidad de los medicamentos biológicos, el nombre y el número de lote del medicamento administrado deben estar claramente registrados. Instrucciones de manipulación y administración No utilice esta vacuna después de la fecha de caducidad que aparece en la etiqueta y la caja después de EXP. La fecha de caducidad es el último día del mes que se indica. Esta vacuna debe manipularla un profesional sanitario utilizando técnicas asépticas para garantizar la esterilidad de cada dosis. Preparación para el uso La vacuna se suministra lista para usar. La vacuna sin abrir debe conservarse en nevera (2 °C - 8 °C) y guardarse en el embalaje exterior para protegerla de la luz. Inmediatamente antes de su uso, extraiga el vial de la vacuna de la caja de cartón de la nevera. Registre la fecha y hora de eliminación en la etiqueta del vial. Utilícelo en un plazo de 12 horas a entre 2 ºC y 8 ºC o de 6 horas a temperatura ambiente (máx imo 25 ºC) después de la primera perforación. Inspeccione el vial Mueva suavemente el vial multidosis antes y entre cada extracción de dosis. No lo agite. Cada vial multidosis contiene una dispersión de incolora a ligeramente amarilla, de transparente a l igeramente opalescente. Inspeccione visualmente el contenido del vial para detectar partículas visibles y/o decoloración antes de la administración. No administre la vacuna si detecta su presencia. Administre la vacuna Se incluye un sobrellenado por vial para garantizar que se puede extraer un máximo de 5 dosis (vial de 2,5 ml) o 10 dosis (vial de 5 ml) de 0,5 ml cada una. Cada dosis de 0,5 ml se extrae en una aguja estéril y una jeringa estéril para ser administrada mediante inyecci ón intramuscular, preferiblemente en el músculo deltoides de la parte superior del brazo. No mezcle la vacuna en la misma jeringa con otras vacunas o especialidades farmacéuticas. No mezcle la vacuna sobrante de varios viales. Conservación después de la primera perforación con la aguja Conserve el vial abierto a una temperatura de entre 2 °C y 8 °C durante un máximo de 12 horas o a temperatura ambiente (máximo 25 ºC) durante un máximo de 6 horas después de la primera perforación. Desechar Deseche esta va cuna si no se utiliza en un plazo de 12 horas si se conserva a entre 2 ºC y 8 ºC o de 6 horas si se conserva a temperatura ambiente después de la primera perforación del vial, ver sección 6.3. 39 Eliminación La eliminación del medicamento no utilizado y de t odos los materiales que hayan estado en contacto con él se realizará de acuerdo con la normativa local. "}