{"title": "New York exhibition on TCM shows US history of Chinese medicine", "author": "Richard James Havis", "url": "https://www.scmp.com/culture/arts-entertainment/article/2148322/tcm-and-black-panthers-chinese-medicine-and-its-american", "hostname": "scmp.com", "description": "Brought to the US in the 19th century during the gold rush, traditional Chinese medicine has long been used as a complementary treatment. An exhibition at the Museum of Chinese in America uses visual interpretation to tell the story", "sitename": "South China Morning Post", "date": "2018-05-29", "cleaned_text": "the Black Panthers: Chinese medicine and its American history goes under the spotlight in New York exhibition Brought to the US in the 19th century during the gold rush, traditional Chinese medicine has long been used as a complementary treatment. Even the Black Panthers adopted it, an exhibition at the Museum of Chinese in America recalls Apart from acupuncture, traditional Chinese medicine (TCM) is not well known in the US, and its use is generally limited to the country's Chinese communities. But as \"Chinese Medicine in America: Converging Ideas, People and Practices\", a new exhibition at New York's Museum of Chinese in America (MoCA) shows, it has a history in the country that dates back to the 18th century. TCM came to the New World with Chinese immigrants who started arriving in the Americas during the 19th century, and it was used as a frontier medicine during the gold rush years of the 1850s. But American traders had been growing ginseng - one of the many ingredients used in TCM - and exporting it to China a century or so earlier. Today, varieties of ginseng can be found in many Korean-run delicatessens in the US, although its properties are not widely known outside of Asian communities. \"Ginseng has a fascinating history here in the US,\" says Herb Tam, MoCA's curator and director of exhibitions, noting that many people think the root is Korean, and \"we are pointing out that it's actually Chinese, and its properties fit into a Chinese world view.\" [ Hong Kong acupuncture team bringing pain relief to 10,000 sufferers in Southeast Asia's remote communities](https://www.scmp.com/news/hong-kong/community/article/2145980/hong-kong-acupuncture-team-bringing-pain-relief-10000?module=inline&pgtype=article) Pointing to a map which shows some of the historical entry points of TCM into the US, Tam notes that ginseng is still grown in the Appalachians for export. \"There's still an economy around it, farming it and digging it up,\" he says. \"Ginseng grown in America seems to have a certain cachet in China. There has recently been packaging that says 'Made in the USA' very clearly,\" he explains. The exhibition, which runs at MoCA until September 9, aims to show the history of TCM in America and to enlighten visitors about the philosophical concepts behind the procedures. Some sections highlight TCM's holistic nature, and point to a metaphysical aspect that does not exist in Western medicine. Others describe the methods themselves, with sections devoted to explaining meridians (the qi pathways, which TCM practitioners say enable the flow of energy around the body), medicinal herbs, and acupuncture. Tam chose or commissioned artworks to represent some of the ideas behind TCM visually. \"We try to use art to make the ideas more accessible, and to expand on those ideas,\" Tam says. Western medicine generally aims to isolate the cause of a disease and treat that directly, while TCM has a holistic approach, perhaps similar to the recent Western concept of wellness. One picture shows the body as a machine, illustrating the Western point of view, says Tam. By contrast, a print taken from a recently discovered Taoist stone carving represents the body as a natural location. Says Tam: \"Imagine the internal organs, and the internal systems, of the body as a kind of harmonious mountainous landscape.\" \"It's structured as a conversation between the Yellow Emperor [Huangdi Xianyang, a mythical emperor from the second millennium BC] and his advisers, one of whom is a doctor. It contains all the Chinese ideas about health and how to treat illness,\" he explains. [ Brother of Hong Kong woman who died after acupuncture procedure sues doctor and clinic for negligence](https://www.scmp.com/news/hong-kong/law-crime/article/2137894/brother-hong-kong-woman-who-died-after-acupuncture?module=inline&pgtype=article) Yin and Yang, and the TCM notion that a balance between them is necessary for good health, are defined in the book, as are the five elements - fire, earth, wood, metal and water - which, say TCM practitioners, explain the functioning of the body and how it changes during disease. The idea of Qi, a purported vital energy that flows through the body, is also introduced. \"Ideas that are also associated with Chinese philosophical thought are in that text book - philosophy and medicine are intertwined. That's something the exhibition aims to show,\" says Tam. Although acupuncture has been practised in Chinatowns for many years, it only became well known in 1974, when Miriam Lee, who treated patients in her California home, was arrested for practising medicine without a licence. Many patients spoke up in Lee's defence during her trial, and praised her treatments, and this resulted in Governor Ronald Reagan legalising acupuncture as an experimental procedure. It became fully legal in California in 1976, and is now an accepted part of US alternative therapy. [ Herbal teas: how two Hong Kong experts tweaked TCM to cater for modern lifestyles and the quest for balance](https://www.scmp.com/lifestyle/health-beauty/article/2125074/herbal-teas-how-two-hong-kong-experts-tweaked-tcm-cater?module=inline&pgtype=article) The Black Panther movement, the revolutionary African-American political group of the 1970s, were unexpected cheerleaders of acupuncture. \"The Black Panthers became really interested in acupuncture, and sent a couple of representatives to China to learn about it. They brought it back and incorporated acupuncture into their community processes in the Bronx,\" says Tam. \"The 1970s were an interesting time for Chinese medicine in America,\" says Tam. \"A big story in The New York Times in 1971 really brought acupuncture into the public eye.\" A journalist for the Times, James Reston, went to China and received acupuncture treatment for pain relief after an appendectomy. He wrote a long article about it, called Now, About My Operation in Peking. \"That led to three Western doctors visiting China to find out more about acupuncture. After that, acupuncture became much more acceptable in the US,\" says Tam. [ After Chinese cough syrup takes New York by storm, what will be next ancient remedy to find favour in West?](https://www.scmp.com/news/hong-kong/community/article/2136447/after-chinese-cough-syrup-takes-new-york-storm-what-will-be?module=inline&pgtype=article) According to the National Centre for Complementary and Integrative Health, a US government agency, there were around 10,000 TCM practitioners in the US in 1997, the last time that figures were compiled. The centre notes that acupuncture is regulated and an accepted part of complementary health care, but also points out that most Chinese herbs have not been scientifically tested, and some have proved to be dangerous - ephedra (ma huang), for instance, has been linked to heart attacks and stroke. "}