{"title": "PDF", "author": "PDF", "url": "www.mtw.nhs.uk/wp-content/uploads/2015/08/Allergy_diagnosis_reference_guide.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Clinical Biochemistry Allergy Diagnosis Reference Guide Document Number: BIO NO 116 Author: Dr. J Sheldon/L.Miller Approved by : L.Miller Page 1 of 10 Date of Issue: October 2014 Revision: 4 WARNING: This is a controlled document Allergy Diagnosis Reference Guide Clinical Biochemistry Allergy Diagnosis Reference Guide Document Number: BIO NO 116 Author: Dr. J.Sheldon / L.Miller Approved by : L.Miller Page 2 of 10 Date of Issue: October 2014 Revision: 4 WARNING: This is a controlled document Notes on Allergy (Produced in consultation with Dr. Joanna Sheldon, Director, Protein Reference Unit, St Georges Hospital, Tooting and visiting Consultant I mmunologist, East Kent Hospitals University NHS Foundation Trust) It is estimated that approximately 20% of the popul ation 1 have some sort of allergy and this number appears to be increasing. The symptoms assoc iated with allergic disease are numerous and vary in their severity. These factors have led to an increase in the number of referrals to allergy clinics and a consequent incre ase in their waiting lists. This is a brief summary of important information ab out allergy, with some hints for General Practitioners. We recommend that if you are referri ng blood for Specific IgE (RAST) tests - you contact your local NHS Pathology Laboratory and clinicians to check for any guidelines and protocols. There are a number of very useful guidance document s relating to allergy that you can access using the web addresses shown below: The BSACI Guideline for the diagnosis and manageme nt of cow's milk allergy available at www.bsaci.org Food allergy in children and young people: Diagnos is and assessment of food allergy in children and young people in primary care and co mmunity settings. www.nice.org.uk/guidance/cg116 Drug allergy: diagnosis and management of drug all ergy in adults, children and young people. www.nice.org.uk/guidance/CG183 Anaphylaxis: assessment to confirm an anaphylactic episode and the decision to refer after emergency treatment for a suspected ana phylactic episode. www.nice.org.uk/guidance/CG134 1. Jackson M A. Allergy: the making of a modern pla gue. Clinical and Experimental Allergy . 2001; 31 :1665-1671. Clinical Biochemistry Allergy Diagnosis Reference Guide Document Number: BIO NO 116 Author: Dr. J.Sheldon / L.Miller Approved by : L.Miller Page 3 of 10 Date of Issue: October 2014 Revision: 4 WARNING: This is a controlled document 'Allergic' symptoms Vary in severity: Can be potentially fatal, damaging to health or inc onvenient Include any or mixture of: Abdominal pain, Avoidance: able to completely exclude or significantly r educe allergen contact. Evidence Based Medicine: To have appropriate evidence for treatment and management e.g. nut allergy requiring an Epipen. Patient Compliance and Peace of Mind: When patients 'need' a diagnosis. Good reasons to Investigate If the patient has had a severe reaction e.g. anap hylaxis to latex or peanut If reactions are increasing in severity If exclusion will be difficult e.g. wheat is hidde n in many foods and is very difficult to exclude from the diet Is the source of the allergen an integral part of the patients life e.g. pets, occupational allergens How to Investigate History (see request form): Does the patient know (think) what causes the symptoms, has exclusion been attempted. Many allergens can be identified simply from the history. Skin testing: /head2right A useful adjunct to a good clinical history Clinical Biochemistry Allergy Diagnosis Reference Guide Document Number: BIO NO 116 Author: Dr. J.Sheldon / L.Miller Approved by : L.Miller Page 4 of 10 Date of Issue: October 2014 Revision: 4 WARNING: This is a controlled document /head2right Allergic patients may have positive skin tests to several antigens - not all of which cause symptoms /head2right Can be difficult in young children /head2right Impossible with severe skin symptoms /head2right Must be done under medical supervision - (small) r isk of anaphylaxis /head2right Can be insensitive for diagnosis of food allergy Total IgE: Age related reference range (Adult normal < 81 kU/L ). Raised IgE concentrations are seen in allergic disease and in parasitic infections. Indications: To distinguish IgE mediated from non-IgE mediated d isorders. Specific IgE: Over 450 individual allergens and allergen mixes ar e available. Careful history taking should be able to identify the most likely (about 5 is reasonable) allergens. Indications: /head2right Severe dermatitis that excludes skin testing /head2right Patient receiving symptomatic treatment (e.g. anti histamine) /head2right Allergens that cannot be used for skin testing (e. g. toxic, insoluble) /head2right Patients with suspected high sensitivity to the al lergen where testing in vivo could be dangerous /head2right Food allergies Component resolved allergy testing: Testing for individual protein components of allergens is now available. This may help in deter mining whether a patient is likely to have a severe reaction to an allergen or whether it is more likely to be a mild reaction and whether challenge testing is indicated. The requesting and interpretation of these tests is complex and they are available for p atients who are being investigated by Consultant Allergists/Immunologists. If you do think your patient may benefit from component resolved testing it would be most appropr iate to refer to an allergy clinic The Investigation of Allergy in Adults In adults, a normal total IgE generally excludes si gnificant allergy. HOWEVER in patients who have had a severe reaction e.g. wasp/bee, latex , peanut, or if there are strong clinical indications, further testing (referral to allergist , specific IgE or skin testing) should be done. Clinical Biochemistry Allergy Diagnosis Reference Guide Document Number: BIO NO 116 Author: Dr. J.Sheldon / L.Miller Approved by : L.Miller Page 5 of 10 Date of Issue: October 2014 Revision: 4 WARNING: This is a controlled document The Investigation of Allergy in Children In children, a normal total IgE cannot exclude sign ificant allergy so if clinically indicated, irrespective of the total IgE, further Specific IgE investigations should be carried out. commonest food allergies in children: dairy products and egg - usually transient and outgrown in early childhood Peanut, true nut and sesame allergies are increasin g - usually life long Latex allergy - not commonly seen in children Aeroallergens include dust mites, pollens, pets and moulds - caus ing asthma and rhinitis These type 1 allergies, mediated through IgE, are u sually \"immediate\", and are by far the most common to cause concern, with a small risk in some of anaphylaxis. The investigation and management of children with a llergies requires careful and detailed history taking of the allergic episodes, of the per sonal and family history of atopy, and of the child's environment. Unnecessary treatment of food exclusion in young, g rowing children is inconvenient and potentially harmful and must be avoided. In the unu sual situation where the cause of the symptoms is not identified from the history, then f urther investigation is needed. Oral food challenge is the gold standard test - generally the se are performed in secondary care only. Neither specific IgE (RAST) nor skin prick tests ar e sensitive or specific enough to make a definitive diagnosis in all cases. Thus, results of these tests need to be interpreted with caution, and always in combination with a detailed patient history. If non type 1 allergy is presenting, for example in some children whose ecze ma seems to be associated with certain foods, IgE measurements and Skin Prick test ing are inappropriate investigations. Blood samples for specific IgE (RAST) testing For adults a 4 - 7 mL blood sample is required in a standard tube (no anticoagulant). With children, consider that 1 mL blood will allow you to test for a maximum of 8 allergens. Clinical Biochemistry Allergy Diagnosis Reference Guide Document Number: BIO NO 116 Author: Dr. J.Sheldon / L.Miller Approved by : L.Miller Page 6 of 10 Date of Issue: October 2014 Revision: 4 WARNING: This is a controlled document Specific IgE - Interpretation Specific IgE concentration kUa/L Specific IgE Grade Level of Allergen Specific IgE Antibody 100+ 6 - strong positive Very high. Refer to patient history 52.5+ 5 - strong positive Very high. Refer to patient history 17.5+ 4 - strong positive Very high. Refer to patient history 3.5+ 3 - positive High Grades 1-3 vary in significance dependant on allergen. Consider patient history and risk of severe reaction/anaphylaxis 0.7+ 2 - positive Moderate 0.35+ 1 - low, weak positive Low Grade 1 to inhaled allergens is of doubtful significance. Grade 1 to foods or moulds of greater significance <0.35 0 - negative Absent Specific IgE - Significance We report specific IgE in units which can be used to decide whether an allergen challenge is indicated in a patient. Previously thi s was reported in grades 0 to 6. Conversion from units to grades is shown in the abo ve table. Positive IgE (RAST) only indicates that the patien t has the POTENTIAL to react Results should be interpreted in the light of the clinical history Some patients may show positive specific IgE resul ts but no symptoms associated with that 'allergen' Clinical Biochemistry Allergy Diagnosis Reference Guide Document Number: BIO NO 116 Author: Dr. J.Sheldon / L.Miller Approved by : L.Miller Page 7 of 10 Date of Issue: October 2014 Revision: 4 WARNING: This is a controlled document Notes about some common allergens Egg allergy: can be a reaction to either egg white or yolk avoid foods containing egg yolk, white or ovalbumi n avoid products containing lecithin e.g. some ice c reams and margarine take care with pastries where egg may be used as a glaze some vaccines are contraindicated - e.g. Flu vacci ne Dog/Cat allergy: Mild allergy: keep animal out of bedroom brush dog (get someone else to) outside the house discourage pet from licking you use washable pet bedding and wash or hose it down frequently use vacuum cleaner with filter to remove allergens from furniture, carpets and curtains Severe allergy: total avoidance is necessary rigorous cleaning needed to remove all traces of a llergen from floor, walls, furniture (even if pet has not been in room for some time) beware of travelling in dog/cat owner's car when visiting dog/cat owners house leave coats and jackets outside avoid moving to a house where dog/cat has lived check whether pets are allowed in hotel or holiday accommodation avoid keeping a pet if you have a baby or young ch ild and have a strong family tendency to develop allergy keep goldfish or tropical fish (they are allergy f ree) Clinical Biochemistry Allergy Diagnosis Reference Guide Document Number: BIO NO 116 Author: Dr. J.Sheldon / L.Miller Approved by : L.Miller Page 8 of 10 Date of Issue: October 2014 Revision: 4 WARNING: This is a controlled document Latex allergy: symptoms include contact dermatitis, urticaria, rh inoconjunctivitis, asthma, anaphylaxis numerous products contain latex - gloves, shoes, e lastic, condoms, balloons, car tyres, feeding bottle teats etc. PLUS a number of m edical products use gloves made of vinyl or polythene avoid condoms, caps or diaphragms made of pure lat ex cross-reactivities may make patient sensitive to b anana, avocado, kiwi, spinach, chestnut and melon inform doctors and dentists of sensitivity to rubb er products - particularly before an operation Wheat allergy: commonly used as 'filler' in many foods avoid bread, cakes, pastries - anything that may c ontain wheat flour, use oat, corn or rye instead. wheat is often used as a base material for beers, spirits and lagers wheat based glue is sometimes used on stamps and e nvelopes communion wafers are made of wheat wheat is used in tabletting some drugs don't forget to consider coeliac disease if the al lergy tests are negative House dust mite: avoid household items that accumulate dust damp dust and use vacuum with filter avoid carpets, house plants, household clutter reduce humidity avoid tobacco smoke, aerosols, scented cosmetics, fumes from volatile substances concentrate on diminishing contact with HDM in bed room - no soft toys air mattress and beat on dry sunny days use non-allergenic zip mattress and pillow covers hot wash cotton bedding Clinical Biochemistry Allergy Diagnosis Reference Guide Document Number: BIO NO 116 Author: Dr. J.Sheldon / L.Miller Approved by : L.Miller Page 9 of 10 Date of Issue: October 2014 Revision: 4 WARNING: This is a controlled document Peanut allergy: anaphylaxis is a possibility avoid chocolate, cakes, pastries, dressed salads - peanuts are easily concealed in numerous processed foods sensitisation may be via formula milk allergens are heat stable - heating and roasting m ay enhance allergenicity there may be cross-reactivity with other nuts (pea nuts is a legume) but cross- reactivity with other legumes (peas, lentils, soybe an) is rare Fish and shellfish: symptoms may be dramatic and severe many patients react to all fish species because mo st fish share the common M allergen seen in cod fish Tree, grass and weed pollens: trees flower in March/April grasses flower from April to September weeds typically flower in late summer and autumn many allergies to pollens can be identified by kno wing the time of year the symptoms occur Clinical Biochemistry Allergy Diagnosis Reference Guide Document Number: BIO NO 116 Author: Dr. J.Sheldon / L.Miller Approved by : L.Miller Page 10 of 10 Date of Issue: October 2014 Revision: 4 WARNING: This is a controlled document ALLERGEN SPECIFIC IgE REQUEST FORM Send completed form to the laboratory with blood sa mple. If form is to be matched with a stored sample pleas e fax to 01233 616200. Enquiries: 01233 616716 DATE OF BIRTH M/F HOSPITAL NUMBER/ NHS NUMBER (Mandatory) SAMPLE DATE PATIENT ADDRESS SAMPLE NUMBER This must be completed by the requesting clinician following a full clinical history. Guidelines may b e found in the laboratory handbook on Trust Net. Has the patient ever had a severe reaction (e.g. an aphylaxis) to the suggested allergen/allergens? YES/NO Is there a family history of allergy? YES/NO Is the patient on any treatment? (please give brief details) YES/NO Were the symptoms present at the time of blood coll ection? YES/NO Symptoms (please tick as appropriate): Asthma Bronchitis Catarrh Hay fever Nasal polyps Migraine Angioedema Arthralgia Ne ttle rash Urticaria do the symptoms occur? (please tick as appropr iate) All year round, Jan, Feb, Mar, Apr, May, June, July , Aug, Sept, Oct, Nov, Dec When are the symptoms most frequent? (please tick a s appropriate) Outdoors Day time At home On waking Indoors Night time At work/schoo l Other (please specify) SYMPTOMS (For panels please tick most appropriate box/boxes) SUGGESTED SPECIFIC IgE PANEL (Panels will be done unless individual allergens ar e requested in the bottom section) Asthma, all year round House dust mite, cat, dog, moulds Asthma, all year round, worse at night House dust mite, cat, dog, mixed feathers Seasonal rhinitis House dust mite, cat, dog, mixed grass (mixed trees, mixed weeds) Eczema House dust mite, milk in babies, mixed food s in children Insect venom anaphylaxis Bee, wasp Peanut allergy Peanut Wheat intolerance Wheat Food allergy screen Mixed foods (includes egg, mil k, cod, wheat, peanut) Also available individually - please specify below Contact with animals: (Please specify) Individual allergens: (Please specify) "}