{"title": "Best Leaky Gut Supplements: Top 7 of 2023", "author": "Lee Anderson", "url": "https://www.innerbody.com/best-leaky-gut-supplements", "hostname": "innerbody.com", "description": "Learn about the seven best supplements that might support, cushion, and fortify your leaky gut in 2023.", "sitename": "Innerbody Research", "date": "2022-07-07", "cleaned_text": "Nearly two-thirds of Americans experience at least one gastrointestinal (GI) problem daily. [1](#citation1) About 8 million annual trips to the emergency room are related to GI concerns. [2](#citation2) Yet, these problems often never receive a diagnosis, and even the lucky few with diagnoses don't often receive treatment that alleviates their symptoms. When irritable bowel syndrome (IBS) feels more like a catch-all diagnosis, mounting frustrations with modern medicine might spill over, worsening your symptoms. Some attribute chronic GI distress to leaky gut syndrome, a constellation of symptoms related to separations in cells in the intestinal walls. While many medical doctors do not yet recognize the condition, GI health supplements offer some hope for those suffering. Among other tests and nutritional changes, adding a GI health supplement — particularly those labeled as \"leaky gut supplements\" — to your daily routine might mean the difference between feeling uncomfortable and having an easy start to your day. We've rounded up the top seven best leaky gut supplements and analyzed them in this guide. Don't have enough time to read the entire article right now? Check out our top picks below. Terra Origin Healthy Gut combines high-powered gut-healing ingredients into a delicious powder. Terra Origin includes scientifically backed ingredients shown to boost gut health. Choose between 5 great tasting flavors, and enjoy free shipping on orders over $25. Purchases are covered by a 100% satisfaction guarantee. At Innerbody Research, we extensively test each health service or product we review, including leaky gut supplements. Our team has spent more than 600 hours studying gut health, poring over hundreds of scientific journal articles pertaining to intestinal permeability, the microbiome, and digestion as a whole. Our assessments of customer service, shipping logistics, and other aspects of the purchase process come from our experiences ordering the products ourselves. We've heavily researched the most commonly recommended leaky gut supplements and examined other possible avenues of treatment in supplements commonly used for other purposes. Additionally, like all health-related content on this website, this review was thoroughly vetted by one or more members of our Medical Review Board for accuracy. We'll continue to monitor the gut health landscape for developments in leaky gut treatments to keep this content current. Over the past two decades, Innerbody Research has helped tens of millions of readers make more informed decisions about staying healthy and living healthier lifestyles. Special Offer from Terra: FREE Shipping On Orders Over $25 Evaluating leaky gut supplements required us to take several factors into consideration that would mean the most to the average consumer. Most important among them was effectiveness, which speaks to whether a given supplement is likely to work for you. This bears the most weight in our final value assessments. We also looked at cost, safety, and convenience to round out our considerations and give you the best sense of what would fit your needs. Let's take a closer look at each criterion to see what supplements rose to the top. Winners: [NatureM.D.](https://amzn.to/3yPOTl1) and [Terra Origin](/recommends/terra-origin-winner-in-efficacy) Finding the right combination of ingredients that works for your leaky gut symptoms is hard. Since everyone's body is different and symptoms might come from several different causes, the right blend and balance can vary significantly between people. So while the best supplement still won't work for everyone, the leaky gut supplement that ranks highest in our efficacy category will still have well-researched ingredients in effective doses that you can see without fillers, proprietary blends, or overpromising results. NatureM.D. and Terra Origin have highly similar ingredient lists. They both have 5g of L-glutamine, and both have substantial amounts of zinc (NatureM.D. has 3mg; Terra Origin has 2.15mg). And while Terra Origin has more N-acetyl-D-glucosamine (NAG), slippery elm, and marshmallow root, NatureM.D. contains more quercetin and licorice root. The best part is that each difference in ingredient strength is only a matter of 50-100mg. However, NatureM.D.'s formula has a shorter ingredient list, missing most beneficial ingredients that its non-vegan counterparts rely on. Winner: [Revive Glutamine](https://amzn.to/40a2Oxf) When it comes to a supplement's cost, we consider several factors. Is the supplement a relatively low price, and do you receive a decent amount of it for what you pay? Is it a high-quality product? Are there other deals, savings, and subscriptions you can opt into for an even lower price? Do you have multiple purchase options to find the best deal? As we mentioned in our efficacy section, glutamine is among the most thoroughly studied supplements for gut health; there's a generous amount of scientific evidence to support its role in treating a leaky gut. For that reason, a simple glutamine supplement may be enough for many people. You can get Revive Glutamine for as little as $16.99/month with a subscription, but a one-time purchase is still less expensive than anything else on our list. And its 10g serving of glutamine is twice as much as the next best supplement. It may lack other useful ingredients like zinc, but it's liable to be effective for many, and its price can't be beat. Terra Origin's Healthy Gut is definitely a runner-up here. It's one of the least expensive leaky gut supplements on our list and has two size options for bulk deals ($27 or $75 for 30 and 90 servings, respectively). There's still a 5g serving of glutamine, and it contains a handful of other useful ingredients, as well. Plus, it has a generous 30-day 100% satisfaction guarantee and a bold return policy, so you can feel confident knowing that you have flexibility in your financial choices. Winner: [Terra Origin](/recommends/terra-origin-winner-in-cost) Your GI system is one of the most important parts of your body. You have more frequent, direct interactions with it — and control over it — than almost any other internal organ system. When you're experiencing leaky gut symptoms, it is important that anything you put into it should be safe. When we evaluate a product for safety, we look at its ingredients and dosing (including fillers and additives), testing measures, manufacturing processes, and how much information the company is willing to share with its customers. Most of the supplements in this guide offer comparable safety profiles, with relatively low doses of most ingredients that are well below what studies show can cause adverse reactions. The reason we gave the edge to Terra Origin is, in part, that it's: But many of those things can be said of Terra Origin's competitors. So then, why Terra Origin? It was a subtle aspect of Terra Origin's ingredient list that showed us the company's concern for its customers in the formulation of its product: copper. Zinc is a common ingredient in leaky gut supplements, as several impressive studies support its ability to help repair and maintain tight junctions in the intestines. But zinc supplementation can deplete copper levels, and Terra Origin is the only product on our list to include copper in its formula as a way of offsetting this potential for deficiency. [3](#citation3) Winner: [KaraMD](/recommends/karamd-winner-convenience) Gut health supplements often come in capsule and powder form. Powders are slightly easier for your body to absorb, but a supplement is only convenient when it's easy for you to take and dose, too. Taking multiple capsules or measuring an odd fraction of a teaspoon for proper dosing gets complicated and only worsens if there are strict rules about when and how you can take them. None of our top picks are perfectly convenient, but KaraMD's Vital Restore comes close. It only requires three capsules a day to maintain good gut health, and you can take them at any time of day with just a glass of water (no food necessary). Another convenience measure that KaraMD offers over most others is a lengthy money-back guarantee. Some of the supplements in this guide have no guarantee, just short return windows for unopened products. Terra Origin offers a 30-day money-back guarantee. But these supplements don't always work that quickly. KaraMD's 90-day guarantee allows you to try its products for three months before making a determination about them. Gundry MD is the only other company here with a 90-day guarantee, but its products don't offer the same dosing convenience as KaraMD. To help you understand the similarities and differences among our top picks, we've created a chart that breaks down all the information you need. Leaky gut refers to a set of general GI symptoms related to issues with your intestines \"leaking\" toxins and bacteria into your bloodstream as it processes food. Specifically, leaky gut is tied to: Some people believe that a leaky gut is the cause of their GI problems on its own, referring to it as \"leaky gut syndrome.\" Leaky gut syndrome isn't typically something that a doctor will diagnose you with. While the theory that it's a separate diagnosable disease is becoming more popular, it hasn't really been embraced in contemporary Western medicine. Most doctors cannot administer formal and reliable tests to check for a leaky gut. Since a leaky gut is a symptom of many GI diseases, it's more likely that if you present with these symptoms, you'll be tested for things like celiac and Crohn's disease. Leaky gut is more formally known as increased intestinal permeability or decreased intestinal mucosal barrier function. [4](#citation4) To understand what a leaky gut is, we need to investigate the mucosal barrier and what it does. Every inch of your intestinal tract is covered in a mucosal barrier. This physical barrier helps keep the lumen — the inside of your intestines — separate from the rest of your body. A normal intestinal mucosal barrier is full of several different kinds of cells, which all work together to absorb nutrients and keep things moving through your intestines. Tight junctions connect your intestinal cells, regulating the movement of water and other substances through your GI tract. When your mucosal barrier is compromised, those tight junctions between cells in the intestinal walls open up, leading to small gaps where bacteria and other toxins can move freely. Leaky gut is thought to occur when these tight junctions open up relatively widely, allowing for a greater influx of harm to the intestinal tract. This hyperpermeability can expose your bloodstream to bacteria and other toxins and is thought to affect the contents of your gut microbiome. The protein [zonulin](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3384703/) helps to mediate this permeability as well. There are dozens of different reasons that your intestinal barrier could be weakened. These include (but aren't limited to): A leaky gut could also be indicative of more complex health concerns, such as: Despite some claims, leaky gut doesn't appear to be related to autism, depression, anxiety, or skin problems like eczema. That said, there is a strong link between gut health and mental health due to the number of neurotransmitter receptors across the digestive system, so poor gut health can affect how you feel. [27](#citation27) Leaky gut supplements are designed to help quell your symptoms and rebalance off-kilter gut properties. There are three main places and mechanisms that leaky gut supplements support: Leaky gut supplements contain many ingredients to ease digestion, support your intestines, and bolster your gut microbiome. We've rounded up some of the most common ingredients so you can understand exactly what they do to help. [Glutamine](/best-glutamine-supplement) is the most common [amino acid](/best-amino-acid-supplements) in your body and one of the most critical nutrients to soothe leaky gut symptoms. [28](#citation28) It's made in your muscles and used in all parts of your body to create proteins and other amino acids. In your GI system, it's used as fuel for your intestinal cells and has anti-inflammatory effects, both of which are necessary for well-rounded mucosal barrier functioning. It also helps to keep tight junctions together, preventing bacteria and toxins from slipping out, playing a core role in your intestinal permeability. Your gut microbiome is made of billions of good bacteria that help fight off harmful bacteria, send food from your stomach to your intestines, and perform a host of other protective functions. Taking probiotics adds more good bacteria to your system, improving your digestive health and preventing the overgrowth of bad bacteria. Research has shown that good bacteria can, in some cases, reverse the symptoms of leaky gut by bolstering tight junction proteins, though researchers are still working to understand exactly how that works. [29](#citation29) Like probiotics, prebiotics work to improve your gut microbiome's health. [30](#citation30) Prebiotics are food for the healthy bacteria in your microbiome, stimulating their growth. Most prebiotics are made from carbohydrates found in plant fibers that your body can't otherwise digest. By feeding the good bacteria in your gut, prebiotics help to promote growth of good bacteria and prevent the overgrowth of bad bacteria. While your body naturally makes digestive enzymes, which break down your food so you can access its nutrients, a leaky gut can deplete how many enzymes you can access. Adding digestive enzymes like amylase, lipase, and protease can start the breakdown process before food reaches your compromised intestines, ensuring that you're still getting all the necessary nutrients out of your diet. [31](#citation31) [32](#citation32) [33](#citation33) Having too little zinc can alter your intestinal permeability for the worse. [34](#citation34) For more than two decades, clinical researchers have known that adding zinc to your diet can reinforce tight junctions. [35](#citation35) Zinc helps with keeping a robust immune system, helping cell growth, building protein, and healing damaged tissue, all of which help improve the symptoms of leaky gut. A recent discovery showing its protective role against leaky gut, tryptophan is an essential amino acid better known for making you sleepy after eating turkey on Thanksgiving. [36](#citation36) Not having enough tryptophan can shrink your gut microbiome and increase systemic inflammation. Increased intestinal permeability has been linked to lower levels of tryptophan for those very reasons, so keeping dietary tryptophan intake stable can help prevent inflammation that loosens tight junctions. [37](#citation37) About 80% of people have some level of vitamin D deficiency, yet the vitamin is critical for your daily functioning. [38](#citation38) Your skin can turn sunlight into vitamin D when it gets enough exposure. The vitamin helps to build and maintain bones, protect your nervous system, and keep your immune system working its best. In the GI system, vitamin D plays an integral role in diversifying your gut microbiome, ultimately protecting your intestines from damage. Magnesium, like other minerals, has a cyclical relationship with leaky gut: not having enough can make inflammation happen faster, and more inflammation means you absorb less magnesium through your diet. [39](#citation39) It also plays a secondary role by improving fatigue, a common leaky gut symptom. Supplementing magnesium can help to quell that inflammation, but be warned that too much of certain types of magnesium can have a laxative effect by increasing the amount of water moving through your intestines. Omega-3 fatty acids are found in many foods but are most common in [fish](/best-fish-oil-supplement), crustaceans (like [krill](/best-krill-oil-supplements)), walnuts, and flaxseed. While there's still research to be done on exactly how omega-3s support gut health, it appears to change the bacterial makeup of the gut microbiome to prioritize healthy bacteria and provide anti-inflammatory compounds. The interaction between the gut microbiome and omega-3's anti-inflammatory properties appears to positively affect intestinal mucosal barriers. [40](#citation40) NAG is a chemical related to glucose that helps build joints and connective tissues. It's primarily found in shellfish, so most supplements with NAG aren't vegan-friendly. Most of the time, NAG is used to treat IBD, as it creates a biofilm that supports the intestine's mucus layer. [41](#citation41) This also means that there's a chance it can help with leaky gut symptoms, though research is still growing. Demulcent plants — such as marshmallow root, slippery elm, licorice, and aloe vera — have anti-inflammatory properties; they coat the mucus membranes in your intestines. This additional mucosal coating is thought to protect irritated, sensitive mucosal barriers from extra leakage while it heals. Clinical research on this is limited, but some [studies](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3271691/) have shown that these plants' effectively help optimize gut health in people with IBD. [54](#citation54) Quercetin is the most commonly consumed flavonoid in dozens of plants and foods. [42](#citation42) As a flavonoid, it adds pigment to plants and has antioxidant and anti-inflammatory properties. It plays a role in capillary permeability, so increasing your quercetin intake could help keep toxins from a leaky gut out of your bloodstream. Best known for its role in skincare, collagen still plays a role in maintaining your cell's structural health. It is broken down into amino acids during the digestive process, which then help build proteins that support things like tight junctions. There are some initial studies showing collagen's effectiveness at improving tight junctions in individuals with IBD. [55](#citation55) However, research on collagen's role in leaky gut is still limited. By combining these ingredients, a good leaky gut supplement provides structural support for your intestinal lining while reinforcing good bacteria in your microbiome, so your body can continue healing long after you take the supplement. Most leaky gut supplements offer some benefits if you're struggling with GI distress. They are generally designed with holistic gut health in mind, so finding the right one for you is a matter of identifying ingredients that can best offer the most relief for your specific symptoms. Of course, like all supplements, leaky gut supplements are not regulated by the Food and Drug Administration (FDA) in the same way as pharmaceutical medications or food. They cannot legally claim to cure, diagnose, treat, or prevent any disease. Since ingredients can vary wildly between leaky gut supplements, read the Supplement Facts before purchasing to ensure that there are no potential adverse effects for you. Most of these supplements include L-glutamine, which people with a history of liver or kidney disease shouldn't take. If you have any history of psychiatric conditions, be cautious when starting a leaky gut supplement. Adding glutamine to your daily routine can worsen mental health symptoms such as psychosis. It can also interfere with anti-epileptic medications. Probiotics are generally safe for most people to take. However, if you have pancreatitis or a severely compromised immune system (such as those undergoing chemotherapy), you should take a leaky gut supplement that doesn't include probiotics. [43](#citation43) This is because probiotics are still bacteria, even though they're beneficial and necessary for our bodies. Pregnant or lactating people should avoid leaky gut supplements, as should children. As with any supplement, reach out to your doctor before beginning a new regimen. Don't mix leaky gut supplements in powder form into hot liquids; L-glutamine deteriorates under heat. Likewise, don't cook or bake with any leaky gut supplements. Best overall and best powder [Terra Origin's Healthy Gut](/recommends/terra-origin-healthy-gut) is a powdered formula specifically designed to taste good and help you feel better. This powder comes in eight different flavors: The watermelon, green apple, and chocolate formulas are currently only offered in 30-serving containers. These flavored Healthy Gut powders have a long ingredient list full of gut-healthy ingredients, including: While it isn't marketed as such, inulin is a prebiotic, adding an extra layer of support to your gut. However, because the dose isn't specified, Healthy Gut likely doesn't contain enough to make a big difference in your digestive system. Stevia is likely included to give the powder a little sweetness and boost its flavor. However, stevia can cause stomach upset in some people, including bloating and excess gas (which most people are trying to avoid when looking for a leaky gut supplement). You can order Terra Origin's Healthy Gut Powder in either 30- or 90-serving containers, but that availability depends on the flavor. Either way, all prices are standardized. |30-serving options are only available for 30-day supplies and automatically ship at your pace every 15, 30, or 60 days. Shipping is free on all orders, a benefit that Terra Origin used to reserve for certain price levels but now offers to everyone. Terra Origin also has frequent sales and extra deals, such as free shipping on all orders and \"spend $50, get 20% off\" offers. It has a 30-day return policy with a 100% satisfaction guarantee, so no matter how much you've tried, you can return your Healthy Gut Powder for a full refund as long as it's within 30 days of purchase. Best budget pick and most potent Since so many studies have illustrated L-glutamine's potential to treat various intestinal injuries, it might make sense for anyone looking for the cleanest possible start on their gut repair journey to use a simple glutamine supplement. We've created a guide to our [favorite glutamine supplements](/best-glutamine-supplement), and Revive Glutamine is among the best. The studies we've looked at have employed doses of glutamine as high as [40 grams](https://pubmed.ncbi.nlm.nih.gov/22990615/) per day with few-to-no adverse effects. [56](#citation56) Glutamine has been effective in these studies at doses as low as 18-20g/day. It's hard to know exactly why leaky gut supplements are content with what appears to be a market-wide maximum of 5g per serving, which is why going straight to a single ingredient source might prove beneficial. [Revive Glutamine](https://amzn.to/40a2Oxf) contains 10g of L-glutamine per serving. It's an unflavored drink mix you can combine with water or any preferred drink. It's third-party tested, but the results of that testing have yet to be posted on the Revive website. Compared to dedicated leaky gut supplements, you won't get many of the other typically employed ingredients, like zinc. But you can combine Revive Glutamine with a decent multivitamin for less than what some leaky gut supplements cost. One 30-serving bottle of Revive Glutamine costs $19.99, but if you subscribe, you can save 15% and pay just $16.99/month. Unfortunately, shipping from Revive is only free on orders of $150 or more. The company offers a total of 40 supplements, as well as apparel and several bundles that can help increase your cost and get you closer to free shipping. But none of those bundles contain Revive Glutamine. Best for restricted diets and best money-back guarantee KaraMD's [Vital Restore](/recommends/karamd-vital-restore) is made with five simple ingredients, all of which are well-tolerated by most people. Specifically, it contains: Berberine is a particularly interesting inclusion in this leaky gut supplement. The alkaloid is found in several plants (including goldenrod and Oregon grape) and activates AMP-activated protein kinase (AMPK), [44](#citation44) impacting conditions such as type 2 diabetes, metabolic syndrome, hypertension, and high cholesterol. [45](#citation45) Specifically, it lowers blood sugar and HbA1C as effectively as some hardcore prescription medications like metformin without the gut-churning side effects. Research about berberine's effects on a leaky gut is minimal. It's likely included because lower blood sugar can mean fewer cravings, and a streamlined metabolic process means less bloating, leading to improved GI symptoms. So, this supplement has less to do with fixing the symptoms of leaky gut than it does with optimizing overall gut health. It may not be safe for those with diabetes, so consult your doctor before trying Vital Restore. One serving of Vital Restore is three capsules, which you can take at any point in the day. The formula is gluten-free, vegan, and non-GMO. It's made in an FDA-registered facility and independently tested by a third party for quality assurance. One important safety note to consider is that Vital Restore contains 50mg of zinc oxide, which delivers 40mg of elemental zinc. According to the National Institutes of Health, 40mg is the tolerable upper intake limit for daily zinc consumption if you're 19 or older. [46](#citation46) Zinc oxide is not a chelated form of zinc — a process that makes what is normally a poorly absorbed substance a bit easier to get into the bloodstream. That means you likely won't get all 40mg of that dose, but it will take you close enough to the upper limit that you could experience occasional adverse reactions if you also have a zinc-rich diet or take a multivitamin that contains zinc. Right now, there's no subscription option for Vital Restore. You'll need to remember to purchase a new bottle every month as long as you want to take it. However, KaraMD offers some excellent bulk deals on all of its happy with your order, you have 90 days to return it for an unconditional full refund. This is the most generous money-back guarantee among any of the leaky gut supplements we've reviewed. And since it can take several weeks to start feeling a real difference from this kind of supplementation, it's especially useful here. Best option that includes probiotics Gundry MD is not just a brand name, but it's also the name and title of the founding physician who developed every medication formula he sells. Dr. Gundry uses his medical degree to help others access healthy alternatives, such as his gut health formula [Bio Complete 3](/recommends/bio-complete-3). This supplement is designed to address leaky gut by improving your gut microbiome using a probiotic with two additional supporting ingredients. One serving is four capsules, which Gundry MD suggests you split into two doses (two before breakfast and two before dinner). There are three major ingredients listed: This 30% tributyrin formula is a postbiotic, which cleans up waste left behind by both pre- and probiotics. Tributyrin is a triglyceride alternative to butyrate that is easier to absorb and releases more slowly throughout your GI tract. This branded prebiotic provides soluble fiber to your system. It's low FODMAP (low in fermentable oligosaccharides, disaccharides, monosaccharides, and polyols), meaning it's suitable for those with IBS, IBD, and other sensitivities to FODMAPs. This, alongside Sunfiber's other benefits, helps it absorb quickly without bloating or excess gas. This good bacteria isn't naturally found in the body, but it works similarly to Lactobacillus, which is found in the body. It creates lactic acid and helps to prevent diarrhea and bloating. [47](#citation47) While we know there is 16mg of B. coagulans per serving, we don't know the colony forming units (CFU), which is a more informative measurement of how many millions of bacteria you're ingesting. We also don't know the specific strain employed, which can create specific and potentially very different results among individuals. Bio Complete 3 contains unspecified doses of fatty acids and magnesium, which help to decrease inflammation as they are digested. However, it also contains maltodextrin, a simple carbohydrate that converts to glucose and is used for preservation and increasing supplements' shelf lives. While it isn't a perfect supplement, Bio Complete 3 has several ingredients that may help your leaky gut heal itself without supplementary intervention. There are several different ways you can order Bio Complete 3. You can get single or multiple bottles in bulk, and creating a free Gundry MD account unlocks extra savings. We've included a chart to help you understand the price differences among your options. |Cost used to offer a subscription program that would save an additional 10% off every order. However, this program appears to have stopped in the last six months. You can get free shipping on every order over $49 (so every purchase of Bio Complete 3 will ship free to your home). And if you try it and find it doesn't agree with you, Gundry MD offers a 90-day money-back guarantee so you can get all of your money back (minus the cost of return shipping). Interested in learning more? Check out our [full review](/bio-complete-3-reviews) of Bio Complete 3. One of two supplements on our list that provides 5mg of L-glutamine per serving, [GutConnect 365](https://amzn.to/3yPOTl1) targets tight junction regulation and anti-inflammatory signaling, even if 5g is less than clinical recommendations. Most studies use about 0.5g per kg of body weight. [48](#citation48) Here are all the ingredients you can find in GutConnect 365: While maitake mushrooms might not have the most scientific evidence pointing to gut support, they do add beneficial fiber to the powder. [50](#citation50) GutConnect 365 comes in both chocolate coconut and vanilla cinnamon flavors. The powder is completely vegan, gluten-free, soy-free, and non-GMO. NatureM.D. advertises that it can work as a meal replacement, but with only ten calories per serving, this seems like false advertising. NatureM.D. can be purchased directly from the company or from popular websites like [Amazon](https://amzn.to/3yPOTl1). It has both bulk options and a subscription plan that you can mix and match for maximum savings. The amount you save with the subscription plan varies depending on how many containers of GutConnect 365 you've ordered. We've put together a quick chart to break down your pricing options and the maximum percent you could save per jar. |One-time||Subscription| |One jar||$54||$44| |Three jars||$134||$120| |Six are eligible for free shipping; the shipping price for a one-jar subscription (the only option under $50) is $5. If you or your gut aren't happy with GutConnect 365, you can return it for a full refund within 60 days of purchase, even if you've opened and tried it. That's not the longest guarantee we've seen in the space, but it could be long enough for many customers to know whether the supplement is having any effect. If you're not sure a leaky gut supplement is the right move for you, there are several other options you can try to solve your GI problems. Some may require a trip to the doctor's office, but a few you can employ from the comfort of your home. We've laid out several of them below for you. Investigating suspicious symptoms is always a good choice. You can complete some tests at home, like a [gut microbiome test](/home-health-tests/microbiome-testing) or [food sensitivity testing](/home-health-tests/food-sensitivity-tests), or you can go to your doctor's office for an endoscopy to check for more severe problems like celiac or Crohn's disease. Since leaky gut symptoms overlap heavily with other GI diseases — and sometimes leaky gut is a symptom of a larger GI disease — ruling out other problems should generally be your first step. Taking probiotics on their own can massively improve your gut health, including leaky gut symptoms. [52](#citation52) The beneficial bacteria can help to heal the mucosal wall by promoting mucus secretion and tightening junctions through increased zonulin. They also help to break down food more efficiently, meaning you'll take in more nutrients from what you're eating. Some of the gut microbiome tests we recommend, like [Viome](/viome-review), will actually tailor custom probiotics to your unique microbiome needs. We are what we eat. And when there isn't a clear answer to your symptoms, changing your diet to be more gut-healthy can make a difference. This means eating less refined sugar, saturated fats, alcohol, and caffeine and eating more whole grains and high-fiber foods. If you need guidance as to how you might change your diet, you can speak to a gastroenterologist or nutritionist, or you can get recommendations from at-home microbiome testing companies. Post-Thanksgiving dinner walks aren't just to get away from your family for a few minutes. Research shows that taking a 15-20 minute walk after eating can help stimulate your stomach and intestines, helping your body digest food more efficiently. [53](#citation53) Sources Innerbody uses only high-quality sources, including peer-reviewed studies, to support the facts within our articles. Read our [editorial process](/editorial-policy) to learn more about how we fact-check and keep our content accurate, reliable, and trustworthy. Almario, C. V., Ballal, M. L., Chey, W. D., Nordstrom, C., Khanna, D., & Spiegel, M. R. (2018). [Burden of Gastrointestinal Symptoms in the United States: Results of a Nationally Representative Survey of Over 71,000 Americans](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6453579/). The American Journal of Gastroenterology, 113(11), 1701. U.S. Department of Health and Human Services. (2018). [National Hospital Ambulatory Medical Care Survey: 2018 Emergency Department Summary Tables](https://www.cdc.gov/nchs/data/nhamcs/web_tables/2018-ed-web-tables-508.pdf). Centers for Disease Control and Prevention, National Center for Health Statistics. Duncan, A., Yacoubian, C., Watson, N., & Morrison, I. (2015). [The risk of copper deficiency in patients prescribed zinc supplements](https://pubmed.ncbi.nlm.nih.gov/26085547/). Journal of Clinical Pathology, 68(9), 723-725. Vancamelbeke, M., & Vermeire, S. (2017). [The intestinal barrier: A fundamental role in health and disease](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6104804/). Expert Review of Gastroenterology & Hepatology, 11(9), 821. Satokari, R. (2020). [High Intake of Sugar and the Balance between Pro- and Anti-Inflammatory Gut Bacteria](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7284805/). Nutrients, 12(5). Bhatt, A. P., Gunasekara, D. B., Speer, J., Reed, M. I., Peña, A. N., Midkiff, B. R., Magness, S. T., Bultman, S. J., Allbritton, N. L., & Redinbo, M. R. (2018). [NSAID-Induced Leaky Gut Modeled Using Polarized Monolayers of Primary Human Intestinal Epithelial Cells](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6013262/). ACS Infectious Diseases, 4(1), 46. Bishehsari, F., Magno, E., Swanson, G., Desai, V., Voigt, R. M., Forsyth, C. B., & Keshavarzian, A. (2016). and Gut-Derived Inflammation](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5513683/). Alcohol Research: Current Reviews, 38(2), 163-171. Yamamoto, E. A., & Jørgensen, T. N. (2018). [Relationships Between Vitamin D, Gut Microbiome, and Systemic Autoimmunity](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6985452/). Frontiers in Immunology, 10. Camilleri, M. (2019). [The Leaky Gut: Mechanisms, Measurement and Clinical Implications in Humans](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6790068/). 68(8), Panpetch, Leelahavanichkul, A. (2020). [Additional Candida albicans administration enhances the severity of dextran sulfate solution induced colitis mouse model through leaky gut-enhanced systemic inflammation and gut-dysbiosis but attenuated by K., Sheridan, M., Barclay, G., Guillou, P., & Reynolds, J. (1998). [Gut barrier function in malnourished patients](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1727047/). Gut, 42(3), 396-401. Illig, K. A., Ryan, C. K., Hardy, D. J., Rhodes, J., Locke, W., & Sax, H. C. (1992). [Total parenteral nutrition-induced changes in gut the issue](https://pubmed.ncbi.nlm.nih.gov/1411933/). Surgery, 112(4), 631-637. Rupani, B., Caputo, F. J., Watkins, A. C., Vega, D., Magnotti, L. J., Lu, Q., Xu, D. Z., & Deitch, E. A. (2007). [Relationship between disruption of the unstirred mucus layer and intestinal restitution in loss of gut barrier function after trauma hemorrhagic shock](https://pubmed.ncbi.nlm.nih.gov/17383525/). Surgery, 141(4), 481-489. E. (2021). [Intestinal Homeostasis under Siege](https://www.mdpi.com/1422-0067/22/10/5095). of 5095. MDPI AG. V. Pilkinton, M., Simonovic, I., Simonovic, M., & Hecht, G. (2004). [Comparative Analysis of EspF from Enteropathogenic and Enterohemorrhagic Escherichia coli in Alteration of Epithelial Barrier Function](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC415647/). Infection and Secretion in Methotrexate-Induced Rat Intestinal Mucositis](https://link.springer.com/article/10.1023/B:DDAS.0000011604.45531.2c). Dig Dis Sci 49, 65-72. Carter, S. R., Zahs, A., Palmer, J. L., Wang, L., Ramirez, L., Gamelli, R. L., & Kovacs, E. J. (2013). [Intestinal Barrier Disruption as a Cause of Mortality in Combined Radiation and Burn Injury](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3780610/). Shock (Augusta, Ga.), 40(4), 281. Parrish, A., Boudaud, M., Kuehn, A., Ollert, M., & Desai, M. S. (2022). [Intestinal mucus barrier: a missing piece of the puzzle in food allergy](https://pubmed.ncbi.nlm.nih.gov/34810087/). Trends in Molecular Medicine, 28(1), 36-50. Cardoso-Silva, Branchi, F., Schumann, Barrier in Gluten-Related Disorders](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6835310/). Nutrients, 11(10). Dorofeyev, A. E., Vasilenko, I. V., Rassokhina, O. A., & Kondratiuk, R. B. (2012). [Mucosal Barrier in Ulcerative Colitis and Crohn's Disease](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3664489/). Gastroenterology Research and Practice, 2013. Hanning, N., Edwinson, A. L., Ceuleers, H., Peters, S. A., De Man, J. G., Hassett, L. C., De Winter, B. Y., & Grover, M. (2021). [Intestinal barrier dysfunction in irritable bowel syndrome: A systematic review](https://journals.sagepub.com/doi/full/10.1177/1756284821993586). Therapeutic Advances in Gastroenterology. Antoni, L., Nuding, S., Wehkamp, J., & Stange, E. F. (2014). [Intestinal barrier in inflammatory bowel disease](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3921501/). World Journal of Gastroenterology: WJG, 20(5), 1165-1179. Wei, Y., microbiota-derived metabolites as key Journal of Gastroenterology, 27(33), 5555-5565. Cui, Y., Wang, Q., Chang, R., Zhou, X., and Xu, C. (2019). [Intestinal Barrier Function-Non-alcoholic Fatty Liver Disease Interactions and Possible Role of Gut Microbiota](https://pubs.acs.org/doi/10.1021/acs.jafc.9b00080). 67 (10), 2754-2762. Shen, L., Ao, L., Xu, H., Shi, J., You, D., Yu, X., Xu, W., Sun, J., Wanf, F. (2019). [Poor short-term glycemic control in patients with type 2 diabetes impairs the intestinal mucosal barrier: a & Huber-Lang, M. (2018). [Challenge to the Intestinal Mucosa During Sepsis](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6502990/). Frontiers in Immunology, 10. Deters, B. J., & Saleem, M. (2021). [The role of glutamine in supporting gut health and neuropsychiatric factors](https://www.sciencedirect.com/science/article/pii/S2213453021000112). Food Science and Human Wellness, 10(2), 149-154. Rao, R., & Samak, G. (2012). [Role of Glutamine in Protection of Intestinal Epithelial Tight Junctions](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4369670/). Journal of Epithelial Biology & Pharmacology, 5(Suppl 1-M7), 47. Mu, Q., Kirby, J., Reilly, C. M., & Luo, X. M. (2017). [Leaky Gut As a Danger Signal for Autoimmune Diseases](https://www.frontiersin.org/articles/10.3389/fimmu.2017.00598/full). Frontiers in Immunology, 8. Davani-Davari, D., Negahdaripour, M., Seifan, M., S. J., Berenjian, A., & Ghasemi, Y. (2019). [Prebiotics: Definition, Types, Sources, Mechanisms, and Clinical Applications](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6463098/). Foods, 8(3). Akinfemiwa, O., C., & Bond, J. S. (2008). [Proteases: Multifunctional Enzymes in Life and Disease](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2576539/). The Journal of Biological Chemistry, 283(45), 30433-30437. Skrovanek, S., DiGuilio, K., Bailey, R., Huntington, W., Urbas, R., Mayilvaganan, B., Mercogliano, G., & Mullin, J. M. Gastrointestinal Di Leo, D. M., Dawes, M. A., Mathias, C. W., Acheson, A., Hill-Kapturczak, N., & Dougherty, D. M. (2008). [L-Tryptophan: Basic Metabolic Functions, Behavioral Research and Therapeutic Indications](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2908021/). International Journal of Tryptophan Research : IJTR, 2, 45-60. Taleb, S. (2018). [Tryptophan Dietary Impacts Gut Barrier and Metabolic Diseases](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6746884/). Frontiers in Immunology, 10. Singh, P., Rawat, A., Alwakeel, M., Sharif, E., & Khodor, S. A. (2019). [The potential role of vitamin D supplementation as a gut microbiota modifier in healthy individuals](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7729960/). 10. Ciocoiu, I. V., Burlacu, G. G., Olteanu, A. V., et al. (2022). [Magnesium—A Potential Key Player in Inflammatory Bowel Diseases?](https://www.mdpi.com/2072-6643/14/9/1914) Nutrients, 14(9), 1914. MDPI AG. Costantini, of Omega-3 Fatty Acids on the Gut Microbiota](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5751248/). International Journal of Molecular Sciences, 18(12). Sicard, F., Vogeleer, P., Bihan, G. L., Olivera, Y. Beaudry, F., Jacques, M., & Harel, J. (2017). [N-Acetyl-glucosamine influences the biofilm formation of Escherichia coli](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6013987/). Gut Pathogens, 10. Li, Y., Yao, J., Han, C., Yang, J., Chaudhry, M. T., Wang, S., Liu, H., & Yin, Y. (2016). [Quercetin, Inflammation and Immunity](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4808895/). Nutrients, 8(3). Jacobi, C.A., Schulz, C. Malfertheiner, P. [Treating ill patients with probiotics: Beneficial or dangerous?](https://gutpathogens.biomedcentral.com/articles/10.1186/1757-4749-3-2#citeas) Gut Pathog 3, 2. Herzig, S., Shaw, R. (2018). [AMPK: guardian of metabolism and mitochondrial homeostasis](https://www.nature.com/articles/nrm.2017.95#citeas). Nat Rev Mol Cell Biol 19, 121-135. Lan, J., Zhao, Y., Dong, F., Yan, Z., Zheng, W., Fan, J., & Sun, G. (2015). [Meta-analysis of the effect and safety of berberine in the treatment of type 2 diabetes mellitus, hyperlipemia and hypertension](https://www.sciencedirect.com/science/article/abs/pii/S037887411400871X). Journal of Ethnopharmacology, 161, 69-81. National Institutes of Health. (2022, October 2). [Zinc Fact Sheet for Consumers](https://ods.od.nih.gov/factsheets/Zinc-HealthProfessional/). U.S Department of Health and Human Services. Cao, J., Yu, Z., Liu, W., Zhao, J., Zhang, H., Zhai, Q., & Chen, W. (2020). [Probiotic characteristics of Bacillus coagulans and associated implications for human health and diseases](https://www.sciencedirect.com/science/article/pii/S1756464619305675). Journal of Functional Foods, 64, 103643. Kim, M.-H., & Kim, H. (2017). [The Roles of Glutamine in the Intestine and Its Implication in Intestinal Diseases](https://www.mdpi.com/1422-0067/18/5/1051). International Journal of Molecular Sciences, 18(5), 1051. St-Onge, P., Bosarge, A., T. Goree, L. L., & Darnell, B. (2008). [Medium Chain Triglyceride Oil Consumption as Part of a Weight Loss Diet Does Not Lead to an Adverse Metabolic Profile When Compared to Olive Oil](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2874191/). Journal of the American College of and metabolic effects of whole Maitake mushroom powder and its fractions in two rat strains](https://link.springer.com/article/10.1023/A:1016503804742). Mol Cell Biochem 237, 129-136. Musa, M. A., Kabir, M., Hossain, M. I., Ahmed, E., Siddique, A., Rashid, H., Mahfuz, M., Mondal, D., Ahmed, T., Petri, W. A., & Haque, R. (2018). [Measurement of intestinal permeability using lactulose and mannitol with conventional five hours and shortened two hours urine collection by two different methods: HPAE-PAD and LC-MSMS](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6687120/). PLoS Intestinal Obesity Elderly Thai Subjects: A Randomized Controlled Trial](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8834517/). Foods, 11(3). Reynolds, A. N., & Venn, B. J. (2018). [The Timing of Activity after Eating Affects the Glycaemic Response of Healthy Adults: A Randomised Controlled Trial](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6267507/). Nutrients, 10(11). Ju L, Ke F, Yadav P. (2012). [Herbal medicine in the treatment of ulcerative colitis](https://journals.lww.com/sjga/Fulltext/2012/18010/Herbal_Medicine_in_the_Treatment_of_Ulcerative.2.aspx). Saudi Journal of Gastroenterology, 18(1):3. Chen Q, Chen O, Martins IM, et al. (2017). [Collagen peptides ameliorate intestinal epithelial barrier dysfunction in immunostimulatory Caco-2 cell monolayers via enhancing tight junctions](https://pubs.rsc.org/en/content/articlelanding/2017/FO/C6FO01347C). Food & Function, 8(3):1144-1151. Holecek M. (2012). [Side Effects of Long-Term "}