{"title": "Take a look at the Recent articles", "author": "Wenjing Gong", "url": null, "hostname": null, "description": "OA Text is an independent open-access scientific publisher showcases innovative research and ideas aimed at improving health by linking research and practice to the benefit of society.", "sitename": null, "date": "2018-01-07", "cleaned_text": "fact that not only the human body itself need food to maintain the growth but also the gut flora need their own food for proliferation, we developed the Flexible Fasting (abbreviated as FF) technology, which the normal diet was replaced by polysaccharide composition per meal. Methods: There are two phases in this study: FF for the first week followed with normal diet for next week. We recruited 65 volunteers to evaluate the safety of one-week FF in weight loss, as well as the changes of the gut flora. Results: No obvious subjective adverse effects were observed. As expected, the one-week FF approach significantly reduced body weight, waist circumference, total body fat, and caused blood pressure, glucose, total cholesterol, IL-6, C-reactive protein, white blood cell decrease in normal physiological ranges. Meanwhile, there was no negative changes in electrolytes and trace elements, blood routine examination, liver and kidney function indexes, myocardial enzymes. By the way, almost all of the volunteers self-reported slight hunger feeling during the one-week FF. We further examine the changes of gut flora. Interestingly, the 16S rRNA sequencing analysis showed increase of the bacterial complexity after one-week FF operation. The abundances at different levels were clearly observed, for example 19 genuses showed different abundances, including 7d after one-week FF approach, changes in abundances at almost Bacteroides (p=0.024), Sutterella Conclusions: Thus, the one-week FF approach with Plant Polysaccharides seemed to be a feasible, safe, and effective way for weight loss. weight loss, flexible fasting, fasting, gut flora, hunger sensation, obesity, WC: Waist Circumference It is well known that the soaring global obesity rate has been considered as the most critical challenge to public health of the 21st century. There has been the largest amount of obese cohort in China up to 2014 [1]. The rapid development of economics and associated dramatic lifestyle changes have led to a substantial increase in the prevalence of obesity, accompanied by a decrease in physical fitness and related non-communicable diseases (NCDs), including type 2 diabetes, cardiovascular diseases, coronary heart disease (CHD) and cancer [2-4]. The water-only fasting, as the extreme form of caloric restriction (CR), leading to lipolysis and ketogenesis, can help reduce obesity and reverse multiple features of the metabolic syndrome in humans such as the improvement of insulin sensitivity and decreasing blood pressure, glucose and body fat mass [5]. However, water-only fasting is quite difficult for the large majority of the population because of potential adverse effects and insurmountable hunger sensation for the fasters [6,7]. Mimics fasts with low caloric daily intake including low calorie nutrient dense character of the diet, the plant or fresh vegetables-based diet program or high unsaturated fat diets to satisfy the hunger sensation and to prevent nutrient deficiency, could show beneficial effects similar with those participating water-only fasting [8-13]. Dr. Johnstone regards intermittent fasting or alternate day fasting as an option for achieving weight loss and maintenance [7]. Valter D. Longo reported that three times of fasting mimicking diet (FMD) cycles decreased risk factors/biomarkers for aging, diabetes, cardiovascular disease, and cancer without major adverse effects, providing support for the use of FMDs to promote health span [8,14]. Emerging findings from studies suggest that increased timing of each meal can improve health indicators and counteract disease processes [ [15](#_ENREF_15)]. However, as the rapid progresses in human microbiome studies, the human body is currently known as a super-organism that is composed of body cells and 10 times of more microbial cells [ [16](#_ENREF_16)]. Most of the current fasting studies mainly focused on human body, and the fasting mimic methods were the reduction of intake in major nutrients. However, the gut flora is the complex community of microorganisms that live in the digestive tracts of humans, including about 1014 bacteria and 1000 bacterial species that play a beneficial role during normal homeostasis, modulating the host's immune system as well as influencing host development, physiology and metabolism [ [17-20](#_ENREF_17)]. Gut bacteria depend fully on their host for providing the nutrients necessary for their growth and proliferation, and a study using the gnotobiotic mouse model shows that during chronic or intermittent dietary fiber deficiency, the gut microbiota resorts to host-secreted mucus glycoproteins as a nutrient source [ [21](#_ENREF_21), [22](#_ENREF_22)]. Currently, fasting mimic diet provide nutrients for human body mostly not for homobium. Dietary fiber, as a nutrient category that includes a broad array of polysaccharides that are not digestible by human enzymes but decomposed by gut microbiota complementary enzymes, provides an important substrate to the community of bacteria [ [21](#_ENREF_21), [23-25](#_ENREF_23)]. Considering the fact that not only the human body itself need food to maintain the growth but also the gut flora need their own food for proliferation, we hypothesized that the daily hunger sensation might come from the gut flora [ [26-28](#_ENREF_26)]. To test this hypothesis, we developed the flexible fasting (abbreviated as FF) technology, where the normal diet was replaced by special prebiotics composition (mainly polysaccharide and dietary fibers) per meal [ [29](#_ENREF_29), [30](#_ENREF_30)]. Theoretically, if we could see dramatic and beneficial changes of the gut flora, then we will provide further data to figure out the correlation between gut flora and the gut flora-related chronic diseases in human beings. Accordingly, we aimed to examine the effects of flexible fasting (FF) for 7 days from the view of symbiont. Fluctuations of multinomial indexes, including weight loss indexes, nutrient and metabolic markers, functional indexes, cardiovascular parameters, inflammatory parameters, fecal flora, and subjective indexes are carefully examined at different time points to evaluate the safety and feasibility of prolonged fasting for 7-day in 63 participants. The beneficial changes of gut flora were also observed in our studies. General information of the population Totally 65 volunteers (26 male and 39 female) were recruited in this study. During the period of 7-day FF, 2 participants withdrew from the study because of hypokalemia and noncompliance to the FF, respectively. The following results are the indexes analysis of 63 participants whose age ranges from 15 to 57 years with an average of 36 ± 10. We counted the number of subjects with different characteristics in sex, body weight, and chronic symptom (Table 1). An investigation of their life style and daily diet based on questionnaire showed that lack of physical exercise and irregular diet, including overeating, preference of high-fat or high-protein diet, sweet food, or highly processed food, were common among all of the volunteers. The abdominal ultrasonography examination of 44 participants result showed that 72.7% (32/44) had obvious signs of fatty liver diseases ranging from mild to severe levels. After 7-day FF, the uric acid level of the volunteers was increased and higher than the base level, and urine ketone bodies increased from grade 0 to grade 1-3, and then recovered to the base level after seven days' normal diet, which indicated all of the participants compliance to the current FF protocol. Table 1. Characteristics of all participants who included in Statistics. | | Characteristics | | (n = 63) | | Sex, n (%) | | Male | | 25 (39.7) | | Female | | 38 (60.3) | | BMI, n (means ± SD)* | | Mean (kg/m2) | | 29.91 ± | | <24 | | 5 (23.22 0.66) | | 24-28 | | 20 (26.11 1.14) | | >28 | | 38 (32.79 ± 4.55) | | Male (kg/m2) | | 32.60 ± 5.39 | | Female (kg/m2) | | 28.14 ± 4.10 | | Blood pressure, n (%) | | Normal | | 57 (90.5) | | High blood pressure | | 6 (9.5) | | SBP (means ± SD, mmHg) | | Male | | 128 ± 9 | | Female | | 120 ± 15 | | DBP (means ± SD, mmHg) | | Male | | 80 ± 10 | | Female | | 75 ± 10 | | Fasting blood-glucose, n (%) | | Normal | | 51 (81.0) | | High blood-glucose | | 12 (19.0) | | Male (mmol/L) | | 6.27 ± 1.86 | | Female (mmol/L) | | 5.63 ± 0.62 | | Blood lipid, n (%) | | Normal | | 33 (52.4) | | Dyslipidemia | | 30 (47.6) | | HDL (means ± SD, mmol/L ) | | Male | | 1.08 ± 0.16 | | Female | | 1.31 ± 0.25 | | TG (means ± SD, mmol/L) | | Male | | 2.52 ± 1.56 | | Female | | 1.62 ± 1.08 | | LDL (means ± SD, mmol/L) | | Male | | 2.83 ± 0.52 | | Female | | 2.75 ± 0.63 | | CHO (means ± SD, mmol/L) | | Male | | 4.77 ± 0.93 | | Female | | 4.68 ± 0.84 | | Uric acid, n (%) | | Normal | | 43 (68.3) | | High uric acid | | 20 (31.7) | | Male (mol/L) | | 468.8 ± | Female (mol/L) | 307.4 ± 70.4 | | * The BMI is the weight in kilograms divided by the square of the height in meters Dramatic reduction in body weight, waist circumference and fat mass As expected, the one-week FF operation resulted in an average of body weight reduction with 4.49 kg (p< 0.001) and 1.58 kg/m2 Mass Index; p< 0.001), the 5.44 cm reduction in waist circumference (p< 0.001) and 1.68 kg reduction in fat mass (p< 0.001). After resuming normal diet for next week, the body weight increased but still remained lower than the base level (p< 0.001), and waist circumference (p=0.108) and body fat mass (p=0.247) still kept the same level as the end of one-week FF. Changes in weight-related factors were summarized in Table 2. Although the volunteers consist of normal weight cohort, overweight cohort and obese cohort, the reduction of body fat mass (2=1.865, p=0.393, Kruskal-Wallis H test) and waist circumference (2=0.631, p=0.729, Kruskal-Wallis H test) had no significant difference among the three cohorts. The reduction of fat mass had significantly statistical difference (p=0.019, Mann-Whitney U test), while the reduction of waist circumference showed no significant difference (p=0.821, Mann-Whitney U test) between males and females. Table 2. Changes of obesity-related factors in subjects. (n=63). | | Variable | | 0W* | | 1W* | | (1-0)# | | p1& | | 2W* | | (2-0)# | | p2& | | Mean ± SD | | 95% Cl | | Mean ± SD | | 95% Cl | | Mean (95% Cl) | | Mean ± SD | | 95% Cl | | Mean (95% Cl) | | Weight (kg) | | 85.84 | | (80.32-91.37) | | | (78.06, | -1.86) | | | | | -0.8 (-0.94 to -0.66) | | <0.001 | | Waist circumference (cm) | | 97.9 ± 13.9 | | (94.4-101.4) | | 92.4 ± 13.5 | | (89.0-95.8) | | -5.4 (-6.1 to -4.8) | | <0.001 | | | | (89.4-96.5) | | -5 (-5.7 to -4.2) | | <0.001 | | Fat mass (kg) | | 31.93 ± 11.50 | | (29.04-34.83) | -1.92 (-2.32 to -1.51) | | <0.001 | | Fat mass (%) | | 36.56 ± 4.45 | | (35.45-37.68) | | (34.92-37.59) | | -0.31 0.28) | | 0.429 | | 35.17 ± 4.51 | | (34.04-36.31) | | -1.39 (-1.76 to -1.02) | | <0.001 | | Lean body mass (kg) | | 53.90 ± 11.36 | | (51.04-56.76) | | | (50.62-56.34) | | -0.42 (-0.90 to 0.05) | | 0.068 | | Lean body mass (%) | | 63.46 ± 4.47 | | (62.33-64.58) | | | (62.43-65.11) | | 0.31 | 1.28 (-1.00 to -0.01) | | <0.001 | | Total body muscle mass (kg) | | 49.74 ± 10.66 | | (47.06-52.43) | | | (44.22-49.21) | | -3.03 | -0.38 (-0.84 to 0.09) | | 0.177 | | Total body muscle mass (%) | | 58.51 ± 4.29 | | (57.43-59.59) | | | | (56.87-59.43) | | -0.36 | | 0.111 | | 59.72 ± 4.40 | | (58.61-60.82) | | 1.2 (0.76 to 1.64 | | <0.001 | | Total body water (kg) | | 38.80 ± 8.31 | | (36.70-40.89) | | 36.44 ± | | (34.49-38.38) | | -2.36 -1.90) | | <0.001 | | 8.29 | | (36.41-40.59) | | -0.3 (-0.66 to 0.07) | | 0.18 | | Total body water (%) | | 45.64 ± 3.34 | | (44.80-46.48) | | | | (44.36-46.40) | | -0.28 | | 0.109 | | 46.58 ± 3.43 | | (45.71-47.44) | | 0.94 (0.59 to 1.28) | | <0.001 | | Resting energy expenditure (kcal/d) | | 1589.4 252.0 | | | <0.001 | | | | (1501.8-1628.6) | | -24.2 (-29.8 to -18.5) | | <0.001 | | Diastolic blood pressure (mmHg) | | 77.3 ± 10.1 | | (74.8-80.0) | | 75.2 ± 7.8 | | (73.3-77.2) | | -2.1 (-4.1 to -0.05) | | 0.034 | | | | (71.3-76.3) | | -3.5 (-5.5 to | | 0.001 | Systolic blood pressure (mmHg) | | 123.1 ± 13.2 | | (119.8-126.4) | | 116.7 ± | | (113.9-119.6) | | -6.3 -4.0) | | <0.001 | | | | (114.6-121.5) | | -5 (-7.5 to -2.6) | | <0.001 | | Pulse pressure difference (mmHg) | | 45.7 ± 8.5 | | (43.6-47.9) | | 41.5 ± | | (39.2-43.8) | | -4.3 (-6.6 to -1.9 | | 0.001 | | 44.2 ± 8.7 | | (42.0-46.4) | | -1.5 (-4.0 to 0.9) | | 0.236 | | Fasting plasma glucose (mmol/L) | | 5.88 ± 1.29 | | (5.56-6.21) | | 5.04 ± | | (4.78-5.30) | | -0.84 | -0.2 (-0.36 -0.04) | | 0.023 | | Fasting insulin (I/ml) | | 17.81 ± 13.94 | | (14.30-21.32) | | | 10.51 | | (13.16-18.45) | | -2 (-4.12 to 0.12) | | 0.103 | | HOMA-IR | | 4.76 ± 3.96 | (3.76-5.76) | | (2.11-3.52) | | -1.95 (-2.79 -1.11) | | <0.001 | | | | (3.30-4.93) | | -0.64 (-1.27 to -0.02) | | 0.056 | | Triglycerides (mmol/L) | | 1.98 ± 1.36 | | (1.63-2.32) | | 1.24 ± | | (1.09-1.38) | | -0.74 | | <0.001 | | 2.00 ± 1.35 | | (1.66-2.34) | | 0.02 (-0.28 to 0.32) | | 0.797 | | Total cholesterol (mmol/L) | | 4.72 ± 0.87 | | (4.50-4.93) | | 5.47 ± 1.22 | | (5.16-5.77) | | 0.75 (0.56 to 0.94) | | <0.001 | | 4.52 ± 0.90 | | (4.29-4.74) | | -0.2 (-0.34 to -0.06) | | 0.002 | | HDL cholesterol (mmol/L) | | 1.22 ± 0.24 | | (1.16-1.28) | | 1.01 ± 0.20 | | (0.96-1.06) | | -0.21 (-0.24 to -0.17) | | <0.001 | | 1.13 ± 0.22 | | (1.07-1.18) | | -0.09 (-0.13 to 0.05) | | <0.001 | | LDL cholesterol (mmol/L) | | 2.78 ± 0.58 | | (2.64-2.93) | | 3.69 ± 0.94 | | (3.45-3.92) | | 0.9 (0.74 to 1.07) | | <0.001 | | 2.66 ± 0.62 | | (2.51-2.82) -0.12 (-0.21 to -0.03) | | 0.013 *0W is the shorthand of point in 0 week before FF, 1 W is the shorthand of point after one-week FF, and 2W is the shorthand of point after normal diet for 7d. # (1-0) is factor value in 1W minus that in 0W, and (2-0) is factor value in 2W minus that in 0W. & p1and p2 values comparing within-point changes were calculated using paired two tailed Wilcoxon signed-rank test. Subjective assessment during FF and 7 d after resuming normal diet According to daily feedbacks, the participants ranging from 72% to 89% had no or only weak hunger sensation in one-week FF (Figure 1B). No significant difference was found in the degree of hunger sensation between male and female (Mann-Whitney U Test, p=0.898). There was no severe fatigue, no severe gastrointestinal discomfort among all of the volunteers, except for that most of them had louder bowel sound and increased intestinal exhaust (Figure 1C-E). In addition, feces were soft and loose among most of obese volunteers during one-week FF. After recovering with normal diet for 7 d, their routine activities kept as usual and without gluttony. Figure 1: General information of the participants during this study. A. The number of screened subjects and completers and the workflow for assessing the one-week FF based on subjective evaluation and physiological profiles. FF (Flexible fasting). ND (Normal diet). B. Subjective hunger sensation evaluation in one-week FF (n=63). We set three adjectives to describe level of hunger sensation, of which the mean of 19.2% of volunteers did not feel hunger sensation at all, 60.4% of volunteers felt weak hunger sensation, and 20.4% of volunteers felt strong hunger sensation. C. Subjective sleep quality evaluation in one-week FF (n=63). Totally 84.9% of the volunteers fell asleep easily and shared well sleep quality. D. Subjective physical evaluation in one-week FF (n=63). Totally 95.14% of the volunteers were in good physical condition. E. Subjective gastrointestinal evaluation in one-week FF (n=63). There were three main gastrointestinal reaction, flatulence, louder bowel sound, increased intestinal exhaust, where the percentage were 8.8%, 28.1%, 33.8%, respectively. Besides, 9.4% of volunteers had a stomach upset. F. Body weight loss effect of one-week FF (n=63). G. Body fat loss effect of one-week FF (n=63). H. Lean body mass effect of one-week FF (n=63). I. Waist circumference reduction effect of one-week FF (n=63). All data are expressed as the mean ± 95% Cl and evaluated by bioelectrical impedance analysis (BIA). Nutrient and metabolic markers Compared with the levels between base (0W) and the time-point after one-week FF (1W), the fasting blood glucose (FBG), fasting insulin (FINS), triglycerides (TG) (p<0.001, Table 2) and serum urea (p<0.001, and significantly, Figure 2E) significantly increased (p<0.001), and urine ketone bodies increased from grade 0 to grade 1-3 (Figure 2C). When the volunteers resumed normal diet for 7 d, FBG (p=0.023) was in low level, triglycerides (p=0.797), FINS (p=0.103), SCr (p=0.55), and urine ketone bodies returned to base level, and level of serum urea (p<0.001) was significantly increased but still under base level. The plasma electrolytes and trace elements, including serum sodium, serum potassium, serum serum copper, serum zinc, serum magnesium, were examined to analyze whether there were deficiency or not after one-week FF. As expected, our data indicated that there was no impaired deficiency for these important indexes. There were no statistically significant changes in levels of serum chlorine However, there was significant reduction in serum sodium (p<0.001) and significant increase in serum about 50.8% of volunteers lacked serum calcium at base level and there was a gradually increase of serum calcium after resuming normal food intake for 7 d (Figure 3). Figure 2: Non-enzymatic indexes of the participants (n=63) A. Fasting blood glucose (FBG). B. [Fasting] [insulin] (FINS). C. Urine ketone bodies (n=60). D. Triglycerides (TG). E. Creatinine (Cr). F. Urea. G. Total protein (TP). H. Uric acid (UA). I. Systolic pressure minus diastolic pressure (S-D). J. Interleukin-6 (IL-6). K. High sensitivity C-reactive protein (hs-CRP). L. White blood cell (WBC). The Physiological ranges are marked between the top and bottom dash imaging lines. Figure 3: Plasma electrolytes and trace elements of the volunteers (n=63) A. chlorine. B. potassium. C. sodium. D. calcium. E. cuprum. F. iron (male). G. iron (female). H. magnesium. I. lead. J. zinc. The Physiological ranges are marked between the top and bottom dash imaging lines. Hepatic and renal parameters There was statistically significant increase glutamyltransferase (GGT, p<0.001, Figure 4D), while no change in total protein (TP, p=0.994, Figure 4H), globulin (p=0.379). Volunteers showed abnormal (9.53%), ALT (7.94%), TP (4.76%) and bilirubin (11.1%), all of which were approximately twice or more than physiological indexes, and levels of other hepatic parameters were decreased within the scope of the normal physiological fluctuations at one-week FF. All of the volunteers gained improved indexes when resuming normal diet for 7 d compared with the base level. Level of SCr (creatinine, p<0.001, Figure 2E) and UA (uric acid, p<0.001, Figure 2H) was significantly increased, and the level of serum urea (p<0.001, Figure 2F) was markedly decreased after one-week FF. Specially, UA was twice or more than the base level as commonly occurred in most volunteers. When the volunteers resumed normal diet for 7 d, level of SCr (p=0.55) was in accordance with the base level, UA (p<0.001) was recovered to be lower level than that of base level, and level of serum urea (p<0.001) was significantly increased but was still under base level. Meanwhile, routine urinalysis indicated that there was no typical abnormal change compared to base level, which were in consistent with the [urine] [specific] [gravity] (SG, p=0.902), the pH value of urine (p=0.121) and buff urine. [Urine] ketone bodies increased from grade 0 to grade 1-3 at the end of one-week FF (p<0.001) and returned to base levels when volunteers resumed normal diet for 7 d. Figure 4: Enzymatic indexes of the participants (n=63). A. bilirubin physiological ranges are marked between the top and bottom dash lines. Cardiovascular parameters For the level of blood pressure, significant reduction was observed in levels of diastolic blood pressure (DBP, p=0.034), systolic blood pressure DBP, p=0.001, Figure 2I) after the one-week FF compared to the base level, and stayed at the low level after normal diet for 7 d (DBP, p=0.265; SBP, p=0.36; pulse pressure difference, p=0.055). Reduction of high-density lipoprotein cholesterol (HDL-C) and increase of low-density lipoprotein cholesterol (LDL-C) and total cholesterol were observed almost in every instance after one week of FF (p<0.001). Reductions of LDL-C and total cholesterol were observed after the volunteers resumed normal diets (Table 2). There were no statistically changes in level of CK and CK-MB (p>0.05, Figure 4L-4M), while significant changes were observed in that of -HBDH, LDH, AST and m-AST (p<0.01) 4N) Figure 4K) were increased after one-week FF, whereas levels of which (p-value of -HBDH and LDH is 0.674 and 0.589 respectively) became in accordance with the base level when volunteers resumed normal diet for 7 d. The AST and m-AST levels were markedly increased (p<0.001) and then significantly reduced (p<0.001) in this study. Volunteers showed abnormal increase in CK (1.59%), AST (9.53%), m-AST (6.35%) and volunteers with abnormal hepatic and myocardial enzymes parameters were the main cohort. Meanwhile, a large majority of the volunteers (~92.0%) had no change in electrocardiogram during the one-week FF. Inflammatory parameters We analyzed two important inflammatory cytokines (IL-6 and hs-CRP, Figure 2J-2K) and found both of them were increased (p<0.05) at the end of one-week FF operation and decreased (p<0.05) after normal diet for 7 d. Most of the volunteers (95.2%, 60/63) had no abnormal increase at one-week FF. At the end of one-week FF, the blood p=0.001, Figure S2C) were significant decreased and kept declining when resuming normal diet for 7 d, while interestingly the percentage of LY and NEUT still kept the level of one-week FF. Gut flora Gut flora at three time points (0 week before FF, abbreviated as 0W), 1 week after one-week FF (abbreviated as 1W) and 1 week after normal diet for 7 d (abbreviated as 2W) of each subject were measured using 16S rRNA sequencing technology. A total of 32,910,952 16S rRNA reads were obtained from 114 fecal samples of the 38 subjects, averaging 288,692 reads per sample. The results of bacterial complexity and diversity at the time points 1W and 2W showed an increasing trend compared to that of 0W (p>0.05, Figure 5). The taxa explaining the difference between three time points were reflected at different levels, including phylum, class, family and genus (Figure 6). At the phylum level, all three time points had fecal communities dominated by Bacteroidetes, Firmicutes and Proteobacteria. We also found that the abundances of Firmicutes, Actinobacteria and Verrucomicrobia were significantly different between the 0W and 1W groups (p=0.039, 0.046 and 0.01). At the class level, Clostridia and Verrucomicrobiae was significantly different between 0W and 1W groups (p=0.027, and 0.016). At the family level, 10 families showed significant different abundances. For example, Bacteroidaceae significantly increased at 1W (35.6%) than that of the 0W group (28.05%), while significantly decreased at 1W (9.6%) (21.9%) and Lachnospiraceae significantly decreased 1W (9.9%) than that of the 0W group (14.7%). At the genus level, 19 genuses showed different abundances, (p<0.001). normal diet for 7 d, changes in abundances at different levels almost resumed except Bacteroides (p=0.024), Sutterella (p=0.027) (Table S3). Figure 5: Diversity and complexity of microbiome of the participants at three time points (0W, 1W and 2W). A-B. Numbers of observed species. C-D. Shannon index. E-F. Chao. A, E. Numbers of observed species and Chao at the time points 1W (p>0.05) and 2W (p>0.05) showed an increasing trend compared to that of 0W. C. Shannon index at the time points 2W had an increasing trend compared to that of 0W (p=0.11). Figure 6: Average relative bacterial abundance of taxa in the fecal microbiome of the three time points (0W, 1W and 2W) at different levels of family and and Verrucomicrobia (p=0.01) increased at 1W group. D. At the class level, the abundances of Clostridia decreased (p=0.027) and Verrucomicrobiae increased (p=0.016) at 1W group. F. At the family level, the abundances of Porphyromonadaceae (#), Rikenellaceae (*), Verrucomicrobiaceae (*) increased at group. abundances Prevotellaceae (#), Clostridiaceae (#), Lachnospiraceae (#), Peptostreptococcaceae (#), (*) decreased at 1W group. The abundances of Bacteroidaceae (*) increased at 1W and 2 groups. H. At the genus level, the abundances of Prevotella (#), Dialister (#), Pseudobutyrivibrio (#), (#), (#) at group. abundances Parabacteroides Alistipes Akkermansia (*), (*), (*) increased at 1W group. The abundances of Bacteroides (*) increased at 1W and 2 groups. The abundances of Sutterella (*) decreased at 1W and 2 groups. Flexible Fasting is a very low calorie fasting regimen (~ 113.4 kJ/meal or nearly no calorie intake) with plant polysaccharose. Like other [calorie](http://dict.youdao.com/w/calorie/#keyfrom=E2Ctranslation) restriction (CR) or fasting [regimen](http://dict.youdao.com/w/regimen/#keyfrom=E2Ctranslation)s [ [8](#_ENREF_8), [10](#_ENREF_10), [11](#_ENREF_11), [31-33](#_ENREF_31)], all of which could cause changes in markers (ketone bodies, and glucose) that were similar to those caused by absolute fasting. All of the subjects self-described slight or tolerable hunger sensation and slight fatigue, besides, high dietary adherence during the one-week FF operation, indicated that FF regimen is an acceptable manner in normal life for short-term survival by using the body fat and glycogen other than the exogenous intake food to provide energy. The one-week FF typically resulted in 13.2% decrease in serum glucose but without hypoglycemia and switched to a metabolic mode in which fat-derived ketone bodies and resulted in a metabolism by using the free fatty acids as energy sources. The body weight, fat mass of the volunteers decreased by 5.35% ± 2.38%, 6.19% ± 6.90% ± 1.91%, 6.84% ± 4.67% respectively lower than the base levels after resuming normal diet for 7 d. The lean body mass of the volunteers decreased by 4.95% ± 3.73% at the end of one-week FF and returned to base level after resuming the normal diet for 7 d. These results indicated that the fat loss other than the water loss accounted for most of the weight loss after one-week FF operation. In addition, we analyzed the metabolic and functional indexes to comprehend whether rapid-loss in body mass was healthy or not [ [34](#_ENREF_34)]. A complete metabolic panel showed no persistent metabolic changes, and still remained within a safety physiological ranges (Figure S2, Table S2) in one-week FF. There were changes of three nutrients metabolism and no lack in electrolyte and microelement after one-week FF. The reduction in insulin, fasting blood glucose, triglyceride, and the increase in urine ketone body and albumin indicated that lipid mobilization was increased to produce more aliphatic acid for energy supply during the one-week FF. Meanwhile, the increase in creatinine and decrease in urea nitrogen indicated that there was a slight increase of muscle decomposition. After resuming normal diet for 7 d, improved blood glucose, base levels in triglyceride, albumin, urea nitrogen and creatinine, indicated that one-week FF could improve the health with reliable safety. The flare-up in AST, ALT, ALP, TBIL, DBIL, IBIL and GLB, showed that one-week FF did not cause liver function disorder. The increase in transaminase and increase in transpeptidase, which were the enzymes in the decomposition and synthesis of intracellular amino acids, indicated that some change occurred in process of protein metabolism. Considering that the serum total protein content was constant, it showed that the protein metabolism did not affect the body's nutritional status. In addition, the index of renal function, SCr and urea nitrogen which were mostly in the normal range, no significant abnormality in urine composition, and flare-up in uric acid, showed that one-week FF did not cause renal disorder. During our study, the flare-up in uric acid was a common phenomenon, which was likely to be caused by increased endogenous production which might be associated with increased cell autophagy caused by prolonged fasting [ [35](#_ENREF_35), [36](#_ENREF_36)]. Besides, the increased ketone during fasting period could impede the renal excretion of uric acid. The reduction in blood pressure, HDL and triglyceride, flare-up in LDL, total cholesterol, alpha-HBDH and LDH, normal routine blood examination, hs-CRP, CK-MB, indicated that one-week FF did not cause abnormal angiocarpy and myocardial damage. It is well known that the Hs-CRP is an early marker of myocardial injury, CK-MB is the determination of myocardial damage markers, LDL and total cholesterol are the markers of angiocardiopathy. The reduction in white blood cells and lymphocytes and the physiologically flare-up increase in IL-6 after one-week FF, represents a marker of low grade inflammation. Unlike fasting mimicking diet (FMD) or alternate day fasting (ADF) with a high-fat or diet [ [8](#_ENREF_8), [10](#_ENREF_10), [11](#_ENREF_11)] our current one-week FF manner using the food during fasting period which was not digestible by human enzymes. What's more, some studies found gut microbiota had diverse complementary enzymes, which could decomposed polysaccharose and increase alimentation of human [ [37-39](#_ENREF_37)]. In other words, FF considered gut microbiota absolutely other than human body in alimentation. To observe the FF effect on gut flora, we measured subjective gastrointestinal reaction during one-week FF, meanwhile, we analyzed the changes of fecal microbiome by 16S rRNA high-throughput sequencing. More than 90% of volunteers shared the same gastrointestinal reaction, including louder bowel sound and increased intestinal exhaust during the period of one-week FF. No similar gastrointestinal reaction was observed after they resumed normal diets for 7 d. We therefore inferred that fermentation of prebiotics formula facilitated the production of gas in intestinal tract. The 16S rRNA sequencing results showed the increase in probiotics such Akkermansia 2016 #5}The most worthy of attentions were the increase in overall abundance and complexity of microorganisms, and the same increase after resuming normal diet for 7 d, which is represented by species richness and Shannon-Wiener Index. It was reported that in the insect the starvation could increase diversity of microbiome [ [45](#_ENREF_45)], the studies of the relationship between obesity and the microbial showed that there was a positive correlation between the high diversity of microbes and lean body weight [ [46-48](#_ENREF_46)]. Therefore, our current results indicated that one-week FF might be used for body weight loss by increasing microbial complexity. However, changes in abundances at different levels almost resumed after normal diet for 7 d, indicated that short-term consumption of diets altered microbial community structure [ [49](#_ENREF_49)]. Of course, the frequentative FF on human for a long time need to further study. Interestingly, this study's original theoretical hypothesis is that the hunger sensation comes from gut flora but not from the human brain, which is the proposed theoretical basis of FF. This study was aimed to evaluate the safety of one-week FF which will lead to further analysis of the origin of the hunger sensation in our future studies. In summary, a complete metabolic panel showed no persistent metabolic changes due to one-week FF, and still remained within a safety physiological range. These results provided initial evidence that the one-week FF operation is safety enough and achieve fat loss without the significant reduction of lean body mass. Based on our current data, we planned to run the long-term study to further observe the influence for weight loss and induced-health effect especially those suffered from obesity as well as the changes of gut flora during long-term FF operation. Furthermore, the data of this study offered some proof for the theoretical hypothesis, especially subjective feedback. To study validity of theoretical hypothesis or not, there are still much work to do. However, based on the fasting study on weight loss and safety of FF, the one-week FF technology could become an effective way for body weight control and in turn beneficial for over-weighted related chronic diseases. Protocol of the one-week FF The one-week FF is a special consecutive low-calorie dietary culture, in which normal diet at per meal (3/day) was replaced by prebiotics formula (energy level: 113.4 KJ/10g), which is a ten-gram formulation, consisting of food grade raw material with various polysaccharose in equal proportion, including Cloud Medicine International Technology co. LTD). The principal materials are listed in Table S1. The one-week FF weight-loss feasibility and body potential impact were measured when one could not take any nutriment, all-embracing the five cereals (rice, two kinds of millet, wheat and beans) and other food containing protein or fat for 7 d. During the one-week FF, their routine activities including working, resting kept normal habit. Drinking enough water, wearing enough clothes, ample sleep and normal exercise are requisite. Stop any medicine during the two-week. After finished the one-week FF, the volunteers resume to normal diet for next 7 d. Measurements were performed prior to the one-week FF (0W, base level), immediately after the one-week FF (1W), and after normal diet for 7 d (2W). Recruiting standard Volunteers were recruited for assessment of the one-week FF, which referred to the 1997 revision of the diagnostic criteria for simple obesity and Chinese adult overweight and obesity prevention and control guidelines (trial). All volunteers were permanent residents in the Tianjin Baodi region of China and had weight steady during the past three months or more. Volunteers were excluded for any of the following reasons: the athletes; the group who had ever used drug intervention way to lose weight, such as L-carnitine, and people with serious organic disease, as well as antibiotics and other drugs distribution in the recent (about three or four) weeks. The protocol was approved by the Tianjin Baodi People's Hospital Clinic Institutional Review Board (ChiCTR-OOC-17010377), and all the volunteers gave written informed consent. Questionnaire survey After volunteers signing the informed consent, a questionnaire survey (https://jinshuju.net/f/d58urZ) was conducted to all the volunteers to record their living habit, food preference and pre-existing medical conditions. In addition, a spreadsheet (https://jinshuju.net/f/Ec18h4) which need be submitted daily during one-week FF is characterized by self-evaluation including hunger sensation, sleep quality, body fatigue, body energy and so on. Spreadsheet similar to the above one (https://jinshuju.net/f/3wfP1S; https://jinshuju.net/f/ClWFRo) were also applied to [follow-up] [visit] for one month. Measure and analysis of physiological index Body weight and body composition were assessed 2021 Copyright OAT. All rights reservBIA; NQA-PI multi-frequency eight-electrode, Seehigher Corporation, Beijing, China). Umbilicus waist circumference was measured by a measuring tape, when volunteers' stood still with bare midriff, both feet touching and arms hanging freely. The physical indicator system, which includes blood pressure, fasting levels of plasma glucose and insulin, four items of blood lipid tests (triglycerides, total cholesterol, high-density lipoprotein cholesterol (HDL-C), six serum trace elements (cuprum, Iron, zinc, magnesium, calcium, lead), two inflammatory cytokine (Interleukin-6(IL-6) and high sensitivity C-reactive protein (hs-CRP)), electrocardiogram and abdominal doppler ultrasound, blood routine examination, routine urinalysis, were assessed with the standardized methods. Blood pressure was measured by automatic electronic sphygmomanometer (HBP9020, OMRON Healthcare, China) while they were dressed in light clothing and kept relaxed all the time. Volunteers were requested to place the elbow on the support while kept arm leaning at an angle of 120 degree with body, which aimed at keeping parallel between arm barrel and heart during blood pressure measurement. Blood collection is carried out by professional medical staff in the physical examination center of Tianjin Baodi People's Hospital at 8:00-9:00 AM. Fasting blood glucose (FBG) was analyzed by AU5800 automatic biochemical analyzer (Beckman Coulter, USA) with end-point [insulin] (FINS) was analyzed by automatic biochemical analyzer (Abbott, USA) with chemiluminescence method. Four items of blood lipid tests, eleven hepatic parameters, three renal function parameters and myocardial enzymes were analyzed by AU5800 automatic biochemical analyzer (Beckman Coulter, USA) with continuous monitoring method. Three electrolytes were tested by XD687 electrolyte analyzer (Shanghai Xun-Da Medical Corporation, China) with indirection ion- selective electrode method. Serum trace elements, which include cuprum, iron, zinc, magnesium, calcium, lead, were tested by BH5100S (Bohui, Beijing, China) with the method of flame atomic absorption spectrometry and BH2101S (Bohui, Beijing, China) with Tungsten boat flameless atomic absorption spectrometry, respectively. High sensitivity C-reactive protein (hs-CRP) was analyzed by special protein analyzer (Goldsite Diagnostics Company, Shenzhen, China) with turbidimetry. Interleukin-6 (IL-6) was measured with electrochemiluminescence immunoassay. Blood routine examination was analyzed by the BC-3000 plus automatic blood cell analyzer (Mindray, Shenzhen, China). Routine urinalysis was analyzed by the Dirui H-300 Semi-automatic urine analyzer (Changchun, China) with photoelectric colorimetry. Gut flora profiling Fresh stool samples were obtained from each volunteer prior to the one-week FF (Base level, 0 W), after the one-week FF (1 W), and after normal diet for 7 d (2 W), respectively, and transported in the shortest possible time to -80 °C for storage until the gut flora analysis. Fecal microbiome DNA was extracted using bead beating and the PowerFecal® DNA Isolation Kit (MO BIO; USA), which the DNA extraction protocol was standardized for all samples. The V4 region of the bacterial 16S rRNA gene was amplified from fecal genomic DNA with 357F/926R primers containing the A and B adaptors from Illumina MiSeq for sequencing. The sequence and microbial communities diversity analysis was performed with the Mothur software package. Low quality (quality score < 25) and short (<150 nt) reads were removed from the raw data. Sequences were aligned and clustered into OTUs and taxonomy assigned using the Ribosomal Database Project (RDP) as a reference base. Statistical analysis The objective indicator data were expressed as means ± SD {Alam, 2016 #4;Chevalier, 2015 #6;Di #211;Woting, 2016 #5}and analyzed by SPSS software (version 16.0). The difference between male and female was shown in the subjective questionnaire using Mann-Whitney Test, while the physical indicators among different level of BMI were analyzed by Kruskal-Wallis H test. The difference of objective physical indicator data between point of 0W and point of 1W/2W were calculated by paired two-tailed Wilcoxon signed-rank test or T-test. The p-value less than 0.05 was considered as statistically difference, while the p-value less than 0.01 was considered as statistically significant difference. Authors' contributions Wenjing Gong carried out the clinical observation studies, participated in data analysis and performed the statistical analysis. Changqing Sun carried out the clinical observation studies and participated in its design and draft. Shuzhen Teng participated in the clinical observation studies. Dawen Gao participated in data analysis. Zhihui Li participated in data analysis and DNA extraction. Guangshun Wang and Chenggang Zhang conceived of the study, and participated in its design and coordination and helped to draft the manuscript. All authors read and approved the final manuscript. Competing interests The authors have declared no competing interests. This study was supported by the National Basic Research Project (973 program, 2012CB518200); General Program (81371232, 81573251) of the Natural Science Foundation of China; Special Key Programs for Drug R&D of China (2012ZX09102301-016, 2014ZX09J14107-05B); Foundation of Joint Research Center for Translational Medicine between Beijing Proteome Research Center and Tianjin Baodi Hospital (TMRC201301). [ View supplementary data](pdf/ICM-2-123 Supplementary.pdf) - J, Zimmermann JZ, NCD NRFC (2016) Trends in adult body-mass index in 200 countries from 1975 to 2014: a pooled analysis of 1698 population-based measurement studies with 19·2 million participants. The Lancet 387: 1377-1396. - Lu J, Bi Y, Ning G (2016) Curbing the obesity epidemic in China. Lancet Diabetes Endocrinol 4: 470-471. [[Crossref]](http://www.ncbi.nlm.nih.gov/pubmed/27133171) - Mongraw-Chaffin ML, Peters SAE, Huxley RR, Woodward M(2015) The sex-specific association between BMI and coronary heart disease: a systematic review and meta-analysis of 95 cohorts with 1·2 million participants. Lancet Diabetes Endocrinol 3: 437-449. [Crossref] - Y Tian, C Jiang, M Wang, R Cai, Y Zhang, Z He, et al. (2016) BMI, leisure-time physical activity, and physical fitness in adults in China: results from a series of national surveys, 2000-14. Lancet Diabetes Endocrinol 487-497. [[Crossref]](https://www.ncbi.nlm.nih.gov/pubmed/27133172) - Longo VD, Mattson MP (2014) Metab 19: 181-192. [[Crossref]](http://www.ncbi.nlm.nih.gov/pubmed/24440038) - Heilbronn LK, Ravussin E (2005) Alternate-day fasting in nonobese subjects: effects on body weight, body composition, and energy metabolism. Am J Clin Nutr 81: 69-73 (2005). [[Crossref]](https://www.ncbi.nlm.nih.gov/pubmed/15640462) - Johnstone A (2015) Fasting for weight loss: an effective strategy or latest dieting trend? Int J (Lond) 39: 727-733. [[Crossref]](http://www.ncbi.nlm.nih.gov/pubmed/25540982) Choi IY, Wei M, Cheng CW, Sedrakyan S, et al. (2015) A Periodic Diet that Mimics Fasting Promotes Multi-System Regeneration, Enhanced Cognitive Performance, and [[Crossref]](https://www.ncbi.nlm.nih.gov/pubmed/26094889) - Johnson JB, Laub DR, John S (2006) The effect on health of alternate day calorie restriction: eating less and more than needed on alternate days prolongs life. Med Hypotheses 67: 209-211. [[Crossref]](http://www.ncbi.nlm.nih.gov/pubmed/16529878) - Klempel CM, Alternate day fasting (ADF) with a high-fat diet produces similar weight loss and cardio-protection as ADF with a low-fat diet. Trepanowski JF, et al. (2013) Alternate day fasting for weight loss in normal weight and overweight subjects: a randomized controlled trial. Nutr J 12: CM, Trepanowski JF, Barnosky A, et al. (2016) Changes in hunger and fullness in relation to gut peptides before and after 8 weeks of alternate day fasting. Clin Nutr 35: 1380-1385. [[Crossref]](http://www.ncbi.nlm.nih.gov/pubmed/27062219) - Martens Gordon JI (2009) Complex glycan catabolism by the human gut microbiota: Biol M, Brandhorst S, M, Mirzaei H, Cheng CW, et al. (2017) Fasting-mimicking diet and markers/risk factors for aging, diabetes, cancer, and cardiovascular disease. Sci Transl Med 9: 1-12. Harvie M, Longo VD, et al. (2014) Meal frequency and timing in health and disease. Proc Natl Acad Sci U S A 111: 16647-16653. [[Crossref]](https://www.ncbi.nlm.nih.gov/pubmed/25404320) - Zhu B, Wang X, Li L (2010) Human gut microbiome: the second genome of human body. Protein Cell 1: 718-725. [[Crossref]](http://www.ncbi.nlm.nih.gov/pubmed/21203913) - Human Microbiome Project Consortium (2012) A framework for human microbiome research. Nature 486: 215-221. [[Crossref]](http://www.ncbi.nlm.nih.gov/pubmed/22699610) - Sommer F, Bäckhed F (2013) The gut microbiota--masters of host development and physiology. Nat Rev Microbiol 11: 227-238. [[Crossref]](http://www.ncbi.nlm.nih.gov/pubmed/23435359) - Pedersen Hk, Gudmundsdottir V, Nielsen HB, Hyotylainen T, Nielsen T, et al. (2016) Human gut microbes impact host serum metabolome and insulin sensitivity. Nature 535: 376-381. [[Crossref]](https://www.ncbi.nlm.nih.gov/pubmed/27409811) Ding H, Wang T, LV, Koh GY, et al. (2004) The gut microbiota as an environmental factor that regulates fat storage. Proc Natl Acad Sci U S A MS, Seekatz AM, Koropatkin NM, Kamada N, Hickey CA, et al. A Dietary Fiber-Deprived Gut Microbiota Degrades the Colonic 1339-1353. - Fetissov SO (2017) Role of the gut microbiota in host appetite control: bacterial growth to animal feeding behaviour. Nat Rev 11-25. [[Crossref]](https://www.ncbi.nlm.nih.gov/pubmed/27616451) How glycan metabolism human microbiota. Nat Rev Microbiol 10: 323-335. Firbank SJ, et al. (2010) Specificity polysaccharide use in intestinal bacteroides species determines (2015) Towards for prebiotics. Nat Rev Gastroenterol Hepatol 12: 303-310. [[Crossref]](https://www.ncbi.nlm.nih.gov/pubmed/25824997) - Cheng-gang Z (2016) New medicine, gut flora-centric theory and cloud hospital (The Ancient Books Publishing House on Traditional Chinese Medicine, Beijing). - Cheng-gang Z (2015) Enlightenment on Youyou Tu winning the Nobel Prize on R&D of artemisinin. Science & Technology Review. 33: 89-89. - Cheng-gang Z (2015) New medicine and bacteriocentric theory and a revolution in prevention and control of chronic diseases. Science & Technology Review. 33: 106-111. - Wen-jing G, Qing-jian H, Da-wen G, Wu-bin Q, L Zhi-hui, et al. (2016) Application of flexible abrosia for body weight control among youths. Military Medical Sciences. 40: 651-656. - Qing-jian H, Shu-zhen T, Da-wen G, Hong-xia D, Ji-bin S, et al. (2015) Emergency plans of flexible abrosia to raise efficiency in disaster rescue. Disaster Medicine and Rescue (Electronic Edition). 4: 81-85. - Azevedo FR, Ikeoka D, Caramelli B (2013) Effects of intermittent fasting on metabolism in men. Rev Assoc Med Bras Varady KA (2012) Intermittent fasting combined with calorie restriction is effective for weight loss and cardio-protection in obese women. Nutr J 11: 98-106. Astrup LL, Brown AW, et al. (2013) Myths, presumptions, and facts about obesity. N Engl J Med 368: [[Crossref]](https://www.ncbi.nlm.nih.gov/pubmed/23738555) - Velazquez AP, Tatsuta Ghillebert Graef M (2016) Lipid droplet-mediated ER homeostasis regulates autophagy and cell survival during starvation. J Cell Biol 212: 621-631. [[Crossref]](https://www.ncbi.nlm.nih.gov/pubmed/26953354) - Singh R, Kaushik S, Wang Y, Xiang Y, Novak I, et al. (2009) Autophagy regulates lipid metabolism. Nature 458: 1131-1135. [[Crossref]](https://www.ncbi.nlm.nih.gov/pubmed/19339967) - Bäckhed F, Ley RE, Sonnenburg JL, Peterson DA, Gordon JI (2005) Host-bacterial mutualism in the human intestine. Science 307: 1915-1920. [[Crossref]](http://www.ncbi.nlm.nih.gov/pubmed/15790844) - Qin J, Li R, Raes J, Arumugam M, Burgdorf KS, Manichanh C, Nielsen T, et al. (2010) A human gut microbial gene catalogue established by metagenomic sequencing. K, Meyer Aagaard KM, Wilmes P (2016) The human gut microbiome in health: establishment and resilience of microbiota over a Environ 18: 2103-2116. [[Crossref]](http://www.ncbi.nlm.nih.gov/pubmed/27059297) - Alam A, Leoni G, Quiros M, Wu H, Desai C, et al. (2016) The microenvironment of injured murine gut elicits a O, Colin DJ, Suarez-Zamorano N, Tarallo V, et al. (2015) Gut Microbiota Orchestrates Energy Homeostasis during Cold. Cell Aloisio I, Mazzola Biavati B (2014) Bifidobacteria: their impact on gut microbiota composition and their applications probiotics D (2016) Bifidobacteria and Their Role as Members of the Human Gut Microbiota. Front Microbiol 7: 925. [[Crossref]](http://www.ncbi.nlm.nih.gov/pubmed/27379055) - Woting A, Blaut (2016) Intestinal Microbiota in Metabolic Disease. Nutrients 8: 202. [[Crossref]](http://www.ncbi.nlm.nih.gov/pubmed/27058556) - Dillon RJ, Webster G, Weightman AJ, Keith Charnley A (2010) Diversity of gut microbiota increases with aging and starvation in the desert locust. Antonie Van Leeuwenhoek 97: Kong LC, Prifti E, Pons N, Le Chatelier E, et al. (2013) Dietary intervention impact on gut microbial gene richness. Nature 500: 585-588. [[Crossref]](https://www.ncbi.nlm.nih.gov/pubmed/19876756) - Human Microbiome Project Consortium (2012) Structure, function and diversity of the healthy human microbiome. Nature 486: 207-214. [[Crossref]](https://www.ncbi.nlm.nih.gov/pubmed/22699609) - Le Chatelier E, Nielsen T, Qin J, Prifti E, Hildebrand F, Falony G, et al. (2013) Richness of human gut microbiome correlates with metabolic markers. Nature 500: 541-546. LA, Maurice CF, Carmody RN, Gootenberg DB, Button JE, et al. (2014) Diet rapidly and reproducibly alters the "}