{"title": "Castor Oil : Benefits, Precautions and Dosage | 1mg", "author": "Diksha Gupta", "url": "https://www.1mg.com/ayurveda/castor-oil-25", "hostname": "1mg.com", "description": "Castor Oil is an ayurvedic ingredient which might be beneficial for treating health conditions like Constipation, Induction of labour, Intestine preparation before any surgery, Migraine, Adhesive bowel obstruction, Syphilis, Skin disorders, Boils, Corns, Blisters (small fluid-filled pocket on skin), Dry eyes, Arthritis, Ear infection. Here are the potential benefits, precautions, dosage and side effects.", "sitename": "1Mg", "date": "2022-08-29", "cleaned_text": "Castor oil, also commonly known as Arandi ka tel, is a vegetable oil produced by pressing the Castor beans. It is useful for skin, hair and to manage various other diseases. Castor oil is mainly used to manage constipation due to its laxative property. It promotes bowel movement when taken with milk or water and thus improves digestion which helps in easy elimination of fecal waste from the body. Castor oil also helps in arthritis by reducing pain and swelling due to its anti-inflammatory property. Castor seed oil is considered to be beneficial for the skin due to the presence of certain fatty acids. Regular application of Castor seed oil improves the skin tone. Massaging Castor oil along with olive or coconut oil promotes hair growth and helps to get rid of dandruff. Castor oil can also be applied on the eyelashes every night to increase their thickness, length and overall appearance. Avoid using Castor oil in excess as it might cause stomach cramps[1]. Castor oil is mainly used to manage constipation due to its laxative property. It promotes bowel movement when taken with milk or water and thus improves digestion which helps in easy elimination of fecal waste from the body. Castor oil also helps in arthritis by reducing pain and swelling due to its anti-inflammatory property. Castor seed oil is considered to be beneficial for the skin due to the presence of certain fatty acids. Regular application of Castor seed oil improves the skin tone. Massaging Castor oil along with olive or coconut oil promotes hair growth and helps to get rid of dandruff. Castor oil can also be applied on the eyelashes every night to increase their thickness, length and overall appearance. Avoid using Castor oil in excess as it might cause stomach cramps[1]. What are the synonyms of What is the source of Castor Oil? Plant Based Benefits of Castor Oil Modern Science View Constipation is a condition in which there is difficulty in passing stool. Castor oil acts as a laxative and helps improve the bowel movement. The ricinoleic acid present in Castor oil has a strong laxative effect and helps in easy elimination of fecal waste from the body. Hence, consuming Castor oil can help if you are suffering from constipation[2][4]. Castor oil acts as a laxative and helps improve the bowel movement. The ricinoleic acid present in Castor oil has a strong laxative effect and helps in easy elimination of fecal waste from the body. Hence, consuming Castor oil can help if you are suffering from constipation[2][4]. Ayurvedic View Castor oil might help manage constipation. Castor oil can be used as a laxative due to its Sookshma (fineness), Sara (smooth mobility) and Ushna (hot) properties. Because of these properties Castor oil also removes Ama (half digested and unmetabolized food) and congested Mala (feces). Castor is also a good laxative where stool is hard due to an aggravated Vata Dosha. This can be due to the frequent consumption of junk food, excess intake of coffee or tea, sleeping late at night, stress and depression. All these factors aggravate Vata in the large intestine and cause constipation. Castor oil helps correct constipation due to its Vata balancing and Rechana (laxative) properties. Tip: 1. Take 2-3 teaspoons of Castor oil into 1 glass of warm milk before sleeping for 7 days. 2. If you wish to continue for more than a week it is advisable to consult your doctor. Castor is also a good laxative where stool is hard due to an aggravated Vata Dosha. This can be due to the frequent consumption of junk food, excess intake of coffee or tea, sleeping late at night, stress and depression. All these factors aggravate Vata in the large intestine and cause constipation. Castor oil helps correct constipation due to its Vata balancing and Rechana (laxative) properties. Tip: 1. Take 2-3 teaspoons of Castor oil into 1 glass of warm milk before sleeping for 7 days. 2. If you wish to continue for more than a week it is advisable to consult your doctor. Modern Science View Induction of labor is an artificial process to stimulate uterine contractions for vaginal childbirth. Castor oil is used to naturally induce labor in pregnant women at term. Studies indicate that nearly 91% of the women who received Castor oil were able to give normal birth. Use of Castor oil was associated with little or no maternal or fetal complications. However, further studies are required to compare the safety and effectiveness of this natural method of labor induction with other available labor induction techniques[4][18]. Castor oil is used to naturally induce labor in pregnant women at term. Studies indicate that nearly 91% of the women who received Castor oil were able to give normal birth. Use of Castor oil was associated with little or no maternal or fetal complications. However, further studies are required to compare the safety and effectiveness of this natural method of labor induction with other available labor induction techniques[4][18]. Ayurvedic View Castor oil helps to induce labor contractions. It stimulates the gut and uterus to cause the first contraction due to its Sookshma (fineness), Sara (smooth mobility), Ushna (hot) and Vata balancing properties. Modern Science View Castor oil is considered as one of the commonly used colon cleansing agents. Adequate visualization of the colon mucosa is required to examine it for any kind of lesions during colonoscopy[4][16][17]. How effective is Castor Oil? Likely effective Constipation, Induction of labour, Intestine preparation before any surgery Insufficient evidence Adhesive bowel obstruction, Migraine, Syphilis Precautions when using Castor Oil Advice from Experts Important Modern Science View Never consume Castor seeds as a whole by mouth as it can cause a toxic effect and even death. This is because of the presence of a deadly poison called Ricin in the outer covering of the seed[13][14]. Modern Science View Avoid the use of Castor oil if you have intestinal problems like blocked intestine, stomach pain, or problems with your bile ducts or gall bladder[4]. Ayurvedic View Castor oil produces a strong laxative effect. An overdose of the oil can result in severe diarrhea. So it is advisable to avoid higher dosage and for a longer duration. Ayurvedic View Stop taking Castor oil immediately if you face stomach cramping, nausea, vomiting, and dizziness. Allergy Modern Science View Although not enough studies are available, it is advisable to use Castor oil under doctor's supervision if you are allergic to the oil or its constituents[4]. Breastfeeding Modern Science View Not enough studies are available on the safety of Castor oil during breastfeeding. So, it is advisable to avoid Castor oil if you are breastfeeding[4]. Pregnancy Ayurvedic View Never use Castor oil during pregnancy without consulting your doctor. Side Effects Important Modern Science View 1. Nausea 2. Vomiting 3. Diarrhea 4. Muscle cramps 5. Dizziness 6. Decreased urination[4][12] 2. Vomiting 3. Diarrhea 4. Muscle cramps 5. Dizziness 6. Decreased urination[4][12] FAQs about Castor Oil precautions Recommended Dosage of Castor Oil - Castor Oil Oil - 1/2-1 teaspoon once or twice a day. - Castor Oil Capsule - 1-2 capsules twice a day. How to use Castor Oil 1. Castor oil A. With Milk i. Take 2-3 teaspoons of Castor oil. ii. Drink it with warm milk at night before going to bed to manage constipation. iii. If you find this remedy nauseating and unpalatable replace milk with fruit juice. iv. You can also take Castor oil with Ginger water to improve appetite[10]. B. With Water i. Take 1 teaspoon of Castor oil. ii. Mix it in 1 glass of warm water. iii. Drink it 2 hours after meals twice a day, to manage constipation[2]. 2. Castor oil Capsule a. Take 1-2 Castor oil capsule. b. Swallow it with water. c. Take it preferably 2 hours after meals, twice a day. A. With Milk i. Take 2-3 teaspoons of Castor oil. ii. Drink it with warm milk at night before going to bed to manage constipation. iii. If you find this remedy nauseating and unpalatable replace milk with fruit juice. iv. You can also take Castor oil with Ginger water to improve appetite[10]. B. With Water i. Take 1 teaspoon of Castor oil. ii. Mix it in 1 glass of warm water. iii. Drink it 2 hours after meals twice a day, to manage constipation[2]. 2. Castor oil Capsule a. Take 1-2 Castor oil capsule. b. Swallow it with water. c. Take it preferably 2 hours after meals, twice a day. Benefits of Castor Oil Modern Science View Castor oil contains ricinoleic acid which has antibacterial properties. It can reduce acne by inhibiting the growth of acne-causing bacteria. However, if you have severe and active acne on your face, it is best to consult your dermatologist before using Castor oil[4][7][9]. Ayurvedic View Castor oil is good for controlling acne due to its Sookshma (fineness), Tikshna (sharp) and Rasayana (rejuvenating) properties. These properties of Castor oil help soothe the skin and inhibit bacterial growth. Avoid using Castor oil if your skin is excessively oily and hypersensitive. Tips: 1. Steam your face first for a couple of minutes. 2. After that, take little Castor oil and massage your face well in circular motion. 3. Add rose water to it to reduce the thickness of the oil. 4. Do this regularly for 2 weeks before going to bed at night. 5. Wash your face with mild herbal cleanser and cool water to close the pores of the skin. Tips: 1. Steam your face first for a couple of minutes. 2. After that, take little Castor oil and massage your face well in circular motion. 3. Add rose water to it to reduce the thickness of the oil. 4. Do this regularly for 2 weeks before going to bed at night. 5. Wash your face with mild herbal cleanser and cool water to close the pores of the skin. Modern Science View Castor oil is beneficial when added to artificial tear preparations for dry eyes. Ricinoleic acid in Castor oil allows it to spread readily over the tear film in the eyes which keeps the eyes moist[4][19]. Ayurvedic View Dryness of eyes is due to an aggravated Vata. Castor oil helps to reduce dryness of eye due to its Vata balancing property. Modern Science View Castor oil gives relief from muscle pain, inflammation, stiffness and joint pain in arthritis due to its Vata balancing property. Tip: 1. Massage gently on the affected area using Castor oil. 2. Repeat 1-2 times a day till you do not get relief from the symptoms of arthritis. Tip: 1. Massage gently on the affected area using Castor oil. 2. Repeat 1-2 times a day till you do not get relief from the symptoms of arthritis. How effective is Castor Oil? Likely effective Dry eyes Insufficient evidence Arthritis, Blisters (small fluid-filled pocket on skin), Boils, Corns, Ear infection, Skin disorders Precautions when using Castor Oil Allergy Ayurvedic View Avoid using Castor oil if you have a oily and acne prone skin. Modern Science View Apply Castor oil to a small area first to test for possible allergic reactions[4]. Side Effects Modern Science View Rash Itching[14] Itching[14] Recommended Dosage of Castor Oil - Castor Oil Oil - 2-5 drops, or as per your requirement. How to use Castor Oil 1. Castor oil A. Plain Castor oil i. Take 5-6 drops of Castor oil or as per your requirement. ii. Massage on the affected area. iii. Do it preferably before going to bed and leave it overnight. iv. You can also apply a hot pad for 15-30 minutes after massaging with the oil, to get relief from pain and stiffness in joints. v. Applying Castor oil 2-3 times a day using a cotton ball is good to manage skin diseases like psoriasis. B. With lemon juice i. Take 1 teaspoon of Castor oil. ii. Squeeze ½ lemon to it. iii. Apply evenly on the face. iv. Repeat three times a week for clear and smooth skin. A. Plain Castor oil i. Take 5-6 drops of Castor oil or as per your requirement. ii. Massage on the affected area. iii. Do it preferably before going to bed and leave it overnight. iv. You can also apply a hot pad for 15-30 minutes after massaging with the oil, to get relief from pain and stiffness in joints. v. Applying Castor oil 2-3 times a day using a cotton ball is good to manage skin diseases like psoriasis. B. With lemon juice i. Take 1 teaspoon of Castor oil. ii. Squeeze ½ lemon to it. iii. Apply evenly on the face. iv. Repeat three times a week for clear and smooth skin. Frequently asked questions Modern Science View It is advisable to store Castor oil in a cool dry place and especially away from sunlight to prevent the oil from getting spoiled. Modern Science View Tip to use Castor oil with Olive oil: 1. Take 1 tablespoon of Castor oil. 2. To it add 2 tablespoon Olive oil and mix well. 3. Warm a little before applying to your scalp. 4. Massage well and keep for minimum 1 hour. 5. Rinse well with shampoo. Castor oil when used with less viscous oils like Olive oil can be best for hair growth and for lustrous nourished hair[9]. 1. Take 1 tablespoon of Castor oil. 2. To it add 2 tablespoon Olive oil and mix well. 3. Warm a little before applying to your scalp. 4. Massage well and keep for minimum 1 hour. 5. Rinse well with shampoo. Castor oil when used with less viscous oils like Olive oil can be best for hair growth and for lustrous nourished hair[9]. Modern Science View Some of the best brands of Castor oil for hair are: a) Soulflower Castor oil b) Khadi Pure Herbal Ayurvedic Castor hair oil c) Nature's Absolutes Cold Pressed Castor Carrier Oil d) Morpheme Remedies Castor Oil e) Aroma magic Castor oil f) Deve Herbes Pure Castor Oil g) Aruba Essentials Castor Oil Undiluted h) Aloe Veda Distil Cold Pressed Hexane Free Castor Oil You can easily buy these online at 1mg. a) Soulflower Castor oil b) Khadi Pure Herbal Ayurvedic Castor hair oil c) Nature's Absolutes Cold Pressed Castor Carrier Oil d) Morpheme Remedies Castor Oil e) Aroma magic Castor oil f) Deve Herbes Pure Castor Oil g) Aruba Essentials Castor Oil Undiluted h) Aloe Veda Distil Cold Pressed Hexane Free Castor Oil You can easily buy these online at 1mg. Modern Science View Castor oil might help manage weight by suppressing your appetite and thereby curbing your hunger. It is a good laxative and helps improve your bowel movement. It can also reduce the problem of water retention in your body and help you lose weight. However excess consumption of Castor oil can lead to an electrolyte and fluid imbalance in the body and can also disturb your digestive system. So do not take more than 1 teaspoon of Castor oil in a day. However excess consumption of Castor oil can lead to an electrolyte and fluid imbalance in the body and can also disturb your digestive system. So do not take more than 1 teaspoon of Castor oil in a day. Ayurvedic View According to Ayurveda, an increase in weight is due to Ama (toxic remains in the body due to improper digestion), crammed Mala (feces) and Kapha vitiation (stagnation of water deposits). Castor oil eliminates all of them and helps to manage weight. Tip: 1. Take 1/-2-1 teaspoon of Castor oil with lukewarm water or fresh juice in the morning before breakfast. 2. Take it for 7 days for every alternate week. 3. Continue this for at least 3-4 months for better results. Tip: 1. Take 1/-2-1 teaspoon of Castor oil with lukewarm water or fresh juice in the morning before breakfast. 2. Take it for 7 days for every alternate week. 3. Continue this for at least 3-4 months for better results. Modern Science View Castor oil is known to interact with: Diuretic drugs 1. Castor oil acts as a laxative and excess consumption can decrease potassium levels in the body. Diuretics or water pills can also decrease the level of potassium in the body. 2. Taking Castor oil along with diuretics might cause too much decrease in potassium levels. So it is advisable to consult your doctor to avoid any risk and complications[4]. Diuretic drugs 1. Castor oil acts as a laxative and excess consumption can decrease potassium levels in the body. Diuretics or water pills can also decrease the level of potassium in the body. 2. Taking Castor oil along with diuretics might cause too much decrease in potassium levels. So it is advisable to consult your doctor to avoid any risk and complications[4]. Modern Science View 1. If you are pregnant and all ready to deliver, it might be safe to use Castor oil as it is said to induce labor. However, it is not advisable to use Castor oil without the supervision of a healthcare provider. 2. Also, it is highly unsafe to use Castor oil if you are pregnant and not at term as it might bring labor too early. 3. Another important thing is to avoid consuming Castor seeds as a whole by mouth during pregnancy as it can cause a toxic effect. This is because of the presence of a deadly poison called Ricin in the outer covering of the seed[4][15]. 2. Also, it is highly unsafe to use Castor oil if you are pregnant and not at term as it might bring labor too early. 3. Another important thing is to avoid consuming Castor seeds as a whole by mouth during pregnancy as it can cause a toxic effect. This is because of the presence of a deadly poison called Ricin in the outer covering of the seed[4][15]. Modern Science View Castor oil is considered safe when taken orally in appropriate doses (1/2-1 teaspoon) for a short period of time (less than one week). But high dose for more than a week is considered to be unsafe. It is also unsafe if the whole seed is taken orally without removing the outer cover (hull). This is because of the presence of a deadly poison called Ricin in the outer cover of the seed[13][14]. It is also unsafe if the whole seed is taken orally without removing the outer cover (hull). This is because of the presence of a deadly poison called Ricin in the outer cover of the seed[13][14]. Ayurvedic View Castor oil is normally safe if used within the recommended dosage and duration. Pregnant and lactating women and people with intestinal disease, appendicitis or abdominal pain should not take Castor oil without doctor's consultation. This is because of its Rechana and Ushna properties. Ayurvedic View Yes, you can drink Castor oil after consulting your physician. This is because it has strong laxative property. Castor oil should be taken with milk or water for better result. Ayurvedic View It is advisable to take Castor oil at night before sleeping to manage constipation. Tip: 1. Take 1/2-1 teaspoon Castor oil with warm milk at night to clear your bowel in the morning. 2. If you do not get relief then it is advisable to consult your doctor. Tip: 1. Take 1/2-1 teaspoon Castor oil with warm milk at night to clear your bowel in the morning. 2. If you do not get relief then it is advisable to consult your doctor. Ayurvedic View Yes, Castor oil is good for hemorrhoids. This is because it helps to manage constipation which is the prime cause of hemorrhoids and also helps to reduce inflammation and pain when applied externally. This is due to its Ropan (healing) property. Modern Science View Yes, Castor oil acts as a laxative and helps manage constipation. The ricinoleic acid present in Castor oil improves the bowel movement and helps in easy expulsion of stool. Hence, consuming Castor oil (not more than 1 teaspoon) can help if you are suffering from constipation[2][7]. Ayurvedic View Yes, Castor oil might helps manage constipation. Constipation is caused due to an aggravated Vata dosha. This can be due to the frequent consumption of junk food, excess intake of coffee or tea, sleeping late at night, stress and depression. All these factors aggravate Vata in the large intestine and cause constipation. Castor oil helps correct constipation due to its Vata balancing and Rechana (laxative) properties. Tip: It has good results where constipation occurs due to imbalance in Vata and Kapha. Imbalance in Vata causes the stool to become dry and hard and when Kapha becomes dominant in the colon then stool is expelled along with mucous. Both types of constipation can be treated with castor oil. Take 10-15 ml of the oil in 1 glass of milk (in case of Vata constipation) at night before sleeping or take 5-7.5 ml with warm water two hours after food (in case of Kapha constipation) twice a day. Tip: It has good results where constipation occurs due to imbalance in Vata and Kapha. Imbalance in Vata causes the stool to become dry and hard and when Kapha becomes dominant in the colon then stool is expelled along with mucous. Both types of constipation can be treated with castor oil. Take 10-15 ml of the oil in 1 glass of milk (in case of Vata constipation) at night before sleeping or take 5-7.5 ml with warm water two hours after food (in case of Kapha constipation) twice a day. Modern Science View Yes, Castor oil might be used to clean the stomach due to its strong laxative property. It promotes bowel movements and promotes easy removal of stools from the body[4][15]. Ayurvedic View Yes, Castor oil can be used for stomach cleansing. Bowel movements generally get disturbed due to an imbalanced Vata dosha. Castor oil helps to manage this due to its Rechan (laxative) and Vata balancing properties. This helps to clear the bowel movements easily making it easier for the stool to pass out. Tips: 1. Take 2-3 teaspoons of Castor oil. 2. Drink it with warm milk at night before going to bed to manage constipation. Tips: 1. Take 2-3 teaspoons of Castor oil. 2. Drink it with warm milk at night before going to bed to manage constipation. Modern Science View Not enough scientific evidence is available to support the role of Castor oil in managing gallstones. Modern Science View Castor oil plays an important role in case of infertility. This is due to the presence of certain hormones that inhibit follicle maturation in the ovary and prevent ovulation. This leads to reduced fertility which might prevent pregnancy[22]. Modern Science View Yes, Castor oil is used to reduce the symptoms of fibroid due to its tumor cell destroying property. The active constituent, lectins, present in Castor oil is absorbed by the skin and helps improve the immune response. This helps in removing cysts and tumors. It also helps clean out the toxins from the body and prevents the body from certain diseases[21]. Ayurvedic View Yes, Castor oil might help to manage fibroid. Fibroid is a condition which generally occurs due to an imbalance of Vata and Kapha dosha. Castor oil helps to ease the symptoms of fibroid due to its Vata and Kapha balancing properties. It might help to reduce the size of fibroid and also prevent its further occurrence. Modern Science View Yes, the topical application of Castor oil might help manage the symptoms of endometriosis such as pain and cramping by increasing the blood circulation to the reproductive organs[21][23]. Modern Science View Tip: 1. Mix equal amounts of Castor oil with less viscous oil like Coconut/Olive/Jojoba oil and apply to your scalp and hair tip. 2. Massage well and for best results leave it overnight. Since Castor oil is viscous in nature, it might be difficult to remove the oil completely in just one wash with shampoos. So it is advisable to shampoo well preferably a second time application of shampoo, leave for sometime and then wash it off with plain lukewarm water. 3. Do not use Castor oil alone on hair and scalp as it can cause hair felting (scalp disorder in which the hair becomes entangled as a result of Castor oil application)[5][6]. Severe hair felting might lead to chopping off the hair. 1. Mix equal amounts of Castor oil with less viscous oil like Coconut/Olive/Jojoba oil and apply to your scalp and hair tip. 2. Massage well and for best results leave it overnight. Since Castor oil is viscous in nature, it might be difficult to remove the oil completely in just one wash with shampoos. So it is advisable to shampoo well preferably a second time application of shampoo, leave for sometime and then wash it off with plain lukewarm water. 3. Do not use Castor oil alone on hair and scalp as it can cause hair felting (scalp disorder in which the hair becomes entangled as a result of Castor oil application)[5][6]. Severe hair felting might lead to chopping off the hair. Ayurvedic View In Ayurveda, it is said that excess heat causes hair loss by burning hair follicles. Due to Madhura (nourishing) property of Castor oil, it strengthens the root making it less prone to breakage. Apply Castor oil directly on the scalp, massage well and keep it for one hour before washing. You can also mix Castor oil with coconut oil, apply on the scalp and leave it overnight. Use Castor oil two to three times a week for better results. Modern Science View Yes, Castor oil is good for the skin. With regular application, it can help in skin lightening. Castor oil contains omega-3 fatty acids which stimulates healthy cell growth, reduces pigmentation and lightens your skin tone. Riconelic acid present in Castor oil helps fade dark spots and makes your skin scar free[7][8]. But the use of Castor oil depends on the type of skin you have. If you have oily and severe acne prone skin, it is better to consult your dermatologist before applying any kind of oil as it may clog the skin pores thus aggravating acne. But the use of Castor oil depends on the type of skin you have. If you have oily and severe acne prone skin, it is better to consult your dermatologist before applying any kind of oil as it may clog the skin pores thus aggravating acne. Ayurvedic View Castor oil good for the skin due to its Katu (pungent ) and Kashaya (astringent) nature. Castor oil helps clear away toxins and balances the normal flora of the skin. Apply Castor oil on the skin before going to bed and leave it overnight. You can add Coconut oil in order to reduce its thickness. Avoid Castor oil if your skin is highly oily. Modern Science View Yes, Castor oil might help control acne. Castor oil contains ricinoleic acid which has antibacterial properties. It can control acne by inhibiting the growth of acne-causing bacteria. However, if you have severe and active acne, it is best to consult your dermatologist before using Castor oil on the skin[7][9]. However, if you have severe and active acne, it is best to consult your dermatologist before using Castor oil on the skin[7][9]. Ayurvedic View According to Ayurveda, Castor oil is good for controlling acne due to its Sookshma (fineness) and Picchila (moisturizing) properties. These properties of Castor oil help soothe the skin and inhibit bacterial growth. Avoid using if your skin is excessively oily and hypersensitive. Tip: 1. Steam your face first for a couple of minutes. 2. After that, take little Castor oil and massage your face well in circular motion. 3. Add rose water to it to reduce the thickness of the oil. 4. Do this regularly for 2 weeks before going to bed at night. 5. Wash your face with mild herbal cleanser and cool water to close the pores of the skin. Tip: 1. Steam your face first for a couple of minutes. 2. After that, take little Castor oil and massage your face well in circular motion. 3. Add rose water to it to reduce the thickness of the oil. 4. Do this regularly for 2 weeks before going to bed at night. 5. Wash your face with mild herbal cleanser and cool water to close the pores of the skin. Modern Science View Castor oil has been used traditionally since years for hair growth. Since the oil is highly viscous it is recommended to mix Castor oil with other less viscous oil like Olive or Coconut oil and then apply on the scalp. Regular application will boost hair growth, help you get rid of dandruff and condition your hair from root to tip[10]. Ayurvedic View 1. In Ayurveda, it is said that excess heat causes hair loss by burning the hair follicles. Due to Madhura (nourishing) property of castor oil, it strengthens the root making it less prone to breakage. Apply castor oil directly on the scalp, massage well and keep it for at least one hour before washing. 2. You can also mix castor oil with coconut oil, apply on the scalp and leave it overnight. Use castor oil two to three times a week for better results. 3. Castor oil has Picchila (sticky) property and is a highly viscous oil, thus helps in moisturizing your hair. Apply a small quantity of castor oil at night before sleeping. 2. You can also mix castor oil with coconut oil, apply on the scalp and leave it overnight. Use castor oil two to three times a week for better results. 3. Castor oil has Picchila (sticky) property and is a highly viscous oil, thus helps in moisturizing your hair. Apply a small quantity of castor oil at night before sleeping. Modern Science View Although enough evidence is not there, Castor oil has been used traditionally to prevent pregnancy stretch marks. For best results, massage your abdomen with Castor oil during the last two months of pregnancy. Ayurvedic View Castor oil has properties of Picchila (sticky) and Ropan (healing) which helps in managing stretch marks. Tip: 1. Massage with Castor oil on the affected area in such a way that all the oil gets absorbed properly. 2. Do this 1-2 times a day for 2-3 weeks. Tip: 1. Massage with Castor oil on the affected area in such a way that all the oil gets absorbed properly. 2. Do this 1-2 times a day for 2-3 weeks. Modern Science View Castor oil mixed with less viscous oils like Coconut oil can be best for hair growth and lustrous hair. It might also help in minimizing hair loss. Tip: 1. Take 2 tablespoons of both Castor and Coconut oil. 2. Mix properly and warm a little before applying to your scalp. 3. Massage well and keep for minimum 1 hour. 4. Rinse well with a shampoo[10][11]. Tip: 1. Take 2 tablespoons of both Castor and Coconut oil. 2. Mix properly and warm a little before applying to your scalp. 3. Massage well and keep for minimum 1 hour. 4. Rinse well with a shampoo[10][11]. Modern Science View A. Massage with Castor oil 1. Clean your face with a herbal cleanser. 2. Take 1 teaspoon of Castor oil and massage your face in circular motion. 3. Rinse it off with water and pat dry with soft cloth. 4. Repeat this simple remedy before going to bed. 5. This helps enhance facial glow. B. Castor oil with Turmeric powder 1. Mix ½ teaspoon of Turmeric powder in 1 teaspoon of Castor oil. 2. Apply this paste on a clean face in a circular motion. 3. Allow it to dry for 15-20 minutes. 4. Rinse it off with water and pat dry. 6. This helps lighten the skin complexion and minimize scars. C. Castor oil with Lemon Juice and Honey 1. Mix 1 teaspoon of Castor oil with 1 tsp of raw Honey and ½ tsp of Lemon juice. 2. Wash your face and apply this paste on it. 3. Allow it to dry for 15-20 minutes. 4. Rinse it off with water. Lemon has good skin whitening property and Honey helps to hydrate and moisturize the skin. When mixed with Castor oil it helps to enhance the complexion and reduce pigmentation. 1. Clean your face with a herbal cleanser. 2. Take 1 teaspoon of Castor oil and massage your face in circular motion. 3. Rinse it off with water and pat dry with soft cloth. 4. Repeat this simple remedy before going to bed. 5. This helps enhance facial glow. B. Castor oil with Turmeric powder 1. Mix ½ teaspoon of Turmeric powder in 1 teaspoon of Castor oil. 2. Apply this paste on a clean face in a circular motion. 3. Allow it to dry for 15-20 minutes. 4. Rinse it off with water and pat dry. 6. This helps lighten the skin complexion and minimize scars. C. Castor oil with Lemon Juice and Honey 1. Mix 1 teaspoon of Castor oil with 1 tsp of raw Honey and ½ tsp of Lemon juice. 2. Wash your face and apply this paste on it. 3. Allow it to dry for 15-20 minutes. 4. Rinse it off with water. Lemon has good skin whitening property and Honey helps to hydrate and moisturize the skin. When mixed with Castor oil it helps to enhance the complexion and reduce pigmentation. Modern Science View 1. Castor oil is said to be good for hair growth but only if used in the right way i.e, by mixing with an equal amount of less viscous oil like Coconut or Olive oil. 2. Castor oil might cause acute hair felting (scalp disorder in which the hair becomes entangled as a result of Castor oil application). This is because of the high viscosity of the oil. Severe hair felting might lead to chopping off the hair[6]. 2. Castor oil might cause acute hair felting (scalp disorder in which the hair becomes entangled as a result of Castor oil application). This is because of the high viscosity of the oil. Severe hair felting might lead to chopping off the hair[6]. Ayurvedic View Yes, Castor oil is good for the growth of beard when applied on the face. Castor oil deeply penetrates and moisturizes the hair follicle because of its Snigdha (oily) and Sookshma (fineness) properties. Castor oil gives thicker and healthier beard and also keeps the face moisturized the whole day. Tip: 1. Take 6-8 drops of Castor oil mix with the same quantity of Coconut oil. 2. Massage for 2-4 minutes and leave it for the whole day or night. 3. Repeat this for at least 1-2 months for better results. Tip: 1. Take 6-8 drops of Castor oil mix with the same quantity of Coconut oil. 2. Massage for 2-4 minutes and leave it for the whole day or night. 3. Repeat this for at least 1-2 months for better results. Ayurvedic View Yes, Castor oil is good for eyebrows and eyelash when applied externally. It manages thinning of eyelashes and eyebrows as well as removes dryness responsible to obstruct the growth of eyelashes and eyebrows. This is because of its Snigdha (oily) nature. Tip: 1. Take 6-8 drops of Castor oil and mix with the same quantity of Coconut oil. 2. Apply on the eyelash just like applying mascara and leave it overnight. 3. Also apply this mixture on the eyebrows and massage for 2-5 minutes leave it overnight. Tip: 1. Take 6-8 drops of Castor oil and mix with the same quantity of Coconut oil. 2. Apply on the eyelash just like applying mascara and leave it overnight. 3. Also apply this mixture on the eyebrows and massage for 2-5 minutes leave it overnight. Modern Science View Eczema is a type of skin disease with itchy, dry and inflamed skin. Castor oil is good for managing eczema due to its emollient property. It contains natural emollients that deeply penetrate the skin, moisturizes the skin and dryness. Regular application of Castor oil on the affected areas helps manage the symptoms of eczema. It also helps soothe the skin. Modern Science View Yes, Castor oil might help manage dry and cracked heels due to its anti-bacterial and anti-inflammatory properties. It has good healing and soothing property. The regular application of Castor oil on heels restores moisture and softens the skin thereby healing the dry and cracked heels[19]. Ayurvedic View Yes, Castor oil can be used to manage cracked heels. According to Ayurveda, cracked heels generally occur due to an imbalance of Vata dosha. Castor oil helps to manage this condition due to its Vata balancing, Ropan (healing) and Snigdha (oily) properties. This helps in healing the skin and retaining moisture of the skin to prevent further damage. Tips 1. Apply a few drops of Castor oil on the heels before going to bed. 2. Repeat it daily for the better results. Tips 1. Apply a few drops of Castor oil on the heels before going to bed. 2. Repeat it daily for the better results. Modern Science View Yes, the topical application of Castor oil might help manage aging symptoms such as wrinkles and dry skin. It has an antioxidant and anti-inflammatory properties that help fight against free radicals and prevents cell damage thereby slowing down the process of aging[20]. Modern Science View Yes, Castor oil can be used for body massage. Due to its anti-inflammatory property, massaging the body with Castor oil gives relief from arthritic pain, inflammation and ache in muscles. Tips: 1. Take 2-3 teaspoons of Castor oil or as per your requirement to massage all over the body. OR 1. Dip a piece of cotton in Castor oil. 2. Place it on the affected area. 3. Then wrap the cotton pad with plastic. 4. Place a heating pad over the cotton pad that is plastic wrapped. 5. Leave it for about 45 min[18]. Tips: 1. Take 2-3 teaspoons of Castor oil or as per your requirement to massage all over the body. OR 1. Dip a piece of cotton in Castor oil. 2. Place it on the affected area. 3. Then wrap the cotton pad with plastic. 4. Place a heating pad over the cotton pad that is plastic wrapped. 5. Leave it for about 45 min[18]. Ayurvedic View Yes, Castor oil can be used for body massage as it is good for dry and normal skin. It helps improve skin texture and also keeps the skin healthy and due to its Katu (pungent ) and Kashaya (astringent) properties. Modern Science View Yes, Castor oil is used on dry skin due to its healing properties. It has an alkaline effect on the body and provides nourishment to the skin. It also acts as a barrier against the loss of water and prevents dryness of skin[16][17]. Ayurvedic View Yes, Castor oil is good for dry skin. According to Ayurveda, dry skin is due to an aggravated Vata dosha. Applying Castor oil helps to maintain the oiliness or moisture of the skin due to its Snehan (oily) and Vata balancing properties. References - Ladda al.Castor oil induces laxation and via ricinoleic acid activating prostaglandin EP3 receptors.Proc Natl Acad Sci U S A.2012;109(23):9179-9184. - Vieira C, S Evangelista S, Cirillo R, et al. Effect of ricinoleic acid in acute and subchronic experimental models of inflammation.Mediators Inflamm.2000;9(5):223-228. - WebMd.CastorBean:Uses, Side effects, Interactions, Dosage [Internet] Atlanta [Updated in 2016]. - McMullen R, Jachowicz J. Optical properties of hair: effect of treatments on luster as quantified by image analysis.J Cosmet Sci. 2003;54(4):335-51. - Maduri VR, Vedachalam A, Kiruthika Castor Oil\" - The Culprit of Acute Hair Felting. Int J Trichology. 2017;9(3):116-118. - McGarey WA. The Oil That Heals: A Physician's Success with Castor Oil Treatments.ARE Press.1993. - Shealy NC.Medical Intuition: Awakening to Wholeness.ARE Press, 2010. - Lindsey P.Essential oils & weight loss for beginners & essential oils & aromatherapy for beginners. Lulu Press,Inc.2015. - Bakhru HK.Herbs Good Health.Orient Paperbooks.1990. - Nayak BS, Ann CY, Azhar Ab, Ling ECS, Yen WH, Aithal PA.A Study on scalp hair health and hair care practices among Malaysian medical students.Int J Trichology. 2017;9(2):58-62.\",www.webmd.com/drugs/2/drug-278/castor-oil-oral/details,\"AL-Tamimi FA, Hegazi AEM.A 2008;8(1):83-87. - Palatnick W, Tenenbein M. Hepatotoxicity from castor bean ingestion in a child. J Toxicol Clin Toxicol 2000;38:67-9. - Garry D, Figueroa R, Guillaume J, Cucco V. Use of castor oil in pregnancies at term. Altern Ther Health Med 2000;6:77-9. - Weber TM, Herndon TJ, et al.Efficacy and Tolerability of Steroid-Free, Over-the-Counter Treatment Formulations in Infants surg.2012;25(1):12-19. - Johari H.Ayurvedic Massage: Traditional Indian Techniques for Balancing Body and Mind. Health and fitness.1996. - Kindersley D.Neal's Yard Remedies Beauty Book.Health and Manohar M.Ayurveda For All: Effective ayurvedic self cure for common and chronic ailments.Body-mind and spirit.2012. - Lin TK, Zhong L, Santiago JL.Anti-Inflammatory and Skin Barrier Repair Effects of Topical Application of Some Plant Oils.Int J Mol Sci.2018;19(1):2-21. - Hobbs C, Keville K.Women's to Cleanse, Purify & Renew.Healthy healing Inc. 2008. Disclaimer The content is purely informative and educational in nature and should not be construed as medical advice. Please use the content only in consultation with an appropriate certified medical or healthcare professional. "}