{"title": "CH105: Chapter 6 - A Brief History of Natural Products and Organic Chemistry - Chemistry", "author": null, "url": "https://wou.edu/chemistry/courses/online-chemistry-textbooks/ch105-consumer-chemistry/ch105-chapter-6-hydrocarbons/", "hostname": "wou.edu", "description": "Chapter 6: A Brief History of Natural Products and Organic Chemistry 6.1 Definition and Uses 6.2 Natural Product Function 6.3 Primary Metabolites 6.4 Secondary Metabolites 6.5 Where Do We Find Natural Products? Prokaryotic Organisms Bacteria Archaea Eukaryotic Organisms Fungi Plants Animals 6.6 Foundations in Organic and Natural Products Chemistry Early Investigations Structural Theories Expanding the Concept Milestones [...]", "sitename": "Chemistry", "date": "2017-01-27", "cleaned_text": "Chapter 6 - A Brief History of Natural Products and Organic Chemistry [Menu] CH105: Consumer Chemistry Chapter 6: A Brief History of Natural Products and Organic Chemistry [6.1 Definition and Uses](#definition) [6.2 6.1 Definition and Uses What is a natural product chemistry and why should we be interested in studying it? The broadest definition of a natural product is anything that is produced by life, and includes biotic materials (e.g. wood, silk), bio-based materials (e.g. bioplastics, cornstarch), bodily fluids (e.g. milk, plant exudates), and other natural materials that were once found in living organisms (e.g. soil, coal). A more restrictive definition of a natural product is any organic compound that is synthesized by a living organism. The science of organic chemistry, in fact, has its origins in the study of natural products, and has given rise to the fields of synthetic organic chemistry where scientists create organic molecules in the laboratory, and semi-synthetic organic chemistry where scientists modify existing natural products to improve or alter their activities. Natural products have high structural diversity and unique pharmacological or biological activities due to the natural selection and evolutionary processes that have shaped their utility over hundreds of thousands of years. In fact, the structural diversity of natural products far exceeds the capabilities of synthetic organic chemists within the laboratory. Thus, natural products have been utilized in both traditional and modern medicine for treating diseases. Currently, natural products are often used as starting points for drug discovery followed by synthetic modifications to help reduce side effects and increase bioavailabilty. In fact, natural products are the inspiration for approximately half of U.S. Food and Drug Administration (FDA) approved drugs. In addition to medicine, natural products and their derivatives are commonly used as food additives in the form of spices and herbs, antibacterial agents, and antioxidants to protect food freshness and longevity. In fact, natural organic products find their way into almost every facet of our lives, from the clothes on our backs, to plastics and rubber products, health and beauty products, and even the energy we use to power our automobiles. Natural products may be classified according to their biological function, biosynthetic pathway, or their source. 6.2 Natural Product Function Natural products are often divided into two major classes: primary and secondary metabolites. Primary metabolites are organic molecules that have an intrinsic function that is essential to the survival of the organism that produces them (i.e. the organism would die without these metabolites). Examples of primary metabolites include the core building block molecules (nucleic acids, amino acids, sugars, and fatty acids) required to make the major macromolecules (DNA, RNA, proteins, carbohydrates, and lipids) responsible for sustaining life. Secondary metabolites in contrast are organic molecules that typically have an extrinsic function that mainly affects other organisms outside of the producer. Secondary metabolites are not essential to survival but do increase the competitiveness of the organism within its environment. Natural products, especially within the field of organic chemistry, are often defined as primary and secondary metabolites. A more restrictive definition limiting natural products to secondary metabolites is commonly used within the fields of medicinal chemistry and pharmacognosy, the study and use of natural products in medicine. 6.3 Primary metabolites Primary metabolites are components of basic metabolic pathways that are required for life. They are associated with essential cellular functions such as nutrient assimilation, energy production, and growth/development. They have a wide species distribution that span many phyla and frequently more than one kingdom. Primary metabolites include the building blocks required to make the four major macromolecules within the body: carbohydrates, lipids, proteins, and nucleic acids (DNA and RNA). These are large polymers of the body that are built up from repeating smaller monomer units (Fig. 6.1). The monomer units for building the nucleic acids, DNA and RNA, are the nucleotide bases, whereas the monomers for proteins are amino acids, for carbohydrates are sugar residues, and for lipids are fatty acids or acetyl groups. Primary metabolites that are involved with energy production include numerous enzymes that breakdown food molecules, such as carbohydrates and lipids, and capture the energy released in molecules of adenosine triphosphate (ATP). Enzymes are biological catalysts that speed up the rate of chemical reactions. Typically they are proteins, which are composed of amino acid building blocks. The basic structure of cells and of organisms are also composed of primary metabolites. These include cell membranes (e.g. phospholipids), cell walls (e.g. peptidoglycan, chitin), and cytoskeletons (proteins). DNA and RNA which store and transmit genetic information are composed of nucleic acid primary metabolites. Primary metabolites also include molecules involved in cellular signaling, communication and transport. 6.4 Secondary metabolites Secondary metabolites, in contrast to primary metabolites are dispensable and not absolutely required for survival. Furthermore, secondary metabolites typically have a narrow species distribution. For example, the deadly nightshade, [Atropa belladonna](https://en.wikipedia.org/wiki/Atropa_belladonna), produces toxic hallucinogenic compounds, like scopolamine, but other plant species do not have this capacity. To date hundreds of thousands of secondary metabolites have been discovered! Secondary metabolites have a broad range of functions. These include pheromones that act as social signaling molecules with other individuals of the same species, other communication molecules that attract and activate symbiotic organisms, agents that solubilize and transport nutrients, known as siderophores, and competitive weapons (repellants, venoms, toxins etc.) that are used against competitors, prey, and predators. The function of many other secondary metabolites is unknown. One hypothesis is that they confer a competitive advantage to the organism that produces them. An alternative view is that, in analogy to the immune system, these secondary metabolites have no specific function, but having the machinery in place to produce these diverse chemical structures is important. A few secondary metabolites are, therefore, produced and selected for depending on what the organism is exposed to during its lifetime. Secondary metabolites have a diversity of structures and include examples such as alkaloids, phenylpropanoids, polyketides and terpenoids, as shown in Figure 6.2. [Alkaloids](https://en.wikipedia.org/wiki/Alkaloid) are secondary metabolites that contain nitrogen as a component of their organic structure and can be divided into many subclasses of compounds. [Nicotine](https://en.wikipedia.org/wiki/Nicotine), the addictive substance in tobacco is provided as an example alkaloid (Fig 6.2). The [Phenylpropanoids](https://en.wikipedia.org/wiki/Phenylpropanoid) are a diverse family of organic compounds that are synthesized from the amino acids phenylalanine and tyrosine (phenylalanine is shown in Figure 6.2). [Cinnamic acid](https://en.wikipedia.org/wiki/Cinnamic_acid) one of the volatile flavor molecules found in cinnamon is a phenylpropanoid. [Polyketides](https://en.wikipedia.org/wiki/Polyketide) are assembled from the building blocks of acetate and malonate to form large, complex structures. [Alflatoxin B1](https://en.wikipedia.org/wiki/Aflatoxin_B1), shown below, is a polyketide structure produced by fungi from the Aspergillus genus. These types of molds commonly grow of stored food crops, such as corn and peanuts and contaminate them with aflatoxins. Aflatoxins damage DNA molecules and act as a carcinogen, or cancer causing agent. Food crops contaminated with aflatoxins have been linked with cases of liver cancer. [Terpenoids](https://en.wikipedia.org/wiki/Terpenoid) are another large class of natural products that are constructed from 5-carbon monomer units called isoprene (Fig 6.2). [Natural rubber](https://en.wikipedia.org/wiki/Natural_rubber) is a good example of a terpenoid-based structure. It is assembled from multiple reapeating isoprene units (Fig 6.2). As we explore organic structures in more detail in the next few chapters we will continue to evaluate examples from these diverse classes of metabolites and how they impact our lives. 6.5 Where Do We Find Natural Products? Natural products may be extracted from the cells, tissues, and secretions of microorganisms, plants and animals. A crude (unfractionated) extract from any one of these sources will contain a range of structurally diverse and often novel chemical compounds. Chemical diversity in nature is based on biological diversity, so researchers travel around the world obtaining samples to analyze and evaluate in drug discovery screens or bioassays. This effort to search for natural products is known as bioprospecting. The discipline of pharmacognosy, which is the study of natural products with biological activity, provides the tools to identify, select and process natural products destined for medicinal use. Usually, a natural extract has some form of biological activity that can be detected and attributed to a single compound or a set of related compounds produced by the organism. These active compounds can be used in drug discovery and development directly as they are, or they may be synthetically modified to enhance biological properties or reduce side effects. Examples of biological sources used to find new natural products are described below. Prokaryotic Organisms A prokaryote is a unicellular organism that lacks a membrane-bound nucleus(karyon), mitochondria, or any other membrane-bound organelle. The word comes from the Greek (pro) \"before\" and (karyon) \"nut\" or \"kernel\". Prokaryotes can be divided into two domains, Archaea and Bacteria. In contrast, species with nuclei and organelles (Animals, Plants, Fungi and Protists) are placed in the domain Eukaryota. Figure 6.3. Phylogenetic Tree of Life Based on Genetic Sequencing of Ribosomal RNA. Developed by: [Maulucioni](https://commons.wikimedia.org/w/index.php?curid=24740337). In the prokaryotes, all the intracellular water-soluble components (proteins, DNA and metabolites) are located together in the cytoplasm enclosed by the cell membrane, rather than in separate cellular compartments. Prokaryotes are also much smaller than eukaryotic cells. Bacteria Although most of the drugs derived from bacteria are employed as anti-infectives, some have found use in other fields of medicine. Botulinum toxin (from Clostridium botulinum) and bleomycin (from Streptomyces verticillus) are two examples. Botulinum toxin is the neurotoxin responsible for botulism food poisoning (Fig. 6.5). It is caused by the bacterium, Clostridium botulinum, which can grow in improperly sterilized canned meats and other preserved foods. The poisoning can be fatal depending on how much of the toxin is ingested. It causes muscle weakness and paralysis. This toxin is now used cosmetically to help reduce facial wrinkles. It is injected in small doses into areas such as the forehead to cause paralysis to the muscles that create wrinkles. Also, the glycopeptide bleomycin is used for the treatment of several cancers including Hodgkin's lymphoma, head and neck cancer, and testicular cancer. Newer trends in the field include the metabolic profiling and isolation of natural products from novel bacterial species present in underexplored environments. Examples include secondary metabolite discovery from symbionts or endophytes. Symbionts are organisms that live in close association with another, often larger, organism known as a host. Endophytes are non-harmful symbionts that are associated with plants for at least part of their life cycle. In addition, discovery of organisms from tropical environments, subterranean bacteria found deep underground via mining/drilling, and marine bacteria continue to add to the complexity of secondary metabolites discovered. Figure 6.5. Botulinum toxin. (A) Diagram of botulinum toxin A. Consuming food products tainted with the neurotoxin produced by (B) the bacterium Clostridium botulinum, can cause paralysis and death. Interestingly, the neurotoxin (marketed as Botox, Dysport, Xeomin, and MyoBloc) has been adapted for medicinal use to reduce epileptic seizures and for cosmetic use to reduce wrinkles and frown lines by paralyzing muscle tissue in the forehead. Diagram (A) provided at [Wikipedia](https://commons.wikimedia.org/w/index.php?curid=4921284). Diagram (B) provided by the [CDC Prevention's Public Health Image Library](https://commons.wikimedia.org/w/index.php?curid=1869083) Archaea The discovery of organisms now classified as Archaea is fairly recent in our history, dating back to 1977 by the researchers, [Carl Woese ](https://en.wikipedia.org/wiki/Carl_Woese)and [George E. Fox](https://en.wikipedia.org/wiki/George_E._Fox). Genetic sequencing was used to show that a separate branch of ancient prokaryotic organisms diverged at an early stage in the history of life on Earth (Fig. 6.3). Thus, Woese suggested dividing the prokaryotic organisms into two major categories, Bacteria and Archaea, based on these genetic differences. It is noteworthy that many Archaea have adapted to life in extreme environments such as the polar regions, hot springs, acidic springs, alkaline springs, salt lakes, and the high pressure of deep ocean water. These Archaea species are known as extremophiles. Before the discovery by Woese and Fox, scientists thought that prokaryotic extremophiles were bacteria evolved from common bacterial species that are more familiar to us. Now, evidence suggests that they are actually very ancient lifeforms, and may have robust evolutionary connections to early life forms on Earth. Woese's work on Archaea is significant in its implications for the search for life on other planets, as extremophiles may be hearty enough to exist in the extreme environments located on distant worlds. Because many Archaea have adapted to life in extreme environments they also possess enzymes that are functional under quite unusual conditions. These enzymes are of potential use in the food, chemical, and pharmaceutical industries, where biotechnological processes frequently involve high temperatures, extremes of pH, high salt concentrations, and / or high pressure. For example, Pyrococcus furiosus is an extremophilic species of Archaea (Fig. 6.6). It can be classified as a hyperthermophile because it thrives best under extremely high temperatures—higher than those preferred of a thermophile. It is notable for having an optimum growth temperature of boiling water - 100°C (a temperature that would destroy most living organisms). Recently, [Dr. Tang's research group ](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4016594/) isolated a thermostable enzyme from this species that can breakdown lactose, a disaccharide sugar found in milk (Fig. 6.6). Lactose intolerance is a common health concern causing gastrointestinal symptoms and avoidance of dairy products by afflicted individuals. Since milk is a primary source of calcium and vitamin D, lactose intolerant individuals often obtain insufficient amounts of these nutrients which may lead to adverse health outcomes. Production of lactose-free milk can provide a solution to this problem, although it requires use of lactase from microbial sources and increases potential for contamination. Use of thermostable lactase enzymes can overcome this issue by functioning under pasteurization conditions. Early explorations of this enzyme show that it has optimal activity at 100oC and that it is thermostable even at 110oC (Fig. 6.6). Figure 6.6 The Extremophile Pyrococcus furiosus. (A) Shows a computer recreation of P. furiosus. (B) Shows the effects of temperature on the stability of the lactase enzyme, -glucosidase. (A) [Recreation of P. furiosus by: Effects of temperature figure on P. furiousus lactase activity and text adapted from: BMC Biotechnol. Plantae, and Animalia (Fig 6.7). Fungi are heterotrophic, eukaryotic organisms, either single-celled or multicellular, that are primarily decomposers within the environment. Heterotrophs are organisms that cannot produce their own food. Plants are multicellular eukaryotic organisms that are autotrophic, or capable of producing their own food. Plants are also characterized by having true roots, stems and leaves. Animals are multicellular, eukaryotic organisms that are heterotrophic, and are characterized by being mobile at some point in their lifetime. The term Protista (or sometimes Protoctista) is still often used to describe all other eurkaryotic organisms that do not fit in the Fungi, Plantae, or Animalia kingdoms. However, it is not an ideal grouping, as there are protists that are animal-like, plant-like and fungi-like grouped under one umbrella term. Many scientists prefer to reclassify the protist kingdom into sub-groupings of related organisms based on phylogenetic data, rather than use the older protist classification. In fact, the phylogenetic classification proposed by Carl Woese breaks Kingdom Protista into three major groups; the ciliates, the flagellates, and the microsporidia (Fig 6.3). In the following section, we will focus on natural product examples from the Fungi, Plant, and Animal kingdoms. However, keep in mind that many protists are also producers of interesting natural products. Figure 6.7 The Major Domains and Kingdoms of Life. By: [Maulucioni y Doridí](https://commons.wikimedia.org/w/index.php?curid=25888693) Fungi [Ergometrine](https://en.wikipedia.org/wiki/Ergometrine) (from [Claviceps spp](https://en.wikipedia.org/wiki/Ergot).) acts as a vasoconstrictor, and is used to prevent bleeding after childbirth (Fig 6.8, part E). You will notice in the photograph of Claviceps spp. that this genus of fungi commonly grows on grain crops such as wheat and barley. Contamination of grain crops with this fungi can lead to human poisoning if high quantities of the fungi are consumed. This type of poisoning is known as [ergotism](https://en.wikipedia.org/wiki/Ergotism) and can cause convulsions. The vasoconstrictive properties of ergometrine can also cause gangrenous side effects when ingested in toxic doses. Distal structures that are more poorly vascularized like the fingers and the toes are affected first. This can cause loss of peripheral sensation, edema, and ultimately the death and loss of affected tissues. [Cyclosporin](https://en.wikipedia.org/wiki/Ciclosporin) is another amazing example of a fungal metabolite with important medical implications. Cyclosporin is an alkaloid structure that is assembled from amino acid building blocks that forms a cyclic peptide structure (Fig 6.9). Its major biological activity is to suppress the immune response. Thus, it is widely prescribed to patients following an organ transplant, to help reduce the chance of organ rejection. Cyclosporin was isolated in 1971 from the fungus [Tolypocladium inflatum ](https://en.wikipedia.org/wiki/Tolypocladium_inflatum)(Fig 6.9). After 12 years of laboratory investigations and clinical testing, it was approved by the FDA for use in 1983. It is on the [World Health Organization's List of Essential Medicines](https://en.wikipedia.org/wiki/World_Health_Organization%27s_List_of_Essential_Medicines), as one of the most effective and safe medicines needed in a health system. Of note, T. inflatum is the asexual, single-celled form of a fungus that can also take on a sexually-reproducing multicellular life-stage, where it is known as the fungi, Cordyceps subsessilis (Fig 6.9). Cyclosporin is only produced during the asexual life-stage of the organism, demonstrating that gene expression can vary dramatically within an organism due to life-stage or other factors present within the environment of the organism. Photos By: [Kathie Hodge](http://botit.botany.wisc.edu/toms_fungi/Jun2006.html) Cyclosporin Structure from of Cyclosporin. (A) Multicellular life-stage the fungus, known as Cordyceps subsessilis, (B) unicellular life-stage of the fungus, known as Tolypocladium inflatum. (C) Structure of cyclosporine. Plants Life forms that are classified in the Plant Kingdom are multicellular eukaryotic organisms that are autotrophic, or capable of producing their own food. They produce their own food through the process of photosynthesis, where they utilize light energy from the sun to convert carbon dioxide and water into simple sugars. Oxygen is a by-product of this reaction. Thus, plants are a major source of oxygen on the planet. It is estimated that there are approximately 250,000 to 300,000 different species of plants on the planet. In addition to producing oxygen and being utilized as a food source, plants are also a major source of complex and highly structurally diverse secondary metabolites. This structural diversity is attributed in part to the natural selection of organisms producing potent compounds to deter herbivory (feeding deterrents). Though the number of plants that have been extensively studied is relatively small, many pharmacologically active natural products have been identified and are currently used as medical treatments. Clinically useful examples include the anticancer agents [paclitaxel](https://en.wikipedia.org/wiki/Paclitaxel) and [vinblastine](https://en.wikipedia.org/wiki/Vinblastine) Examples of active metabolites from plants. Animals Animals are multicellular, eukaryotic organisms of the kingdom Animalia. As described earlier, animals are heterotrophic organisms and are characterized by being mobile at some point in their lifetime. Animals can be divided broadly into vertebrates and invertebrates. Vertebrates have a backbone or spine (vertebral column), and amount to less than five percent of all described animal species. They include fish, amphibians, reptiles, birds and mammals. The remaining animals are the invertebrates, which lack a backbone. These include molluscs (clams, oysters, octopuses, squid, snails); sea anemones, corals), ctenophores (comb jellies), and sponges. The study of animals is called zoology. Animals also represent a source of bioactive natural products. In particular, venomous animals such as snakes, spiders, scorpions, caterpillars, bees, wasps, centipedes, ants, toads, and frogs have attracted much attention. This is because venom constituents (peptides, enzymes, nucleotides, lipids, biogenic amines etc.) often have very specific interactions with a macromolecular target in the body. As with plant feeding deterrents, this biological activity is attributed to natural selection, organisms capable of killing or paralyzing their prey and/or defending themselves against predators being more likely to survive and reproduce. For example, [Chlorotoxin](https://en.wikipedia.org/wiki/Chlorotoxin) is a 36-amino acid peptide found in the venom of the deathstalker scorpion ( [Leiurus quinquestriatus](https://en.wikipedia.org/wiki/Deathstalker)) which blocks small-conductance chloride channels (Fig. 6.11). It uses this toxin to immobilize it's prey. Figure 6.11 Chlorotoxin from the deathstalker scorpion (Leiurus quinquestriatus). A ribbon diagram of the chlorotoxin protein is shown on the right. Photo of the deathstalker scorpion by: [Ester Inbar](https://commons.wikimedia.org/w/index.php?curid=1979172) and Ribbon diagram in humans chlorotoxin binds preferentially to glioma brain cancer cells. A glioma is a type of tumor that forms in the brain or spinal chord. It can often become malignant, which is a term used to describe cancer that has poor prognosis and is prone to spreading to different areas of the body. Remarkably, chlorotoxin only binds with the tumor cells and not with normal brain tissue. This feature has allowed the development of new methods to treat, diagnosis, and remove several different types of cancer. For example, TM-601 which is the synthetic version of chlorotoxin is currently under phase II clinical trial. Radioactive Iodine-131 can be attached to TM-601 and used to treat malignant glioma. TM-601 crosses blood-brain and tissue barriers and binds to the malignant brain tumor cells without affecting healthy tissue. When TM-601 is attached to the radioactive Iodine-131 the iodine will also be recruited specifically to the tumor where it can preferentially kill the tumor cells. In addition, researchers at [Fred Hutchinson Cancer Research Center ](http://www.fredhutch.org/en.html?gclid=CJTZ45HLgdICFUNafgodiIME2w)have also created a chlorotoxin derivative called BLZ-100 that is attached to a fluorescent dye. This provides a long lasting signal that makes the tumor glow, almost as if all the parts of the tumor have been painted. It can be used in real time to help a surgeon determine where the edges of the tumor are or where the tumor has spread, so that in can be removed completely. Animal trials with this 'tumor paint' have shown positive results with many types of cancer. Figure 6.12 shows a tumor that has been removed from a dog that has breast cancer — it's called mammary carcinoma in a dog — and the surgeons knew about that big spot down in the bottom right, that was cancer, but really that's all they were able to tell from the clinical exam and the scans that were done in advance. This dog received a dose of tumor paint the day before surgery, and in the right panel of Figure 6.12 is what the surgeons were able to see. Not only could they see the main tumor, but they could see additional areas of cancer that were not visible to the naked eye. Figure 6.12 Making Cancer Visible. On the left is a photo of a mammary tumor that has been removed from dog. On the right, is the same mammary tumor exposed to BLZ-100. The fluorescent areas are where the cancer tissue is present. Photo by [Todd Bishop at Geekwire](http://www.geekwire.com/2015/dr-jim-olson-how-to-defeat-cancer-with-help-from-nature-scorpions-and-innovative-thinking/). All across America everyday, women who have had breast cancer surgery are told, \"you have clean margins, everything looks good, we'll follow it with some scans\", and then six to nine months later they start to get some bad news. Unfortunately, the surgeons can't always see exactly where the cancer is, and sometimes cancer isn't contiguous. It jumps around into some spots a little ways away from the primary, and tumor paint is helping making cancer much more visible. To hear more about this and other related drug developments, listen to [Jim Olson's Geekwire Talk ](http://www.geekwire.com/2015/dr-jim-olson-how-to-defeat-cancer-with-help-from-nature-scorpions-and-innovative-thinking/)posted below. Other novel drugs that have arisen from animal venoms include, teprotide, a peptide isolated from the venom of the Brazilian pit viper Bothrops jararaca (Fig 6.13). Teprotide was found to have activity as an antihypertensive agent and provided an initial lead compound for the development of blood pressure lowering medications. It was not a good drug candidate on its own, due to the expense in isolating it and the lack of oral availability. However the structure was used as a lead compound and many derivative structures were made to try and find smaller, more soluble, orally active compounds that had the same biological activity. This has resulted in the development of the currently presecribed antihypertensive agents, cilazapril and captopril (Fig Synthetic Derivatives Cilazapril and Captoprial. Teprotide (B) is a toxin produced by the pit viper, Bothrops jararaca (A). Due to poor oral availability and expense teprotide was not a good drug compound, however, its biological activity lead to the development of the synthetic antihypertensive drugs, Cilazapril (C) and Captorpril by: [Vaccinationist.](https://commons.wikimedia.org/w/index.php?curid=45591598) In addition to the terrestrial animals described above, many marine animals have been examined for pharmacologically active natural products, with [corals](https://en.wikipedia.org/wiki/Coral), [sponges](https://en.wikipedia.org/wiki/Sponge), [tunicates](https://en.wikipedia.org/wiki/Tunicate), [sea snails](https://en.wikipedia.org/wiki/Sea_snail), and [bryozoans](https://en.wikipedia.org/wiki/Bryozoa) yielding chemicals with interesting analgesic, antiviral, and anticancer activities. Two examples developed for clinical use include [-conotoxin ](https://en.wikipedia.org/wiki/Conotoxin)(from the marine snail [Conus magus](https://en.wikipedia.org/wiki/Conus_magus)) tunicate Ecteinascidia turbinata) (Figure 6.14). The former, -conotoxin, is used to relieve severe and chronic pain, while the latter, ecteinascidin 743 is used to treat cancer. 6.14 Medicines from the Sea. In the upper panel the marine snail, Conus magnus and it's active metabolite, -conotoxin, are shown. Note that -conotoxin is a protein. Thus, it's structure is much to large to show all the organic bonds. Proteins are often depicted in ribbon diagrams to give you a sense of the 3-dimensional folding patterns. In the lower panel the tunicate Ecteinascidia turbinate and its metabolite, ecteinascidin Ribbon [(back to the top)](#105ch6top) 6.6 Foundations of organic and natural product chemistry The concept of natural products dates back to the early 19th century, when the foundations of organic chemistry were laid. Organic chemistry was regarded at that time as the chemistry of substances derived from plants and animals. It was a relatively complex form of chemistry and stood in stark contrast to inorganic chemistry, the principles of which had been established in 1789 by the Frenchman Antoine Lavoisier in his work Traité Élémentaire de Chimie. Early Investigations During the first half of the nineteenth century, some of the first systematic studies of organic compounds were reported. Around 1816 Michel Chevreul started a study of soaps made from various fats and alkalis. This process is called saponification. You will notice that the ester bonds in the triacylglycerides (fats and oils) are broken down during the saponification process into the salts of the fatty acids and glycerol. He separated the different salts of the fatty acids that, in combination with the alkali, produced the soap. Since these were all individual compounds, he demonstrated that it was possible to make a chemical change in various fats (which traditionally come from organic sources), producing new compounds. This was an important discovery because up until that point, chemists believed that it was not possible to alter or synthesize organic compounds. In 1828 Friedrich Wöhler produced the organic chemical urea (carbamide), a constituent of urine, from inorganic starting materials (the salts potassium cyanate and ammonium sulfate), in what is now called the Wöhler synthesis. These types of foundational studies marked the birth of synthetic organic chemistry. 6.15 Model of Wöhler Synthesis. Created By: [Bensaccount](https://en.wikipedia.org/wiki/W%C3%B6hler_synthesis#/media/File:Wohler_synthesis.gif) Structural Theories In addition to being able to synthesize organic molecules, another critical aspect during the development of organic chemistry was the isolation and structural elucidation of organic substances: although the elemental composition of pure organic substances (irrespective of whether they were of natural or synthetic origin) could be determined fairly accurately, the molecular structure was still a problem. The urge to do structural elucidation resulted from a dispute between Friedrich Wöhler and Justus von Liebig, who both studied a silver salt of the same composition but had different properties. Wöhler studied silver cyanate, a harmless substance, while von Liebig investigated silver fulminate, a salt with explosive properties. The elemental analysis shows that both salts contain equal quantities of silver, carbon, oxygen and nitrogen. According to the prevailing ideas, both substances should possess the same properties, but this was not the case. This apparent contradiction was later solved by Berzelius's theory of isomers, whereby not only the number and type of elements are of importance to the properties and chemical reactivity, but also the position of atoms in space within a compound. This was a direct cause for the development of structure theories, such as the radical theory of Jean-Baptiste Dumas and the substitution theory of Auguste Laurent. However, it took until 1858 before by August Kekulé formulated a definite structure theory. He posited that carbon was tetravalent and can bind with other carbon atoms to form organic molecules. Archibald Scott Couper independently arrived at the idea of self-linking of carbon atoms (his paper appeared in June 1858), and provided the first molecular formulas where lines symbolized bonds connecting the atoms. For organic chemists, the theory of structure provided dramatic new clarity of understanding, and a reliable guide to both analytic and especially synthetic work. As a consequence, the field of organic chemistry developed rapidly from this point. Expanding the concept The concept of natural products chemistry, which was initially based on organic compounds that could be isolated from plants, was extended to include animal material in the middle of the 19th century by the German [Justus von Liebig](https://en.wikipedia.org/wiki/Justus_von_Liebig). In 1884, [Hermann Emil Fischer](https://en.wikipedia.org/wiki/Hermann_Emil_Fischer), turned his attention to the study of carbohydrates and purines, work for which he was awarded the Nobel Prize in 1902. He also succeeded to make a variety of carbohydrates synthetically in the laboratory, including [glucose](https://en.wikipedia.org/wiki/Glucose) and [mannose](https://en.wikipedia.org/wiki/Mannose). After the discovery of [penicillin](https://en.wikipedia.org/wiki/Penicillin) by [Alexander Fleming](https://en.wikipedia.org/wiki/Alexander_Fleming) in 1928, fungi and other micro-organisms were added to the arsenal of sources of natural products. Milestones By the 1930s, several large classes of natural products were known. Important milestones in natural products research have included several notable Nobel Prize awards: [Terpenes](https://en.wikipedia.org/wiki/Terpene), first systematically studied by [Otto Wallach](https://en.wikipedia.org/wiki/Otto_Wallach)(Nobel Prize 1910) and later by [Leopold on [porphins](https://en.wikipedia.org/wiki/Porphin)(including by Prize 1930) [Steroids](https://en.wikipedia.org/wiki/Steroid), by [Heinrich Otto Wieland](https://en.wikipedia.org/wiki/Heinrich_Otto_Wieland)(Nobel Prize 1927) and [Adolf Windaus](https://en.wikipedia.org/wiki/Adolf_Windaus)(Nobel Prize 1928) [Carotenoids](https://en.wikipedia.org/wiki/Carotenoid), studied by [Paul Karrer](https://en.wikipedia.org/wiki/Paul_Karrer)(Nobel by [Adolf Butenandt](https://en.wikipedia.org/wiki/Adolf_Butenandt)(Nobel Prize 1939) and Edward Calvin Kendall (Nobel Prize 1950) [Alkaloids](https://en.wikipedia.org/wiki/Alkaloid)and [anthocyanins](https://en.wikipedia.org/wiki/Anthocyanin), studied by, among others, [Robert Robinson](https://en.wikipedia.org/wiki/Robert_Robinson_(organic_chemist))(Nobel Prize 1947) - The discovery of the anti-parasitic compounds, [Avermectin and Artemisinin](https://www.nobelprize.org/nobel_prizes/medicine/laureates/2015/advanced-medicineprize2015.pdf). Avermectin Artemisinin by [Youyou Tu](https://en.wikipedia.org/wiki/Tu_Youyou)(Nobel Prize 2015) 6.7 Chapter Summary Interest in the biological activities of natural products from different organisms, especially for the discovery of useful medicines, has been a major driving force for the development of organic chemistry concepts and laboratory techniques. Natural products can be divided into two major classes, primary metabolites, which are required for an organism to survive, and secondary metabolites, which are not required for an organism to survive, but usually lend the organism some form of growth or survival advantage within its environment. Natural products are often classified based on major structural features. Four of the major classes of natural products are the alkaloids, which are organic molecules that contain nitogen, the phenylpropanoids which are derived from the amino acids phenylalanine or tyrosine, the polyketides derived from acetate and malonate, and the terpenoids, derived from the five-carbon building block, isoprene. The process of searching for and finding new natural products throughout the world is called bioprospecting and the discipline that elucidates the structure of natural products and studies their biological activity is called pharmacognosy. Biologically-active natural products can be found in all forms of life on the planet. The natural world is divided up into two major types of organisms: Prokaryotic organisms that are unicellular and lack membrane-bound organelles, and Eukaryotic organisms that can be unicellular or multicellular and have a nucleus and other membrane-bound organelles. Biologists classify Prokaryotic organisms into two major life domains, Bacteria and Archaea. The third domain, Eukaryota, houses all eukaryotic organisms. The domain Eukaryota is sub-divided into four major kingdoms, Animalia, Plantae, Fungi, and Protista. Some scientists breakdown the Kingdom Protista into smaller sub-categories. Natural products discovery from organisms within all of life's major domains have made lasting contributions to Western Medicine. Early investigations into organic chemistry and structure elucidation included work by Michel Chevreul on the study of soaps. The process of making soaps from fats and alkalis (basic substances) is called saponification. In the saponification reaction, an alkali base, such as sodium hydroxide, is used to breakdown an ester bond into an alcohol and the salt of a carboxylic acid (in this case, the fatty acid). These early studies, and studies by Wohler and others, paved the way for the field of Synthetic Organic Chemistry, the study of making organic molecules. 6.8 References: Chapter 6 materials have been adapted and modified from the following creative commons resources unless otherwise noted: 1. Natural product. (2016, December 29). In Wikipedia, The Free Encyclopedia. Retrieved 06:30, January 27, 2017, from [https://en.wikipedia.org/w/index.php?title=Natural_product&oldid=757173982](https://en.wikipedia.org/w/index.php?title=Natural_product&oldid=757173982) 2. Ergotism. (2016, December 24). In Wikipedia, The Free Encyclopedia. Retrieved 07:36, February 3, 2017, from [https://en.wikipedia.org/w/index.php?title=Ergotism&oldid=756409773](https://en.wikipedia.org/w/index.php?title=Ergotism&oldid=756409773) 3. Prokaryote. (2016, December 30). In Wikipedia, The Free Encyclopedia. Retrieved 20:33, January 27, 2017, from [https://en.wikipedia.org/w/index.php?title=Prokaryote&oldid=757396179](https://en.wikipedia.org/w/index.php?title=Prokaryote&oldid=757396179) 4. Wikibooks. (2015) Organic Chemistry. Available at: [https://en.wikibooks.org/wiki/Organic_Chemistry](https://en.wikibooks.org/wiki/Organic_Chemistry). 5. Clark, J. (2014) How to Draw Organic Molecules. Available at: [http://chem.libretexts.org/Core/Organic_Chemistry/Fundamentals/How_to_Draw_Organic_Molecules](http://chem.libretexts.org/Core/Organic_Chemistry/Fundamentals/How_to_Draw_Organic_Molecules) 6. [ Soderberg, T. ](http://facultypages.morris.umn.edu/%7Esoderbt/)(2016). [Organic Chemistry With a Biological Emphasis . ](http://chem.libretexts.org/Textbook_Maps/Organic_Chemistry_Textbook_Maps/Map%3A_Organic_Chemistry_With_a_Biological_Emphasis_%28Soderberg%29)Published under Creative Commons by-nc-sa 3.0. 7. Anonymous. (2012) Introduction to Chemistry: General, Organic, and Biological (V1.0). Published under Creative Commons by-nc-sa 3.0. Available at: [http://2012books.lardbucket.org/books/introduction-to-chemistry-general-organic-and-biological/index.html](https://archive.org/details/fwk-archive-20121229-2547) 8. Pyrococcus furiousus. Available at: [https://en.wikipedia.org/wiki/Pyrococcus_furiosus](https://en.wikipedia.org/wiki/Pyrococcus_furiosus) 9. Li, B., Wang, Z., Li, S., Donelan, W., Wang, X., Cui, T., & Tang, D. (2013). Preparation of lactose-free pasteurized milk with a recombinant thermostable -glucosidase from BMC Biotechnology, 13, 73. [http://doi.org/10.1186/1472-6750-13-73](http://doi.org/10.1186/1472-6750-13-73) Animal. (2017, February 5). In Wikipedia, The Free Encyclopedia. Retrieved 03:53, February 6, 2017, from [https://en.wikipedia.org/w/index.php?title=Animal&oldid=763775373 ](https://en.wikipedia.org/w/index.php?title=Animal&oldid=763775373) 11. Organic chemistry. (2017, February 8). In Wikipedia, The Free Encyclopedia. "}