{"title": "News", "author": null, "url": "https://arnoldlab.bme.umich.edu/news-2/", "hostname": "umich.edu", "description": null, "sitename": "arnoldlab.bme.umich.edu", "date": "2023-01-01", "cleaned_text": "December 2021: - Melissa is now Dr. Melissa Lemke after her defense titled, \"A systems approach to Elucidate Personalized Mechanistic Complexities of Antibody-Fc Receptor Activation Post-Vaccination\", congratulations Melissa! September 2021: - Melissa's newly published work was featured by the University of Michigan Engineering School - check out the article [here](https://bme.umich.edu/predicting-how-well-a-vaccine-will-work-for-you/)! August 2021: - Congratulations to Melissa and collaborators from the Chung Lab (University of Melbourne) on the publication of their manuscript, \"A systems approach to elucidate personalized mechanistic complexities of anitbody-Fc receptor activation post-vaccination\" in Cell Reports Medicine! July 2021: - Congratulations to Suzie, who is now officially a BME PhD Candidate after successfully passing her Qualifying Exam! May 2021: - Christina presented her 2 minute dissertation at the U of M Biomedical Engineering Symposium and was picked as one of the best presentations in the Precision Medicine section, check out her presentation [here](https://youtu.be/rGV3R5A2wy0)! - Congratulations to Emily for accepting an offer from the University of California, Los Angeles (UCLA) for her PhD studies! We are excited to see what you will do next! April 2021: - Congratulations to Melissa, Christina, and Suzie and collaborators from the Chung Lab (University of Melbourne) on the publication of their manuscript, \"Systems serology detects functionally distinct coronavirus antibody features in children and elderly\" in Nature Communications. March 2021: - Congratulations to Kat and colleagues in the Baker Lab and Shikanov Lab on the publication of their manuscript, \"Sequestered cell-secreted extracellular matrix proteins improve murine preservation\" in Acta Biomaterialia. - \"Immune responses to SARS-CoV-2 in three children of parents with symptomatic COVID-19\" in Nature Communications was ranked #17 in the 2020 Top 50 SARS-CoV-2 Articles! December 2020: - Congratulations to Christina and Melissa and colleagues in the Klatt Lab (University of Minnesota) and Ravel Lab (University of Maryland) on their publication of their manuscript, \"Quantitative modeling predicts mechanistic links between pre-treatment microbiome composition and metronidazole efficacy in bacterial vaginosis\" in Nature Communications. - Congratulations to Christina and colleagues in the Klatt Lab (University of Minnesota) for their publication of their manuscript, \"Impact of vaginal microbiome communities on joined the lab! - Congratulations to Melissa, Christina, Suzie and colleagues at the University of Melbourne, Australia on the publication of their manuscript: \"Immune responses to SARS-CoV-2 in three children of parents with symptomatic COVID-19\" in Nature Communications. October 2020: - Melissa had a great oral presentation at the virtual Biomedical Engineering Society Annual Meeting on, \"A Personalized Approach to Evaluate Antibody-Fc Receptor Activation Post Vaccination\"! - Christina and Kat also presented their research through On Demand presentations! September 2020: - Congratulations to Kat and colleagues in the Baker Lab on the publishing of their manuscript, \"Microengineered 3D pulmonary interstitial mimetics highlight a critical role for matrix degradation in myofibroblast differentiation\" in Science Advances. August 2020: - Congratulations to Kat and Christina, who officially became a BME PhD candidates after completing their Qualifying Exams! July 2020: - Congratulations Dr. Katy Norman on her defense of her PhD Dissertation!! Katy did amazing work in improving the understanding of progressive lung diseases and is the first PhD student to graduate from the Arnold Lab. - Congratulations to Katy and Kat on their publishing of, Identification of a unique temporal signature in blood and BAL associated with IPF progression., in Scientific Reports. May 2020: Virtual lab meetings keep us focused on research April 2020: Good News in Quarantine - Kat was awarded the very competitive, NSF GRFP (Graduate Research Fellowship Program) for her work on \"Elucidating inflammation storage networks in the fibrotic extra cellular matrix.\" Congratulations Kat! - Suzie joined the lab! October 2019: - The whole lab (Kelly, Katy, Melissa, Kat, Christina, and Emily) had a blast at the 2019 Biomedical Engineering Society Annual Meeting - Katy had a wonderful talk on, \"Identification of an Integrated Blood-Lung Protein Signature that Differentiates IPF Progression\". - Melissa also had a killer talk about, \"Systems Analysis Reveals Personalized Differences in Protective Ab-FcR Interactions Post-vaccination\". And didn't stop there and presented a poster titled, \"Systems Analysis Reveals Optimal Ab-Mucin Properties for Complex Formation Against HIV\". - Christina presented her first poster on \"Unraveling Mechanistic Complexities of Bacterial Growth Dynamics and Antibiotic Resistance in BV\". May 2019: - Melissa, Christina and Kelly had a great, flamingo-filled time at the 2019 HIV Mucosal Systems Meeting in Chicago, IL: - Melissa and Kelly presented posters, \"Antibody Fab-Fc properties outperform titer in predictive models of SIV vaccine-induced protection\" and \"Unraveling mechanistic complexities of antibody-Fc receptor interactions with a quantitative systems approach.\" - Melissa's poster was a hit and was voted one of the Top Poster Presentations of the conference! - Christina had her first talk, \"An ODE model of bacterial growth dynamics and MNZ resistance in the context of bacterial vaginosis\" which was voted one of the Top Oral Presentations of the conference! - Melissa and Kelly presented posters, \"Antibody Fab-Fc properties outperform titer in predictive models of SIV vaccine-induced protection\" and \"Unraveling mechanistic complexities of antibody-Fc receptor interactions with a quantitative systems approach.\" March 2019: - Arnold Lab received new R01 from the National Heart Lung and Blood Institute based on Katy's work in collaboration with Jeff Curtis, M.D. (Michigan Medicine) that employs systems engineering approaches to study COPD. - Congratulations to Katy and colleagues on the acceptance of their manuscript, Inference of Cellular Immune Environments in Sputum and Peripheral Blood Associated with Acute Exacerbation of COPD., in Cellular and Molecular Bioengineering. November 2018: - Kat and Christina joined the lab! October 2018: - The lab had a great time at the 2018 BMES Annual Meeting: - Katy's talk, \"Inference of Cytokine Networks in Sputum and Peripheral Blood Associated with AE-COPD\", was a hit! - Katy didn't stop there with a poster titled \"Inference of Cross-Tissue Compartment Cytokine Signatures in Pulmonary Fibrosis\". - Melissa had her first talk, \"An ODE Model of Antibody Complex Formation Against HIV\"! August 2018: - Congratulations to Melissa, who officially became a BME PhD candidate after completing her Qualifying Exam! - Congratulations to Katy and colleagues on the publication of their review, Proteomics: Clinical and research applications in respiratory diseases, in Respirology. - Congratulations to Melissa and colleagues in the Shikanov lab on the acceptance of their manuscript, Synergy of Paracrine Signaling During Early-Stage Mouse Ovarian Follicle Development In Vitro, in Cellular and Molecular Bioengineering. June 2018: - Congratulations to Katy and colleagues on the acceptance of their manuscript; Lung Dysbiosis, Inflammation, and Injury in Hematopoietic Cell Transplantation; in the American Journal of Respiratory and Critical Care Medicine. April 2018: - Katy and Melissa presented posters at the 2018 HIV Mucosal Systems Meeting in Santa Rosa, CA! January 2018: - Katy and Melissa represented the Arnold lab during the poster session at the UM Center Multi-scale Bio-imaging in Systems Biology Symposium of 2018! December 2017: - Kelly's collaborative review, Prospects from systems serology research, was published in Immunology. October 2017: - Katy's talk at the 2017 BMES Annual Meeting, \"Peripheral Blood Proteome of IPF Differs from Normal and Gives Insight into Immunological Processes\", was a hit! - Katy presented two posters \"Inference of cytokine networks in sputum and peripheral blood associated with acute exacerbations of COPD\", and \"New Insight into Idiopathic Pulmonary Fibrosis Data-driven at the NHLBI's Systems Biology Conference 2017! August 2017: - Congratulations to Katy, who officially became a BME PhD candidate after completing her Qualifying Exam! March 2017: - Congratulations to Katy and colleagues on the acceptance of their manuscript, The peripheral blood proteome signature of idiopathic pulmonary fibrosis is distinct from normal and is associated with novel immunological processes, in Scientific Reports. - Biotechnology and Bioengineering accepted the collaborative Arnold and Shea lab manuscript, Systems analysis of dynamic transcription factor activity identifies targets for treatment in olaparib resistant cancer cells . October 2016: - Melissa joined the lab! September 2016: - Congratulations to Caroline and colleagues on the acceptance of their manuscript Sustained virologic control in SIV+ macaques after antiretroviral and 47 antibody therapy in Science. - See this article about it in the [U-M BME News](http://bme.umich.edu/undergrad-caroline-woody-named-a-contributing-author-of-science-article/)! - See this article about it in the - Katy represented the Arnold lab during the poster session at the Advancing Precision Medicine through Complex Systems Biology Symposium of 2016! August 2016: - Congratulations to Katy on being awarded the Graduate Assistant in Areas of National Need (GAANN) fellowship. April 2016: - Caroline and Neha represented the Arnold lab at the University of Michigan UROP Spring Research Symposium of 2016! October 2015: - Katy joined the lab! - Caroline and Neha joined the lab! September 2015: - Kelly founds the Arnold lab as she joins "}