{"title": "PDF", "author": "PDF", "url": "https://www.supremecourt.gov/DocketPDF/21/21A90/197423/20211025114856574_Resps.%20Appendix.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "No. 2 1A90 IN THE Supreme Court of the United States JANE DOES 1-6, JOHN DOES 1-3, JACK DOES 1-1000, and JOAN DOES 1-1000 Plaintiffs -Applicants v. JANET T. MILLS, Governor of the State of Maine, JEANNE M. LAMBREW , Commissioner of the Maine Department of Health and Human Services, DR. NIRAV D. SHAH, Director of the Maine Center for Disease Control and Prevention , MAINE HEALTH , GENESIS HEALTHCARE OF MAINE , LLC, GENESIS HEALTHCARE , LLC, NORTHERN LIGHT FOUNDATION , and MAINE GENERAL HEALTH , Defendants -Respondents. APPENDIX FOR RESPONDENTS AARON M. FREY Attorney General, State of Maine THOMAS A . KNOWLTON Deputy Attorney General Chief, Litigation Division KIMBERLY LEEHAUG PATWARDHAN* Assistant Attorney General VALERIE A. WRIGHT Assistant Attorney General kimberly.patwardhan@maine.gov 6 State House Station Augusta, Maine 04333 -0006 207-626-8570 October 25, 2021 * Counsel of Record Counsel for Respondents Janet T. Mills, Jeanne M. Lambrew, and Nirav D. Shah NOLAN L. REICHL * JAMES R. ERWIN KATHARINE I. RAND nreichl@pierceatwood.com Pierce Atwood LLP 254 Commercial Street Portland, Maine 04101 207-791-1100 *Counsel of Record Counsel for Respondents MaineHealth, Genesis Healthcare of Maine, LLC, Genesis Healthcare LLC, and MaineGeneral Health R.A. i TABLE OF CONTENTS Page Declaration of Kimberly L. Patwardhan (D. Ct. Dkt. No. 48 -2) (effective April 16, -2) ................................ Ct. Dkt. Ex. Healthcare Worker Immunization Assessment Report ) (D. August -8) ................................ ................................ TABLE OF CONTENTS (cont'd) Page Gagné -Holmes Decl., Ex. 4 (Basis Statement, \"Immunization Requirements for Workers,\" 10 -144-264 C.M.R. (effective Requirements for Healthcare Workers,\" 10 -144-264 C.M.R. (noticed September No. 49 -10) ................................ ................................ ...................... 83 Declaration of April Nichols (D. Ct. Dkt. No. 50 -2) ................................ .................... 91 Declaration of Judy West (D. Ct. Dkt. No. 50 -3) ................................ ........................ 94 Declaration of Cohen (D. Ct. Dkt. No. 50 -4) ................................ ....................... 97 Declaration of Bolin (D. Ct. Dkt. No. 51 -2) ................................ ...................... 100 UNITED STATES DISTRICT COURT FOR THEDISTRICT OF MAINE JANE DOES 1 -6, et al., Plaintiffs, v. JANET T. MILLS, in her official capacity as the Governor of the State of Maine, et al., Defendants. Civil Action No. 1:21- cv-00242- JDL DECLARATION OF KIMBERLY L. PATWARDHAN, AAG 1. My name is Kimberly L . Patwardhan. I am an Assistant Attorney General for the State of Maine. 2. The statements made in this declaration are based upon my personal knowledge. 3. Attached hereto as Exhibit 1 is a true and accurate copy An Act To Protect Maine Children and Students from Preventable Diseases by Repealing Certain Exemptions from the Laws Governing Immunization Requirements , L.D. 798 (129th Legis. 2019). 4. According to records kept by the Maine Legislature and made publicly available, there was a public hearing on L.D. 798 on March 13, 2019. Hundreds of interested persons submitted written testimony in favor of, in opposition to, or neither for nor against L.D. 798. 5. The Maine Legislature published the written testimony on L.D. 798 on its website. In addition, the Maine State Law and Legislative Reference Library publishes Maine legislative documents on its website and makes the contents of Maine legislative committee files available on request. Case 1:21-cv-00242-JDL Document 48 Filed 09/15/21 Page 1 of 6 PageID #: 277 R.A. 1 6. Attached hereto as Exhibit 2 is a true and accurate copy of the testimony of Representative Ryan Tipping, one of the bill's sponsors, on L.D. 798, which testimony is available on the Maine Legislature's website. 7. Attached hereto as Exhibit 3 is a true and accurate copy of the testimony of Representative Genevieve McDonald, one of the bill's sponsors, on L.D. 798, which tes timony is available on the Maine Legislature's website. 8. Attached hereto as Exhibit 4 is a true and accurate copy of the testimony of Nancy Beardsley, Acting Director of the Maine Center for Disease Control and Prevention, on L.D. 798, which testimony is available on the Maine Legislature's website. 9. Attached hereto as Exhibit 5 is a true and accurate copy of the testimony of Rebecca Boulos on behalf of the Maine Public Health Association on L.D. 798, which testimony is available on the Maine Legislature's website. 10. Attached hereto as Exhibit 6 is a true and accurate copy of the testimony of James Madara, on behalf of the American Medical Association, on L.D. 798, which testimony is available on the Maine Legislature's website. 11. Attached hereto as Exhibit 7 is a true and accurate copy of the testimony of Deborah Hagler , M.D., on behalf of the American Academy of Pediatrics , on L.D. 798, which testimony is available on the Maine Legislature's website. 12. Attached hereto as Exhibit 8 is a true and accu rate copy of the testimony of Patricia Endsley, from the Maine Association of School Nurses on L.D. 798, which testimony is available on the Maine Legislature's website. Case 1:21-cv-00242-JDL Document 48 Filed 09/15/21 Page 2 of 6 PageID #: 278 R.A. 2 13. Attached hereto as Exhibit 9 is a true and accurate copy of the testimony of Lisa Harv ey- McPherson, on behalf of Northern Light, on L.D. 798, which testimony is available on the Maine Legislature's website. 14. Attached hereto as Exhibit 10 is a true and accurate copy of the testimony of Rebecca Hemphill, M.D., on behalf of MaineHealth, on L.D. 798, which testimony is available on the Maine Legislature's website. 15. Attached hereto as Exhibit 11 is a true and accurate copy of the testimony of Stanley Chaleff, M.D. on L.D. 798, which testimony is available on the Maine Legislature's website. 16. Attached hereto as Exhibit 12 is a true and accurate copy of the testimony of Tin Ha -Ngoc, M.D. of Maine on L.D. 798, which testimony is available on the Maine Legislature's website. 17. Attached hereto as Exhibit 13 is a true and accurate copy of the testimony of Em ily Keller, M.D. on L.D. 798, which testimony is available on the Maine Legislature's website. 18. Attached hereto as Exhibit 14 is a true and accurate copy of the testimony of Juliana L'Heureux of the American Nurses Association of Maine on L.D. 798, which te stimony is available on the Maine Legislature's website. 19. Attached hereto as Exhibit 15 is a true and accurate copy of the testimony of Peggy McRae on behalf of the Nursing Leaders of Maine on L.D. 798, which testimony is available on the Maine Legislature' s website. 20. Attached hereto as Exhibit 16 is a true and accurate copy of the testimony of Jennifer Wriggins, Esq. of Maine on L.D. 798, which testimony is available on the Maine Legislature's website. Case 1:21-cv-00242-JDL Document 48 Filed 09/15/21 Page 3 of 6 PageID #: 279 R.A. 3 21. Attached hereto as Exhibit 17 is a true and accurate copy of the testimony of Suzanne Lafreni ere, on behalf of the Roman Catholic Diocese of Portland, on L.D. 798, which testimony is available on the Maine Legislature's website. 22. Attached here to as Exhibit 18 is a true and accurate co py of the article by John D. Grabenstein, What the World's religions teach, applied to vaccines and immune globulins , which was published in the February 2013 issue of Vaccine and presented to the Education Committee during the consideration of L.D. 798. This article is available in the committee file of L.D. 798. 23. Attached hereto as Exhibit 19 is a true and accurate copy of Committee Amendment A to L.D. 798, which is available on the website of the Maine State Law and Legislative Reference Library . 24. Attached hereto as Exhibit 20 is a true and accurate copy of select pages of the Journal and Legislative Record of the Maine House of Representatives from April 23, 2019, that include remarks from the floor of the Maine House on L.D. 798. 25. Attached hereto as Exh ibit 21 is a true and accurate copy of select pages of the Senate Legislative Record of the Maine Senate from May 2, 2019, that include remarks from the floor of the Maine Senate on L.D. 798. 26. Attached hereto as Exhibit 22 is a true and accurate copy of s elect pages of the Journal and Legislative Record of the Maine House of Representatives from May 7, 2019, that include remarks from the floor of the Maine House on L.D. 798. 27. Attached hereto as Exhibit 23 is a true and accurate copy of select pages of the Senate Legislative Record of the Maine Senate from May 14, 2019, that include remarks from the floor of the Maine Senate on L.D. 798. Case 1:21-cv-00242-JDL Document 48 Filed 09/15/21 Page 4 of 6 PageID #: 280 R.A. 4 28. Attached hereto as Exhibit 24 is a true and accurate copy of select pages of the Journal and Legislative Record of the Maine House of Representatives from May 21, 2019, that include remarks from the floor of the Maine House on L.D. 798. 29. Attached hereto as Exhibit 25 is a true and accurate copy of select pages of the Jour nal and Legislative Record of the Maine House of Representatives from May 23, 2019, that include remarks from the floor of the Maine House on L.D. 798. 30. Attached hereto as Exhibit 26 is a true and accurate copy of select pages of the Senate Legislative Re cord of the Maine Senate from May 23, 2019, that include remarks from the floor of the Maine Senate on L.D. 798. 31. Attached hereto as Exhibit 27 is a true and accurate copy of Chapter 154 of the Maine Public Laws from 2019, which was signed by the Governor on May 24, 2019. I DECLARE, PURSUANT TO 28 U.S.C. § 1746, UNDER PENALTY OF PERJURY THAT THE FOREGOING IS TRUE AND CORRECT. Dated: September 15 , 2021 /s/ Kimberly L. Patwardhan, AAG ______ Kimberly L. Patwardhan, AAG Case 1:21-cv-00242-JDL Document 48 Filed 09/15/21 Page 5 of 6 PageID #: 281 R.A. 5 CERTIFICATE OF SERVICE I hereby certify that on September 15, 2021, I electronically filed this document and its attachments with the Clerk of the Court using the CM/ECF system and that the same will be sent electronically to registered participants as identified in the CM/ECF electronic filing system for this matter. /s/ Kimberly L. Patwardhan KIMBERLY L. PATWARDHAN Assistant Attorney General Office of the Attorney General 6 State House Station Augusta ME 04333- 0006 Tel. (207) 626- 8570 Fax (207) 287-3145 kimberly.patwardhan@maine.gov Case 1:21-cv-00242-JDL Document 48 Page 6 6 PageID #: 282 R.A. 6Printed on recycled paper129th MAINE LEGISLATURE FIRST REGULAR SESSION-2019 Legislative Document No. 798 H.P. 586 House of Representatives, February 12, 2019 An Act To Protect Maine Children and Students from Preventable Diseases by Repealing Certain Exemptions from the Laws Governing Immunization Requirements Reference to the Committee on Education and Cultural Affairs suggested and ordered printed. ROBERT B. HUNT Clerk Presented by Representative TIPPING of Orono. Cosponsored by Representative TUCKER of Brunswick, Senator WOODSOME of York and Representatives: BICKFORD of Auburn, HUBBELL of Bar Harbor, HYMANSON of York, McDONALD of Stonington, MEYER of Eliot, PERRY Calais, #: 283 R.A. 7Page 1 - 129LR0080(01)-11 Be it enacted by the People of the State of Maine as follows: 2 Sec. 1. 20-A MRSA §6355, sub-§3, as amended by PL 2001, c. 326, §2, is 3 repealed. 4 Sec. 2. 20-A MRSA §6359, sub-§3, ¶B, as amended by PL 2001, c. 326, §6, is 5 repealed. 6 Sec. 3. 22 MRSA §802, sub-§4-B, ¶B, as enacted by PL 2001, c. 185, §2, is 7 repealed. 8 Sec. 4. 22 MRSA §8402, sub-§3, ¶A, as amended by PL 2001, c. 645, §10, is 9 further amended to read: 10 A. The department shall adopt rules regarding the health of staff as required to 11 protect the health and safety of the children. The rules must include a requirement 12 that every 2 years each licensee, administrator or other staff member of the nursery 13 school who provides care for children be declared free from communicable disease 14 by a licensed physician, except that this requirement may be waived for a person who 15 objects on the grounds of sincerely held religious or philosophical belief. Rules 16 adopted pursuant to this paragraph are routine technical rules as defined in Title 5, 17 chapter 375, subchapter II-A 2-A. 18 Sec. 5. Rules. The Department of Education and the Department of Health and 19 Human Services shall amend their rules to remove any rules exempting persons from 20 immunization requirements because of their religious or philosophical beliefs. Rules 21 adopted by the Department of Education must provide that a student who is covered by 22 an individualized education plan on the effective date of this Act and has elected a 23 philosophical or religious exemption from immunization requirements on or before the 24 effective date of this Act may continue to attend school under that student's existing 25 exemption as long as: 26 1. The parent or guardian of the student provides a statement from an appropriate 27 medical professional that the medical professional has consulted with that parent or 28 guardian and has made that parent or guardian aware of the risks and benefits associated 29 with the choice to immunize; or 30 2. If the student is 18 years of age or older, the student provides a statement from an 31 appropriate medical professional that the medical professional has consulted with that 32 student and has made that student aware of the risks and benefits associated with the 33 choice to immunize. 34 Rules adopted pursuant to this section are routine technical rules as defined in the 35 Maine Revised Statutes, Title 5, chapter 375, subchapter 2-A. 36 SUMMARY 37 Current law allows exemptions from immunization requirements based on religious 38 or philosophical beliefs for students in elementary and secondary schools and EXHIBIT 1Case 1:21-cv-00242-JDL Document 48-1 Filed 09/15/21 Page 2 284 R.A. 8Page 2 - 129LR0080(01)-11 postsecondary schools and employees of nursery schools and health care facilities. This 2 bill removes those exemptions. The bill also directs the Department of Education and the 3 Department of Health and Human Services to remove any immunization exemptions 4 based on religious or philosophical beliefs from their rules and requires the Department 5 of Education to adopt rules allowing a student who is covered by an individualized 6 education plan and has elected a philosophical or religious exemption from immunization 7 requirements to continue to attend school under the existing exemption as long as an 8 appropriate medical professional provides a statement that the medical professional has 9 provided information on the risks and benefits associated with the choice to immunize. EXHIBIT 1Case 1:21-cv-00242-JDL Document 48-1 Filed 3 Phone: (207) 866-4333 Ryan.Tipping@legislature.maine.gov March 13, 2019 HOUSE OF REPRESENTATIVES 2 STATE HOUSE STATION AUGUSTA, MAINE 04333-0002 (207) 287-1400 TTY: (207) 287-4469 Testimony of Rep. Ryan Tipping presenting LD 798, An Act To Protect Maine Children and Students from Preventable Diseases by Repealing Certain Exemptions from the Laws Governing Immunization Requirements Before t/ie Joint Standing Committee on Education a11d Cultural Affairs Good afternoon, Senator Millett, Representative Kornfield, and esteemed members of the Joint Standing Committee on Education and Cultural Affairs. My name is Ryan Tipping and it is my honor to represent most of the wonderful residents of Orono in the House. I am here to present LD 798, An Act To Protect Maine Children and Students from Preventable Diseases by Repealing Certain Exemptions from the Laws Governing Immunization Requirements. Senators, Representatives, please imagine that we are in a boat. The boat is leaking and is almost filled with water. It would make sense that we would all want to grab our bail buckets and try to keep afloat. And if, after much hard work, the boat is nearly dry, you could forgive some of us for relaxing a bit Some might even set aside the bailing buckets. But, sure enough, the leak will eventually overtake us if we become complacent. There is a reason the Centers for Disease Control use this metaphor of a leaky boat to represent a community taldng on the struggle of fighting infectious disease. It is a reminder that when our foe is a dangerous, intangible entity capable of putting our children's lives at risk, we are in this together. The actions we take as individuals affect the lives of our neighbors. In this metaphor, the ultimate solution is to plug the hole. In reality, this can only happen when we work together as a society to raise our immunity threshold _to the point where a disease cannot take root, and then keep it at that level until there is no source of that disease left to defend against. We have been successful m the past at achieving this goal, most notably with smallpox. But what we are seeing now is a rising tide of diseases that previous generations worked tirelessly to defeat. In my work on this bill, I have come to realize that there is a generational District 123: Orono (part) i I I EXHIBIT 2Case 1:21-cv-00242-JDL Document 48-2 Filed 09/15/21 Page 1 of 3 PageID #: 286 R.A. 10divide. When I talk to my peers about whooping cough or measles, some stare blankly, some shrug, and I have even had others try to convince me that these diseases are harmless. When I discuss this same topic wth people who have earned the wisdom that only comes with experience, I get a very different reaction. You will very likely hear some of these stories today, like what it felt like to hold an infant unsuccessfully gasping for air while in the throes of pertussis or what it was like to care for a family member paralyzed by polio. I think it is safe to say that a growi ng number of people, despite the considerable education campaigns and widespread access to public health, may not see the value in continuing to bail out our little boat. I think it is also safe to say that the risk is much more dangerous than getting our feet wet. We have all seen the news reports from across the country over the last few months. From Clark County, Washington, to New York City, measles is returning in staggering numbers. Whether it's because of misinformation, fear, or indecision, people have withdrawn from the public effort to keep our communities floating high enough within acceptable immunity percentages to avoid catastrophe. Members of the committee, the bill before you is an attempt to reverse this trend and ensure that now and into the future our schools and daycares will be places where children can learn and grow without fear of serious, harmful, preventable diseases. The bill removes non-medical exemptions to the decades-old immunization requirements for the institutions where our children spend most of their waking hours. It also tightens the exemptions for health care workers, many of whom are here today, and daycare employees. As a matter of practicality, it grandfathers students who are both currently claiming a non-medical exemption and enrolled in an individualized education plan. The bill further calls on both the Department of Health and Human Services and the Department of Education to amend their rules to ensure full implementation of these changes. These changes are necessary if we want to prevent headlines from Washington and New York from appearing instead on the front page of the Bangor Daily News. Headlines like \"[Governor] Inslee Declares State of or \"Cost of to climb higher\" or \"Measles Outbreak: 1 student got 21 others sick.\" And, to be clear, Maine has felt the sting of infectious disease in recent years as well. In 2018, we saw 13 outbreaks of pertussis in schools. In 2017, we had our first case of measles since 1997. And there are more exam ples. These headlines and stories are particularly troubling to people who cannot be inununized, whether due to illness or age. You will hear from some of these people today, including parents of young children who, like my daughter, attend daycares where the only protection between toddlers who have established inununities and infants who do not is a half door or a few feet between tables in the lunchroom. You will also hear from parents of immunocompromised or District 123: Orono (pait) EXHIBIT 2Case 3 PageID #: 287 R.A. 11immunosuppressed children who will never achieve the immunities needed to protect them and rely on their neighbors' vaccinations in order to even be in school at all. You will also hear from people who cannot receive the immunizations for medical reasons. I want to take a moment here to say that in the case of medical exemptions, a physician should be able to sit down with their patient and their parents and look at the best medical science available to them in order to make a determination on whether or not a medical exemption is warranted. I do not believe any group of legislators should be limiting a doctor who is practicing within the scope of their field and using their best medical judgment from doing what is right for their patient. If this committee needs to clarify this point in rules, I would consider it a friendly amendment. Before I wrap.up, I want to make sure to emphasize one point. We are all in this together. We must confront this issue as a state, not as individuals. I believe everyone who is going to testify today is doing so in an attempt to protect their loved ones or generally make their state a better place. We are in this together and we must approach this subject with humility and civility. In working on this bill, I have had countless conversations with people all over the spectrum of opinion on this topic. I have tried to react to concerns where I hear them, respond to criticism constructively, and incorporate new ideas into the bill. I want t.o sincerely thank everyone who has attempted to reach out and engage on the issue. After today, the work of crafting good policy will be in the committee's hands. I will try to be a resource as you wrangle with the different aspects of this problem, but, as you can probably guess, there are people currently in the room far more qualified than me to answer questions. I encourage you to focus today on the people who have traveled great distances and save questions for your colleagues until the work session. We will all have the opportunity to engage with each other and debate the fine points, but today is a day for public testimony. That said, if you have any pressing questions, I would be happy to try to answer them. Thank you for your consideration of LD 798 and for allowing me the time to present it. District 123: Orono (pait) EXHIBIT 2Case 1:21-cv-00242-JDL #: 288 R.A. 12<1 g , HOUSE OF REPRESENTATIVES 2 STATE HOUSE STATION AUGUSTA, MAINE 04333-0002 (207) 287-1400 Genevieve McDonald TTY: (207) 2874469 ME 04681 Phone: (207) 266-51 13 Genevieve.McDonald@legislal11re.maine gov Testimony of Representative Genevieve McDonald Before the Joint Standing Committee on Education and Cultural Affairs Cosponsor in FAVOR of L.D. 798 An Act To Protect Maine Children and Students from Preventable Diseases by Repealing Certain Exemptions from the Laws Governing Immunization Requirements Senator Millett, Representative Korneld, and Distinguished Members of the Joint Standing Committee on Education and Cultural Affairs, I am Representative Genevieve McDonald of Maine House District 134 and I am testifying before you today as a cosponsor in favor of L.D. 798, An Act To Protect Maine Children and Students from Preventable Diseases by Repealing Certain Exemptions from the Laws Governing Immunization Requirements. Immunizations are safe. Immunizations are effective. Immunizations protect public health and prevent the reintroduction of infectious diseases into our schools and communities. Immunizations protect our most vulnerable citizens my children are part of the vulnerable population that depends on herd immunity. Vulnerable populations should be able to depend on safe schools and safe communities. Maine has the seventh-highest non-medical exemption rate in the nation. To put this in perspective, as of March 12, 2019, Clark County, Washington has conrmed 71 cases of measles. Of those infected, in 62 cases the patient was unvaccinated, and in seven cases vaccination status could not be conrmed. In 2018, the average philosophical and religious exemption rate for kindergarten aged students in Clark County, WA was 6.7 percent. The average philosophical and religious exemption rate for kindergarten-aged students in Hancock County, ME was 8.7 percent. Please nd the attached data from both the Maine CDC and Washington State Department of Health. Included are the immunization exemption rates for individual schools in Hancock County. There are schools experiencing non- medical exemption rates as high as 33.3 percent. This is unacceptable. District 134 Cranbeny Isles, Deer Isle, Frenchboro, Isle au Haut, North Haven, Southwest Harbor, Stonington, Swans Island, Tremont and Vinalhaven, plus the unorganized territory of Marshall Island Townshipy I Q I 1 21 ti it 1 1 1; EXH IB IT 3Case 1:21-cv-00242-JDL #: 289 R.A. 13The World Health Organization made headlines this year for declaring vaccine hesitancy a threat to global health. With exemption rates this high in Maine, its not a question of will an outbreak occur, its a question of when. And it is already happening. Maine has the highest rate of pertussis in the nation, a vaccine-preventable infectious disease that can be fatal to infants and newborns. This morning I received an email from a constituent urging me to support this legislation. Her son contracted pertussis and has been ghting the illness for ve weeks. She is a Family Nurse Practitioner with both personal and professional experience witnessing the impacts of vaccine hesitancy. In 2000, the federal government declared measles eliminated in the United States - in 2018 there were 349 cases. As of March 7, 2019, there are already 228 conrmed cases, one of which is in New Hampshire. Maine is vulnerable, not only to measles, but to the reintroduction of a number of preventable infectious diseases. Rubella and polio have also been declared eliminated in the US but for how long? Oregon just confirmed its rst case of pediatric tetanus in 30 years, and that six-year-old little boy suffered greatly. This proposed legislation isnt forcing anything except a choice, a choice that parents who choose not to vaccinate already make. The choice is still theirs, only now they will have to face the consequences of their choices along with the rest of us. When someone chooses not to vaccinate, it does not impact only their child. I spent three weeks at home last year after an outbreak of varicella at my childrens daycare. That was not my choice. Why would we choose to allow a segment of the population to reintroduce preventable infectious diseases into our schools and communities? I support this legislation as a means of protecting public health and keeping our most vulnerable citizens safe. If someones philosophy does not align with that, they are welcome to choose an alternative education for their child. When SB 277, the legislation that eliminated philosophical and religious exemptions in California schools went into effect, immunization rates increased. I have spoken with parents who are willing to comply should this legislation move forward but are concerned about their children being able to either remain in or to start school. I encourage the Committee and the Department of Education to develop a reasonable time frame for compliance. I urge you to please support LD 798. Thank you for your consideration. District I34 Cranberry Isles, Deer Isle, Frenchboro, Isle au Haut, North Haven, Southwest Harbor, Stonington, Swans Island, Tremont and Vinalliaven, plus the IB IT 3TownshipCase 1:21-cv-00242-JDL 48-3 6 #: 290 R.A. 14Kindergarten Exemption Rates School Year 2017 - 2018 Maine public and private schools allow for three types of vaccine exemptions: medical, religious and philosophical. A physician's note is required for all medical exemptions. A parent/guardian note is required for all religious or philosophical exemptions. Data gathered from the 2017-18 Maine School Immunization Survey. Exemption Rates Z] below 3% 4.6% runu at A I11 hr w ,.., infectious diseases and some cancers. The Maine Immunization Program reviews \"(I 1-{un\\~.\\\\ Immunizations remain the single most effective way to protect Mainers against ,4-\" _ state and national data to assess and improve immunization rates, identify populations at risk, Q , and measure the impact of current initiatives. is _ _ ,4 i $5 Map Created. 6/7/2018 Data as of. 3/31/2018 I ri .1 ll 31 ii l gt ll zl ii. Q.1 < < ll 1. IB IT 3iCase 1:21-cv-00242-JDL Document 48-3 of 6 PageID #: 291 R.A. 154 MAINE COUNTY QUARTERLY IMMUNIZATION REPORT CARD Hancock Countyif - ~s » ~ I I3I2I§QI II 547 i 12.403- 78224 County Statewide Maine is ranked 18th nationally for 4313314 coverage (2017 I II$t?*9wid¢I T~r=IE><<-=mp~nsR=nkM= F Active Immunization Sites l 20 342 (Kindergarten, 1st and 7th) 16 .1 l County y D.ff** ME Avg us Avg ~~1;YoIit\\County HP 2020 I I IIIIQZI-I§II III3tIHiPI1H§I9m9ahi!9i!9f'uenzelyeebi I I I 92- II5 II II§ItIHI9PI*?JIt!9IPIatiti@II.IIIII I II II I II I II 4+ PCV (Pneumococcal Conjugate) 89.7 l l l I i I I II 75:I5I_II.II_i II 79- ILIIII 1 I- I7II I I I IQt1 I I I I9.-I1. II 0.3 0 0 1 93.0 __II IIIIII.IIl9.II I IIse\\zsr§sIeII+ V Q-I3 I .IIIQ<9I V IIIIIQI-§ I II I5I-IQ I 9-? I I. _IIIiwIIII_9 _. 1?. 12 §¢h99.!.i.mm9ni;=*i°\".R9Ir22rt I '<.fItt....Dt.=1F?.I_........ I. I I IIIIlIIIIII93-5 I .93.-3 II I I l§...:Ilf.Y?.i__ ; .. I 123l g 95 14 I 95 12 _...... 15 II 95 . I. ?F..h I..:I.lIt. T.<!.§.PIII I2 . . 8.7 -1T _2 _____'___;__________5.3 __ 1 as 1 as ; 42 7th - Total Exemptions A\" l 8.6 l 3.6 l 4.6\\ [- l * Population for 24-35mo and 13-17yrs are the number of children in Maine |iS, lmmPact, associated to immunization sites by provider location. School student population is based on the number of students reported by individual schools for the 2017-18 Maine School immunization Survey. ** % difference in county since the last quarter for children and adolescents; school % difference between annual reports I 4313314: 4 DTaP, 3 IPV, 1 MMR, 3 Hib, 3 HepB, 1 Var, 4 PCV + 132321(3): 1 Tdap, 3 Polio, 2 MMR, 3 HepB, 2 Var, 1 MenACWY, (2 or 3 HPV doses) '\\ Up to Date MenACWY: 1 or 2 doses required based on age and vaccine schedule M Total Exemptions are number ofstudents with a written exemption on file for medical, religious or philosophical reasons for any required vaccine. Schools are ranked in order of fewest to highest exemptions. -_\\rtrm-,1 qt? 5 53 1*? 294 18Governor ii Jeanne M. Lambrew, Ph.D. Commissioner Janet T_ Milk Maine Department of Health and Human Services Maine Center for Disease Control and Prevention K, ll State House Station A 286 Water Street '5? \\-=-/ Augusta, Maine 04333-0011 Tel; (207) \\1 \"g :'»i - 1., Testimony of Nancy Beardsley Acting Director of the Maine Center for Disease Control and Prevention Department of Health and Human Services Before the Joint Standing Committee on Education and Cultural Affairs LD 798 An Act to Protect Maine Children and Students from Preventable Diseases by Repealing Certain Exemptions from the Laws Governing Immunization Requirements Hearing Date: March 13, 2019 Good Afternoon Senator Millett, Representative Korneld, and Members of the Joint Standing Committee on Education and Cultural Affairs. I am Nancy Beardsley and I am serving as Acting Director for the Maine Center for Disease Control and Prevention which is tasked with providing essential public health services that preserve, promote, and protect the health and safety of Maine people. The Maine CDC supports LD 798 because it will keep our children healthy and safe from unnecessary disease, ensure safe schools and child care centers, and protect vulnerable people against serious diseases. Currently, nursery school licensees, administrators, or other staff members are allowed religious or philosophical exemptions for immunizations. This bill removes these exemptions. This bill also directs the Departments of Education and Health and Human Services to amend their rules to remove any exemptions from immunization requirements because of their religious or philosophical beliefs. This includes students in elementary, secondary and postsecondary schools and employees in health care facilities. The Department of Health and Human Services (DHHS) supports these changes. Protecting individuals and communities from communicable diseases such as measles, mumps and pertussis, is a fundamental purpose of Maine CDCs disease prevention mission. According to Vaccination Coverage for Selected Vaccines, Exemption Rates, and Provisional Enrollment Among Children in Kindergarten United States, 20] 7-18 School Year, Maine ranks 7th in the nation for the highest non-medical exemption rates among school age children. This survey represents 12,527 students resulting in a 5.3% overall exemption rate. Medical exemptions for Maine students account for 0.3% While nationally, medical exemptions are 0.2%. Non-medical exemptions, which include religious and philosophical reasons, were reported at 5.0% for Maine, compared to the national rate of 2.0%. Most of Maines school age exemptions are non-medical, with the highest rates of non-medical exemptions being reported in Page 1 of 2l -t it ,. It 4i I l l l l r EXH IB IT 4tCase 1:21-cv-00242-JDL Document 48-4 295 R.A. 19Hancock and Waldo counties. Hancock and Waldo counties also represent two of the four counties with the highest reported rates of pertussis cases in 2018, 56.7 and 158.3 per 100,000 respectively. Not only did high exemption rates likely contribute to higher rates of pertussis disease in these two counties, but also in the entire State, as Maine reported the highest rate of pertussis disease in the country for 2018. When someone chooses not to vaccinate, that decision can jeopardize the health and safety of entire communities, especially the weakest and most vulnerable among us. Those who are unable to be vaccinated, such as young infants, pregnant mothers or children with cancer, face the most risk from disease complications. Thirty-three states do not allow any personal belief exemptions. Maine is an outlier in this regard. Evidence shows that states that have tighter exemption laws have higher immunization rates, and less disease. The scientic evidence supporting immunization is overwhelming, sound, and supported by the professional medical community. Vaccinations are proven to_be safe and effective. We at the Maine CDC and Department of Health and Human Services strongly support the passage of LD 798 for all these reasons, and thank you for your time. Page 2 of EXH IB IT 42Case 1:21-cv-00242-JDL Document 20Page 1 - 129LR0080(05)-1STATE OF MAINE _____ IN THE YEAR OF OUR LORD TWO THOUSAND NINETEEN _____ H.P. 586 - L.D. 798 An Act To Protect Maine Children and Students from Preventable Diseases by Repealing Certain Exemptions from the Laws Governing Immunization Requirements Be it enacted by the People of the State of Maine as follows: Sec. 1. 20-A MRSA §6355, sub-§2, as amended by PL 2001, c. 326, §2, is further amended to read: 2. Medical exemption. The parent or the child provides a physician's written statement from a licensed physician, nurse practitioner or physician assistant that, in the licensed physician's, nurse practitioner's or physician assistant's professional judgment, immunization against one or more of the diseases may be medically inadvisable. Sec. 2. 20-A MRSA §6355, sub-§3, as amended by PL 2001, c. §2, is repealed. Sec. 3. 20-A MRSA §6355, sub-§4 is enacted to read: 4. Student covered by individualized education plan. A student covered by an individualized education plan on September 1, 2021 who elected a philosophical or religious exemption from immunization requirements on or before September 1, 2021 pursuant to the law in effect prior to that date may continue to attend school under that student's existing exemption as long as: A. The parent or guardian of the student provides a statement from a licensed physician, nurse practitioner or physician assistant that the physician, nurse practitioner or physician assistant has consulted with that parent or guardian and has made that parent or guardian aware of the risks and benefits associated with the choice to immunize; or B. If the student is 18 years of age or older, the student provides a statement from a licensed physician, nurse practitioner or physician assistant that the physician, nurse practitioner or physician assistant has consulted with that student and has made that student aware of the risks and benefits associated with the choice to immunize.APPROVED MAY 24, 2019 BY GOVERNORCHAPTER 154 PUBLIC LAW EXHIBIT 27Case 1:21-cv-00242-JDL Document 48-27 Filed Page 1 - 129LR0080(05)-1Sec. 4. 20-A §6358, as amended by PL 2001, c. 326, §3 and PL 2003, c. 689, Pt. B, §6, is further amended to read: §6358. Rules; requirements; reports 1. Rules authorized. The commissioner and the Director of the Bureau of Health, Maine Center for Disease Control and Prevention within the Department of Health and Human Services, shall jointly issue rules necessary for the effective implementation of this subchapter, including, but not limited to, rules specifying those diseases for which immunization is required and establishing school record keeping and reporting requirements or guidelines and procedures for the exclusion of nonimmunized children from school. The rules may not include any provision governing medical exemptions. Rules adopted pursuant to this subchapter are routine technical rules as defined in Title 5, chapter 375, subchapter 2-A except that rules adopted pursuant to this subchapter specifying the diseases for which immunization is required are major substantive rules as defined in Title 5, chapter 375, subchapter II-A 2-A. 2. Local requirements authorized. Immunization requirements more stringent than the provisions of this subchapter may be adopted by ordinance enacted by a municipality, by regulation of a school board or by policy of a private school's governing board. 3. Report. By January 1st of each odd-numbered year, the Director of the Maine Center for Disease Control and Prevention within the Department of Health and Human Services shall submit a report to the joint standing committees of the Legislature having jurisdiction over health and human services matters and education matters concerning any new developments in the evaluation of vaccine safety and effectiveness. The joint standing committees of the Legislature having jurisdiction over health and human services matters and education matters are each authorized to submit a bill during the legislative session in which the report was submitted. Sec. 5. 20-A MRSA §6359, sub-§3, ¶A, as amended by PL 1991, c. 146, §3, is further amended to read: A. The parent or the student provides a physician's written statement or a written statement from a school health provider from a licensed physician, nurse practitioner or physician assistant that, in the physician's, nurse practitioner's or physician assistant's professional judgment, immunization against one or more of the diseases may be medically inadvisable. Sec. 6. 20-A MRSA §6359, sub-§3, ¶B, as amended by PL 2001, §6, is repealed. Sec. 7. 20-A MRSA §6359, sub-§6, as amended by PL 1991, c. 146, §4, is further amended to read: 6. Rules; requirements; reports. The Director of the Bureau of Health Maine Center for Disease Control and Prevention within the Department of Health and Human Services shall adopt rules necessary for the effective implementation of this subchapter, including, but not limited to, rules establishing immunization requirements and medical EXHIBIT 27Case 1:21-cv-00242-JDL Document 48-27 Filed 09/15/21 Page 2 #: 433 R.A. 22Page 3 - 129LR0080(05)-1exceptions to receiving vaccines or toxoids for each disease, school record keeping and reporting requirements or guidelines and procedures for the exclusion of nonimmunized students from school. The rules may not include any provision governing medical exemptions. Rules adopted pursuant to this subchapter are routine technical rules as defined in Title 5, chapter 375, subchapter 2-A except that rules adopted pursuant to this subchapter specifying the diseases for which immunization is required are major substantive rules as defined in Title 5, chapter 375, subchapter 2-A. Immunization requirements more stringent than the provisions of this subchapter may be adopted by a school board or by policy of a private school's governing board. Sec. 8. 22 MRSA §802, sub-§4-B, ¶A, as enacted by PL 2001, c. 185, §2, is amended to read: A. A medical exemption is available to an employee who provides a physician's written statement from a licensed physician, nurse practitioner or physician assistant that, in the physician's, nurse practitioner's or physician assistant's professional judgment, immunization against one or more diseases may be medically inadvisable. Sec. 9. 22 MRSA §802, sub-§4-B, ¶B, as enacted by PL 2001, c. 185, §2, is repealed. Sec. 10. 22 MRSA §8402, sub-§3, ¶A, as amended by PL 2001, c. 645, §10, is further amended to read: A. The department shall adopt rules regarding the health of staff as required to protect the health and safety of the children. The rules must include a requirement that every 2 years each licensee, administrator or other staff member of the nursery school who provides care for children be declared free from communicable disease by a licensed physician, except that this requirement may be waived for a person who objects on the grounds of sincerely held religious or philosophical belief, nurse practitioner or physician assistant. Rules adopted pursuant to this paragraph are routine technical rules as defined in Title 5, chapter 375, subchapter II-A 2-A. Sec. 11. Rules. The Department of Education and the Department of Health and Human Services shall amend their rules to remove any rules exempting persons from immunization requirements because of their religious or philosophical beliefs. Rules adopted pursuant to this section are routine technical rules pursuant to the Maine Revised Statutes, Title 20-A, section 6358, subsection 1 and section 6359, subsection 6. Sec. 12. Effective date. Those sections of this Act that amend the Maine Revised Statutes, Title 22, section 802, subsection 4-B, paragraph A and Title 22, section 8402, subsection 3, paragraph A and that repeal Title 20-A, section 6355, subsection 3 and Title 20-A, section 6359, subsection 3, paragraph B take effect September 1, 2021. EXHIBIT 27Case 1:21-cv-00242-JDL Document 48-27 Filed 23Case 25Case 26Proofed 4/29/02 10-144 DEARTMENT OF HUMAN SERVICES BUREAU OF HEALTH Chapter 264: IMMUNIZATION REQUIREMENTS FOR HEALTHCARE WORKERS SUMMARY: Healthcare workers are at risk for exposure to and possible transmission of vaccine preventable diseases due to their contact with patients, or infectious material from patients. The health and safety of the health -care workers and the patients they care for is an essential area of concern. This rule is issued pursuant to the statutory authority of the Department of Human Services to require immunization of the employees of designated health care facilities as set forth in 22 M.R.S.A.§802, as am ended by P.L. 2001, Ch. 185. It prescribes the dosage for required immunizations and defines responsibilities, exclusion periods, record keeping and reporting requirements for officials of hospitals and healthcare facilities. 1. Definitions A. \"Certificate of Immunization\" means a written statement from a physician, nurse or health official who has administered an immunization agent to an employee, specifying the vaccine administered and the date it was administered. Secondary school or collegiat e health records, having been compiled and maintained as an official document based on certificates of immunization, which provide at a minimum the month and year that the immunization was administered and/or which contain copies of laboratory evidence of immunity, may also be accepted as proof of immunization. B. \"Chief administrative officer\" means the person designated as the president, chief executive officer, administrator, director or otherwise the senior official of a designated health facility. C. \"Declination\" means a formal process where an individual makes an informed choice declining Hepatitis B vaccination, following standards and procedures established by the federal Occupational Safety and Health Administration (OSHA) regulations (29 CFR 1910.1030(f)(2)(iv) (effective July 6, 1992). D. \"Designated Healthcare Facility\" means a licensed nursing facility, residential care facility, Intermediate Care Facility for the Mentally Retarded (ICF/MR), multi -level health care facility, hospital , or home health agency. EXHIBIT 1Case 1:21-cv-00242-JDL Document 49-2 Filed 09/15/21 Page 1 of 7 PageID #: 475 R.A. 2710-144 Chapter 264 page 2 E. \"Disease\" means the following conditions which may be preventable by immunization agent: (1) Rubeola (measles) (2) Rubella (German measles) (3) Hepatitis (4) Influenza (5) Mumps (6) Varicella (chickenpox). F. \"Employee\" means a person who performs a service for wages or other remuneration for a designated health facility. G. \"Exemption\" means a formal procedure to procure discharge from requirement to vaccinate. H. \"Immunization agent\" means a vaccine, antitoxin, or other substances used to increase an individual's immunity to disease. I. \"Public Health Official\" means a local health officer, the Director of the Maine Bureau of Health, or a designated employee or agent of the Maine Department of Human Services. 2. Immunizations Required A. Except as otherwise provided by law, each Designated Healthcare Facility in the State of Maine shall require for all employees proof of immunization or documented immunity against: (1) Rubeola ( measles) (2) Mumps (3) Rubella (German pox) (5) Hepatitis B EXHIBIT 1Case 1:21-cv-00242-JDL Document 49-2 Filed 09/15/21 Page 2 of 7 PageID #: 476 R.A. 2810-144 Chapter 264 page 3 B. In accordance with 29 CFR 1910.1030(f)(1)(i) (effective July 6, 1992) of the Occupational Safety and Health Administration (OSHA) regulations, Designated Healthcare Facilities shall make available the Hepatitis B vaccine to all health care workers with a risk of occupational exposure, at no cost to the employee. C. All Designated Healthcare Facilities shall adopt a policy that recommends and offers annual immunizations against influenza to all personnel who provide direct care to residents of the facility. D. No chief administrative officer may permit any employee to be in attendance at work without a certificate of immunization for each disease or other acceptable evidence of immunity to each disease, or documentation of exemption or declination. 3. Exceptions and Declinations An employee who does not meet the immunization/immunity requirement may be permitted to attend work under t he following conditions: A. The employee presents to the designated healthcare facility a physician's written statement that immunization against one or more of these diseases is medically inadvisable. If the statement does not include all diseases, the employee must meet the immunization/immunity requirements for any diseases not covered by the statement. B. The employee states in writing an opposition to immunization because of a sincere religious belief or for philosophical reasons. C. Declin ation for Hepatitis B pursuant to OSHA Regulations: An exemption is available to an employee who declines Hepatitis B vaccination in accordance with the applicable regulations established by the Occupational Safety and Health Administration. 4. Certification of Immunization and Proof of Immunity A. Certificate of Immunization To demonstrate proper immunization against each disease, an employee shall present the designated healthcare facility with a Certificate of Immunization from a physician, nurse or health official who has administered the immunizing agent(s) to the employee. Physicians within their own practice may authorize their own employees to issue a certificate of immunization on behalf of the physician. The certificate shall specify the immunizing agent, and the date(s), including month and year, on which it was administered. Physicians, having reviewed EXHIBIT 1Case 1:21-cv-00242-JDL Document 49-2 Filed 09/15/21 Page 3 of 7 PageID #: 477 R.A. 29 10-144 Chapter 264 page 4 official patient records created by another practitioner which indicate that a particular patient has received an immunization on a s pecified date, demonstrating at a minimum the month and year the immunization was given, may certify that the immunization was given. Adequately prepared secondary and/or collegiate school health records will also be considered acceptable for the purpose of meeting this requirement. B. Proof of Immunity To demonstrate that an employee is immune to any of the diseases, the employee shall present the hospital/facility with laboratory evidence demonstrating immunity, or other acceptable evidence of im munity. (See 7 -B Individual Health Records.) 5. Immunization Dosage A. The following schedule contains the minimally required number of doses for the immunizing agents addressed under these rules: (1) Rubeola (Measles): Two (2) doses of live measles vaccine given after the first birthday, with a minimum of four weeks separating the 2 doses. (2) Mumps: One (1) dose of live mumps vaccine given after the first birthday. (3) Rubella (German Measles): One (1) dose of live rubella vaccine given after the first birthday. (4) Varicella (Chickenpox): Two (2) doses of live varicella vaccine given after the first birthday, with a minimum of four weeks separating the 2 doses. (5) Hepatitis B: Three (3) doses of hepatitis B vaccine, the first two given one month apart and the third given five months after the second. (6) Influenza: Annual dose of inactivated influenza vaccine. B. Any such immunizing agent must meet the standards for biological products which are approved by the United States Public Health Service. EXHIBIT 1Case 1:21-cv-00242-JDL Document 49-2 Filed 09/15/21 Page 4 of 7 PageID #: 478 R.A. 3010-144 Chapter 264 page 5 6. Exclusions from the Workplace A. Exclusion by order of Public Health Official An employee not immunized or otherwise immune from a disease shall be excluded from the worksite, when in the opinion of a public health official, the employee's continued presence at work poses a clear danger to the health of others. The documented occurrence of a single case of rubeola (measles), mumps, rubella (German measles) or varicella (chickenpox) in a designated healthcare facility or amongst its employees may be interpreted as a clear danger to the health of others. The chief administrative officer shall exclude the employee during the period of danger or for one incubation period following immunization of the employee, when one or more cases of disease are present. B. The following periods are defined as the \"period of danger\": (1) Measles: 15 days from the onset of symptoms from the last identified case (2) Mumps: 18 days from the onset of symptoms from the last ide ntified case (3) Rubella: 23 days from the onset of symptoms from the last identified case (4) Varicella: 16 days from the onset of symptoms from the last identified case C. Except as otherwise provided for by law, contract or collective bargaining Agreement, an employer will not be responsible for maintaining an employee in pay status as a result of this rule. D. When a public health official determines there are reasonable grounds to believe a public health threat exists, an exempted employe e may be immunized or tested for serologic evidence of immunity. Employees without serologic evidence of immunity and those who become immunized against the disease in question at the time of a documented case or cases of disease must be excluded from the work site during one incubation period. 7. Records and Record Keeping A. Designated Record Keeping The chief administrative officer in each designated healthcare facility shall be responsible for the maintenance of employee immunization recor ds. The chief EXHIBIT 1Case 1:21-cv-00242-JDL Document 49-2 Filed Page 5 of 7 PageID #: 479 R.A. 3110-144 Chapter 264 page 6 administrative officer may designate a person to be responsible for record keeping. B. Individual Health Records Each designated healthcare facility shall adopt a uniform, permanent health record for maintaining information regarding the health status of each employee. The immunization status of each employee with regard to each disease shall be noted on the employee's health record. The health record of each employee shall include at a minimum the month and year that each immunizing agent was administered. Where an exception has been granted for medical or religious reason, the written request for exemption must be on file with the employee health record. Where laboratory or other acceptable evidence of immunity has been submitted, a copy of the documentation must also be on file. C. List of Non -Immunized Employees The chief administrative officer or his/her designee in each designated healthcare facility shall keep a listing of the names of all employees within the facil ity who are not currently immunized or do not have documented serological immunity against each disease. This list shall include the names of all employees with authorized exemptions from immunization as well as any who are otherwise not known to be immune and shall state the reason that the employee is not immune. The purpose of the list is to provide an efficient means to rapidly contact non - immunized employees in the event of disease outbreaks and exclude them from the workplace as necessary. D. Requ ired Reports The chief administrative officer of each designated healthcare facility is responsible for submitting a summary report on the immunization status of all employees by December 15 of each calendar year, on a form prescribed by the Department, to the Director of the Bureau of Health of the Department of Human Services. The summary report will include the following information at a minimum: Specific information identifying the facility; the chief administrative officer; the total number of emp loyees; the number of employees born on or after January 1, 1957; and the number of employees identified by vaccine type as either immunized, serological proof of immunity, exempt, having declined hepatitis B vaccine, or out of compliance. The summary report may be constructed so as to reflect meaningful data by groupings within the facility (e.g., pediatric unit). Each report shall be signed by the hospital/facility's chief administrative officer as a certification that the information is accurate. The Bureau of Health will, from time to time, select a sample of employee health records for the purpose of comparing reported results against the criteria EXHIBIT 1Case 1:21-cv-00242-JDL Document 49-2 Filed 09/15/21 Page 6 of 7 #: 480 R.A. 3210-144 Chapter 264 page 7 delineated in these rules. The results of this sample survey will be shared with chief administrative officer of the designated healthcare facility for the purpose of identifying problem areas that may be occurring in the maintenance of their employee health records. Any published or unpublished reports of such sampling of employee health records shall not identify individual employees and/or designated healthcare facilities, directly or indirectly. 8. Effective Date Designated healthcare facilities under this section shall be allowed up to one year from the effective date of this rule to ensure that all employees are in compliance with the requirements herein. STATUTORY AUTHORITY: 22 M.R.S.A.§802 EFFECTIVE DATE: April 16, 2002 EXHIBIT 1Case 1:21-cv-00242-JDL Document 481 R.A. 33UNITED STATES DISTRICT COURT FOR THEDISTRICT OF MAINE JANE DOES 1 -6, et al., Plaintiff s, v. JANET T. MILLS, in her official capacity as the Governor of the State of Maine, et al., Defendant s. Civil Action No. 1:21- cv-00242- JDL DECLARATION OF NIRAV DINESH SHAH, Nirav Dinesh Shah, hereby declare as follows: 1. My name is Nirav Dinesh Shah. I am the Director of the Maine Center for Disease Control and Prevention (\"Maine CDC\"), a bureau within the Maine Department of Health and Human Services (Department) . 2. I hold a medical degree (MD) and a law degree (JD), both from The University of Chicago. 3. I previously served as the Director of the Illinois Department of Public Health from January 2015-February 2019. 4. I have served as Director of the Maine CDC since June 2019. 5. My professional experience includes having worked on the public health response to large, multi-country outbreaks. 6. I previously worked for the National Institute for Public Health of the Ministry of Health for the country of Cambodia. There, I was part of a large team that managed the country Case 1:21-cv-00242-JDL Document 49-4 Filed 09/15/21 Page 1 of 15 PageID #: 489 R.A. 34of Cambodia's response to the outbreak of Severe Acute Respiratory Syndrome (SARS) in 2002. 7. I have also been part of epidemiological investigation teams that have responded to outbreaks of dengue fever, falciparum -resistant malaria, multi-drug- resistant tuberculosis, and HIV, among others. 8. During my time as Director of the Illinois Department of Public Health, I led the State of Illinois's response to large international outbreaks such as Zika virus, among others. I have also taught classes in mathematical epidemiology and public health at The University of Chicago Pritzker School of Medicine. 9. As the Director of the Maine CDC, I have been responsible for coordinating the public health aspects of the State of Maine's response to the COVID -19 pandemic. On a daily basis, I review emerging data and research from the Maine CDC, the United State Centers for Disease Control and Prevention (USCDC) , the United States Food and Drug Administration (FDA) , the World Health Organization (WHO) , and academic researchers around the world, among other sources. 10. The information in this declaration is based upon my personal knowledge, sc ientific expertise, and information that is required to be reported to the Maine CDC. 11. The 2019 Novel Coronavirus (COVID -19) is a respiratory illness caused by a coronavirus, known as SARS -CoV- 2. COVID- 19 was first identified in December 2019 in Wuhan Ci ty, China, and has since spread around the world. 12. On January 31, 2020, the United States Department of Health and Human Services determined that as of January 27, 2020, the COVID -19 virus constituted a nationwide Case 1:21-cv-00242-JDL Document 49-4 Filed 09/15/21 Page 2 of 15 PageID #: 490 R.A. 35public health emergency. On March 11, 2020, the World Health Organization declared the COVID-19 virus to be a global pandemic. 13. As of September 12, 2021, there have been approximately 219 million cases of COVID - 19 worldwide, including approximately 41 million in the United States alone. There have been approximately 4.55 million deaths from COV ID-19 worldwide ; approximately 660,000 of those deaths were in the United States. 14. As of 12:00 p.m. on September 14, 2021, there have been 81,177 total cases of COVID -19 in Maine, including 969 deaths from COVID -19. 15. As of September 14, 2021, based on daily reporting to CDC's Public Health Emergency Preparedness (PHEP) team, there are 192 people hospitalized with COVID -19 in Maine. Of those, 66 are in an intensive care unit, and 39 are on a ventilator. Of the 332 ICU beds available in the state, 61 are available. 16. As of September 9, 2021, 67% of individuals hospitalized with COIVD-19 in Maine were not fully vaccinated. That number has fluctuated and was, at one time, as high as 94% . At certain times in some hospitals in Maine, 100% of a ll patients in the ICU were not fully vaccinated. 17. COVID- 19 spreads when an infected person exhales droplets and/or very small aerosol particles that contain the virus. These droplets and/or aerosols can be inhaled by other people or land on their eyes, noses, or mouth. People who are closer than 6 feet from the infected person for more than 15 cumulative minutes are most likely to get infected. COVID-19 is spread in three main ways: a. Breathing in air when close to an infected person who is exhaling small droplets and particles that contain the virus. Case 1:21-cv-00242-JDL Document 49-4 Filed 09/15/21 Page 3 of 15 PageID #: 491 R.A. 36b. Having these small droplets and particles that contain virus land on the eyes, nose, or mouth, especially through splashes and sprays like a cough or sneeze. c. Touching eyes, nose, or mouth with hands that have the virus on them. 18. The COVID -19 virus variants that circulated at the beginning of the pandemic had an incubation period of up to 14 days. A person c ould be infected and spread the virus during that entire time period, sometimes without experiencing any symptoms during that time . 19. This phenomenon, known as \"asymptomatic transmission ,\" makes control of COVID -19 especially challenging because individuals can transmit the disease before knowing they may have it. An analysis by the USCDC concluded that approximately 40% of all COVID - 19 transmission of the early variants could occur while individuals were asymptomatic and approximately 35% of all COVID-19 patients did not have symptoms at all. 20. Given the length of the pandemic, several variants of SARS -CoV- 2 have emerged over time. 21. All variants of the COVID -19 virus spread easily between people at a rate faster than influenza spreads . 22. An even more contagious variant of the novel coronavirus, known as the Delta variant, emerged in 2021. According to the USCDC, the Delta variant is more than twice as contagious as previous variants and may cause more severe illness than previous variants in unvaccinated people. 23. According to recent nationwide data published by the USCDC, unvaccinated individuals are at least 10 times more likely to be hospitalized with COVID -19 than those who have been vaccinated. The same data showed that unvaccinated individuals are 11 times mor e likely to die of the virus as compared with vaccinated individuals. Case 1:21-cv-00242-JDL Document 49-4 Filed 09/15/21 Page 4 492 R.A. 3724. The higher contagiousness and potentially greater severity occur because i ndividuals infected with the Delta variant exhibit a much higher viral load. This higher viral load makes the virus far more contagious and allows it to spread and multiply in a shorter time period. 25. It is possible for an individual infected with the Delta variant to begin spreading it to others within 24 to 36 hours of exposure. 26. The Delta variant also exhibits asymptomatic transmission. 27. Population- level immunity, colloquially referred to as \"herd immunity,\" is an epidemiological phenomenon whereby even unvaccinated individuals are protected against an infectious disease by virtue of being in an environment with sufficiently high vaccination levels . When population- level immunity is achieved, an individual who is not able to be vaccinated can enjoy the benefits of being vaccinated because others around them are vaccinated and can block the virus from spreading from person to person. 28. The level of vaccination required to achieve population- level immunity varies with the contagiousness of the infectious disease at issue. The higher the contagiousness, the higher the vaccination rate required to achieve population -level immunity. 29. In light of the Delta variant, epidemiological models suggest that at least 90% of a population would need to be vaccinated against COVID -19 in order to achieve population- level immunity. Under models formulated based on earlier COVID -19 variants, only around 70% of the population would have needed to be vaccinated to achieve population- level immunity. 30. The treatment of patients with COVID -19 remains a clinical challenge. Though there are some medical treatments available to physicians, treatment of COVID -19 infection Case 1:21-cv-00242-JDL Document 49-4 Filed 09/15/21 Page 5 of 15 PageID #: 493 R.A. 38consists primarily of supportive care, including supplemental oxygen and ventilator support when needed. 31. One drug efficacious in the treatment of COVID -19, remdesivir, received full FDA approval on October 22, 2020. It is unclear whether or to what extent r emdesivir can reduce mortality in a statistically significant manner. It reduces the length of hospitalization for severely ill patients by approximately 4 days. Remdesivir does not prevent COVID-19. 32. Another category of pharmaceutical treatments, monoclonal antibodies, can reduce the likelihood that a patient infected with COVID -19 will require hospitalization. As with remdesivir, it is unclear whether or to what extent monoclonal antibodies may reduce mortality associated with COVID -19. In additi on, administration of monoclonal antibodies is a challenge, requiring either a multi-hour infusion or multiple injections. 33. There are also therapies like the drug dexamethasone, mainly used for patients who are hospitalized. While this drug does not treat the underlying virus itself, it can reduce lung inflammation that is thought to be caused by the SARS-CoV-2 virus. 34. The gold standard to prevent and stop the spread of communicable diseases, including COVID-19, is vaccination. The elimination of communic able diseases through vaccination is one of the greatest achievements of public health in the 20th century. 35. Today, most people receive vaccinations against measles, mumps, rubella, and varicella (chicken pox) in childhood. Childhood vaccinations ensure long- term population- level immunity from communicable diseases. For instance, the following population- level vaccination rates are necessary to protect against each of the following diseases: a. Measles: 95% b. Mumps: 92% Case the number of unvaccinated individuals in school settings as low as possible is necessary to achieve these population- level immunity thresholds and prevent outbreaks of these infectious diseases in school settings and in the general population . 37. The same is true for healthcare settings. The rationale for requiring immunization in healthcare settings is the same as that against vaccine- prevent able childhood diseases: high vaccination rates prevent the spread of disease through the populat ion and amongst vulnerable population, namely children and patients. Just as there is close contact amongst children in a classroom, healthcare settings require close contact between health care professionals and patients. 38. When vaccination rates fall below the population- level immunity rates above, the health and safety of both vaccinated and unvaccinated individuals is at risk, especially the most vulnerable. In particular, the health of individuals with weakened immune systems, infants too young to be vaccinated, and persons unable to be vaccinated are put in jeopardy. 39. In general, there are also situations when certain vaccination s may not be advisable, such as women during pregnancy, individuals undergoing treatment for serious diseases, and individuals who have a demonstrated allergy to one of the vaccine components. In these circumstances, vaccination could have adverse health consequences for the patient. 40. There are three COVID -19 vaccines that are generally available to the public. a. On December 11, 2020, the FDA issued an Emergency Use Authorization (EUA) for the use of thePfizer -BioNTech COVID -19 Vaccine (\"Pfizer vaccine\"). The Pfizer vaccine EUA authorized the administration of two doses of the Pfizer Case 1:21-cv-00242-JDL Document 49-4 Filed 09/15/21 Page 7 of 15 PageID #: 495 R.A. 40vaccine, spaced three weeks apart. On August 23, 2021, the FDA gave full approval to the Pfizer vaccine. b. On December 18, 2020, the FDA issued an EUA for the use of the Moderna COVID- 19 Vaccine (\"Moderna vaccine\"). The Moderna vaccine EUA authorized the administration of two doses of the Moderna vaccine, spaced four weeks apart. c. On February 27, 2021 the FDA issued an EUA for the use of the Janssen COVID - 19 Vaccine (\"J&J vaccine\"). The J&J vaccine EUA authorized administration of a single dose of the J&J vaccine. d. None of these vaccines is authorized or approved for administration to children under the age of 12. 41. After receiving the final dose of one the three COVID -19 vaccines, an individual is considered \"fully vaccinated\" two weeks later, when the vaccine has had time to take effect. 42. The Pfizer vaccine prevented 95% of individuals in clinical trials from becoming infected with COVID- 19. The Moderna vaccine prevented infection in 94.1% of cases. The Johnson & Johnson vaccine prevented 66.1% of infections globally; in the United States, it was 72% effective against infection and 86% effective in preventing severe disease. 43. Even in the face of the more -contagious Delta variant, the three available COVID -19 vaccines remain effective, particularly with respect to conferring protection against hospitalization and death. 44. The first vaccine doses in Maine were administered on December 14, 2020. 45. In Maine, as of September 9, 20201, 5,723 self-identified health care workers have contracted COVID -19. Of those, at least 1,900 (or more than one third) have occurred Case 1:21-cv-00242-JDL Document 49-4 Filed 09/15/21 Page 8 of 15 PageID #: 496 R.A. 41since January 18, 2021. The January 18, 2021, date is important because that is the first date that any person could be considered fully vaccinated against COVID-19. 46. As of September 3, 2021, of the thirty- three COVID -19 outbreaks under investigation by Maine CDC, nineteen were occurring in health care facilities that would be covered by the recent Emergency Rule. 47. On August 11, 2021, of the fourteen open COVID -19 outbreaks under investigation by Maine CDC, four were occurring in health care facilities that would have been covered by the recent Emergency Rule, had it been in effect. These outbreaks were occurring in facilities such as long -term care facilities and hospitals . The hospitals where these outbreaks were occurring have strong infection control programs. 48. Most health care facility outbreaks are the result of health care workers who bring COVID - 19 into the facility. 49. The Delta variant was first identified in Maine via genomic sequencing May 11, 2021. 50. As of August 27, 2021, the Delta variant accounted for 96.7% of all positive COVID -19 samples sequenced in Maine. According to the USCDC's variant tracker, the Delta variant is now the predominant variant within the United States . 51. In Maine, since Septem ber 1, 2021, the rate of infection in the population of individuals aged 12 and older is 8 times higher among the unvaccinated. 52. In Maine, the rate of COVID -19 hospitalization in the 12 and older population is 7.1 times higher among the unvaccinated, as compared with those who are fully vaccinated. The USCDC report ed on July 25, 2021, that COVID-19 infection and hospitalization rates among unvaccinated individuals were 4.9 and 29.2 times, respectively, those in fully vaccinated individuals. Case 1:21-cv-00242-JDL Document 49-4 Filed 09/15/21 Page 9 of 15 PageID #: 497 R.A. 4253. For the monthly reporting period ending July 31, 2021, the rate of COVID -19 vaccines among healthcare workers was as follows: a. Ambulatory Surgical Centers: 85.9% b. Assisted Housing Facilities: 74.7% c. Hospitals: 80.3% d. Intermediate Care Facilities for Individuals with Intellectual Disabilities: 68.2% e. Nursing Homes: 73.0% 54. All facilities fell significantly below the minimum 90% threshold needed to reduce the likelihood of facility -based outbreaks. 55. In light of all of the above , Maine CDC determined that requiring COVID -19 vaccinations for healthcare workers in certain high- risk settings was necessary to protect public health, healthcare workers, and Maine's health care system from the further spread of COVID -19. Accordingly, the Department and Maine CDC issued an emergency rule (Emergency CDC Rule) that required Designated Health Care Facilities, Dental Health Practices, and Emergency Services Organizations to ensure their employees were vaccinated against COVID- 19. Maine CDC determined that these types of facilities and se ttings posed a higher risk for transmission of COVID -19 because of the patient populations served and type of care provided. 56. There are at least four public health reasons for the issuance of the Emergency CDC Rule: a. Protection of individual patients. Many patients receiving care in the settings covered by the Emergency CDC Rule are particularly vulnerable to developing serious illness as a result of COVID -19, including the elderly and those with underlying health problems. Case 1:21-cv-00242-JDL Document 49-4 Filed 09/15/21 Page 10 of 15 PageID #: 498 R.A. 43b. Protection of individual work ers. Workers in these high- risk healthcare settings are likely to interact with many patients in any given day, increasing the risk that they will be exposed to an individual with COVID -19. Because employees interact with not just their patients, but each other, they are also at risk of transmitting disease amongst themselves. c. Protection of the State's healthcare infrastructure, including the workforce. In some areas of Maine, an outbreak among healthcare workers requiring them to quarantine, or to be absent for a longer period as a result of illness caused by COVID- 19, could cripple the facility's ability to provide care . Combined with increasing infection rates in the community, this could lead to an insufficient workforce to respond to the state's healthcare needs. Even before the onset of COVID- 19, Maine's healthcare system was fragile due to understaffing. An outbreak of COVID -19 amongst ICU nurses in a rural hospital could incapacitate the hospital 's entire ability to care for seriously ill patients . d. Reducing the likelihood of facility outbreaks. As noted above, most COVID -19 outbreaks in facilities are caused by an infected healthcare worker bringing the virus into the facility. Reducing the number of unvaccinated health care workers statewid e lowers the likelihood of health care facility outbreaks. Limiting the number of outbreaks in high- risk facilities is essential to slowing the spread of COVID-19 across the state. 57. In addition to the general reasons stated above, requiring vaccination for employees of Dental Health Practices is particularly important given the nature of the care they provide. A patient receiving dental services does not have the option to wear a mask or to physically Case 1:21-cv-00242-JDL Document 49-4 Filed 09/15/21 Page 11 of 15 PageID #: 499 R.A. 44distance; instead, they may spend an hour or more with their mouth open while in close contact with one or more providers. Under these conditions, it is essential that every available precaution be taken to prevent transmission of COVID -19, particularly against the highly transmissible Delta variant. 58. Requiring vaccination for employees of EMS organizations is essential for a number of reasons. In many cases, their patients do not have the option of controlling the environment in which they receive services . Also , their patients in many cases are in acute distress, increasing the likelihood that they will be unmasked when EMS personnel treat them. The provision of the emergency services they provide most often cannot be provided while maintaining the recommended distance; it is likely to require direct physical contact. EMS workers may spend extended periods of time riding in ambulances, putting them in close contact with both their colleagues and patients for extended periods. Transpor t services carry personnel and patients from one facility to another, and EMS clinicians may interact with staff at multiple nursing homes, long- term care facilities, and/or hospitals on any given day. For these reasons, taking every measure to reduce the likelihood of transmission of COVID-19, and the Delta variant in particular, is essential to protecting public health. 59. In reaching the decision to adopt this Emergency Rule, Maine CDC considered whether there were other, less restrictive measures that mig ht be appropriate. Ultimately, we concluded that there were none. 60. Prior to the widespread availability of testing, symptom monitoring for COVID -19 prior to the start of each shift was important for infection control . Symptom monitoring remains important, though is not the sole strategy to identify individuals who have CO VID-19 Case 1:21-cv-00242-JDL Document 49-4 Filed 09/15/21 Page 12 of 15 PageID #: 500 R.A. 45because of the large percentage of transmission that occurs while individuals are asymptomatic. 61. We considered the possibility of testing covered health care workers on a periodic basis. But regular testing for the presence of the virus in employees is insufficient to protect against the Delta variant. Given the speed with which the Delta variant is transmitted, weekly or twice weekly testing would be ineffective to prevent ing transmission. This is because the Delta variant can cause illness and sp read to another person as soon as 48 hours after exposure, rendering occasional testing ineffective. An employee who tests negative on a Monday morning could be exposed that afternoon, and, within 36 hours, could be spreading the virus to others over the course of the several days until the next test. 62. Daily testing was also considered and was rejected. The most effective test utilized for the detection of the virus that causes COVID -19 is a polymerase chain reaction (PCR) test. A PCR test requires a mi nimum of 24 hours before results are available. Because test results are not available for at least 24 hours, and sometimes up to 72 hours, daily PCR testing is insufficient for the same reasons that occasional PCR testing is insufficient. Daily testing likely would require the use of the less -effective rapid antigen test, which provides results in fifteen minutes, but is more likely to provide false negative results. This means that an individual could test negative but, in fact, truly be carrying the virus that causes COVID - 19. Moreover, the nation is currently experiencing a shortage of these rapid antigen tests, which is not expected to be alleviated in the next two months. Daily testing simply would not be effective at stopping the spread of COVID -19 in covered facilities, particularly in light of the Delta variant. Case 1:21-cv-00242-JDL Document 49-4 Filed 09/15/21 Page 13 of 15 PageID #: 501 R.A. 4663. There continues to be significant scientific uncertainty about whether and to what extent individuals who have previously been infected with COVID -19 develop sufficient immunity to prevent them from transmitting the virus. For that reason, Maine CDC did not include a provision within our Emergency Rule providing an exemption from the vaccination requirement for health care workers who previously had COVID-19. 64. Although the use of personal protective equipment ( PPE) is effective in reducing transmission, it does not eliminate the possibility of spreading COVID -19, especially in healthcare settings. As n oted, 19 of the 33 COVID-19 outbreaks under investigation as of September 3, 2021, were in health care facilities that are covered by the Emergency CDC Rule. Sole reliance on PPE, even when fitted and worn correctly, is insufficient to entirely stop the spread of COVID-19 in healthcare settings in Maine. 65. Health care facilities in Maine have continued to use a mixture of these practices — symptom monitoring, testing, PPE, etc.—throughout the pandemic to reduce the likelihood of health care workers bringing COVID- 19 into a facility and causing an outbreak. But despite the use of these health and safety protocols, there have been numerous COVID-19 outbreaks at health care facilities in Maine during the past 18 months. 66. Further, c ompared with other states, the size of Maine's healthcare workforce is limited, such that the impact of any outbreaks among personnel is far greater than it would be in a state with more extensive healthcare delivery systems. Considering the unique circumstances of the state of Maine, it is necessary to take every available precaution to limit the spread of COVID -19 both in healthcare facilities and among their workers. 67. The three COVID -19 vaccines remain the most effective method to prevent COVID -19 infection and pr otect ing health care workers and the patients they serve. Case 1:21-cv-00242-JDL Document 49-4 Filed 09/15/21 Page 14 of 15 PageID 47I DECLARE, PURSUANT TO 28 U.S.C. § 1746, UNDER PENALTY OF PERJURY THAT THE FOREGOING IS TRUE AND CORRECT. Dated: September 15, PageID #: 503 R.A. 48UNITED STATES DISTRICT COURT DISTRICT OF MAINE JANE DOES 1 -6, JOHN DOES -1-3, JACK DOES 1 -1000, and JOAN DOES 1 -1000, Plaintiffs, v. JANET T. MILLS, Governor of the State of Maine, JEANNE M. LAMBREW, Commissioner of the Maine Department of Health and Human Services, NIRAV D. SHAH, Director of the Maine Center for Disease Control, MAINEHEALTH, GENESIS HEALTHCARE OF MAINE, LLC, GENESIS HEALTHCARE, LLC, NORTHERN LIGHT FOUNDATION, and MAINEGENERAL HEALTH, Defendants. Civil Action No. 1:21 -cv-00242 -JDL DECLARATION OF SARA GAGN É-HOLMES I, Sara Gagn é-Holmes, hereby declare as follows: 1. I am Sara Gagn é-Holmes, an attorney authorized to practice law in Maine since 2001 . I am currently a Deputy Commissioner of the Maine Department of Health and Human Services (Department). The Department includes several divisions, including the Maine Center for Disease Control and Prevention (Maine CDC). Since March of 2020, I have been involved in many aspects of the COVID -19 response including, the creation and implementation of social supports needed for those who must quarantine or isolate, policy development regarding testing, vaccine accessibility, vaccine incentives, and outreach to communities a nd providers . Case 1:21-cv-00242-JDL Document 49-5 Filed of 12 PageID #: 504 R.A. 492. The following declaration is based upon my personal knowledge and information and documents that are available to me. 3. The Maine CDC is the lead state agency guiding the State's public health -based responses to the ongoing COVID -19 pandemic. 4. The primary goal of Maine CDC's management of th e COVID -19 pandemic has been to a) prevent and stop the spread of the virus that causes COVID -19 (SARS -CoV -2) in order to protect the people of Maine from acute sickness and death, and b) protect Maine's health care delivery system from being overwhelmed by an unrestrained pandemic. 5. Prior to the availability of COVID -19 vaccinations, the United States Center for Disease Control and Prevention (U SCDC) and Maine CDC advised that the most effective way to limit the spread of the virus was to wear face coverings and distance members of society from one another by limiting their in -person contact. 6. Although vaccines were not available until December of 2020, Maine began planning for vaccine distribution in the spring of 2020. The Department and Maine CDC worked with hospitals, health care providers, health centers, and many others to develop a plan to facilitate distribution and administration of any COVID -19 vaccine that received authorization or approval from the Food and Drug Administration (FDA). 7. In April of 2020, the Department and Maine CDC began holding weekly remot e (Zoom /telephonic ) information session regarding COVID -19. The 60 -minute sess ions were open to the medical directors , clinicians , and staff at long term care facilities. The sessions were held weekly until approximately Ma y of 2021 , when they went to bimonthly, and then monthly in July of 2021 . As of September , the sessions revert ed back to bimonthly . Case 1:21-cv-00242-JDL Document 49-5 Filed 09/15/21 Page 2 of 12 PageID #: 505 R.A. 508. Additionally, beginning in September 2020, Maine CDC staff held weekly Vaccine Planning Group webinars that provided clinical and administrative updates both clinicians and health care administrators enrolled in the Maine Immunization Prog ram on issues related to vaccine planning, distribution, administration, and monitoring. Those sessions were held weekly through June 2021, and were also recorded and posted to the ME CDC website. 9. Once vaccinations became available, the D epartment and Maine CDC undertook a series of steps to acquire and distribute those vaccines to Maine Immunization Program providers to administer to members of the public . 10. There are three COVID -19 vaccines that have been authorized for use by the FDA: a. On December 11, 2020, the FDA issued an Emergency Use Authorization (EUA) for the use of thePfizer -BioNTech COVID -19 Vaccine (\"Pfizer vaccine\") . The Pfizer vaccine EUA authorized the administration of two doses of the Pfizer vaccine, spaced three weeks ap art. On August 23, 2021, the FDA gave final approval to the Pfizer vaccine. b. On December 18, 2020, the FDA issued an EUA for the use of the Moderna COVID -19 Vaccine (\"Moderna vaccine\") . The Moderna vaccine EUA authorized the administration of two doses of the Moderna vaccine, spaced four weeks apart. c. On February 27, 2021 the FDA issued an EUA for the use of the Janssen COVID - 19 Vaccine (\"J&J vaccine\") . The J&J vaccine EUA authorized administration of a single dose of the J&J vaccine. 11. After receiving the final dose of one the three COVID -19 vaccines, an individual is considered \"fully vaccinated\" two weeks later, when the vaccine has had time to take effect. Case 1:21-cv-00242-JDL Document 49-5 Filed 09/15/21 Page 3 of 12 PageID #: 506 R.A. 5112. Maine placed its first order for the COVID -19 vaccine from USCDC on December 4, 2020 . The first allocation was 12,675 doses of Pfizer , allowing 12,675 people to receive a first dose of the Pfizer vaccine. 13. Beginning i n December of 2020, the Department and Maine CDC started holding twice weekly telephonic information session regarding COVID -19 vaccines. The 30 -minute sessions were open to any clinician in the State and approximately 30 to 100 clinicians attended each session. During the sessions, the Department and Maine CDC provided information on the s cience of vaccines; vaccine development and approval process; the mechanism and make up of initial vaccines; vaccine distribution planning; methods for addressing vaccine hesitancy and patient conversations; vaccine storage, handling and administration; an d reporting and tracking adverse events . Beginning in April of 2021, the sessions were held biweekly, and then monthly starting in July of 2021. 14. In December of 2020, the Department and Maine CDC began convening on a monthly basis (30 minutes) a workgrou p consisting of 12 clinicians from across the state representing different provider types, focused on getting input on the best way to offer education to clinicians on the COVID -19 vaccine . 15. First doses of COVID -19 vaccines were Pfizer vaccines administered on December 14, 2020. The first date that any person could be fully vaccinated was January 18, 2020. 16. Maine CDC prioritized eligibility for the first allocation of Pfizer vaccine , as well as the subsequent weeks' allotments of Pfizer and Moderna, to frontline health care professionals and patient facing staff in the interest of preserving health system capacity. This included, but was not limited to, hospitals , long-term care facil ities, outpatient clinics, physician practices, home health care, pharmacies, emergency medical services, public health Case 1:21-cv-00242-JDL Document 49-5 Filed 09/15/21 Page 4 of 12 PageID #: 507 R.A. 52settings , dental practices, and school nurses and school health clinics throughout Maine. Residents of long -term care facilities were a lso prioritized for eligibility in that first month . This prioritization was consistent with guidelines issues by USCDC. 17. Given limited vaccine supply in the first several weeks of distribution, h ospitals received doses of the Pfizer and Moderna vaccine and then administered them to their staff , as well as other health care providers not on their staff but eligible under Maine guidelines . As supply expanded, so did the types of health care providers receiving vaccine to provide to eligible health care wo rkers and long -term care residents . 18. By December 31, 2020, 27,122 healthcare workers and long -term care residents had received their first dose of the COVID -19 vaccine. 19. As Maine receive d further allocations of vaccines, additional members of the public became eligible for COVID -19 vaccination. a. The week of January 11, 2021, COVID -19 vaccines became available to firefighters, police, law enforcement personnel, and critical COVID -19 response personnel. b. On January 18, 2021 , Maine residents age 70 and older became eligible to receive a COVID -19 vaccine. c. On March 3, 2021, Maine residents age 60 and older became eligible to receive a COVID -19 vaccine. d. On April 1, 2021, Maine residents age 50 and older became eligible to receive a COVID -19 vaccine. e. On Apri l 7, 2021, all Maine residents age 16 and older became eligible to receive a COVID -19 vaccine. Case 1:21-cv-00242-JDL Document 49-5 Filed 09/15/21 Page 5 of 12 53f. On May 12 , 2021 , all Maine children ages 12 and older became eligible to receive a COVID -19 vaccine. 20. In order to facilitate the administration of COVID -19 vaccinations to members of the public, the Department and Maine CDC partnered with hospital systems to stand up and operate large throughput vaccination sites across the State. The Department and Maine CDC formed these partnerships with MaineHealth, Northern Light, Central Maine Medical Center, and MaineGeneral Health (collectively, \"Hospital Systems\"). 21. The Department and Maine CDC provided the COVID -19 vaccines and offered the use of its newly created call center s for scheduling of vaccinations. The State also allowed for Maine Responds volunteers to be utilized at the sites. 22. Maine Responds is a program is a partnership that integrates local, regional, and statewide volunteer resources to assist our public health and healthcare systems. It is part of a national initiative to train, coordinate, and mobilize volunteers during an emergency. Maine Responds coordinates verified, pre -credentialed public health, healthcare and emergency response volunteers into a singl e database that can coordinate the need for volunteers across county, regional, and state lines if needed. 23. The Hospital Systems managed and operated the large throughput vaccination sites and provided staff to administers vaccines to members of the public. Maine Responds volunteers filled in as necessary to assist in the operation of the sites and administration of vaccines. a. MaineHealth operated large throughput vaccination site s at 2 Scarborough Downs Rd, Scarbo rough and at 1364 Main St., Sanford . Case 1:21-cv-00242-JDL Document 49-5 Filed Page 6 of 12 PageID #: 509 R.A. 54b. North ern Light operated the large throughput vaccination site at Cross Insurance Center, 515 Main St, Bangor . c. MaineGeneral operated the large throughput vaccination site at the Augusta Civic Center, 76 Community Dr., Augusta . d. Central Maine Health Center operated the large throughput vaccination site at the Auburn Mall, 550 Center St ., Auburn . 24. There were also vaccination sites at numerous designated health care facilities , EMS organizations, and pharmacies across the State where health care workers and members of the public could be vaccinated. 25. On March 9, 2021, the Department began providing free transportation to COVID -19 appointments to Maine residents unable to drive or travel or otherwise without reliable transportation. 26. On March 25, 2021, the Maine Legislature passed L.D. 1, \"An Act To Establish the COVID -19 Patient Bill of Rights and To Amend the Governor's Emergency Powers ,\" on an emergency basis. P.L. 2021, ch. 28 (effective Mar. 25, 2021). Two parts of that law increased the number of p ersons in the State who could be authorized to administer COVID -19 vaccines. a. Part B -2 of that law permitted licensed pharmacists in the State to administer COVID -19 vaccines licensed or authorized under an EUA to persons 3 years or older. b. Part D of that law allowed individual clinicians authorized to administer vaccines, under designated circumstances, to delegate their authority to other qualified persons. Case 1:21-cv-00242-JDL Document 49-5 Filed 09/15/21 Page 7 of 12 PageID #: 510 R.A. 5527. On April 12, 2021, the Department and Maine CDC, in coordination with the Federal Emergency Management Agency, began operating a mobile vaccination unit to provide COVID -19 vaccinations to people in rural and under -served communities across Maine. The mob ile vaccination unit was in use until June 18, 2021 . 28. On May 11, 2021, the Department initiated a public -private partnership to encourage vaccination against COVID -19. Between May 11, 2021, and May 31, 2021, any person who got their first dose of a COVID -19 vaccine could receive a compl imentary fishing license, a complimentary hunting license, Maine Wildlife Park Pass, a $20 L.L. Bean gift card, a ticket to a Portland Sea Dogs game, or an Oxford Plains Speedway Pass. 29. On June 16, 2021, the State announced a sweepstakes to vaccinated Mainers. The winner would receive $1 per every person vaccinated in Maine by the Fourth of July weekend. 30. Maine CDC keeps records of the number of persons that have been vaccinated against COVID -19. a. On January 31, 2021, 10.07% o f eligible Mainers had received one dose, and 3.41% of eligible Mainers were fully vaccinated against COVID -19. b. On February 28, 2021, 19.90% of eligible Mainers had received one dose, and 10.85% of eligible Mainers were fully vaccinated against COVID -19. c. On March 31, 2021, 37.65% of eligible Mainers had received one dose, and 24.19% of eligible Mainers were fully vaccinated against COVID -19. d. On April 30, 2021, 55.02% of eligible Mainers had received one dose, and 45.39% of eligible Mainers were fully vacci nated against COVID -19. e. On May 31, 2021, 61.48% of eligible Mainers had received one dose, and 60.58% of eligible Mainers were fully vaccinated against COVID -19. Case 1:21-cv-00242-JDL Document 49-5 Filed 09/15/21 Page 8 of 511 56f. On June 30, 2021, 63.40% of eligible Mainers had received one dose, and 67.00% of eligible Mai ners were fully vaccinated against COVID -19. g. On July 31, 2021, 65.01% of eligible Mainers had received one dose, and 68.68% of eligible Mainers were fully vaccinated against COVID -19. h. On August 31, 2021, 67.80% of eligible Mainers had received one dose, an d 70.65% of eligible Mainers were fully vaccinated against COVID -19. 31. On April 14, 2021, the Department and Maine CDC issued an amendment to chapter 264 of their rules, \"Immunization Requirements for Healthcare Workers \" (CDC Rule). A true and accurate copy of that amendment is attached hereto as Exhibit 1. 32. Maine CDC periodi cally conducts immunization assessment s of State of Maine Healthcare Workers . Attached hereto as Exhibit 2 is a true and accurate copy of the 2018 Healthcare Worker Immunization Assessment Report . a. Maine CDC and the Department testified in favor of An Act To Protect Maine Children and Students from Preventable Diseases by Repealing Certain Exemptions from the Laws Governing Immunization Requirements , L.D. 798 (129th Legis. 2019). b. The support of Maine CDC and the Department for L.D. 798 was at least in part influenced by the 2018 Healthcare Worker Immunization Assessment Report . 33. In May of 2021, Maine CDC began requiring that designated health care facilities report the rate of COVID -19 vaccination for their employees. a. As of May 31, 2021, the employee rate of COVID -19 vaccination at ambulatory surgical centers, hospitals, and nursing homes was 80.6%, 73.5%, and 67.8%, respectively. Case 1:21-cv-00242-JDL Document 49-5 9 of 12 PageID #: 512 R.A. 57b. As of June 30, 2021, the employee rate of COVID -19 vaccination at ambulatory surgical centers, hospitals, and nursing homes was 8 5.7%, 78.7%, and 70.8%, respectively. c. As of July 31, 2021, the employee rate of COVID -19 vaccination at ambulatory surgical centers, hospitals, and nursing homes was 85.9%, 80.3%, and 73.0%, respectively. 34. On August 12, 2021, the Department and Maine CDC issued a further amendment to the CDC Rule on an emergency basis (\"Emergency CDC Rule\"). a. A true and accurate copy of the Emergency CDC Rule is attached hereto as Exhibit 3. b. A true and accurate copy of th e basis statement for the Emergency CDC Rule is attached here as Exhibit 4. c. The Emergency CDC Rule is only effective through November 10, 2021. 35. On August 17, the Department and Maine CDC issued interpretive guidance on the Emergency CDC Rule through an swers to frequently asked questions (FAQs). The Emergency CDC Rule FAQs explained the definition of employees under the rule: \"Employees are defined as 'any person who performs any services for wages or other remuneration for a Designated Health Care Faci lity, EMS Organization and Dental Practice. ' For the purposes of this rule, DHHS interprets employee to mean those physically present at a Designated Health Care Facility EMS Organization or Dental Practice. \" 36. On August 27, 2021, the Department and Maine CDC updated the Emergency CDC Rule FAQs to include the following questions and answers: Case 1:21-cv-00242-JDL Document 49-5 Filed 09/15/21 Page 10 of 12 PageID #: 513 R.A. 58 Does this rule prohibit Designated Health Care Facilities , Dental Health Practices, or Emergency Medical Services Organizations from making accommodations for unvaccinated employees who object to receiving the COVID -19 vaccine because of sincerely held religious beliefs, as may be required by the Maine Human Rights Act and/or Title VII of the Civil Rights Act? This rule does not prohi bit employers from providing accommodations for employees' sincerely held religious beliefs or practices that may otherwise be required by law. For example, this rule does not prohibit employers from allowing employees to work remotely or reassigning empl oyees to positions outside of a Designated Health Care Facility , Dental Health Practice, or Emergency Medical Services Organization. However, if accommodations provided by a Designated Health Care Facility , Dental Health Practice, or Emergency Medical Ser vices Organization are not in compliance with this rule, then the Designated Health Care Facility , Dental Health Practice, or Emergency Medical Services Organization may be subject to enforcement action. If an employee of an organization is not vaccinated and doesn't plan on getting the vaccine, should they be dismissed from the organization covered by the rule on September 17 or can the employee continue to work until October 1? Organizations subject to this rule may make their own specific enforcement policies within the framework of the rule. 37. On September 2, 2021, the Department and Maine CDC announced that although the Emergency CDC Rule was not being amended, the Department and Maine CDC would not begin enforcing its provisions before October 29 , 2021, thereby allowing more time for entities covered by the rule to come into compliance. 38. On September 8, 2021, the Department and Maine CDC proposed further amendment to the CDC Rule (Proposed CDC Rule), which rule is subject to a notice and comment period. A true and accurate copy of the Proposed CDC Rule is attached hereto as Exhibit 5. Case 1:21-cv-00242-JDL Document 49-5 Filed 11 of 12 PURSUANT TO 28 1746, UNDER PENALTY OF PERJURY THAT THE FOREGOING IS TRUE AND CORRECT. Dated: September Gagn é-Holmes __________ Sara Gagn é-Holmes, Deputy Commissioner Maine Department of Health & Human Services Case 1:21-cv-00242-JDL Document 49-5 Filed 09/15/21 Page 12 of 12 PageID #: 515 R.A. 60 STATE OF MAINE IMMUNIZATION REQUIREMENTS FOR HEALTHCARE WORKERS 10-144 CODE OF MAINE RULES CHAPTER 264 Maine Department of Health and Human Services Maine Center for Disease Control and Prevention 11 State House Station Augusta, Maine 04333 -0011 Date Amended: April 14, 2021 EXHIBIT 1Case #: 516 R.A. 61 10-144 CMR C h. 264 2 10-144 DEPARTMENT OF HEALTH AND HUMAN SERVICES MAINE CENTER FOR DISEASE CONTROL AND PREVENTION Chapter 264: IMMUNIZATION REQUIREMENTS FOR HEALTHCARE WORKERS Purpose : This rule is issued pursuant to the statutory authority of the Department of Health and Human Services to require immunization of the employees of designated healthcare facilities as set forth in 22 MRS §802 to reduce the risk for exposure to , and possib le transmission of , vaccine -preventable diseases due to healthcare workers' contact with patients, or infectious material from patients . It prescribes the dosage for required immunizations and defines responsibilities, exclusion periods, record keeping and reporting requirements for officials of hospitals and healthcare facilities. 1. Definitions A. Certificate of Immunization means a written statement from a physician, nurse , physician assistant or health official who has administered an immunization agent to an employee, specifying the vaccine administered and the date it was administered. Secondary school or collegiate health records, having been compiled and maintained as an official document based on certificates of immunization, which provide at a minimum the month and year that the immunization was administered and/or which contain copies of laboratory evidence of immunity, may also be accepted as proof of immunization. B. Chief Administra tive Officer means the person designated as the president, chief executive officer, administrator, director or otherwise the senior official of a Designated Health care Facility. C. Declination means a formal process where an individual makes an informed choice declining Hepatitis B vaccination, following standards and procedures established by the federal Occupational Safety and Health Administration (OSHA) regulations (29 CFR §1910.1030(f)(2)(iv) (effective July 6, 1992). D. Designated Healthcare Facility means a licensed nursing facility, residential care facility , Intermediate Care Facility for Individuals with Intellectual Disabilities (ICF/IID), multi -level healthcare facility, hospital, or home health agency subject to licensure by the State of Maine, Department of Health and Human Services Division of Licensing and Certification. E. Disease means the following conditions which may be preventable by immunization agent: 1. Rubeola (measles); #: 517 R.A. 62 10-144 CMR C h. 264 3 5. Hepatitis B.; and 6. Influenza. F. Employee means a person who performs a se rvice for wages or other remuneration for a Designated Health care Facility. G. Exemption means a formal procedure to procure discharge from requirement to vaccinate. H. Extreme Public Health Emergency means a state of emergency declared by the Governor of the State of Maine pursuant to 22 MRS §802(2 -A) and 37 -B MRS §742 based upon an occurrence or imminent threat of widespread exposure to a highly infectious or toxic agent that poses an imminent threat of sub stantial harm to the population of the State. I. Immunization agent means a vaccine, antitoxin, or other substances used to increase an individual's immunity to disease. J. Public Health Emergency means a declaration by the Department, arising from an actual or threatened epidemic or public health threat for which the Department may adopt emergency rules for the protection of the public health, pursuant to 22 MRS §802(2). K. Public Health Official means a local health officer, the Director of the Maine Center for Disease Control and Prevention (Maine CDC) , or a designated employee or agent of the Maine Department of Health and Human Services (Department) . L. Public Health Threat means a condition or behavior that can reasonably be expected to place others at significant risk of exposure to a toxic agent or environmental hazard or infection with a notifiable disease or condition , as defined in 22 MRS §801. 2. Immunizations Requi red A. Except as otherwise provided by law, each Designated Healthcare Facility in the State of Maine must require for all employees proof of immunization or documented immunity against: 1. Rubeola (measles) ; 2. Mumps ; 3. Rubella (German measles) ; 4. Varicella (chicken pox) ; 5. Hepatitis B ; and 6. Influenza . EXHIBIT 1Case 1:21-cv-00242-JDL Document 49-6 518 R.A. 6310-144 CMR C h. 264 4 B. In accordance with 29 CFR §1910.1030(f)(1)(i) (effective July 6, 1992) of the Occupational Safety and Health Administration (OSHA) regulations, Designated Healthcare Facilities must make available the Hepatitis B vaccine to all healthcare workers with a risk of occupational exposure, provided at no cost to the employee and at a reasonable time and place . C. In the event of a Public Health Emergency or Extreme Public Health Emergency declared by the Governor , the Department may impose control measures, including, but not limited to, mass vaccinations and exclusions from the workplace, and may require immunization or documented immunity to protect public health and minim ize the impact from the specific communicable disease. D. No Chief Administrative Officer may permit any employee to be in attendance at work without a certificate of immunization for each disease or other acceptable evidence of immunity to each disease, or documentation of authorized exemption or declination in accordance with 22 MRS §802(4-B). 3. Exceptions and Declinations An employee who does not provide proof of immunization or immunity for a vaccine required under this rule may be permitted to attend work if that employee is exempt in accordance with 22 MRS §802 (4-B). Documentation for an employe e's immunization exempt ion must be maintained in the permanent health record for that employee for a minimum of six years after termination . 4. Certification of Immunization and Proof of Immunity A. Certificate of Immunization To demonstrate proper immunization against each disease, an employee must present the Designated Healthcare Facility with a Certificate of Immunization from a physician, nurse or health official who has administered the immunizing agent(s) to the employee. Physicians within their own practice may authorize their own employees to issue a certificate of immunization on behalf of the physician. The certificate must specify the immunizing agent, and the date(s), including month and year, on whic h it was administered. Physicians, having reviewed official patient records created by another practitioner which indicate that a particular patient has received an immunization on a specified date, demonstrating at a minimum the month and year the immuniz ation was given, may certify that the immunization was given. Adequately prepared secondary and/or collegiate school health records will also be considered acceptable for the purpose of meeting this requirement. B. Proof of Immunity To demonstrate that an employee is immune to any of the diseases, the employee must present the hospital/facility with laboratory evidence demonstrating immunity, or other acceptable evidence of immunity. (See Section 7-B Individual Health Records.) EXHIBIT 1Case 1:21-cv-00242-JDL Document 49-6 Filed #: 519 R.A. 6410-144 CMR C h. 264 5 5. Immunization Dosage A. The following schedule contains the minimally required number of doses for the immunizing agents addressed under this rule : 1. Rubeola (Measles) : Two doses of live measles vaccine given after the first birthday, with a minimum of four weeks separating the two doses. 2. Mumps : Two doses of live mumps vaccine given after the first birthday. 3. Rubella (German Measles) : Two doses of live rubella vaccine given after the first birthday. 4. Varicella (Chickenpox) : Two doses of live va ricella vaccine given after the first birthday, with a minimum of four weeks separating the two doses. 5. Hepatitis B : Three doses of hepatitis B vaccine, the first two given one month apart and the third given five months after the second. 6. Influenza : Annual dose of inactivated influenza vaccine or live attenuated influenza vaccine . In the event of a Public Health Emergency or Extreme Public Health Emergency dec lared by the Governor , the Maine CDC will specify the recommended dose for any va ccination imposed as a control measure to protect public health. B. Any such immunizing agent must meet the standards for biological products which are approved by the United States Public Health Service. 6. Exclusions from the Workplace A. Exclusion by order of Public Health Official An employee not immunized or otherwise immune from a disease must be excluded from the worksite, when in the opinion of a public health official, the employee's continued presence at work poses a clear danger to the health of others. The documented occurrence of a single case of rubeola (measles), mumps, rubella (German measles) or varicella (chickenpox) in a Designated Healthcare Facility or amongst its employees may be interpreted as a clear danger to the he alth of others. The Chief Administrative Officer must exclude the employee during the period of danger or for one incubation period following immunization of the employee, when one or more cases of disease are present. B. The following periods are def ined as the \"period of danger :\" 1 Measles : 15 days from the onset of symptoms from the last identified case 2. Mumps : 18 days from the onset of symptoms from the last identified case EXHIBIT 1Case 1:21-cv-00242-JDL Document 49-6 Filed 09/15/21 #: 520 R.A. 6510-144 CMR C h. 264 6 3. Rubella : 23 days from the onset of symptoms from the last identified case 4. Varicella : 16 days from the onset of symptoms from the last identified case . C. Except as otherwise provided for by law, contract or collective bargaining agreement, an employer will not be responsible for maintaining an employee in pay status as a result of this rule. D. When a public health official determines there are reasonable grounds to believe a Public Health Threat exists, an exempted employee may be immunized or tested for serologic evidence of immunity. Employ ees without serologic evidence of immunity and those who become immunized against the disease in question at the time of a documented case or cases of disease must be excluded from the work site during one incubation period. 7. Records and Record Keeping A. Designated Record Keeping The Chief Administrative Officer in each Designated Healthcare Facility must be responsible for the maintenance of employee immunization records. The Chief Administrative Officer may designate a person to be responsible for record keeping. B. Individual Health Records Each Designated Healthcare Facility must adopt a uniform, pe rmanent health record for maintaining information regarding the health status of each employee. The immunization status of each employee with regard to each disease must be noted on the employee's health record. The health record of each employee must include at a minimum the month and year that each immunizing agent was administered. Health records are to be retained a minimum of six years after the date the employee is no longer employed. Where an exception has been granted for a reason authorized by law , the written request for exemption must be on file with the employee health record. Where laboratory or other acceptable evidence of immunity has been submitted, a copy of the documentation must also be on file. C. List of Non -Immunized Employees The Chief Administrative Officer or his/her designee in each Designated Healthcare Facility must keep a listing of the names of all employees within the facility who are not currently immunized or do not have documented serological immunity against each disease. This list must include the names of all employees with authorized exemptions from immunization as well as any who are otherwise not known to be immune and must state the reason that the employee is not immune. The purpose of the list is to provide an efficient means to rapidly contact non -immunized employees in the event of disease outbreaks and exclude them from the workplace as necessary. EXHIBIT 1Case 1:21-cv-00242-JDL Document 49-6 Filed 521 R.A. 6610-144 CMR C h. 264 7 D. Required Reports 1. Routine Reporting The Chief Administrative Officer of each Designated Healthcare Facility is responsible for submitting a summary report on the immunization status of all employees by December 15 of each calendar year, on a form prescribed by the Maine CDC . The summary report will include the following information at a minimum: specific contact information identifying the facility; the name of the Chief Administrative Officer; the total number of employees; the number of employees born on or after January 1, 1957; and the number of employees identified by vaccine type as either immunized , serological proof of immunity, exempt in accordance to law , having declined hepatitis B vaccine, or out of compliance. The summary report may be constructed so as to reflect meaningful data by groupings within the facility (e.g., pediatric unit). Each re port must be signed by the Chief Administrative Officer as a certification that the information is accurate. 2. Maine CDC Sample Survey The Maine CDC will conduct periodic reviews by select ing a sample of employee health records for the purpose of comparing reported results against the criteria delineated in these rules. The results of this sample survey will be shared with the Chief Administrative Officer of the Designated Healthcare Facility for the purpose of identifying problem areas that may be occurring in the maintenance of their employee health records. Any published or unpublished reports of such sampling of employee health records must not identify individual employe es and/or Designated Healthcare Facilities, directly or indirectly. STATUTORY AUTHORITY : 22 MRS §802 (3) EFFECTIVE DATE: April 16, 2002 NON -SUBSTANTIVE CORRECTIONS: May 13, 2002 - corrected the spelling of DEPARTMENT in header, page 1 May 10, 2004 - spacing, capitalization and punctuation only EFFECTIVE DATE: October 6, 2009 to January 4, 2010 - filing 2009 -531 (EMERGENCY) December 8, 2009 - filing 2009 -644 April 14 , 202 1 - filing 202 1-068 (ROUTINE TECHNICAL) EXHIBIT 1Case 1:21-cv-00242-JDL Document 49-6 Filed 7 of 7 PageID #: 522 R.A. 67Maine Department of Health and Human Services Maine Center for Disease Control and Prevention 11 State House Station 286 Water Street Augusta, Maine 04333 -0011 Tel; (207) 287 -8016 ; Fax (207) 287 -9058 TTY: Dial 711 (Maine Relay) Janet T. Mills Governor Jeanne M. Lambrew, Ph.D. Commissioner Maine Immunization Program Tel. (207) 287 -3746 Fax (207) 287 -8127 2018 Healthcare Worker Immunization Assessment Report The Maine Immunization Program conducts an annual immunization assessment of State of Maine Healthcare Workers. Rules pursuant to 22 M.R.S. § 802 requires each designated healthcare facility in the State of Maine to require from all employees proof of immunization or documented immunity against Measles, Mumps, Rubella, Varicella, and also Hepatitis B for all at -risk employees. The healthcare facility should also adopt a uniform, permanent health record for maintaining information regarding the health status of each employee and submit a summary of the immunization status of all employees to the Maine CDC annually. The 2018 Healthcare Worker Immunization Survey was conducted online f rom October to December 31, 2018 . The vaccination data reported by all facility types was analyzed and a summary table was generated (Table 1). Hospital specific data was analyzed separately and graphical representations of these results by vaccine type can be found on the follo wing pages (Figures 1 -5). Immunization is the most effective and efficient way to ensure that healthcare workers, their family members, and patients, particularly those who are immunocompromised, are protected against these vaccine preventable diseases. This is perhaps one of the most important reasons why it would be advantageous for facilities to meet all requirements of the Maine Immunization Healthcare Workers law and to help reach the goal of the Maine Immunization Program to bring the State vaccine coverage rate average for each of these vaccines to 100%. Table 1: Immunization Rates by Facility Type 2018 Healthcare Worker Immunization Rates by Facility Type, Statewide Vaccine Home Health Hospital Intermediate Care/MR Licensed Nursing Multi - Level Healthcare Residential Care All Reporting Facilities # Facilities Assessed 13 33 9 33 15 113 216 Hepatitis of 6 PageID #: 523 R.A. 68 Figure 1: Hepatitis B Immunization Rates Figure 1: The bars in the graph above represent the percent of healthcare workers who are immune to hepatitis B by vaccination or have laboratory evidence of immunity. 65.8%91.8%100.0% 0.0%10.0%20.0%30.0%40.0%50.0%60.0%70.0%80.0%90.0%100.0%2018 Percentage of Paid Employees Vaccinated Against Hepatitis B, by Hospital EXHIBIT 2Case 1:21-cv-00242-JDL Document 49-7 Filed 09/15/21 Page 2 of 6 PageID #: 524 R.A. 69 Figure 2: Measles Immunization Rates Figure 2: The bars in the graph above represen t the percent of healthcare workers who are immune to measles by vaccination or have laboratory evidence of immunity. 76.2%97.6%100.0% 0.0%10.0%20.0%30.0%40.0%50.0%60.0%70.0%80.0%90.0%100.0%2018 Percentage of Paid Employees Vaccinated Against Measles, by Hospital EXHIBIT 2Case 1:21-cv-00242-JDL Document 49-7 Filed 09/15/21 Page 3 of 6 PageID #: 525 R.A. 70 Figure 3: Mumps Immunization Rates Figure 3: The bars in the graph above represent the percent of healthcare workers who are immune to mumps by vaccination or have laboratory evidence of immunity. 75.2%97.4%100.0% 0.0%10.0%20.0%30.0%40.0%50.0%60.0%70.0%80.0%90.0%100.0%2018 Percentage of Paid Employees Vaccinated Against Mumps, by Hospital EXHIBIT 2Case 1:21-cv-00242-JDL Document 49-7 Filed 09/15/21 Page 4 of 6 PageID #: 526 R.A. 71 Figure 4: Rubella Immunization Rates Figure 4: The bars in the graph above represent the percent of healthcare workers who are immune to rubella by vaccination or have laboratory evidence o f immunity. 75.2%97.9%100.0% 0.0%10.0%20.0%30.0%40.0%50.0%60.0%70.0%80.0%90.0%100.0%2018 Percentage of Paid Employees Vaccinated Against Rubella, by Hospital EXHIBIT 2Case 1:21-cv-00242-JDL Document 49-7 Filed 09/15/21 Page 5 of 6 PageID #: 527 R.A. 72 Figure 5: Varicella Immunization Rates Figure 5: The bars in the graph above represent the percent of healthcare workers who are immune to varicella by vaccination or have laboratory evidence of immunity. 70.6%98.1%100.0% 0.0%10.0%20.0%30.0%40.0%50.0%60.0%70.0%80.0%90.0%100.0%2018 Percentage of Paid Employees Vaccinated Against Varicella, by Hospital EXHIBIT 2Case 1:21-cv-00242-JDL Document 49-7 Filed 09/15/21 Page 6 of 6 PageID #: 528 R.A. 73 STATE OF MAINE IMMUNIZATION REQUIREMENTS FOR HEALTHCARE WORKERS 10-144 CODE OF MAINE RULES CHAPTER 264 Maine Department of Health and Human Services Maine Center for Disease Control and Prevention 11 State House Station Augusta, Maine 04333 -0011 EMERGENCY ROUTINE TECHNICAL RULE Effective August 12, 2021 EXHIBIT 3Case 1:21-cv-00242-JDL Document 49-8 529 R.A. 74 10-144 CMR C h. 264 Emergency Rule Effective August 12, 2021 2 10-144 DEPARTMENT OF HEALTH AND HUMAN SERVICES MAINE CENTER FOR DISEASE CONTROL AND PREVENTION Chapter 264: IMMUNIZATION REQUIREMENTS FOR HEALTHCARE WORKERS Purpose : This rule is issued pursuant to the statutory authority of the Department of Health and Human Services to establish procedures for the control and prevention of communicable diseases as set forth in 22 MRS § 802(1)(D) in addit ion to its authority to require immunization of the employees of designated healthcare facilities as set forth in 22 MRS §802 . This rule requires employees of Designated Health Facilities to reduce the risk for exposure to , and possible transmission of , vaccine -preventable diseases resulting from contact with patients, or infectious material from patients . It prescribes the dosage for required immunizations and defines responsibilities, ex clusion periods, record keeping and reporting requirements for officials of hospitals and healthcare facilities. This rule also requires employees of Designated Health Care Facilities, Dental Health Practices, and EMS Organizations to become immunized to C OVID -19. 1. Definitions A. Certificate of Immunization means a written statement from a physician, nurse , physician assistant , or health official who has administered an immunization to an employee, specifying the vaccine administered and the date it was administered. Secondary school or collegiate health records, having been compiled and maintained as an official document based on certificates of immunization, which provide at a minimum the month and year that the immunization was administered and/ or which contain copies of laboratory evidence of immunity, may also be accepted as proof of immunization. B. Chief Administrative Officer means the person designated as the president, chief executive officer, administrator, director or otherwise the sen ior official of a Designated Health care Facility , Dental Health Prac tice, or EMS Organization. C. Declination means a formal process where an individual makes an informed choice declining Hepatitis B vaccination, following standards and procedures estab lished by the federal Occupational Safety and Health Administration (OSHA) regulations (29 CFR § 1910.1030(f)(2)(iv) (effective July 6, 1992). D. Dental Health Practice means, for the purpose of this rule, any practice where dentists (whose scope of practice is defined in 32 MRS §18371) and dental hygienists (defined in 32 MRS §18374) provide oral health care to patients in the State of Maine. E. Designated Healthcare Facility means a licensed nursing facility, residential care facility , Intermediate Care Facility for Individuals with Intellectual Disabilities (ICF/IID), multi -level healthcare facility, hospital, or home health agency subject to licensure by the State of Maine, Department of Health and Human Services Division of Licensing and Certification. EXHIBIT 3Case 1:21-cv-00242-JDL Document 49-8 Filed 09/15/21 Page #: 530 R.A. 75 10-144 CMR C h. 264 Emergency Rule Effective August 12, 2021 3 F. Disease means the following conditions which may be preventable by immunization: 1. Rubeola (measles); cken pox); 5. Hepatitis B.; 6. Influenza ; and 7. COVID -19. G. Employee means a ny person who performs a ny service for wages or other remuneration for a Designated Health care Facility , EMS Organization or Dental Health Practice . For purposes of this rule, independent contractors for any of the listed facilities in this definition are considered employees. H. Emergency Medical Services (EMS) Organization means an EMS ground ambulance service, non -trans porting EMS service, air ambulance service, EMS training center, and/or emergency medical dispatch center , as defined in the Maine Emergency Services System Rules at 16 -163 CMR Chapter 2 . I. Exemption means a formal procedure to procure discharge from requirement to vaccinate. J. Extreme Public Health Emergency means a state of emergency declared by the Governor of the State of Maine pursuant to 22 MRS §802(2 -A) and 37 -B MRS §742 based upon an occurrence or imminent threat of widespread exposure to a highly infectious or toxic agent that poses an imminent threat of substantial harm to the population of the State. K. Immunization means a vaccine, antitoxin, or other substances used to increase an individual's immunity to disease. L. Public Health Emergency means a declaration by the Department, arising from an actual or threatened epidemic or public health th reat for which the Department may adopt emergency rules for the protection of the public health, pursuant to 22 MRS § 802(2). M. Public Health Official means a local health officer, the Director of the Maine Center for Disease Control and Prevention (Maine CDC) , or a designated employee or agent of the Maine Department of Health and Human Services (Department) . N. Public Health Threat means a condition or behavior that can reasonably be expected to place others at significant risk of exposure to a toxic agent or environmental hazard or infection with a notifiable disease or condition , as defined in 22 MRS §801. EXHIBIT 3Case 1:21-cv-00242-JDL Document 49-8 531 R.A. 7610-144 CMR C h. 264 Effective August 12, 2021 4 2. Immunizations Requir ed A. Except as otherwise provided by law, each Designated Healthcare Facility in the State of Maine must require for all employees proof of immunization or documented immunity against: 1. Rubeola (measles) ; 2. Mumps ; 3. Rubella (German measles) ; 4. Varicella (chicken pox) ; 5. Hepatitis B ; 6. Influenza ; and 7. COVID -19. B. Each EMS organization and Dental Health Practice must require for all employees a Certificate of Immunization against COVID -19. C. In accordance with 29 CFR §1910.1030(f)(1)(i) (effective July 6, 1992) of the Occupational Safety and Health Administration (OSHA) regulations, Designated Healthcare Facilities must make available the Hepatitis B vaccine to all healthcare workers with a ri sk of occupational exposure, provided at no cost to the employee and at a reasonable time and place . D. In the event of a Public Health Emergency or Extreme Public Health Emergency declared by the Governor , the Department may impose control measures, including, but not limited to, mass vaccinations and exclusions from the workplace, and may require immunization or documented immunity to protect public health and minimize the impact from the specific communi cable disease. E. No Chief Administrative Officer may permit any employee to be in attendance at work without a certificate of immunization for each disease or other acceptable evidence of immunity to each disease (if applicable) , or documentation of authorized exemption or declination in accordance with 22 MRS §802(4 -B). 3. Exceptions and Declinations An employee who does not provide proof of immunization or immunity for a vaccine required under this rule may be permitted to attend work if that employee is exempt in accordance with 22 MRS §802 (4-B). Documentation for an employe e's immunization exempt ion must be maintained in the permanent health record for that employee for a minimum of six years after termination . EXHIBIT 3Case 1:21-cv-00242-JDL Document 49-8 Filed #: 532 R.A. 7710-144 CMR C h. 264 Emergency Rule Effective August 12, 2021 5 4. Certification of Immunization and Proof of Immunity A. Certificate of Immunization To demonstrate proper immunization against each disease, an employee must present the Designated Healthcare Facility , EMS Organization, or Dental Health Practice with a Certificate of Immunization from a physician, nurse or health official who has administered the immunization (s) to the employee. Physicians within their own practice may authorize their own employees to issue a certificate of immunization on behalf of the physician. The c ertificate must specify the immunization(s) , and the date(s), including month and year, on which it was administered. Physicians, having reviewed official patient records created by another practitioner which indicate that a particular patient has received an immunization on a specified date, demonstrating at a minimum the month and year the immunization was given, may certify that the immunization was given. Adequately prepared secondary and/or collegiate school health records will also be considered accep table for the purpose of meeting this requirement. B. Proof of Immunity To demonstrate that an employee is immune to any of the diseases, the employee must present the hospital/facility with laboratory evidence demonstrating immunity, or other acceptable evidence of immunity. (See Section 7-B Individual Health Records.) 5. Immunization Dosage A. The following schedule contains the minimally required numbe r of doses for the immunization(s) addressed under this rule : 1. Rubeola (Measles) : Two doses of live measles vaccine given after the first birthday, with a minimum of four weeks separating the two doses. 2. Mumps : Two doses of live mumps vaccine given after the first birthday. 3. Rubella (German Measles) : Two doses of live rubella vaccine given after the first birthday. 4. Varicella (Chickenpox) : Two doses of live varicella vaccine given after the first birthday, with a minimum of four weeks separating the two doses. 5. Hepatitis B : Three doses of hepatitis B vacc ine, the first two given one month apart and the third given five months after the second. 6. Influenza : Annual dose of inactivated influenza vaccine or live attenuated influenza vaccine . 7. COVID -19: The number of recommended doses shall be in accordanc e with the COVID -19 immunization manufacturer's Emergency Use Authorization or labelling . All employees of Designated Healthcare Facilities, EMS Organizations , and Dental Health Practice s must have receive d their final dose by September 17, 2021. EXHIBIT 3Case 1:21-cv-00242-JDL Document 49-8 533 R.A. 7810-144 CMR C h. 264 Emergency Rule Effective August 12, 2021 6 In the event of a Public Health Emergency or Extreme Public Health Emergency dec lared by the Governor , the Maine CDC will specify the recommended dose for any vaccination imposed as a control measure to protect public health. B. Any such immunization must meet the standards for biological products which are approved by the United States Public Health Service. 6. Excl usions from the Workplace A. Exclusion by order of Public Health Official An employee not immunized or otherwise immune from a disease must be excluded from the worksite, when in the opinion of a public health official, the employee's continued presence at work poses a clear danger to the health of others. The documented occurrence of a single case of rubeola (measles), mumps, rubella (German measles) or varicella (chickenpox) in a Designated Healthcare Facility or amongst its employees may be interpreted as a clear danger to the health of others. The Chief Administrative Officer must exclude the employee during the period of danger or for o ne incubation period following immunization of the employee, when one or more cases of disease are present. B. The following periods are defined as the \"period of danger :\" 1 Measles : 15 days from the onset of symptoms from the last identified case ; 2. Mumps : 18 days from the onset of symptoms from the last identified case ; 3. Rubella : 23 days from the onset of symptoms from the last identified case ; 4. Varicella : 16 days from the onset of symptoms from the last identified case ; and 5. COVID -19: The duration of the Department's declared public health emergency , effective as of July 1, 2021 . C. Except as otherwise provided for by law, contract or collective bargaining agreement, an employer will not be responsible for maintaining an emp loyee in pay status as a result of this rule. D. When a public health official determines there are reasonable grounds to believe a Public Health Threat exists, an exempted employee may be immunized or tested for serologic evidence of immunity. Employees without serologic evidence of immunity and those who become immunized against the disease in question at the time of a documented case or cases of disease must be excluded from the work site during one incubation period. 7. Records and Record Keeping A. Designated Record Keeping The Chief Administrative Officer in each Designated Healthcare Facility , EMS Organization , or Dental Health Practice must be responsible for the maintenance of EXHIBIT 3Case 1:21-cv-00242-JDL Document 49-8 Filed 09/15/21 #: 534 R.A. 7910-144 CMR C h. 264 Emergency Rule Effective August 12, 2021 7 employee immunization records. The Chief Administrative Officer may designate a person to be responsible for record keeping. B. Individual Health Records Each Designated Healthcare Facility , EMS Organization, or Dental Health Practice must adopt a uniform, permanent health record for maintaining information regarding the health status of each employee. The immunization status of each employee with regard to each disease must be noted on the employee's health record. The health record of each employee must include , at a minimum , the month and year that each immunization was administered. Health records are to be retained a minimum of six years after the date the employee is no longer employed. Where an exception has been granted for a reason authorized by law , the written request for exemption must be on file with the employee health record. Where laboratory or other acceptable evidence of immunity has been submitted, a copy of the documentation must also be on file. C. List of Non -Immunized Employees The Chief Administrative Officer or his/her designee in each Designated Healthcare Facility , EMS Organization , or Dental Health Practice, must keep a listing of the names of all employees within the facility who are not currently immunized or do not have documente d serological immunity against each disease. This list must include the names of all employees with authorized exemptions from immunization as well as any who are otherwise not known to be immune and must state the reason that the employee is not immune. The purpose of the list is to provide an efficient means to rapidly contact non - immunized employees in the event of disease outbreaks and exclude them from the workplace as necessary. D. Required Reports 1. Routine Reporting The Chief Administr ative Officer of each Designated Healthcare Facility , EMS Organization , or Dental Health Practice is responsible for submitting a summary report on the immunization status of all employees by December 15 of each calendar year, on a form prescribed by the Maine CDC . The summary report will include the following information at a minimum: specific contac t information identifying the facility; the name of the Chief Administrative Officer; the total number of employees; the number of employees born on or after January 1, 1957; and the number of employees identified by vaccine type as either immunized, serol ogical proof of immunity, exempt in accordance to law , having declined hepatitis B vaccine, or out of compliance. The summary report may be constructed so as to reflect meaningful data by groupings within the facility ( e.g., pediatric unit). Each report must be signed by the Chief Administrative Officer as a certification that the information is accurate. EXHIBIT 3Case 1:21-cv-00242-JDL Document 49-8 Filed 09/15/21 #: 535 R.A. 8010-144 CMR C h. 264 Emergency Rule Effective August 12, 2021 8 2. Maine CDC Sample Survey The Maine CDC will conduct periodic reviews by select ing a sample of employee health records for the purpose of comparing reported results against the criteria delineated in these rules. The results of this sample survey will be shared with the Chief Administrative Officer of the Designated Healthcare Facility , EMS Organization , or Dental Health Practice, for the purpose of identifying problem areas that may be occurring in the maintenance of their employee health records. Any published or unpublished reports of such sampling of employee health records must not identify individual employees and/or Designated Healthcare Facilities, EMS Organization, or Dental Health Practices directly or indirectly. STATUTORY AUTHORITY : 22 MRS §§ 802(1), (3) EFFECTIVE DATE: April 16, 2002 NON -SUBSTANTIVE CORRECTIONS: May 13, 2002 - corrected the spelling of DEPARTMENT in header, page 1 May 10, 2004 - spacing, capitalization and punctuation only EFFECTIVE DATE: October 6, 2009 to January 4, 2010: filing 2009 -531 (EMERGENCY) December 8, 2009 - filing 2009 -644 April 14 , 202 1 - filing 202 1-068 (ROUTINE TECHNICAL) August 12, 2021 - filing 2021 -166 (EMERGENCY ROUTINE TECHNICAL) EXHIBIT 3Case 1:21-cv-00242-JDL Document PageID #: 537 R.A. 82STATE OF MAINE IMMUNIZATION REQUIREMENTS FOR EMPLOYEES IN CERTAIN HEALTHCARE WORKERS SETTINGS 10-144 CODE OF MAINE RULES CHAPTER 264 Maine Department of Health and Human Services Maine Center for Disease Control and Prevention 11 State House Station Augusta, Maine 04333 -0011 Date Amended: April 14, 2021 EXHIBIT 5Case 83 10-144 CMR C h. 264 2 10-144 DEPARTMENT OF HEALTH AND HUMAN SERVICES MAINE CENTER FOR DISEASE CONTROL AND PREVENTION Chapter 264: IMMUNIZATION REQUIREMENTS FOR EMPLOYEES IN CERTAIN HEALTHCARE WORKERS SETTINGS Purpose : This rule is issued pursuant to the statutory authority of the Department of Health and Human Services to require immunization of the employees of designated healthcare facilities as set forth in 22 MRS §802 . This rule requires employees of certain Healthcare Settings, which include Designated Health care Facilities , EMS Organizations, and Dental Health Practices to become immunized for the diseases listed in this rul e, to reduce the risk for exposure to , and possible transmission of , vaccine - preventable diseases due to healthcare workers' resulting from contact with patients, or infectious material from patients . It prescribes the dosage for required immunizations and defines responsibilities, conditions for exclusion periods , record keeping and reporting requirements for officials of hospitals and Designated Hhealthcare Ffacilities , EMS Organizations, and Dental Health Practices . SECTION 1. DEFINITIONS Definitions A. Certificate of Immunization means a written statement from a physician, nurse , physician assistant , or health official who has administered an immunization agent to an employee, specifying the vaccine administered and the date it was administered. Secondary school or collegiate health records, having been compiled and maintained as an official document based on certificates of immunization, which provide at a minimum the month and year that the immuniza tion was administered and/or which contain copies of laboratory evidence of immunity, may also be accepted as proof of immunization. B. Chief Administrative Officer means the person designated as the president, chief executive officer, administrator, di rector or otherwise the senior official of a Designated Health care Facility or Dental Health Practice. C. Declination means a formal process where an individual makes an informed choice declining Hepatitis B vaccination, following standards and procedures established by the federal Occupational Safety and Health Administration (OSHA) regulations (29 CFR § 1910.1030(f)(2)(iv) (effective July 6, 1992). D. Dental Health Practice means, for the pur pose of this rule, any practice where dentists (whose scope of practice is defined in 32 MRS §18371 ) and dental hygienists (defined in 32 MRS §18374) provide oral h ealth care to patients in the State of Maine. ED. Designated Healthcare Facility means a licensed nursing facility, residential care facility , Intermediate Care Facility for Individuals with Intellectual Disabilities (ICF/IID), multi -level healthcare facility, hospital, or home health agency subject to licensure by the State of Maine, Department of Health and Human Services Division of Licensing and Certification. EXHIBIT 5Case 1:21-cv-00242-JDL Document 49-10 Filed 539 R.A. 8410-144 CMR C h. 264 3 FE. Disease means the following conditions which may be preventa ble by immunization agent : 1. Rubeola (measles); 3. 4. Varicella (chicken pox); 5. Hepatitis B.; and 6. Influenza .; and 7. COVID -19. GF. Employee means , for the purposes of this rule, any person who performs a ny service for wages or other remuneration for a whothat is physically present at a Designated Health care Facility , EMS Organization, or Dental Health Practice . For purposes of this rule, \"employee\" includes independent contractors , and any of their employees , who provide services while physically present at a Designated Healthcare Facility , EMS Organization, or Dental Health Practice . \"Employee\" does not include any individual who exclusively work s remotely (while not physically present at a Designated Healthcare Facility , EMS Organization or Dental Health Practice ). H.G. Emergency Medical Services (EMS) Organization means an EMS ground ambulance service, non -transporting EMS service, air ambulance service, or EMS training center, within the Maine Emergency Services System Rules at 16 -163 CMR Chapter s 1-19. I. Exemption means a formal procedure to procure discharge from requirement to vaccinate. H. Extreme Public Health Emergency means a state of emergency declared by the Governor of the State of Maine pursuant to 22 MRS §802(2 -A) and 37 -B MRS §742 based upon an occurrence or imminent threat of widespread exposure to a highly infectious or toxic agent that poses an imminent threat of substantial harm to the population of the State. J. Health Official means, for the purposes of this rule, any person who is authorized to administer immunization to the employees within this rule. K. Healthcare Setting means , for the purpose of this rule, a Designated Healthcare Facilit y, EMS Organization, or a Dental Health Prac tice. L.I. Immunization agent means a vaccine, antitoxin, or other substance s used to increase an individual's immunity to disease. J. Public Health Emergency means a declaration by the Department, arising from an actual or threatened epidemic or public health threat for which the Department may adopt emergency rules for the protection of the public health, pursuant to 22 MRS § 802(2) . EXHIBIT 5Case 1:21-cv-00242-JDL #: 540 R.A. 85 10-144 CMR C h. 264 4 MK. Public Health Official means a local health officer, the Director of the Maine Center for Disease Control and Prevention (Maine CDC) , or a designated employee or agent of the Maine Department of Health and Human Services (Department) . NL. Public Health Threat means a condition or behavior that can reasonably be expected to place others at significant risk of exposure to a toxic agent or environmental hazard or infection with a notifiable disease or condition , as defined in 22 MRS §801. SECTION 2. IMMUNIZATION S REQUIRED Immunizations Required A. Except as otherwise provided by law, each Designated Healthcare Facility in the State of Maine must require for all employees a Certificate of Immunization , or Proof of Immunity, subject to Section 4 (B) of this rule, proof of immunization or documented immunity against: 1. Rubeola (measles) ; 2. Mumps ; 3. Rubella (German measles) ; 4. Varicella (chicken pox) ; 5. Hepatitis B ; and 6. Influenza ; .and 7. COVID -19. B. Except as otherwise provided by law, each EMS Organization and Dental Health Practice in Maine must require for all employees a Certificate of Immunization against COVID - 19, or documentation of an applicable exemption . BC. In accordance with 29 CFR §1910.1030(f)(1)(i) (effective July 6, 1992) of the Occupational Safety and Health Administration (OSHA) regulations, Designated Healthcare Facilities must make available the Hepatitis B vaccine to all healthcare workers with a ri sk of occupational exposure, provided at no cost to the employee and at a reasonable time and place . C. In the event of a Public Health Emergency or Extreme Public Health Emergency declared by the Governor , the Department may impose control measures, including, but not limited to, mass vaccinations and exclusions from the workplace, and may require immunization or documented immunity to protect public health and minimize the impact from the specific communi cable disease. D. No Chief Administrative Officer may permit any employee to be in attendance at work without a Ccertificate of Iimmunization for each disease , or other acceptable Proof of Immunity evidence of immunity to each disease as described in Section 4(B) of this rule , or documentation of an authorized exemption or declination in accordance with 22 MRS § 802(4 -B). EXHIBIT 5Case 1:21-cv-00242-JDL #: 541 R.A. 86 10-144 CMR C h. 264 5 SECTION 3. EXEMPTIONS Exceptions and Declinations An employee who does not provide proof of immunization a Certificate of Immunization or Proof of Iimmunity , as described in Section 4(B) for a vaccine required under this rule , may be permitted to attend work if that employee is exempt in accordance with 22 MRS § 802 (4-B). Documentation for an employe e's immunization exempt ion must be maintained in the permanent health record for that employee for a minimum of six years after termination . SECTION 4. CERTIFICATE Certification of IMMUNIZATION Immunization and PROOF OF IMMUNITY Proof of Immunity A. Certificate of Immunization To demonstrate proper immunization against each disease, an employee must present the Designated Healthcare Facility Healthcare Setting with a Certificate of Immunization from a physician, nurse or health official who has administered the immunizing agent immunization (s) to the employee. Physicians within their own practice may authorize their own employees to issue a certificate of immunization on behalf of the physician. The certificate must specify the immunizing agent immunization (s), and the date(s), including month and year, on which it was administered. Physicians, having reviewed official patient records created by another practitioner which indicate that a particular patient has received an immunization on a specified date, demonstrating at a minimum the month and year the immunization was given, may certify that the immunization was given. Adequately prepared secondary and/or collegiate school health recor ds will also be considered acceptable for the purpose of meeting this requirement. B. Proof of Immunity To demonstrate that an employee is immune to any of the diseases listed in Section 5(A)(1) -(5), the employee must present the hospital/facility Healthcare Se tting with laboratory evidence demonstrating immunity, or other acceptable evidence of immunity. (See Section 7(-B) Individual Health Records.) No Proof of Immunity is available for COVID -19 or Influenza . SECTION 5. IMMUNIZATION DOSAGE Immunization Dosage A. The following schedule contains the minimally required number of doses for the immunizing agents immunization(s) addressed under listed in Section 2(A) of this rule : 1. Rubeola (Measles) : Two doses of live measles vaccine given after the first birthday, with a minimum of four weeks separating the two doses. 2. Mumps : Two doses of live mumps vaccine given after the first birthday. 3. Rubella (German Measles) : Two doses of live rubella va ccine given after the first birthday. 4. Varicella (Chickenpox) : Two doses of live varicella vaccine given after the first birthday, with a minimum of four weeks separating the two doses. EXHIBIT 5Case 1:21-cv-00242-JDL Document 49-10 Filed 09/15/21 Page #: 542 R.A. 87 10-144 CMR C h. 264 6 5. Hepatitis B : Three doses of hepatitis B vaccine, the first two given one month apart and the third given five months after the second. 6. Influenza : Annual dose of inactivated influenza vaccine or live attenuated influenza vaccine . 7. COVID -19: The number of recommended doses must be in accordance with the COVID -19 immunization manufacturer 's Emergency Use Authorization or labelling . In the event of a Public Health Emergency or Extreme Public Health Emergency dec lared by the GGovernor , the Maine CDC will specify the recommended dose for any vaccination imposed as a control measure to protect public health. B. Any such immunizing agent immunization must meet the standards for biological products which are approved by the United States Public Health Service. SECTION 6. EXCLUSIONS FROM THE HEALTHCARE SETTING Exclusi ons from the Workplace A. Exclusion by order of Public Health Official A Public Health Official may order a Chief Administrative Officer to exclude from the worksite an employee who has not been immunized when the employee's continued presence poses a clear danger to the health of others. An employee not immunized or otherwise immune from a disease must be exc luded from the worksite , when in the opinion of a public health official , the employee's continued presence at work poses a clear danger to the health of others. The documented occurrence of a single case of rubeola COVID -19 in an EMS Organization, Dental Health Practice, or Designated Healthcare Facility ) or amongst its employees may be interpreted as a clear danger to the health of others. The Chief Administrative Officer must exclude the that employee during the period of danger or for one incubation period following immunization of the employee, when one or more cases of disease are present. , unless otherwise ordered by the Public Health Official. B. The following periods are defined as the minimum \"period of danger :\" for each disease listed below: 1 Measles : 15 days from the onset of symptoms from the last identified case ; 2. Mumps : 18 days from the onset of symptoms from the last identified case ; 3. Rubella : 23 days from the onset of symptoms from the last identified case ; 4. Varicella : 16 days from the onset of symptoms from the last identified case ;. C. There is no defined minimum period of danger for influenza, Hepatitis B, or COVID -19. Except as otherwise provided for by law, contract or collective bargaining agreement, an EXHIBIT 5Case 1:21-cv-00242-JDL Document 49-10 Filed 09/15/21 Page #: 543 R.A. 88 10-144 CMR C h. 264 7 employer will not be responsible for maintaining an employee in pay status as a result of this rule. D. When a public health official determines there are reasonable grounds to believe a Public Health Threat exists, an exempted employee may be immunized or tested for serologic evidence of immunity. Employees without serologic evidence of immunity and those who become immunized against the disease in question at the ti me of a documented case or cases of disease must be excluded from the work site during one incubation period. SECTION 7. RECORDS AND RECORD KEEPING Records and Record Keeping A. Designated Record Keeping The Chief Administrative Officer in each Healthcare Setting Designated Healthcare Facility must be responsible for the maintenance of employee immunization records. The Chief Administrative Officer may designate a person to be responsible for record keeping. B. Individual Health Records Each Healthcare Setting Designated Healthcare Facility must adopt a uniform, permanent health record for maintaining information regarding the health status of each employee. The immunization status of each employee with regard to each disease must be noted on the employee's health record. The health record of each employee must include , at a minimum , the month and year that each immunizing agent immunization was administered. Health records are to be retained a minimum of six years after the date the employee is no longer employed. Where an exception exemption has been granted for a reason authorized by law , the written request for exemption documentation supporting the exemption must be on file with the employee health record. Where laboratory or other acceptable evidence of immunity Proof of Immunity has been submitted, a copy of the documentation must also be on file. C. List of Non -Immunized Employees The Chief Administrative Officer or his/her designee in each Healthcare Setting Designated Health care Facility , must keep a listing for each disease of the names of all employees within the facility who are not currently immunized or and have not provided Proof of Immunity. do not have documented serological immunity against each disease. This list must include the names of all employe es with authorized exemptions from immunization , as well as any who are otherwise not known to be immune and must state the reason that the employee is not immune. The purpose of the list is to provide an efficient means to rapidly contact non -immunized em ployees in the event of disease outbreaks and exclude them from the workplace as necessary. D. Required Reports 1. Routine Reporting The Chief Administrative Officer of each Healthcare Setting Designated Healthcare Facility is responsible for completing the Maine CDC's annual EXHIBIT 5Case 1:21-cv-00242-JDL Document 49-10 Filed 09/15/21 #: 544 R.A. 89 10-144 CMR C h. 264 8 survey regarding submitting a summary report on the immunization status of all employees by December 15 of each calendar year , on a form prescribed by the Maine CDC . The survey results summary report will include the following information at a minimum: a. Sspecific contact information identifying the facility; b. Tthe name of the Chief Administrative Officer; c. T the total number of employees; and the number of employees born on or after January 1, 1957; and d. Tthe number of employees identified by vaccine type as either being immunized, having demonstrated serological proof of immunity, having an exempt ion in accordance to with law, having declined hepatitis B vaccine ,, or being out of compliance. The summary report survey results may be constructed so as to reflect meaningful data by groupings within the facility ( e.g., pediatric unit). Each report must be signed by the Chief Administrative Officer as a certification that the information is accurate. 2. Maine CDC Sample Survey Enforcement of Immunization Requirements The Maine CDC will conduct periodic reviews of annual surve y results , by select ing a sample of employee health records for the purpose of comparing reported results against the criteria delineated in th iese rules. The results of this review sample survey will be shared with the Chief Administrative Officer of the Healthcare Setting Designated Healthcare Facility , for the purpose of identifying problem areas that may be occurring in the maintenance of their employee health records. Any published or unpublished reports of such sampling of employee health records must not identif y individual employees . and/or Designat ed Healthcare Facilities , directly or indirectly. Compliance rates may be made public , in accordance with 22 MRS §824. STATUTORY AUTHORITY : 22 MRS §802 EFFECTIVE DATE: April 16, 2002 NON -SUBSTANTIVE CORRECTIONS: May 13, 2002 - corrected the spelling of DEPARTMENT in header, page 1 May 10, 2004 - spacing, capitalization and punctuation only EFFECTIVE DATE: October 6, 2009 to January 4, 2010: filing 2009 -531 (EMERGENCY) December 8, 2009 - filing 2009 -644 April 14 , 202 1 - filing 202 1-068 (ROUTINE TECHNICAL) August 12, 2021 - filing 2021 -166 (EMERGENCY ROUTINE TECHNICAL) , 2021 - filing 2021 (ROUTINE TECHNICAL) EXHIBIT 5Case 1:21-cv-00242-JDL Document 49-10 Filed 09/15/21 Page 8 of 8 PageID #: 545 R.A. 90 13757523.1.1.1.1 UNITED STATES DISTRICT COURT DISTRICT OF MAINE JANE DOES 1-6, JOHN DOES 1-3, JACK DOES 1-1000, JOAN DOES 1-1000, Plaintiffs, v. JANET T. MILLS, in her official capacity as Governor of the State of Maine, JEANNE M. LAMBREW, in her official capacity as Commissioner of the Maine Department of Health and Human Services, NIRAV D. SHAH, in his official capacity as Director of the Maine Center for Disease Control and Prevention, MAINEHEALTH, GENESIS HEALTHCARE OF MAINE, LLC, GENESIS HEALTHCARE, LLC, NORTHERN LIGHT HEALTH FOUNDATION, MAINEGENERAL HEALTH, Defendants. CIVIL ACTION Docket No: 1:21-cv-00242-JDL DECLARATION OF APRIL NICHOLS 1. My name is April Nichols. I am an individual residing in Hartland, Maine, and I am over eighteen years of age. The following information is based on my personal knowledge. 2. I am employed by Genesis Administrative Servic es LLC (GAS) as Regional Vice President of Operations for Maine. GAS provides manage ment and administrative services for Genesis entities in Maine and nationally. GAS and name d defendants Genesis Healthcare of Maine, LLC and Genesis Healthcare LLC are indirect su bsidiaries of Genesi s Healthcare Inc. Genesis Healthcare of Maine, LLC and Gene sis Healthcare LLC are holding companies and have no employees. Case 1:21-cv-00242-JDL Document 50-2 Filed 09/15/21 Page 1 of 3 PageID #: 575 R.A. 91 13757523.1.1.1.1 2 3. Collectively, \"Genesis\" refers to all of the corporat e entities involved in the operation of our Maine facilities. Genesis operate s eleven facilities in Maine that provid e long-term care and rehabilitation services through individual operating compan ies under licenses issued by the Department of Health and Human Services (DHHS ) to those individual operating companies. Direct care workers and administrators who wo rk on-site at these facilities are employed by these operating companies. Each licensed opera ting company is required by the terms of its license to operate in complian ce with federal and state law, including DHHS rules. Under applicable DHHS rules, each of the operating co mpanies is a Designated Health Care Facility and is required to comply with the DHHS Immunization Re quirements Rule. 4. Genesis did not keep track of employee request s for religious exemptions before vaccines became available for COVID-19. 5. To incentivize employees to get vaccinated, Gene sis held free vaccinati on clinics on site and at all times treated time getting the vaccine as compensable. 6. It has been and continues to be Genesis polic y and practice to comply with all regulatory requirements pertaining to infection control, including in particular those from CMS and OSHA's Emergency Temporary Standard pe rtaining to COVID-19, as well as state requirements in each of the states in which Genesis operates. 7. On August 2, 2021, Genesis announced a company- wide vaccination mandate. Since that announcement, in Maine the Company has r eceived several reque sts for religious exemptions, some of which have been denied for failure to meet the company's criteria, some of which have been approved, and some of wh ich are pending further information from or action by the employee. Employees with approved exemptions are continuing to work until the effective date of the Immunization Requirements Rule. Case 1:21-cv-00242-JDL Document 50-2 Filed 09/15/21 Page 2 of 3 PageID #: 576 R.A. 92 13757523.1.1.1.1 3 8. At the time Genesis announced its company-wi de vaccine mandate, the seven-day rolling average employee vaccination rate in the State of Maine was 70.5%. 9. To comply with the Immunization Requireme nts Rule as amended by DHHS, Genesis has informed all employees at its Maine facilities th at they must be fully vaccinated by the date established for enforcement by the Governor of Maine, unless they are eligible for a valid exemption. Genesis intends to be in full compliance with the Rule when DHHS begins enforcement with respect to COVID-19 immunization on October 29, 2021. 10. In my capacity as Regional Vice President of Operations for Maine, I am aware of all pending employment claims including administrative claims filed with the EEOC and/or the Maine Human Rights Commission by any employees at any Genesis facility in Maine. Genesis has received one charge alleging failure to provide both reli gious and disability- related accommodations with respect to th e Company's, not the State's, COVID-19 vaccination mandate. The charge is by a male employee who provides his name and alleges he was terminated on August 24, 2021. These allegations differ in material respects from those of John Doe 2, who does not allege disabi lity discrimination or termination and who is challenging the State mandate, not the Company's. I theref ore do not believe that the complainant in the charge is a Plaintiff in this lawsuit. Genesis has not received any other administrative charges by Maine employees alleging religious discrimination against any Genesis entity in Maine relati ng to the COVID-19 vaccine. I declare under the penalties of perjury under the laws of the Unite d States of America that the foregoing is true and correct. Date: September 14, 2021 /s/ April Nichols April Nichols Case 1:21-cv-00242-JDL Document 50-2 Filed 09/15/21 Page 3 of 3 PageID #: 577 R.A. 93 13836255.1.1.1.1.1.1 UNITED STATES DISTRICT COURT DISTRICT OF MAINE JANE DOES 1-6, JOHN DOES 1-3, JACK DOES 1-1000, JOAN DOES 1-1000, Plaintiffs, v. JANET T. MILLS, in her official capacity as Governor of the State of Maine, JEANNE M. LAMBREW, in her official capacity as Commissioner of the Maine Department of Health and Human Services, NIRAV D. SHAH, in his official capacity as Director of the Maine Center for Disease Control and Prevention, MAINEHEALTH, GENESIS HEALTHCARE OF MAINE, LLC, GENESIS HEALTHCARE, LLC, NORTHERN LIGHT HEALTH FOUNDATION, MAINEGENERAL HEALTH, Defendants. CIVIL ACTION Docket No: 1:21-cv-00242-JDL DECLARATION OF JUDY WEST 1. My name is Judy West. I am an individua l residing in Portland, Maine and I am over eighteen years of age. The following information is based on my personal knowledge. 2. I am employed by MaineHealth as Chief Human Resources Officer. 3. Collectively, Maine Health operates numerous facilities in Maine that are licensed by the Maine Department of Health and Human Se rvices (DHHS) as Designated Health Care Facilities (DCHFs), including 9 hospitals a nd multiple nursing facilities, home health agencies, and other licensed locations. Each lice nsed facility is required by the terms of its license to operate in compliance with applic able laws, including DHHS rules. Under Case 1:21-cv-00242-JDL Document 50-3 Filed 09/15/21 Page 1 of 3 PageID 578 R.A. 94 13836255.1.1.1.1.1.1 2 applicable DHHS rules, DCHFs are require d to comply with the DHHS Immunization Requirements Rule. 4. As of August 31, MaineHealth had an empl oyee COVID-19 vaccination rate among its Maine employees of 88.4%. 5. MaineHealth has made COVID-19 vaccines available to all em ployees free of charge and onsite at multiple vaccine clinics, and it continues to provide assistance in obtaining vaccine appointments, which remain free. MaineHealth employees are eligible to be paid for the time they take to obtain the vaccine. MaineHea lth has provided and continues to provide education sessions and access to additional resources to all em ployees about the safety and efficacy of the vaccine, including on a de dicated COVID-19 intranet page. 6. It has been and continues to be the policy a nd practice of MaineHealth to comply with all regulatory requirements and guida nce pertaining to infection control in the workplace, including in particular thos e from CDC, CMS and OSHA's Emergency Temporary Standard pertaining to COVID- 19, as well as stat e requirements. 7. On August 3, 2021, MaineHealth announced that COVID-19 vaccinations would be mandatory for all of its employ ees, subject to eligibility for a valid exemption, effective October 1. 8. To comply with the Immunization Requireme nts Rule as amended by DHHS, MaineHealth has informed its employees that they must be fully vaccinated by the date established for enforcement by the Governor of Maine, unle ss they are elig ible for a valid exemption. MaineHealth intends to be in full compliance with the Rule when DHHS begins enforcement with respect to COVID-19 i mmunization on October 29, 2021. Case 1:21-cv-00242-JDL Document 50-3 Filed 09/15/21 Page 2 of 3 PageID #: 579 R.A. 95 13836255.1.1.1.1.1.1 3 9. In my capacity as Chief Human Resources Officer I am familiar with pending employment claims including administrative claims filed with the EEOC and/or the Maine Human Rights Commission against MaineHealth. Although the plaintiffs in this case remain anonymous, based on the facts alleged by the Jane and John Doe plaintiffs, I do not believe that any of them has filed an administrative charge alleging religious di scrimination against MaineHealth relating to the COVID-19 vaccine. I declare under the penalties of perjury under the laws of the Unite d States of America that the foregoing is true and correct. Date: September 14, 2021 /s/Judy West Judy West Case 1:21-cv-00242-JDL Document 50-3 Filed 09/15/21 Page 3 of 3 PageID #: 580 R.A. 96 13827904.1 UNITED STATES DISTRICT COURT DISTRICT OF MAINE JANE DOES 1-6, JOHN DOES 1-3, JACK DOES 1-1000, JOAN DOES 1-1000, Plaintiffs, v. JANET T. MILLS, in her official capacity as Governor of the State of Maine, JEANNE M. LAMBREW, in her official capacity as Commissioner of the Maine Department of Health and Human Services, NIRAV D. SHAH, in his official capacity as Director of the Maine Center for Disease Control and Prevention, MAINEHEALTH, GENESIS HEALTHCARE OF MAINE, LLC, GENESIS HEALTHCARE, LLC, NORTHERN LIGHT HEALTH FOUNDATION, MAINEGENERAL HEALTH, Defendants. CIVIL ACTION Docket No: 1:21-cv-00242-JDL DECLARATION OF GAIL COHEN 1. My name is Gail Cohen. I am an individual residing in Hallowell, Maine, and I am over eighteen years of age. The following information is based on my personal knowledge. 2. I am employed by MaineGeneral Health (M GH) as Chief Human Re sources Officer. 3. MaineGeneral Health operates one facility - Ma ineGeneral Medical Center - that is licensed by the Maine Department of Health and Human Services (DHHS) as Designated Health Care Facilities (DCHFs), and two othe r healthcare facilities that are licensed in other categories. Each licensed facility is required by the terms of its license to operate in compliance with Case 1:21-cv-00242-JDL Document 50-4 Filed 09/15/21 Page 1 of 3 PageID #: 581 R.A. 97 13827904.1 2 federal and state law, including DHHS rules. Under applicable DHHS rules, all three licensed facilities are required to comply w ith the DHHS Immunization Requirements Rule. 4. As of August 12, 2021, 73.45% of MGH employees we re fully vaccinated and an additional 2% had received a first dose. Between Augus t 12 and August 27, an additional 12 employees reported themselves to be full vaccinated and an additional 76 had received a first dose. 5. To encourage employees to get vaccinate d, MGH has been providing weekly COVID-19 communication updates from our CEO that ha ve included information regarding the Emergency Use Authorization (EUA) of the v accines, CDC educational information, a free COVID-19 employee clinic with availability fo r day, night, weekend and shifts to make it easy for staff to access, treating time spent getting vaccinated as compensable, encouragement to talk with their PCP if th ey had specific questions regarding their own health history, and an email address to wh ich to submit questions about COVID-19. 6. It has been and continues to be MaineGeneral Health policy and practi ce to comply with all regulatory requirements pertaining to infection c ontrol, including in pa rticular those from CMS, CDC and OSHA's Emergency Temporary Standard pertaining to COVID-19, as well as state requirements. 7. To comply with the Immunization Requirements Rule as amended by DHHS, MaineGeneral Health has informed its employees that they mu st be fully vaccinated by the date established for enforcement by the Governor of Maine, unle ss they are eligible for a valid exemption or reasonable accommodation. MaineGeneral Health intends to be in full compliance with the Rule when DHHS begins enforcement with respect to COVID-19 im munization on October 29, 2021. Case 1:21-cv-00242-JDL Document 50-4 Filed 09/15/21 Page 2 of 3 PageID #: 582 R.A. 98 13827904.1 3 8. In my capacity as Chief Human Resource Offi cer I am aware of all pending employment claims including administrative claims filed with the EEOC and/or the Maine Human Rights Commission. None of the plaintiffs in this ca se has filed an admini strative charge alleging religious discrimination against MGH or any lic ensed facility operated by MGH relating to the COVID-19 vaccine. I declare under the penalties of perjury under the laws of the Unite d States of America that the foregoing is true and correct. Date: September 13, 2021 /s/ Gail Cohen Gail Cohen Case 1:21-cv-00242-JDL Document 50-4 Filed 09/15/21 Page 3 of 3 PageID #: 583 R.A. 99 UNITED STATES DISTRICT COURT DISTRICT OF MAINE JANE DOES 1 -6, JOHN DOES 1 -3, JACK DOES 1 -1000, JOAN DOES 1 -1000, Plaintiff s, v. JANET T. MILLS, in her official capacity as Governor of the State of Maine, JEANNE M. LAMBREW, in her official capacity as Commissioner of the Maine Department of Health and Human Services, NIRAV D. SHAH, in his official capacity as Director of the Maine Center for Disease Control and Prevention, MAINEHEALTH, GENESIS HEALTHCARE OF MAINE, LLC, GENESIS HEALTHCARE, LLC, NORTHERN LIGHT HEALTH FOUNDATION, MAINEGENERAL HEALTH, Defendant s. CIVIL ACTION Docket No: 1:21-cv-00242 -JDL DECLARATION OF PAUL BOLIN 1. My name is Paul Bolin . I am an individual residing in Bangor , Maine and I am over eighteen years of age. The following information is based on my personal knowledge. 2. I am employed by Northern Light Health as SVP and Chief Human Resources Officer. 3. Northern Light Health operates numerous facilities in Maine that are licensed by the Maine Department of Health and Human Services (DHHS) as Designated Health Care Facilities (DCHFs) , including 10 hospitals and multiple nursing facilities, home health agencies, and other licensed locations. Each licensed facility is required by the terms of its license to operate i n compliance with applicable laws, including DHHS rules. Under applicable Case 1:21-cv-00242-JDL Document 51-2 Filed 09/15/21 Page 1 of 3 PageID #: 609 R.A. 100 2 DHHS rules, D CHFs are required to comply with the DHHS Immunization Requirements Rule. 4. As of August 3 0, 2021 , Northern Light Health had a n employee COVID -19 vaccination rate among its Maine employees of 88%. 5. Northern Light Health has made COVID -19 vaccines available to all employees free of charge and onsite at multiple vaccine clinics, and it continue s to provide assistance in obtaining vaccine appointment s, which remain free. Northern Light Health employees are eligible to be paid for the time they take to obtain the vaccine. Northern Light Health has provided and continues to provide education sessions and access to additional resources to all employees about the safety and ef ficacy of the vaccine , including on a dedicated COVID -19 intranet page . 6. It has been and continues to be the policy and practice of Northern Light Health to comply with all regulatory requirements and guidance pertaining to infection control in the workpl ace, including in particular those from CDC, CMS and OSHA's Emergency Temporary Standard pertaining to COVID -19, as well as state requirements . 7. On August 2, 2021 , Northern Light Health announced that COVID -19 vaccinations would be mandatory for all of its employees, subject to eligibility for a valid exemption, effective when emergency use authorization was lifted. 8. To comply with the Immunization Requirements Rule as amended by DHHS, Northern Light Health has informed its employees that they must be fully vaccinated by the date established for enforcement by the Governor of Maine, unless they are eligible for a valid exemption. Northern Light Health intends to be in full compliance wit h the Rule when DHHS begins enforcement with respect to COVID -19 immunization on October 29, 2021. Case 1:21-cv-00242-JDL Document 51-2 Filed 09/15/21 Page 2 of 3 PageID #: 610 R.A. 101 3 9. In my capacity as Chief Human Resources Officer I am familiar with pending employment claims including administrative claims filed with the EEOC and/or the Maine Human Rights Commission against Northern Light Health . Although the plaintiffs in this case remain anonymous, based on the facts alleged by the Jane and John D oe plaintiffs, I do not believe that any of them has filed an administrative charge alleging religious discrimination against Northern Light Health relating to the COVID -19 vaccine. I declare under the penalties of perjury under the laws of the United Stat es of America that the foregoing is true and correct. Date: September 15, 2021 /s/ Paul Bolin Paul Bolin Case 1:21-cv-00242-JDL Document 51-2 09/15/21 Page 3 of 3 PageID #: 611 R.A. 102 "}