{"title": "Standard Process Whole Food-Based Supplements", "author": null, "url": null, "hostname": null, "description": "High-quality products that work the way nature intended.", "sitename": null, "date": "2023-01-01", "cleaned_text": "Change Lives Advancing Health Through Whole Food Nutrition Standard Process is a Wisconsin-based, family-owned company that has been dedicated to making high-quality and nutrient-dense supplements for three generations. We apply a holistic approach to how we farm, manufacture, and protect the quality of our products. Long ago, our founder Dr. Royal Lee recognized nutritional deficiencies caused by processed foods and industrial food production. As a result, we've spent the past 90 years pioneering innovation in whole food nutrition. From our organic and regenerative farming practices to our Nutrition Innovation Center, we are committed to clinical science that advances health and changes lives. [View Products](//products?brands=Standard%20Process) [Catalog PDF](https://my.standardprocess.com/Products/Literature/Standard-Process-MediHerb-Catalog) Supporting Practitioners Since 1929 We have been a practitioner brand since our founding years when we were the first to introduce a line of whole food-based nutritional supplements in the United States. We recognized early on that our supplements can only be as effective as a practitioner's recommendation. Together, we share insights and take a holistic approach to advancing health by supporting the body's interrelated systems. Organic and Regenerative Farming Practices At Standard Process, we own and operate our certified organic farm. Our farmers are experts at their craft, and organic farming is their way of life. Organic farming guarantees no pesticides, no herbicides, and no genetically modified organisms (GMOs). Our regenerative farming practices assure biodiversity and nutrient-dense soil that is rich in bio-matter - which is essential to the quality of our ingredients as well as the environment. A great majority of the raw plant ingredients used in our products are grown on our certified organic farm in Palmyra, Wisconsin. Premium Quality from Soil to Supplement Quality is at the heart of everything we do at Standard Process. To safeguard the vital nutrients in the ingredients we harness, our team of scientists work tirelessly to apply stringent standards to how we farm, source, manufacture, test, and formulate all of our products. From our juice extraction to our drying, packing, and cleaning processes, we are meticulous about protecting the quality of our ingredients. This multi-tiered approach ensures that our supplements deliver their complex nutrients as nature intended. Weekly, our scientists run as many as 2,100 tests through all manufacturing stages. [View Our Quality Process](https://standardprocesscom.corewebdna.com/files/files/content/Quality Control Illustration Final.pdf) We Control the Quality of Our Products Every Step of the Way Exclusive Processes: - Juicing - Separation - Drying Isolated Processes: - Mixing - Binding - Tableting - Capsuling - Perling - Powder filing Finishing Processes: - Packaging - Cleaning - Environmental monitoring Quality Control Processes: - Quality assurance - Quality control - Auditing - Testing \"The best sources of vitamins and minerals are found in whole foods.\" Dr. Royal Lee Paving the Way Through Clinical Science and Innovation The [Standard Process Nutrition Innovation Center](/about-us/quality/nutrition-research) is a first-of-its-kind research center dedicated to testing and developing new products and solutions for health care practitioners and patients. It inspires innovation and validates our whole food philosophy with scientific evidence. The Nutrition Innovation Center provides us with invaluable clinical insights and data that we use to support the improvement of our organic and regenerative farming practices and product formulations. [View Products](/products?brands=Standard%20Process) Nutrition Innovation Center Programs Discovery Lab Clinical Research Education Science Kitchen "}