{"title": "Our markets | Croda Pharma", "author": null, "url": "https://www.crodapharma.com/en-gb/who-we-are/our-markets", "hostname": "crodapharma.com", "description": "We specialises in developing the highest quality and purest grades of pharmaceutical excipients to help you formulate seamlessly and drive your products to market.", "sitename": "Crodaplc", "date": "2023-01-01", "cleaned_text": "Human pharmaceuticals We specialise in developing the highest quality and purest grades of pharmaceutical excipients, lipids and vaccine adjuvants to help you formulate seamlessly and drive your products to market. We tailor excipient purity to your needs. We are committed to product quality, regulatory excellence, and supply chain security. We have worked with many pharma companies to bring COVID-19 vaccines and treatments to market faster, using our adjuvant and Super Refined excipients. While continuing to invest in expanding our portfolio and manufacturing footprint globally, quality is at the forefront of our plans. [Learn more](https://www.crodapharma.com/en-gb/who-we-are/our-markets/human-pharma) Consumer Health We combine our technical expertise with regulatory knowledge to help our customers market innovative products. We invent and reinvent ourselves to adapt to changing consumer needs and market trends. Our main goal in Consumer Health is to help our customers market consumer relevant label claims that grow their product and brand authority. Learn how we can help you grow your product brand by offering quality specialty ingredients developed for the OTC, oral hygiene, and human nutrition markets. [Learn more](https://www.crodapharma.com/en-gb/consumer-health) Veterinary Health To serve the growing veterinary health market, we develop and commercialise a wide range of specialty excipients which are used to enhance the delivery, efficacy, and stability of actives in livestock and companion animal health products. Our broad portfolio also comprises adjuvants for the important veterinary vaccine market and extends further to omega-3 essential fatty acids for pet food products. We collaborate with your formulation scientists to produce safer, more efficient, and highly specialised products that are used across a variety of marketed veterinary dosage forms. We strive to offer innovative solutions to meet the challenges formulators, veterinarians and livestock producers face "}