{"title": "Dr. Vivek Goswami | MomJunction - A Community for Moms", "author": "Dr Vivek Goswami", "url": "https://www.momjunction.com/reviewer/dr-vivek-goswami/", "hostname": "momjunction.com", "description": "Dr. Vivek Goswami is a senior consultant pediatrician and neonatologist at Fortis Hospital, Noida. With an experience of 12 years, he has a passion for providing dedicated, state-of-the-art pediatric and adolescent care. Dr. Goswami has completed his MD in Pediatrics from Kalawati Saran Children's Hospital, Lady Hardinge Medical College (LHMC), one of the biggest [...]", "sitename": "MomJunction", "date": "2023-01-09", "cleaned_text": "MD, MRCPCH Dr. Vivek Goswami is a senior consultant pediatrician and neonatologist at Fortis Hospital, Noida. With an experience of 12 years, he has a passion for providing dedicated, state-of-the-art pediatric and adolescent care. Dr. Goswami has completed his MD in Pediatrics from [Kalawati Saran Children's Hospital, Lady Hardinge Medical College (LHMC)](http://lhmc-hosp.gov.in/index.php), one of the biggest and premier pediatric institutes in Asia. He won several national and international awards. For his research on newborn babies, he was awarded the prestigious NNF Gold Medal by the National Neonatology Forum. He was also awarded the prestigious 'Dr. Satya Gupta Award' by Delhi IAP for his work on newborn and infant care. He completed his senior residency from LHMC, Delhi in 2007. During his tenure of senior residency, his work in the field of pediatrics was appreciated and he was awarded the renowned 'Dr. V.K. Gujral Award' for being the most efficient and sympathetic pediatrician of LHMC. In 2011, the Royal College of Pediatrics & Child Health, United Kingdom, honored him with the prestigious MRCPCH, an internationally recognized benchmark examination of excellence. MomJunction believes in providing the most accurate content to its readers. Hence we get our articles reviewed by highly skilled experts in the relevant fields. The articles are reviewed to ensure their authenticity, factual correctness, and relevance. The board members also add inputs drawn from their years of experience. Learn more about our [medical review board.](https://www.momjunction.com/medical-team/) In most cases, knee pain in children can be due to growing pain, and there is no need for medical attention since it may resolve quickly without complications. However, it is always necessary to identify the exact causes of knee pain in children. Dr. Mark Halstead, MD, Sports Medicine Specialist at St. Louis Children's Hospital, says, \"knee pain can result from because of overuse, imbalance in muscle strength and flexibility or from Osgood-Schlatter disease (1).\" Knee pain with other symptoms, such as redness and swelling, may require prompt medical care. Read on to know more about the causes and treatment of knee pain in children and when to see a doctor. [mj-toc] Causes Of Knee Pain In Children There could be various causes for knee pain in children. Here we list some of them. Normal Causes For Knee Pain In Children According to a research article published in the British Medical Journal, Growing pain normally occurs in children between the... Like adults, cardiopulmonary resuscitation in children can also help save a life. Nobody anticipates these health emergencies, but it can help to be hands-on with certain first-aid techniques such as cardiopulmonary resuscitation or CPR. If a child stops breathing for any reason, CPR can help avoid fatality. In addition, getting prompt CPR from a CPR-trained adult in an emergency can help in quick recovery and better outcomes. Read this post to know indications for CPR in children, steps on how to perform CPR, and other important things to remember while performing CPR for children. Note: This post is only an informational source and not a substitute for professional CPR training. [mj-toc] What Is CPR For Children? CPR is a life-saving procedure in which a set of life saving steps are followed when a child is not breathing or when there is weak or no pulse. This procedure involves compressing the chest to keep the blood circulation going and inducing artificial... Typhoid fever can be prevented with vaccines. The World Health Organization (WHO) recommends the typhoid vaccine for kids who live in high-risk areas. You may ask the pediatrician to know the requirement of the typhoid vaccine for your child since it may not be included in the child's routine immunization schedule. The type of vaccine may vary depending on the child\\'s age. However, children older than two years can get typhoid vaccination. Read on to know more about the uses, side effects, and when to get the typhoid vaccine for children. [mj-toc] What Is Typhoid? Typhoid is a bacterial infection that can lead to acute illness. The infection is caused by the Salmonella typhimurium or Salmonella paratyphi bacteria and spreads through contaminated water and food (1). Sometimes, it can be contracted from an infected person also. This bacteria enters the body through the mouth and stays in the intestine for a couple of weeks before the symptoms of infection start... Fungal nail infection is termed onychomycosis, and it may affect both fingernails and toenails. While common in adults, fungal nail infection in children is rare. Only 2.5% of all babies and children are known to be affected by the fungal infection. However, the frequency of fungal nail infections in children has increased over the last few years (1) (2). Read this post as we bring to you the causes, signs and symptoms, home remedies, treatment, and prevention of fungal nail infections in children. [mj-toc] Causes Of Fungal Nail Infection In Children Fungal infection is caused by a variety of fungi belonging to the groups of [simple_tooltip text=\"dermatophytes\" tooltip=\"Group of fungi that uses keratin protein to grow and is limited to skin, nail, and hair infections.\" ], non-dermatophytic molds, and yeasts. They cause infection when they have the right conditions to attach and propagate on a nail. The following factors can cause a fungus to infect a fingernail or toenail (3)... Dengue fever in babies and toddlers is a viral infection caused by four types of dengue virus. The illness is usually found in tropical and subtropical countries. It can be severe in babies and toddlers if they are born to mothers having dengue (1). You should be observant of the dengue symptoms in children because they can be easily confused with other illnesses. Although it can be cured at home, proper diagnosis by a healthcare professional is crucial for the prevention of further potential complications. Also, you should take steps to stop the spread of the infection. Read the post to understand more about dengue fever in babies, its symptoms, treatment, and ways to keep children safe from mosquito-borne diseases. [mj-toc] What Causes Dengue And How Does It Spread? The dengue virus is mainly transmitted by the Aedes aegypti species of female mosquitoes. These species of mosquitoes are also responsible for [simple_tooltip text=\"Zika virus infection,\" tooltip=\"An mosquito-borne infection that causes... Blepharitis in babies is a rare eye disease caused by the clogging of oil-producing glands on the eyelids. This may lead to eyelid inflammation, resulting in crust formation on the eyelashes (crusty eyelids) and swelling of the eyelids. As a result, babies may feel itch and discomfort and often scratch their eyes. Not all cases of blepharitis are contagious diseases. However, if microbes cause the inflammation, they can spread to others. It is recommended to seek medical care to prevent recurrence and severe infant eye infections. In addition, most babies may require long-term care, such as cleaning eyelids and warm compresses regularly to ease the symptoms. Read on to know more about the signs, symptoms, causes, and management of blepharitis in babies. [mj-toc] Different Types Of Blepharitis Blepharitis is classified into two types (1). Anterior blepharitis: Inflammation of the area where the eyelashes are attached. It is on the outer front edge of the eyelid. It is usually caused by... How to get rid of teenage pimples naturally? Teenage acne or pimples are common problems among most teens that might affect their self-confidence. Pimples are small red bumps that are often seen in the face, caused due to clogged pores, oily skin, or bacterial buildup on the skin cells. They can often be treated with the help of home remedies or certain medicinal ointments. Read on to know about the common causes of acne/pimples and a few ways to manage them at home easily. [mj-toc] What Causes Acne In Teenagers? An increase in the levels of hormones during the teenage years causes the sebaceous glands (oil glands within the skin) to produce more sebum (oil). The oil clumps with the dead skin cells and other debris, blocking the hair follicles and leading to acne (1). These blocked pores get infected by a bacteria C. acnes, leading to inflammation. Research findings indicate that more teenage girls than boys have acne. Among... Teeth grinding in babies and toddlers is a common occurrence. Also known as bruxism, you may often find your toddler grinding their teeth in the middle of the night. While clenching or grinding teeth is a common form of expression in adults to show anger or anxiety, this action may alarm you if it is coming from your baby. Some babies and toddlers may grind their teeth when awake; however, it is mostly seen when sleeping. Whether conscious or unconscious teeth grinding, it occurs in toddlers for various underlying reasons. Read on to know the causes of bruxism and simple techniques to help prevent it. [mj-toc]What Is Bruxism? Bruxism is the medical term for a condition where an individual grinds his or her teeth or clenches the jaw very tightly. It occurs in adults but is also prevalent in babies and toddlers. About 20-30% of babies and toddlers suffer from bruxism. Sleep bruxism is not normal and is considered a... "}