{"title": "Traditional Chinese Acupuncture and Dry Needling - Van Ness Chiropractic", "author": "Van Ness Chiropractic", "url": "https://www.vannesschiro.com/traditional-chinese-acupuncture-barrington-il-dry-needling/", "hostname": "vannesschiro.com", "description": "Van Ness Chiropractic offers traditional Chinese acupuncture & dry needling (also known as sports acupuncture). Acupuncture Barrington IL", "sitename": "Van Ness Chiropractic", "date": "2016-04-26", "cleaned_text": "Traditional Chinese Acupuncture and Dry Needling We offer both traditional Chinese acupuncture and dry needling (also known as sports acupuncture) at Van Ness Chiropractic. Though traditional Chinese acupuncture and dry needling both use sterile needles, the methodology behind each treatment is different, as are the techniques and education behind them. After a proper examination, we can discuss which option is best for you. Traditional Chinese Acupuncture - Barrington, IL Acupuncture is a treatment that involves needle insertion through a person's skin into specific points, based upon Chinese Medicine, that are meant to relieve pain and address certain health problems. Dry Needling - Barrington, IL Dry needling is a procedure where a needle is inserted into a muscle targeting myofascial trigger points. A sterile acupuncture needle is inserted into the trigger point, causing an immediate \"release\" of the trigger point, reducing pain and muscle tension. The needle is manipulated at various depths, while inserted, and at times the use of electrical stimulation is implemented. The goal of this treatment is to relieve pain and muscle spasms, improve sports performance and promote healing in the treated area. Though the thought of needles is intimidating, traditional Chinese acupuncture and dry needling are low-risk techniques that can deliver amazing results. Some may experience a \"twitch response\" when the needle is inserted which can feel like a muscle cramp. For most, there is little or NO DISCOMFORT with the needle insertion. Drinking plenty of fluids and applying heat can usually reduce any associated soreness. Conditions Helped with Traditional Chinese Acupuncture and Dry Needling Running Injuries - Achilles Tendonitis - Shin Splits - Plantar Fasciitis (Foot Pain) - IT Band Syndrome - Hamstring Strain Neck and Shoulder Pain - Disk and Nerve Problems - Neck Pain - TMJ - Migraines/Headaches - Rotator Cuff - Epicondylitis (Tennis Elbow) - Upper Back and Shoulder Lower Back & Hip Pain - Low Back Pain - Herniated or Bulging Disc - Hip Bursitis - Sciatica - Stenosis - Scoliosis Physiologic - Stress and Anxiety - Insomnia - Sinus Problems - Tinnitus and much more... Van Ness Chiropractic is happy to offer traditional Chinese acupuncture and dry needling for the spine and extremities. Call today to find out if you are a candidate for these great services. Office Hours Monday Tuesday Wednesday Thursday Friday Saturday Sunday 7:30AM - 5:45PM - 12:00PM CLOSED CLOSED * For emergency or after hour appointments, call or text Dr. Van Ness at [224-622-5836](tel:2246225836) We're accepting "}