{"title": "Conspirituality in COVID-19 Times: A Mixed-method Study of Anti-vaccine Movements in Spain", "author": "Mar Griera; Jordi Morales i Gras; Anna Clot-Garrell; Rafael Cazarín", "url": null, "hostname": null, "description": "This article focuses on the development of COVID-19 anti-vaccination movements in Spain and explores their relationship with the phenomenon of conspirituality. By using a mixed-methods approach combining big data analysis with small ethnographic data analysis, we examine how conspiracy theories and spiritual ideas circulate, merge and crystallize in particular practices and encounters in Spain. The big data analysis of Twitter conversations reveals the centrality and hypervisibility of far-right populist influencers, and the predominance of classic conspiracy views over spiritual ones in anti-vax discourses. However, ethnographic observations and the analysis of digital ethnographic data of other social media platforms (Facebook, YouTube and Telegram) show the emergence and growth of a network of actors merging spiritual messages, alternative visions on health and healing, anti-vax views and conspiracy theories in different ways and degrees. These are the conspiritual assemblages, which are smaller and more local in their scale and impact but still significant in sociological terms.", "sitename": "Journal for the Academic Study of Religion", "date": "2022-07-22", "cleaned_text": "Anti-vaccine Movements in Spain DOI: [https://doi.org/10.1558/jasr.22390](https://doi.org/10.1558/jasr.22390) Keywords:conspirituality, Spain, Spirituality, Vaccination, Anti-vaxx Abstract This article focuses on the development of COVID-19 anti-vaccination movements in Spain and explores their relationship with the phenomenon of conspirituality. By using a mixed-methods approach combining big data analysis with small ethnographic data analysis, we examine how conspiracy theories and spiritual ideas circulate, merge and crystallize in particular practices and encounters in Spain. The big data analysis of Twitter conversations reveals the centrality and hypervisibility of far-right populist influencers, and the predominance of classic conspiracy views over spiritual ones in anti-vax discourses. However, ethnographic observations and the analysis of digital ethnographic data of other social media platforms (Facebook, YouTube and Telegram) show the emergence and growth of a network of actors merging spiritual messages, alternative visions on health and healing, anti-vax views and conspiracy theories in different ways and degrees. These are the conspiritual assemblages, which are smaller and more local in their scale and impact but still significant in sociological terms. References Asprem, Egil, and Asbjørn Dyrendal 2015 Conspirituality Reconsidered: How Surprising and How New is the Confluence of Spirituality and Conspiracy Theory? Journal of Contemporary Religion 30(3): 367-82. [https://doi.org/10.1080/13537903.2015.1081339](https://doi.org/10.1080/13537903.2015.1081339) Astor, Avi, and Mar Griera 2016 diversidad No One': Modernization, Culture. European Journal of Communication 27(1): 22-34. [https://doi.org/10.1177/0267323111433566](https://doi.org/10.1177/0267323111433566) Barkun, Michael 2013 A Culture of Conspiracy: Apocalyptic Visions in Contemporary America. University of California Press, Berkeley. Beck, Ulrich 1992 From Industrial Society to the Risk Society: Questions of Survival, Social Structure and Ecological Enlightenment. Theory, Culture & Society 9(1): 97-123. [https://doi.org/10.1177/026327692009001006](https://doi.org/10.1177/026327692009001006) Bergmann, Eirikur 2018 Conspiracy and Populism: The Politics of Misinformation. Springer, Netherlands. Bescansa, Carolina, and Ariel Jerez 2013 II Encuesta sobre actitudes del Pluralismo Religioso. Birkland, Thomas A. 1998 Focusing Events, Mobilization, and Agenda Setting. Journal of Public Policy 18(1): Etienne Lefebvre 2008 Fast Unfolding of Communities in Large Networks. Journal of Statistical Mechanics: Theory and Experiment 2008(10): P10008. [https://doi.org/10.1088/1742-5468/2008/10/P10008](https://doi.org/10.1088/1742-5468/2008/10/P10008) Borra, Erik, and Bernhard Rieder 2014 Programmed Developing a Toolset for Capturing and Analyzing Tweets. Aslib Journal of Information Management 66(3): 262-78. [https://doi.org/10.1108/AJIM-09-2013-0094](https://doi.org/10.1108/AJIM-09-2013-0094) Bramadat, Paul 2017 Crises of Trust and Truth: Religion, Culture, and Vaccine Hesitancy in Canada. In Public Health in the Age of Anxiety: Religious and Cultural Roots of Vaccine Hesitancy in Canada, edited by Paul Bramadat, Maryse Guay, Julie Bettinger and Rêal Roy, 16-55. University of Toronto Press, Toronto. Campbell, Colin 1972 The Cult, the Cultic Milieu and Secularisation. A Sociological Yearbook of Religion in Britain 5: 119-36. Cantó-Milà, Natàlia, and Swen Seebach 2015 Desired Images, Regulating Figures, Constructed Imaginaries: The Future as an Apriority for Society to Be Possible. Current Sociology 63(2): 198-215. [https://doi.org/10.1177/0011392114556583](https://doi.org/10.1177/0011392114556583) CCDH (Centre for Countering Digital Hate) 2021 The Anti-Vax Industry, How Big Tech Powers and Profits from Anti-Vaccine Misinformation. Online: [https://www.counterhate.com/anti-vaxx-industry](https://www.counterhate.com/anti-vaxx-industry) (accessed 1 February 2022). Clot-Garrell, Anna, and Mar Griera 2019 Beyond Narcissism: Towards an Analysis of the Public, Political and Collective Forms of Contemporary Spirituality. Religions 10(10): 579. [https://doi.org/10.3390/rel10100579](https://doi.org/10.3390/rel10100579) Cook, Julia 2018 Imagined Futures: Hope, Risk and Uncertainty. Palgrave, London. Earnshaw, Valerie A., Lisa A. Eaton, Seth C. Kalichman, Natalie M. Brousseau, E. Carly Hill and Annie B. Fox 2020 COVID-19 Conspiracy Beliefs, Health Behaviors, and Policy Support. Translational Behavioral Medicine 10(4): 850-56. [https://doi.org/10.1093/tbm/ibaa090](https://doi.org/10.1093/tbm/ibaa090) Ellison, Christopher G., Matt Bradshaw and Cheryl A. Roberts 2012 Spiritual and Religious Identities Predict the Use of Complementary and Alternative Medicine among US Adults. Preventive Medicine 54(1): 9-12. [https://doi.org/10.1016/j.ypmed.2011.08.029](https://doi.org/10.1016/j.ypmed.2011.08.029) Evans, Jules 2021 'Conspirituality'—the Overlap between the New Age and Conspiracy Beliefs'. Medium. Online: [https://julesevans.medium.com/conspirituality-the-overlap-between-the-new-age-and-conspiracy-beliefs-c0305eb92185](https://julesevans.medium.com/conspirituality-the-overlap-between-the-new-age-and-conspiracy-beliefs-c0305eb92185) (accessed 13 October 2021) Goreis, Andreas, and Oswald D. Kothgassner 2020 Social Media as Vehicle for Conspiracy Beliefs on COVID-19. Digital Psychology 1(2): 36-39. [https://doi.org/10.24989/dp.v1i2.1866](https://doi.org/10.24989/dp.v1i2.1866) Halafoff, Anna, Enqi Weng, Gary Bouma and Greg Barton 2020 Religious Groups are Embracing Technology during the Lockdown, But Can It Replace Human Connection? The Conversation. Online: [https://theconversation.com/religious-groups-are-embracing-technology-during-the-lockdown-but-can-it-replace-human-connection-135682](https://theconversation.com/religious-groups-are-embracing-technology-during-the-lockdown-but-can-it-replace-human-connection-135682) (accessed 11 May 2021). Hanegraaff, Wouter J. 2018 Age Religion Harambam, Jaron, Conspiracy Theorist': Relational Identifications in the Dutch Conspiracy Milieu. Cultural Sociology Heelas, Karin Tusting 2005 The Spiritual Revolution: Why Religion is Giving Way to Spirituality. Religion and Spirituality in the Modern World. Wiley, London. Hervieu-Léger, Danièle 2001 Individualism, the Validation of Faith, and the Social Nature of Religion in Modernity. In The Blackwell Companion to Sociology of Religion, edited by Richard K. Fenn, 161-75. Blackwell, Oxford. Hjarvard, Stig 2017 Mediatization. In 1-20. Wiley Blackwell, Malden, MA. Hornsey, Matthew J. et al. 2021 To What Extent are Conspiracy Theorists Concerned for Self versus Others? A COVID-19 Test Case. European Journal of Social Psychology 51(2): 285-93. [https://doi.org/10.1002/ejsp.2737](https://doi.org/10.1002/ejsp.2737) Houtman, Dick, and Stef Aupers 2007 The Spiritual Turn and the Decline of Tradition: The Spread of Post-Christian Spirituality in 14 Western Countries, 1981-2000. Journal for the Scientific Study of Religion 46(3): Anu Sangraula, Michael C. Smith and Sandra C. Quinn 2020 Not Just Conspiracy Theories: Vaccine Opponents and Proponents Add to the COVID-19 'Infodemic' on Twitter. Harvard Kennedy School Misinformation Review 1(3): Yael, and Dalit Simchai 2014 The 'Gender Puzzle' of Alternative Medicine and Holistic Spirituality: A Literature Review. Social Science & Medicine 113: 77-86. [https://doi.org/10.1016/j.socscimed.2014.05.001](https://doi.org/10.1016/j.socscimed.2014.05.001) McGuire, Meredith B. 1993 Health and Spirituality as Contemporary Concerns. The Annals of the American Academy of Political and Social Science 527(1): 144-54. [https://doi.org/10.1177/0002716293527001011](https://doi.org/10.1177/0002716293527001011) 2021 Content Matters. Different Predictors and Social Consequences of General and Government-related Conspiracy Theories on COVID-19. Personality and Individual Differences [https://doi.org/10.1016/j.paid.2020.110289](https://doi.org/10.1016/j.paid.2020.110289) Parmigiani, Giovanna 2021 Magic and Politics: Conspirituality the American Academy of Religion 89(2): 506-529. [https://doi.org/10.1093/jaarel/lfab053](https://doi.org/10.1093/jaarel/lfab053) Partridge, Christopher 2016 Occulture and Everyday Enchantment. In The Oxford Handbook of New Religious Movements, edited by James R. Lewis and Inga B. Tollefsen, 315-33. Oxford University Press, Oxford. Ramón Fernández, Sociology of Anxiety: Western Modern Legacy and the Covid-19 Outbreak. International Sociology 36(4): 554-68. [https://doi.org/10.1177/0268580921993325](https://doi.org/10.1177/0268580921993325) Rosa, Hartmut 2013 Social Acceleration. Columbia University Press, Columbia. Rutjens, Bastiaan T., and Romy van der Lee 2020 Spiritual Skepticism? Heterogeneous Science Skepticism in the Netherlands. Public Understanding of Science 29(3): 335-52. [https://doi.org/10.1177/0963662520908534](https://doi.org/10.1177/0963662520908534) Stephens, Monica 2020 A Geospatial Infodemic: Mapping Twitter Conspiracy Theories of COVID-19. Dialogues in 10(2): 276-81. [https://doi.org/10.1177/2043820620935683](https://doi.org/10.1177/2043820620935683) Sturm, Anthropology & Medicine 28(1): 122-39. [https://doi.org/10.1080/13648470.2020.1833684](https://doi.org/10.1080/13648470.2020.1833684) Taylor, Charles 2004 Modern Social Imaginaries. Duke University Press, London. Uscinski, Joseph E., Adam M. Enders, Casey Klofstad, Michelle Seelig, John Funchion, Caleb Everett, Stefan Wuchty, Kamal Premaratne and Manohar Murthi 2020 Why Do People Believe COVID-19 Conspiracy Theories? Harvard Kennedy School Misinformation Review 1(3). Valaskivi, Katja, and Johanna Sumiala 2014 Circulating Social Imaginaries: Theoretical and Methodological Reflections. European Journal of Cultural Studies 17(3): 229-43. [https://doi.org/10.1177/1367549413508741](https://doi.org/10.1177/1367549413508741) Ward, Charlotte, and David Voas 2011 The Emergence of Conspirituality. Journal of Contemporary Religion 26(1): 103-121. [https://doi.org/10.1080/13537903.2011.539846](https://doi.org/10.1080/13537903.2011.539846) Published How to Cite Issue Section License Equinox Publishing Ltd. "}