{"title": "Covid-19: la española Insud Pharma hará viales de la vacuna de AstraZeneca", "author": "Redacción Médica", "url": "https://www.redaccionmedica.com/secciones/industria/covid-19-la-espanola-insud-pharma-hara-viales-de-la-vacuna-de-astrazeneca-8063", "hostname": "redaccionmedica.com", "description": "Las instalaciones elegidas son Universal Farma, en Guadalajara", "sitename": "Redacción Médica", "date": "2021-01-20", "cleaned_text": "El ministro Illa y el presidente García-Page, con responsables de la planta y de AstraZeneca. 20 ene 2021. 11.30H SE LEE EN 2 minutos El grupo farmacéutico español Insud Pharma fabricará los viales de la vacuna AZD1222 desarrollada por AstraZeneca y la Universidad de Oxford, encargándose de su llenado y empaquetado. Las instalaciones elegidas para la realización del llenado de los viales de la vacuna son Universal Farma, una planta de última generación situada en Guadalajara, inaugurada en 2017, y dedicada a medicamentos inyectables. La producción comenzará en la planta de su área industrial, Chemo, ubicada en Azuqueca de Henares (Guadalajara), el próximo mes de febrero. Actualmente, la vacuna se encuentra en fase de ensayos clínicos y su suministro de emergencia está aprobado en Reino Unido y otros países. Garcia-Page y el ministro Illa visitan Universal Farma El presidente de Castilla-La Mancha, Emiliano García-Page, que ha acompañado al ministro de Sanidad, Salvador Illa, en su vista a las instalaciones de la empresa en la localidad azudense, ha dicho que esta planta va a ser protagonista en una de las vacunas más importantes contra el Covid-19. Insud Pharma es una compañía con una trayectoria de más de 40 años, dedicada al desarrollo, investigación de medicamentos y principios activos, que cuenta con un total de 6 plantas en nuestro país y emplea a más de 6.000 personas en todo el mundo. En España, Insud Pharma tiene 2 plantas en Azuqueca de Henares, una en Alcalá de Henares y tres León. Impulso a la economía española En palabras del presidente de AstraZeneca España, Rick Suárez, \"desde los inicios de la pandemia AstraZeneca ha trabajado incansablemente para luchar contra el virus, y un ejemplo de ello es el desarrollo de una potencial vacuna contra la Covid-19\". Asimismo ha puesto en valor el hecho de que parte del proceso de fabricación de la vacuna se asiente en España, algo que les hace \"sentir orgullosos\", en la medida en que contribuyen \"a erradicar el virus e impulsar la economía del mundo y de España\" Las informaciones publicadas en Redacción Médica contienen afirmaciones, datos y declaraciones procedentes de instituciones oficiales y profesionales sanitarios. No obstante, ante cualquier duda relacionada con su salud, consulte con su especialista sanitario correspondiente. "}