{"title": "Sanación en crisis ¿El callejón de Los Brujos en Petare una opción?", "author": "El Diario; Eldiario Com", "url": "https://medium.com/@eldiariomedia/sanaci%C3%B3n-en-crisis-el-callej%C3%B3n-de-los-brujos-en-petare-una-opci%C3%B3n-8d404807d8f5", "hostname": "medium.com", "description": "Siete centros espirituales componen la calle que está ubicada en Santa Eduvigis, en la Zona 7 del barrio José Félix Ribas, donde las...", "sitename": "Medium", "date": "2019-11-07", "cleaned_text": "Brujos en Petare es una opción? Siete centros espirituales componen la calle que está ubicada en Santa Eduvigis, en la Zona 7 del barrio petareño José Félix Ribas, donde las personas acuden con una única premisa: la fe en la sanación. Sin embargo, muy a pesar de sus esfuerzos, la crisis también afecta al \"más allá\" Por: Veda Everduim y Yazmely Labrador | @VedaEverduim y @Yazmely2 Un rancio olor a tabaco invade la azotea del Centro Espiritual Lino Valles. En el interior del lugar, una mujer permanece tumbada en el centro de un círculo blanco delineado con tiza sobre el suelo. Un chamán que encarna el espíritu de su protector, llamado el \"Hermano guayanés\", le reza mientras fuma, esparce licor y brebajes sobre el cuerpo de la joven. El ritual es parte de un tratamiento que le recetaron a la paciente para \"equilibrar su energía\". Los espiritistas usan hierbas y oraciones para sanar enfermedades que definen como \"desequilibrios energéticos\" del alma, la mente y el cuerpo. Estas escenas se repiten los días martes y sábados en la Zona 7 del barrio José Félix Ribas de Petare, al este de Caracas, específicamente en la calle Santa Eduvigis, un populoso sector que desde 1945 se conoce como el Callejón de los Brujos. Allí la fe está camuflada entre hierbas, espíritus y bebidas preparadas especialmente para las necesidades de cada persona que asiste. Una incursión esotérica Es sábado y ya desde las 4:00 am comienzan a llegar adeptos a los siete centros espirituales que hay en la zona. En Lino Valles, nombrado en en honor a su fundador, se encuentran varias personas del interior del país. En la sala de espera está Julia, una sexagenaria que viaja desde San Carlos, estado Cojedes, hasta Caracas para tratar sus dolencias. El callejón es un lugar familiar para ella y lo recomienda fervorosamente a sus amigos cuando necesitan sanar. \"Empecé a venir por recomendación de una amiga. Primero me operaron los ovarios (en el centro espiritual) y me sentí bien; luego la cervical y después los manguitos rotadores. He ido al hospital y me he hecho mi placa y todo me ha salido bien\", dijo la mujer convencida de su proceso de sanación, mientras asiente con la cabeza y sonríe segura de lo que dice. En el interior de una de las habitaciones del centro, donde la oscuridad y el humo se entremezclan creando una atmósfera de misterio, comienza una de las operaciones esotéricas. Se trata de procedimientos no invasivos que no requieren de incisiones o intervención quirúrgica. En una de las camillas aguarda un hombre de unos 40 años de edad, quien revela que tiene bloqueada una arteria coronaria. El chamán que lo trata recorre con pinzas metálicas la zona del pecho, le esparce alcohol y le presiona por unos minutos. Eso es suficiente para convencer al paciente de que el ritual es exitoso. \"Puedes hacerte una radiografía y vas notar que el problema (bloqueo de la arteria) ya no está\", asegura el brujo, mientras fuma su tabaco y procede a indicarle las instrucciones post operatorias: guardar reposo por 15 días y no levantar peso. Larga data de un callejón En el Centro Lino Valles la figura del doctor José Gregorio Hernández, rodeada de varias plegarias escritas a mano, es fundamental. A él le rezan y le piden por la salud de la personas que acuden al lugar en busca de ayuda para sus males físicos y espirituales. En este centro, que tiene más de 20 años funcionando, la consulta cuesta alrededor de 8.000 bolívares, un precio ínfimo en comparación con el de la medicina tradicional. Por eso muchas personas eligen esta alternativa ante el desabastecimiento de medicamentos, que alcanza 80% en el territorio nacional, según cifras de la Federación Farmacéutica Venezolana (Fefarven). Los chamanes cuentan que la asistencia al callejón ha sido masiva desde sus inicios, especialmente los sábados. No creen que la crisis haya aumentado la afluencia de personas, pero sí la frecuencia con que asisten a estos centros. Luis José Rodríguez, dedicado al espiritismo durante más de dos décadas, hace la función de \"Banco Universal\", una especie de título que le otorga poder para acceder a todos los centros espirituales. Destaca que \"los hermanos\" (chamanes encargados de estos templos) trabajan con la energía y el aura de las personas. Adicionalmente, Rodríguez señala que con una vela se puede hacer el diagnóstico de un paciente, saber dónde está su falla y conocer qué le hace falta para \"hacerle su trabajo o su limpieza en el cuarto de operaciones\". Adaptación frente a la crisis En los siete centros que integran el Callejón de los Brujos también se siente la crisis económica que vive el país, lo que ha obligado a modificar ceremonias o rituales en los que se necesitaba una larga lista de materiales como el tabaco o la ruda para equilibrar la energía. Hoy en día, debido al alto costo de los productos, los chamanes han optado por reducir la lista al mínimo. \"Se han reducido las claves espirituales en los 'cierres magnéticos' (ciclos) por el costo. Antes llevaba siete cocos, siete pancitos, siete metros de cintas, siete tabacos y siete bebidas. ¿Tú te imaginas cuánto cuesta eso ahorita?\", comenta Luis, quien conoce con claridad los altos costos económicos de estos rituales. En el caso de las bebidas alcohólicas, solo una botella de anís o aguardiente sobrepasa los Bs 200.000, mucho más del salario mínimo que se ubica en Bs 150.000. Por tanto, en los templos espiritistas ahora se opta por opciones más económicas como el cocuy de penca, que se puede encontrar hasta en Bs 20.000, el litro. Rodríguez añade que con las frutas, las cintas y los demás materiales actualmente solo se exigen uno o dos de estos elementos de acuerdo con el ritual. Se han adaptado a los nuevos tiempos para que las personas puedan seguir accediendo a este tipo de servicios, y procuran que el incremento de precios no incida negativamente en los trabajos espirituales. Actualmente el costo solo de la consulta es de Bs 20.000. Los métodos de pagos también varían: se puede cancelar en efectivo y también a través del servicio de pago móvil o transferencias bancarias. El Callejón de los Brujos no es el único lugar donde se concentran estas costumbres en Caracas. Al oeste de ciudad, en La Pastora y en la Cota 905, también operan centros espirituales de este tipo. De igual manera, estos rituales tienen cabida en el Cementerio General del Sur, específicamente en las tumbas de María Francia y el malandro Ismael, figuras que gozan de la devoción popular y reciben gran número de creyentes que piden favores o pagan promesas. Todos estos espacios funcionan desde hace varios años y responden a la necesidad de un sector de la sociedad de creer y profesar su fe a personajes que existieron y \"que hoy bajan de nuevo al plano terrenal\" (de acuerdo con lo explican los chamanes) para atacar dolencias que, según los creyentes, la medicina tradicional no ha podido curar. En el Callejón de Los Brujos la escena se repite cada sábado. Los creyentes vuelven desde las 4:00 am, toman los primeros números, y esperan. Se aferran a la esperanza de lo desconocido, como una alternativa a sus dolencias, como un bálsamo para sus dolores. "}