{"title": "La vacuna de la tuberculosis es más eficaz inhalada que inyectada", "author": null, "url": null, "hostname": null, "description": "La vacuna de la tuberculosis es más eficaz inhalada que inyectada", "sitename": null, "date": "2021-09-28", "cleaned_text": "Un estudio dirigido por el investigador de la Universidad de Zaragoza e investigador del CIBERES, Nacho Aguiló, muestra que la vacuna contra la tuberculosis -BCG- es más eficaz si se inhala por las vías respiratorias que si se inyecta por ruta intradermal. El estudio publicado en la prestigiosa revista Science Immunology, realizado por varios grupos de investigación de la Universidad de Zaragoza, en colaboración con investigadores del Instituto de Salud Carlos III, el Instituto de Farmacología y Biología Estructural de Toulouse (Francia) y la Universidad Radboud de Nimega (Países Bajos), ha identificado un nuevo mecanismo de funcionamiento por el que la vacuna actual de la tuberculosis, la BCG, conferiría protección frente a infecciones respiratorias. El trabajo describe que la administración pulmonar de BCG induce eficazmente la activación duradera de macrófagos residentes en los pulmones, proporcionando protección a largo plazo frente a una infección experimental con el patógeno Mycobacterium tuberculosis, así como frente a una neumonía letal causada por la bacteria Streptococcus pneumoniae. La vacuna BCG, que este año cumple 100 años desde su primera administración a un niño de París el 18 de julio de 1921, cuya madre murió de tuberculosis, es la vacuna más administrada de la historia y en la actualidad se inocula por vía intradermal a más del 85% de los niños que nacen en el mundo. Sin embargo, la eficacia de esta vacuna es limitada, y la tuberculosis sigue siendo en la actualidad la enfermedad más mortífera causada por un microorganismo, con aproximadamente 1,5 millones de muertes cada año, solo superada en el año 2020 por la COVID-19. Desde el año 1993 la tuberculosis está considerada por la Organización Mundial de la Salud como una emergencia global de salud pública. Este estudio, dirigido por el investigador Nacho Aguiló, perteneciente al Grupo de Genética de Micobacterias de la Universidad de Zaragoza, Instituto de Investigación Sanitaria de Aragón y CIBER de Enfermedades Respiratorias (CIBERES), describe que un cambio en la vía de administración de BCG, de la ruta intradermal a la respiratoria, aumenta de manera sustancial la eficacia de la vacuna. El grupo de Nacho Aguiló lleva años investigando el uso de vías de inoculación alternativas para la administración de vacunas de tuberculosis. En el caso particular de la vía pulmonar, esta ruta tiene la peculiaridad de que induce una respuesta inmunológica directa en los pulmones, que no se consigue por otras vías, como la intradermal actualmente usada en clínica. La principal novedad del trabajo radica en que describe por primera vez que no solo el sistema inmunitario adaptativo, formado por las células B productoras de anticuerpos y células T que confieren inmunidad celular, es capaz de guardar memoria de la agresión de patógenos, sino que la vacuna BCG induce también memoria inmunológica en las células innatas que comportan la primera línea de defensa en las vías respiratorias, los macrófagos alveolares, los cuales no se pensaba que poseyeran esta cualidad de recordar estímulos anteriores, haciendo que respondan de manera más eficiente ante una segunda agresión. Este estudio ahonda en la línea de investigación en la que están trabajando en la actualidad prestigiosos grupos de investigación a nivel mundial, y que podría abrir la puerta a un nuevo concepto de vacunación, basado en la estimulación a largo plazo de las células que comportan la primera línea de defensa del organismo, como son los macrófagos. La principal ventaja de esta estrategia sería que los macrófagos, a diferencia de los linfocitos que han sido la diana de la vacunología clásica, tienen una amplia capacidad de reconocimiento de patógenos, pudiendo reconocer y eliminar diferentes tipos de virus y bacterias, por lo que la inducción de una respuesta de memoria en estas células mediante la vacunación podría resultar útil frente a diferentes enfermedades infecciosas. "}