{"title": "Agradecidos a Greenie, nuestros pacientes ahora llevan las bolsas con nuestra marca", "author": null, "url": "https://medicinaintegrativayfuncional.com/noticia/94/agradecidos-a-greenie-nuestros-pacientes-ahora-llevan-las-bolsas-con-nuestra-marca", "hostname": "medicinaintegrativayfuncional.com", "description": null, "sitename": "medicinaintegrativayfuncional.com", "date": "2016-02-04", "cleaned_text": "NOTICIAS Si de algo estamos orgullosos en Medicina integrativa y funcional es de poder ayudar a crear hábitos complementarios más saludables y naturales en nuestros pacientes. Por años, venimos hablando de métodos alternativos que potencian los resultados puramente clínicos que hasta hace un par de décadas se venían utilizando en salud. Una toma de conciencia y equilibrio que dio sus frutos y que hoy hace personas más unidas a si mismas. Centenares de personas han pasado por nuestros consultorios buscando una nueva forma de estar que, más allá de sus dolencias y toma de medicamentos diarios, les resultara mejor de llevar para mejorar su calidad de vida integral. Y lo han logrado: cuerpo, mente y espíritu es nuestro lema, y el que nos lleva a accionar en pos de evolucionar hacia el interior, incluso en las terapias más diversas de salud, para así, hallar esa calma que habían perdido tiempo atrás. Un método puesto en práctica, que, por medio de planes de alimentación y material informativo entregado a cada uno, más las respectivas consultas personalizadas, les permiten a ellos, ponerlos en acción en el breve tiempo, y hacerlo acompañados por grandes profesionales de nuestro instituto que hacen el seguimiento. Y que bueno es poder contar con apoyo en ese trabajo diario. Por eso nos alegra tanto sumar el servicio de [Greenie](https://greenie.com.uy/) a nuestra clínica. Específicamente, nos proveen las bolsas planas, tipo sobre, que entregamos con el diseño de nuestra marca a nuestros pacientes. Pero con un detalle que, para un grupo humano como el nuestro es esencial y no pasamos por alto, lo hacen desde la producción sustentable no tóxica de la materia prima. Algo que, en línea con nuestra manera de pensar el mundo de estos tiempos, viene a acertar en mucho con su cuidado y la vuelta más a lo natural que pregonamos. Si quieres saber más puedes visitar "}