{"title": "China flexibiliza visado para extranjeros inmunizados con vacunas chinas", "author": null, "url": null, "hostname": null, "description": "Beijing, 17/03/2021 (El Pueblo en Línea) - China simplificará las solicitudes de visado para muchos extranjeros que han sido vacunados contra el COVID-19 con las vacunas producidas en China. Este será el último paso hacia la normalización de la movilidad y el transporte global de personas.", "sitename": null, "date": "2021-03-17", "cleaned_text": "Aeropuerto Internacional de Beijing. [Foto: www.pixabay.com] Por Liu Xuan Beijing, 17/03/2021 (El Pueblo en Línea) - China simplificará las solicitudes de visado para muchos extranjeros que han sido vacunados contra el COVID-19 con las vacunas producidas en China. Este será el último paso hacia la normalización de la movilidad y el transporte global de personas. Desde el lunes, las embajadas chinas en varios países, entre ellos Japón, Israel, Tailandia, Pakistán y Filipinas, agilizan los procedimientos de solicitud de visados. Otras naciones incluidas en el plan son Estados Unidos, Alemania, Australia y Grecia. La nueva disposición se aplica a las personas que deseen visitar China con fines no turísticos. Aquellos que planean visitar con fines empresariales y de negocios y que han sido vacunados con una vacuna de producción china podrán presentar su solicitud de visa , informa un aviso emitido por la embajada de China en Estados Unidos. Una vez obtenidos sus certificados de vacunación, los familiares extranjeros de ciudadanos chinos o residentes permanentes podrán solicitar visas \"fuera de las necesidades humanitarias de emergencia\". Mientras tanto, los extranjeros con tarjetas de viaje de negocios del Foro de Cooperación Económica Asia-Pacífico también podrán reanudar las solicitudes de visa si disponen de carta de invitación y certificados de vacunación. El aviso también aclara que los pasajeros vacunados que viajen a China por vía aérea siguen sujetos antes de abordar a proporcionar certificados de pruebas negativas de ácido nucleico y anticuerpos y deben cumplir con las regulaciones chinas sobre cuarentena y vigilancia epidemiológica. \"Las disposiciones de facilitación para las personas vacunadas con vacunas chinas se basan en que se dispone de una completa información sobre la seguridad y eficacia de las vacunas\", precisó este martes el portavoz del Ministerio de Relaciones Exteriores, Zhao Lijian. Y definió la medida como \"un significativo intento de facilitar los viajes transfronterizos\". Recientemente, el consejero de Estado y ministro de Relaciones Exteriores, Wang Yi,anunció que en aras de facilitar la movilidad y el flujo seguro de personas, China planea implementar certificados de salud para viajeros internacionales. Y recordó que el país está dispuesta a dialogar con otros países sobre el reconocimiento mutuo de la vacunación y las formas en que el sistema funcionaría. Mientras tanto, los líderes de la Unión Europea declararon que esperan adoptar una propuesta para su \"pasaporte\" de vacunación, conocido como Certificado Digital Verde. La propuesta de la UE establece que cuatro vacunas fabricadas por desarrolladores de Estados Unidos y Reino Unido, aprobadas por la Agencia Europea de Medicamentos (EMA, por sus siglas en inglés), sean válidas para viajar dentro de la UE. La presidenta de la Comisión Europea, Ursula von der Leyen, espera que se permita a las personas \"moverse con seguridad dentro de la Unión Europea o en el extranjero, ya sea por trabajo o turismo\". Sin embargo, la EMA no está considerando actualmente incluir las vacunas china, a pesar de que Viktor Orban, primer ministro de Hungría -país miembro de la UE- ha recibido la vacuna fabricada por la empresa china Sinopharm. El presidente serbio, Aleksandar Vucic, durante una entrevista ofrecida este sábado, calificó la exclusión de las vacunas chinas como una \"mala y escandalosa decisión\". \"¿Cómo van a prohibir la entrada del primer ministro húngaro que está inmunizado con la vacuna china?\" Vucic destacó que ahora se siente más motivado para recibir las vacunas chinas. Y reiteró que Serbia no ha recibido vacunas de Europa, lo que bajo la postura de la EMA implica que no se permitiría a los residentes de Serbia viajar por la UE. Serbia, que no es miembro de la UE, fue el primer país europeo en recibir la vacuna Sinopharm. Zhou Jin contribuyó "}