{"title": "Trump's Anti-Abortion Policies Are Hurting Coronavirus Vaccine Research", "author": "Carter Sherman", "url": "https://www.vice.com/en/article/v7gg49/how-this-trump-administration-policy-is-slowing-down-americas-hunt-for-a-coronavirus-vaccine", "hostname": "vice.com", "description": "Fetal tissue is critical to speeding up treatment development — and federal researchers are banned from using it.", "sitename": "VICE", "date": "2020-05-11", "cleaned_text": "While countries around the globe race to develop treatments and a vaccine to fight the coronavirus, a Trump administration policy that's beloved by opponents of abortion may be slowing down U.S. scientists' ability to test those drugs. Last summer, the Trump administration banned federal researchers from using human fetal tissue that had been collected from abortions. They also issued new restrictions on scientists who wanted to use funding from the National Institutes of Health in their fetal tissue research. Scientists say those restrictions were so onerous that they amount to a de facto ban on using fetal tissue for new research at all. By implanting fetal tissue in immunocompromised mice, scientists can essentially reconstruct a miniature model of the human immune system. These \"humanized mice\" are invaluable for determining which drugs will work on humans before actually testing them out on humans — and thus for speeding up research into potential treatments for viruses. Many abortion opponents have long fought against the use of aborted fetuses in medical research. With President Donald Trump, they have the ear of a sympathetic president, said Mike McCune, a professor emeritus in the department of medicine at University of California, San Francisco. \"People that had been incensed or worried or anxious or otherwise opposed to this kind of research now have the stage, and consequently the work has been shut down. I think it's to great shame.\" For years, McCune helped run a lab at UC San Francisco that used a type of humanized mice to test out treatments for viruses like HIV. McCune was part of the effort to invent those mice more than three decades ago, and when the discovery was first announced back in 1988, [Anthony Fauci](https://www.nytimes.com/1988/09/15/us/human-immune-defenses-are-transplanted-in-mice.html) — already the director of the National Institute of Allergy and Infectious Diseases — called it \"very exciting work.\" \"Vaccine development is like a funnel. You take lots and lots of different approaches and try to narrow those down to a few that get into clinical trial. And even then, many of those won't work,\" explained Deepak Srivastava, president of the International Society for Stem Cell Research. \"You try to maximize your likelihood of success at every step, and one of the ways to maximize that is to test first in some animal model.\" READ: [Pro-life centers are still open in states that banned abortion because of coronavirus.](https://www.vice.com/en_us/article/5dm84n/anti-abortion-crisis-pregnancy-centers-are-still-open-in-states-that-banned-abortion-because-of-coronavirus) The ban is already reportedly thwarting at least one researcher's efforts to develop treatments for the coronavirus. In early March, [the Washington Post reported](https://www.washingtonpost.com/health/trump-ban-on-fetal-tissue-research-blocks-coronavirus-treatment-effort/2020/03/18/ddd9f754-685c-11ea-abef-020f086a3fab_story.html) that an immunologist at a National Institutes of Health lab in Montana had spent weeks asking the Trump administration to let him use humanized mice to experiment with potential treatments. (Other scientists in the U.S. had already found that a type of humanized mice could be infected with coronaviruses similar to the one currently causing the global coronavirus pandemic.) Irving Weissman, the director of Stanford Institute for Stem Cell Biology and Regenerative Medicine, believes that a vaccine to the coronavirus will be created. But scientists' inability to test out treatments or vaccines on humanized mice — which Weissman helped pioneer alongside McCune — could make the whole process take far longer. And there's no time to waste. \"There are hundreds of thousands of people who won't have a chance to be treated because they had a short window of opportunity, as they got the disease, to be treatable,\" said Weissman, who specified that his opinions are his own. \"So by delaying things, by bureaucratizing things, by putting in these religious or moral or political barriers — it's condemning people to death who might have been saved.\" Fetal tissue can technically be collected from either abortions or miscarriages, but researchers typically prefer the former. Miscarriages are frequently caused by some kind of genetic or chromosomal problem that renders the tissue abnormal. Plus, because miscarriages are spontaneous, it's tough to collect the tissue before it degrades. Though ethics rules guided the use of fetal tissue for years, the research has remained fraught. In 1988, President Ronald Reagan issued a moratorium on fetal tissue research, which lasted until 1993. The public outcry over fetal tissue research flared again in 2015, when an anti-abortion group released videos that purported to show Planned Parenthood staffers talking about selling fetal tissue. (Such a sale would be illegal, and multiple investigations have found no evidence that Planned Parenthood ever did it. Late last year, a federal jury awarded the reproductive health behemoth $2 million after concluding that anti-abortion activists broke multiple laws in recording the videos.) READ: [Coronavirus is destroying abortion access across the U.S.](https://www.vice.com/en_us/article/xgq3y3/anti-abortion-activists-are-winning-the-coronavirus-pandemic) Then Trump came into power, and formed a coterie of high-profile abortion opponents within his administration. In 2018, the National Institutes of Health paid out roughly $100 million to support research that involved fetal tissue. But that year, Weissman and McCune told VICE News, Brett Giroir — the assistant secretary of health at the Department of Health and Human Services, and the official now tasked with overseeing U.S. testing for the coronavirus — hosted a group of scientists to ask: Can we stop using human fetal tissue in research? The answer: Not really. There was no real substitute for it, or the humanized mice it can create. \"It is the gold standard,\" Weissman said. \"People will say, 'Oh, we have many, many alternatives to do this,'\" he added. \"They don't know what they're talking about. They are attempting to alter the lives of many, many people who don't share their political or religious views with false information they just don't understand.\" In a November 2018 letter to North Carolina Republican Rep. Mark Meadows — who now serves as the White House chief of staff — Giroir gave assurances that the administration would search for alternatives to fetal tissue, [Politico reported at the time](https://www.politico.com/story/2018/11/16/hhs-official-abortion-tissue-alternatives-978007). Trump's Department of Health and Human Services, Giroir reportedly wrote, would be \"pro-life and pro-science.\" The Trump administration's restrictions on fetal tissue research were officially released in summer 2019. In part, they required researchers to demonstrate that their experiments couldn't be conducted without fetal tissue — even though researchers would no longer be able to access the fetal tissue they'd need to prove that. \"That's impossible, right?\" McCune said. \"Because you then have to take all the different systems that exist and, using your own money, show that those systems could not work.\" Anti-abortion activists, meanwhile, celebrated the news. \"Most Americans do not want their tax dollars creating a marketplace for aborted baby body parts which are then implanted into mice and used for experimentation,\" Jeanne Marcini, president of the March for Life, said in a June statement that year. \"This type of research involves the gross violation of basic human rights and certainly, the government has no business funding it.\" In a statement at the time, Trump's Department of Health and Human Services said it would continue to search for alternatives to using fetal tissue from abortions. \"Promoting the dignity of human life from conception to natural death is one of the very top priorities of President Trump's administration,\" the department said. Nearly 80,000 people in the U.S. have now died of the coronavirus under the Trump administration. READ: [Coronavirus has created abortion deserts across the U.S.](https://www.vice.com/en_us/article/epgy5w/coronavirus-has-created-abortion-deserts-across-the-us) Still, the administration promised to set up a board that would review whether research proposals that used fetal tissue could pass its ethical muster. Nearly a year after the restrictions were issued, that board still hasn't been set up, according to the International Society for Stem Cell Research. After the Trump administration's restrictions went into effect, the lab McCune had run ended up disbanding, McCune said. It had operated on an National Institutes of Health contract, testing drugs for private companies. McCune had already left the lab; he now works at the Gates Foundation on anti-HIV/AIDS efforts and, currently, the fight against the coronavirus. He envisions drugs for the coronavirus that can keep people from contracting COVID-19 at all. McCune compared them to today's treatments for HIV, where people who might beat risk for the virus can immediately hop on a drug to protect themselves. \"We have to do that soon. And if we had humanized mouse models up and running now, we could do that tomorrow,\" McCune said. \"Because we already know how to do it, because we did it for HIV.\" In Weissman's view, the effective ban on fetal tissue research has also curtailed researchers' ability to further antibody testing, which may be key to reopening the U.S. economy. Humanized mice could be easily used to test if and how people develop antibodies to protect themselves against COVID-19, he said. That kind of protection could potentially grant people at least some temporary immunity. There has been some recent movement on the fetal tissue restrictions at a federal level: Some Democrats in the House — which voted last year to overturn them, fruitlessly — sent a letter to Alex Azar, the secretary of the Department of Health and Human Services, demanding that he let scientists use fetal tissue to work on coronavirus treatments. In a statement to VICE News, a spokesperson for the Department of Health and Human Services confirmed that the administration still plans to convene an ethics board to evaluate any new proposals for fetal tissue research. \"President Trump's bold, decisive actions at the early stages of the COVID-19 outbreak bought the United States extremely valuable time to prepare, including kick-starting the development of vaccines and therapeutics,\" the spokesperson said. Lawrence Goldstein, director of the University of California, San Diego Stem Cell Program, believes the Trump administration's restrictions on fetal tissue undermine the goal of saving as many lives as possible, as quickly as possible. \"Science is kind of like a democracy. You really want to have as many ideas and as many approaches as possible and sort of compete experimentally as well as intellectually,\" he said. \"We're in a situation where we want useful drugs and a useful vaccine as soon as possible, and it seems like you take out as many reasonable barriers out as you can to make sure that we conquer this problem.\" Cover: President Donald Trump walks onstage to speak at the\"March for Life\" rally, Friday, Jan. 24, 2020, on the National Mall in Washington. "}