{"title": "PDF", "author": "PDF", "url": "https://diginole.lib.fsu.edu/islandora/object/fsu:253011/datastream/PDF/download/citation.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Florida State University Libraries Electronic Theses, Treatises and Dissertations The Graduate School 2015 Mothers' and Fathers' Perceptions of Music Therapy for Their Hospitalized Child: A Comparison Molly Moses Follow this and additional works at the FSU Digital Library . For more information, please contact lib-ir@fsu.eduFLORIDA STATE UNIVERSITY COLLEGE OF MUSIC MOTHERS' AND FATHERS ' PERCEPTIONS OF MUSIC THERAPY FOR THEIR HOSPITALIZ ED CHILD: A COMPARIS ON By MOLLY MOSES A Thesis submitted to the College of Music in partial fulfillment of the requirements for the degree of Master of Music Degree Awarded: Spring Semester, 2015 ii Molly Moses defended this thesis on April 13, 2015. The members of the supervisory committee were: Jayne Standley Professor Directing Thesis Clifford Madsen Committee Member Dianne Gregory Committee Member The Graduate School has verified and approved the above-named committee members, and certifies that the thesis has been approved in accordance with university requirements. iii This thesis is dedicated to my mom, who has been a patient, mother of a hospitalized child, receiver of music therapy services, mother of a music therapist, and most supportive person I know. You handle everything with such warmth. iv ACKNOWLEDGMENTS Dr. Standley, for your guidance and passion that make me love music therapy more every time you speak. Professor Gregory, for the kindhearted way you teach and listen, and for being the first person to hear my thesis idea and think it was good. Dr. Madsen, for teaching lessons that are truly life changing. Elizabeth and Laura, for being so wonderfully supportive and amazing supervisors. Jaim e and Lorna, for your support and leadership throughout the past two years. Dr. Musco and Jessica, for your encouragement, inspiration, and kindness in helping me get to where I should be. Mom and dad, for always encouraging me to follow my dreams, and for thinking music therapy would be perfect for me before you even knew what it was. Jordan, for letting me complain and for being proud of me. Lily, for being you, and all that involves. Tommy and Alli, for your words of support, check-ins, and for letting me consistently change your schedules. Ezzy and Alisa, for being invested and interested in this thesis, and for being my home away from home. Chana, for being an inspiration for success and for helping me pick up the pieces. Thank you to all of my friends who show me continuous support and love. And finally, thank you to all who participated in this study. v TABLE OF CONTENTS List of Tables ................................................................................................................................. vi Abstract ......................................................................................................................................... vii INTRODUCTION .......................................................................................................................... 1 Parents of Hospitalized Children ............................................................................................... 1 Hospital Support Services .......................................................................................................... 2 Pediatric Medical Music Therapy .............................................................................................. 4 REVIEW OF LITERATURE ........................................................................................................ 7 Mothers' and Fathers' Perceptions of their Child's Behavior and Abilities .............................. 7 Mothers' and Fathers' Perceptions of Services .......................................................................... 9 Parents of Children With Disabilities ...................................................................................... 10 Purpose ..................................................................................................................................... 11 METHODS ................................................................................................................................... 12 Participants ............................................................................................................................... 12 Survey Instrument .................................................................................................................... 12 Procedure .................................................................................................................................. 12 RESULTS ..................................................................................................................................... 14 DISCUSSION ............................................................................................................................... 26 Limitations of the Study ........................................................................................................... 28 Implications for Future Research ............................................................................................. 28 Conclusion ................................................................................................................................ 28 APPENDICES .............................................................................................................................. 30 A. Survey ................................................................................................................................... 30 B. The Office of Research Integrity and Compliance IRB Approval, Lurie Children's ........... 35 C. Florida State University IRB Approval ................................................................................ 36 REFERENCES ............................................................................................................................. 37 BIOGRAPHICAL SKETCH ........................................................................................................ 47 vi LIST OF TABLES 1 General and Demographic Information of Mothers .......................................................... 14 2 Mothers- Questions Related to Services ........................................................................... 16 3 Mothers' Perceptions of Music Therapy ........................................................................... 17 4 Mothers' Comments .......................................................................................................... 20 5 General and Demographic Information of Fathers ........................................................... 21 6 Fathers- Questions Related to Services ............................................................................. 22 7 Fathers' Perceptions of Music Therapy ............................................................................ 23 8 Fathers' Comments ........................................................................................................... 25 vii ABSTRACT Admission to the hospital can be a highly stressful time for children and their families. Mus ic therapy may be implemented to reduce anxiety, help the child express himself/herself, and alleviate pain, among other goals. Parental opinions of programs and services provided for children are typically obtained only from mothers. Mothers and fathers interact differently wit h their child, so it is necessary to gather information from both mothers and fathers. This survey research examined the perceptions of mothers and fathers whose child receive music therapy. The sample consisted of 54 parents (44 mothers and 10 fathers) of a child who received music therapy while hospitalized within the last two years. Although both parents tended to rate music therapy highly, mothers were more likely to be knowledgeable of services and of what occurred in the sessions, while fathers were less likely to be aware that their child received mu sic therapy and more likely to trust the mother's opinion. Findings suggest further research is necessary to more completely understand how parental gender differences affect perspective. 1 INTRODUCTION Parents of Hospitalized Children For parents of a child admitted to a hospital, the initial response may be similar to a grief reaction. Parents may experience shock or disbelief, feel guilt and assign blame, or display avoidance and escape strategies (Diaz-Caneja, Gledhill, Weaver, Nadel, & Garralda, 2005). A child's hospitalization may be a major crisis in the lives of the parents, particularly if the child is admitted to the Pediatric Intensive Care Unit, or PICU (Board & Ryan, Wenger, 2003; Rees, Gledhiss, Garralda, & Nadel, 2004). Lengthy hospitalizations can have long-term psychological effects for parents, with symptoms similar to post-traumatic stress disorder (Judge, Nadel, Vergnaud, & Garralda, 2002). Parents often report that their relationship with the child changes as they become more vigilant of the child, or more lenient of certain behaviors (Diaz-Caneja, Gledhill, Weaver, Nadel, & Garralda, 2005). Although parents are typically allowed to visit their child in the hospital, other types of separation contribute significant stress. Parents are physically separated due to medical machinery and emotionally separated because they cannot provide the same level of comfort that they would at home. Parents are also separated from other children at home while they are caring for the hospitalized child; additionally, if one parent visits the hospital while the othe r parent remains home with siblings, parents experience spousal separation as well (Diaz-Canej a, Gledhill, Weaver, Nadel, & Garralda, 2005). The transition from having a healthy child to a severely ill child, as well as changes in the child's behavior, emotional state, and appearance also may be sources of extreme stress (Noyes, 1999). Several researchers have focused on what parents need from the medical team during this highly stressful time. According to Noyes (1999), parents report that participation in their 2 child's care is essential to their own needs, as well as the child's emotional and physical health. Many parents of children admitted to the PICU stated that when staff encouraged them to participate and ask questions, the experience was more positive. Parents also expressed feel ing that it was beneficial when they received support from staff, were regularly updated, and were provided with additional services. In addition to the medical staff, hospitals often impleme nt support services to meet the needs of patients and families. Hospital Support Services A child's admission to the hospital can be extremely stressful and a time of crisis for parents and families (Hazinki, 1992). Parents report that their level of stress is influenced by t he severity of the child's illness, parent-child relationships, and interactions with the medica l team (Diaz-Caneja, et al., 2005). The severity of the child's illness often correlates with sudden onse t of symptoms, sedation/unconsciousness, and potential complications, all of which are highly stressful for parents. Parents are often physically separated from their child during procedures, and may not be as involved in care as they would like. Moreover, parents of hospitalized children often feel that the medical staff did not attend to them enough to meet their needs (Hazinki, 1992). Many hospitals implement staff and programs to provide support to patients and families- mentally, emotionally, and spiritually. Child Life Specialists Child life specialists are members of the healthcare team who collaborate with parent s and staff to meet the psychosocial needs of children. According to the Child Life Council, child life specialists create an environment centered on emotional support, helping the child to understand procedures and cooperate with staff by providing non-medical preparation and support. Child life specialists aim to ease the child's fear and anxiety with therapeutic, 3 developmentally appropriate play activities. Child life specialists also work to advocate for family -centered care, considering the needs of siblings who may be affected by a child's illness. When one child is hospitalized, parents are often forced to split time between the hospital a nd their \"normal\" life at home with the other children. Child life specialists can provide informa tion and resources to parents to help aid parents during this time. Chaplains In the pediatric hospital setting, chaplains provide emotional and spiritual support to patients and families of all faith traditions. As members of the interdisciplinary te am, chaplains are board-certified and specialize in pediatric chaplaincy in order to meet the needs of patie nts and families. Chaplains are available to assist with prayers and rituals, provide blessings, provide support in times of crisis, or simply talk with children and their parents. Teachers School is an integral part of every child's life. In addition to academics, school provides socialization, introduces the child to new opportunities, and provides a sense of structure to everyday life. Children who endure lengthy hospitalizations may miss long periods of these typical school experiences. For this reason, most pediatric hospitals implement a school program within the hospital to provide education and interaction with peers. Participating in a hospital school program provides children with a sense of normalcy, reduces stress, and helps the child cope (\"Hospital School Program\", 2015). Certified teachers meet with patients individually, or in a designated classroom setting within the hospital, to provide lessons that allow the child t o continue to meet academic goals. These teachers may also serve as liaisons for the pati ent and family as the child transitions back to school. 4 Volunteers Hospital volunteers are qualified individuals who donate their time to serve patient needs. Volunteers provide direct interaction with children, such as playing games or reading books in the patient's room, assisting child life specialists or other staff, and helping patients and families find their way around the hospital (\"Hospital Volunteer Program\", 2015). Volunteers receive intensive training and are safe, knowledgeable team members. Art Therapists According to the American Art Therapy Association, art therapy is \"a mental health profession in which clients, facilitated by the art therapist, use art media, the creative process, and the resulting artwork to explore their feelings, reconcile emotional conflicts, foster self - awareness, manage behavior and addictions, develop social skills, improve reality orientation, reduce anxiety, and increase self-esteem\". Art therapists work to enhance a patient's person al well being. Art therapists create a safe and non-threatening space for patients to express emotions, regain a sense of control, and cope with hospitalization. Pediatric Medical Music Therapy Music therapy has been shown to benefit children and adolescents during hospitalization. Medical music therapy has traditionally functioned as a non-threatening, evidence-based valid treatment option for patients with a variety of diagnoses (American Music Therapy Associati on). Music therapy can be used with children to promote positive coping, reduce anxiety, alleviate perceived pain, aid respiration needs, provide distraction during procedures, as well as serve other goals. Standley & Whipple (2003) performed a meta-analysis of empirical research involving music versus no music conditions during medical treatment of pediatric patients. From 5 the twenty-nine studies that met criteria, all results but one indicated positive benefi ts with an overall mean effect size of .64. Music therapy has been shown to be effective for reducing anxiety and pain perception before, during, and after invasive procedures. Patients may engage in music listening, both active and passive (Barker, 1991; Fowler-Kerry 1998; Davis & Thaus, 1989), active music making such as singing or playing an instrument (Edwards, 1994, 1995; McDonnell, 1983; Brown, Chen & Dworkin, 1989), and/or music assisted relaxation (Schneider, 1982; Robb, Nichols, Rutan, Bishop & Parker, 1995). Chetta's (1981) research with music therapy in pediatric surgery was one of the first studies to address the effects of music therapy on perceived pain. Research shows that parents rate music therapy highly in regards to reducing pain without anesthesia (Whitehead-Pleaux, A.M., Zebrowski, N., & Baryza, R.L, 2007), while Noguchi (2006) reported that parents stated that their children \"really like\" the music. Additionally, nurses have noted that music is succe ssful during invasive procedures (Grimm & Pefley, 1990; Klein & Winkelstein, 1996; Kouretas, 1999). In addition to providing procedural support and pain reduction, music therapy can assist with children's emotional needs during hospitalization. Research shows that music therapy can address motor activity and social development for preschool children hospitalized for an extended period of time (Barrickman, 1989). Dun (1995) explored how music therapy can help establish normalcy for pediatric patients, establish communication skills, and reduce st ress and anxiety. Active music therapy has been shown to improve immune function (Lane, 1991), increase verbalizations about illness (Froehlich, 1984), and decrease distress behaviors (Marle y, 1984). Several researchers have focused on the use of music with oncology patients (Aasgard, & Kennelly, 1999), finding that music helps express emotions and promote positive coping (Daveson, 2001; Brodsky, 1989). Contextual music therapy support may also provide support, the sense of security, and the sense of self-worth for pediatric patients who do not have supportive adults who meet their emotional needs (Connell & Wellborn, 1991). Music therapists receive specialized training and certification to work in the Neonata l Intensive Care Unit (NICU). Collins and Kuck (1991) observed that infants who listened to music had significantly increased oxygen saturation levels over infants in the silence conditi on. Cassidy and Standley (1994) found that music listening positively affects heart rate, respiration rate, and oxygen saturation levels. Furthermore, music may decrease overall time in hospital (Coleman, Pratt, Stoddard, Gerstmann, & Abel, 1997). In addition to music listening, NICU music therapists also use the Pacifier Activated Lullaby (PAL), which promotes non-nutriti ve sucking in infants (Standley, 2000). The PAL uses music to reinforce sucking endurance and effectiveness. NICU music therapists may also implement multimodal stimulation, w hich combines music, touch, and vestibular stimulation to facilitate neurological growth and development (Standley, 1998). 7 REVIEW OF LITERATURE Mothers' and Fathers' Perceptions of their Child's Behavior and Abilities Parents are viewed as reliable informants of their child's behavior and tendencies (Achenbach, McConaughy & Howell, 1987). Although many studies have addressed the accuracy of parent reports (Dale, Bates, Reznick, & Morisset, 1989; Dinnebeil & Rule, 1994; Gradel, Thompson, & Sheehan, 1981; Jackson & Roberts, 1999; Schafer, Bell, & Spalding, 1987; Miller, & Murdock, 1984; Suen, Logan, Neisworth, & Bagnato, 1995), the majority of this research uses the term \"parent\" while most of the information comes only from mothers (Keen, Couzen, Muspratt, & Rodger, 2010; Phares & Compas, 1992; Singh, 2003). Parents and healthcare professionals tend to perceive mothers' perceptions as the most accurat e identifier of the child's emotional and behavioral problems (Loeber, Green, & Lahey, 1990; Phares, 1997), and fathers' opinions have only recently been given the same consideration as mothers'. Although on some assessments mother and father inter-rater reliability is high, there are certain differences between how mothers and fathers perceive their child. Cepanec, Lice, and Simlesa (2012), found that mothers are likely to rate child's misbehavior as more frequent, but fathers are likely to rate problems as more severe. Fathers are more likely to report hyperactivity and conduct issues than mothers. Mothers are more likely to report and focus on one behavior, while fathers tend to identify two or more. Several factors influence the discordance between mother and father reports, including parent's level of education and child's age, developmental disabilities, and gender (Chen, Lee, Yeh, Lai, & Chen, 2004; Duhig, Renk, Epstein, & Phares, 2000; Gudmundsson & Gretarsson, Jackson & Roberts, 1999; Lin et al., 2011; Matson et al., 2011; Reilly et al., 2006; 8 Rosenbloom et al., 2011; Parade & Leerkes, 2008; Schroeder, Hood, & Hughes, 2010). Mothers and fathers tend to have higher levels of disagreement based on the gender of the child. Although parents agree that mothers perceive their child as having more problems than fathers (Calzada, Eyberg, Rich, & Querido, 2004) mothers are actually more likely to express concern and seek out additional support for girls, while fathers are more likely to express concern for boys. (Cepanec, Lice, & Simlesa, 2012). Conversely, this study found that fathers are four to five times more likely to rate the social skills of their daughters as \"below average\" tha n mothers. Mothers also rated daughters higher regarding fine motor skills, language expression, achievement, and self help (Germundsson & Gretarsson, 2009). In addition to parents, children have other informants, typically teachers. Mothers, fathers, and teachers have been found to differ in their assessments, though clinicians tend to believe that parents are the most important source of information for diagnosing children's emotional and behavioral problems (Achenbach, McConaughy, & Howell, 1987). However, fathers and teachers assessments are often more highly correlated than mother and teacher or mother and father assessments. Mothers tend to rate problems higher than both fathers and teachers (Solie, Larsson, & Morch, 2012). Although mothers' opinions are most likely to be considered, mothers are more likely to be influenced by their child's behavior (Webster-Stratton, 1988). Mothers of preschoolers with behavioral issues reported a greater negative impact of child problems on their lives, more daily hassles, and more negative feelings about parenting than did fathers (Calzada, Eyberg, Rich, & Querido, 2004). Mothers also report higher levels of stress, depression, and marital dissatisfaction due to parenting and their child's difficult temperament than did fathers (W ebster- Stratton, 1988). Mothers are more likely to attribute child concerns to a low sense of parenting 9 competence and lack of support for their spouses than fathers. Lahey, Conger, Atkeson, and Treiber (1984) suggest that mothers who are distressed may have a lower tolerance for child misbehavior, while fathers may be more adept at maintaining separation between stress and parenting. Mothers' and Fathers' Perceptions of Services The success of child programs-particularly programs that involve parent interaction- often depend on support from parents. Parent acceptability of these programs is correlated with improvements in child behavior and actions (MacKenzie, Fite, & Bates, 2004) as well as long- term sustainment of those improvements (Eyberg, 1993; Forehand, et al., 1983; McMahon & Forehand, 1983). Although there are several factors that influence parent satisfaction of programs, overall, fathers tend to report less acceptability of their child's services than mothers (Brannan, Sonnichsen, & Heflinger, 1996). Studies have also found a positive correlation between length of treatment and satisfaction for both mothers and fathers (Brannan et al., Furthermore, parents who believe their child's problem to be more serious tend to view services as less effective than parents who believe their child's problem to be less severe (Godley, Fiedler, & Funk, 1998). Mothers' and fathers' perceptions of specific characteristics within treatment infl uence overall acceptability. Tiano, Grate, and McNeil (2013) found that mothers rated group sessions, in-home treatment, the use of a one-way mirror, and daily \"homework\" for parents to be significantly more acceptable than fathers. Parent age negatively impacts acceptabi lity, as younger parents are more open to treatment and tend to view results higher than older parents. Socioeconomic status may also contribute to parent satisfaction, as parents of lower 10 socioeconomic status are more likely to rate treatments higher. Mothers and fathers tend to differ in approved techniques for their child, as mothers prefer techniques that increase positive behaviors with rewards rather than techniques that decrease negative behaviors with punishments (Calvert & McMahon, 1987). In contrast to previous beliefs, research shows no correlation between father involvement and treatment acceptability (Tiano, Grate, & McNeil, 2013). Parents of Children With Disabilities Parents of children with disabilities experience elevated levels of stress and, as a result, a decrease in quality of life which may put them at a higher risk for depression than the general public (Resch, Elliot, & Benz, 2012; Browne & Bramston, 1998). Olsson and Hwang (2001) found that parents report feeling helpless over not being able to change the situation and feel a sense of failure over not accomplishing their own goals while they are taking care of their child. A study by the National Alliance for Caregivers in Decline (2006) found that many family caregivers report not taking care of their own health by skipping or not scheduling medical appointments for themselves due to lack of time, and having poor eating and exercise habits. According to the U.S. Department of Health and Human Services (2007), parents often spend at least 11 hours each week coordinating care for their child. Parents of a child with disabilities have an eighty percent chance of getting divorced, compared to a fifty percent chance of the general population (Griffin, 2000). The elevated levels of stress and depression that parents experience lead to reduced problem-solving abilities, lower family satisfaction, and lower physical health (Resch, Elliot, & Benz, 2012). However, the majority of studies that discuss \"parental depression\" focus solely on mothers; the studies t hat have included fathers typically find that they have fewer depressive symptoms than mothers (Bristol, Gallagher, & Schopler, 1988; Dumas, Wolf, Fisman, & Culligan, 1991; Veisson, 1999 ; 11 Gray & Holden, 1992). One of the reasons mothers experience more distress than fathers is that mothers often take a larger part of the extra duties associated with having a child with disabi lities (Bristol, Gallagher, & Schopler, 1988; Moes, Koegle, Schreibman, & Loos, 1992). Mothers are also typically the parent that gives up their job in order to care for the child, leaving mothers feeling unable to pursue their own interests (Breslau, Staruch, & Mortimer, 1982). Furthermore, in our present society, a mother's self-competence may be more directly related to her parenting role than father's self-competence (Olsson & Hwang, 2001). Purpose The purpose of this study is to examine, evaluate, and compare the opinions of mothers/female caregivers and fathers/male caregivers whose child has received music therapy services in the medical setting. This may provide knowledge for music therapists to better understand the families they work with in order to enhance their work. 12 METHODS Participants Participants consisted of parents of children hospitalized at a large Midwestern children's hospital between 2013 and 2014. Children must have been age seventeen or younger at time of services. Fifty-four parents completed the survey. For sensitivity purposes, parents were not included if their child passed away, either during hospitalization or since. Survey Instrument A 24-question survey was constructed by the researcher and edited by two music therapists from the researching hospital and one university professor (see Appendix A). The survey consisted of one question to determine if the participant was the mother/female caregi ver or father/male caregiver, eight demographic questions, three questions addressing the participant's knowledge of their child's music therapy services, twelve questions in which participants rated the perception of the music therapy services, and a comment section. Procedure Upon receiving approval from The Office of Research Integrity and Compliance, (ORIC), Institutional Review Board for the Ann & Robert H. Lurie Children's Hospital of Chicago (Appendix B) and from the FSU Human Subjects Committee (Appendix C), 475 eligible participants were contacted via telephone by the researcher to briefly explain the surve y and gather email addresses. Eighty-two eligible participants had previously provided an email address. The survey and prospective participants' email addresses were uploaded to Qualtrics survey system. All participants who provided an email address (n = 195) were emailed a link to the survey and preceding consent form as well a link to opt-out of the survey. The consent form detailed the purpose of the survey and instructions to complete, as well as informed participants 13 that participation was voluntary, they may quit at any time, and that their responses would be kept confidential and anonymous. 14 RESULTS Of the 195 surveys sent out, 44 mothers returned completed surveys. Two mothers who had provided an email address opted out, and another two contacted the researcher to state that they decline to participate because they could not recall their child receiving music therapy. Participants were asked eight basic information and demographic questions prior to completing music therapy related questions. Results are depicted in Table 1. Of the 44 mothers, most (56%) were between the ages of 31 to 40, while 20% (n = 8) were younger and 24% (n = 10) were older. Seventy-three percent hold a Bachelor's degree or higher, indicating that this sample consisted of highly educated mothers. The majority of mothers (73%) reported that they are Caucasian; 10% of mothers stated that they are Hispanic or Latino and 10% responded black of African American. At the time of hospitalization, most of the mothers (80%) reported being married. Forty-one percent of mothers reported working full time, 34% reported no work outside of home, and 24% responded either part time work or identified as a student. This sample appears to consist of affluent mothers, as 58% report a combined average household income of 50,000 to 99,999 or 100,000 or above, and 24% reported an income under 49,999. TABLE 1 General and Demographic Information of Mothers Question n responses % Age at time of child's hospitalization 30 or younger 8 20 31 to 40 23 56 41 to 50 9 9 51 to 60 1 2 Education Level High school graduate or equivalent 4 10 Some college/Associate degree 7 17 Bachelor's degree 22 54 15 TABLE 1 - Continued Question n responses % Advanced degree 8 19 Race or Ethnicity Caucasian/white 30 73 Hispanic or Latino 4 10 Black or African American 2 5 Asian/Pacific Islander 4 10 Other 1 2 Marital status at time of hospitalization Never married 6 15 Living Apart 1 2.5 Divorced 1 2.5 Married 33 80 Employment status at time of hospitalization Student 3 7 No work outside home 14 34 Part time 7 17 Full time 17 41 Combined average household income <24,999 3 7 25,000 - 49,999 7 17 50,000 - 99,999 12 29 100,000 or above 12 29 Prefer not to answer 7 17 Participants were asked their child's age at time of hospitalization as well as approxi mate length of hospitalization. Results found on Table 2. The majority of mothers (61%) reported that their child was age two or younger. Most (61%) reported that their child's hospitalization lasted for longer than one month, while 24% stated less than two weeks and 15% responded three to four weeks. Participants were asked approximately how many music therapy sessions their child received. Forty-nine percent said one to four sessions and 29% said 5 or more sessions. Five percent chose \"I did not know my child received music therapy\". Eighty-nine percent of mothers were present for at least one session. When asked if they participated in at least one session, 68% said yes and 32% said no. 16 TABLE 2 Mothers- Questions Related to Services Question n responses % Age of child at time of hospitalization 0 - 2 25 61 3 - 5 5 12 6 - 9 3 7 10 - 12 3 7 13 - 15 4 10 16 - 17 1 2.5 Approximate length of hospitalization 1 - 2 days 2 5 3 - 7 days 5 12 1 - 2 weeks 3 7 3 - 4 weeks 6 15 Over 1 month 25 61 Number of music therapy (MT) sessions 1 - 2 13 32 3 - 4 7 17 5 or more 12 29 Unknown number 7 17 I did not know my child received MT 2 5 Music therapy sessions you were present for 0 4 10 1 - 2 17 41 3 - 4 10 24 5 or more 10 24 Did you participate in at least one session? Yes 28 68 No 13 32 Participants were next asked to rate a series of statements from 1 to 5, where 1= strongly disagree, 2= disagree , 3= neutral , 4= agree , and 5 =strongly agree. Results can be found on Table 3. For the statement \"my child enjoyed music therapy\", most (85%) of mothers chose \"strongly while 15% selected \"not applicable\" or \"neutral\". The next two statements addressed the effectiveness of music therapy to reduce anxiety and percepti on of pain, respectively. Seventy-eight percent agreed or strongly agreed that music therapy helped to reduce their child's anxiety, and 55% felt it reduced their child's perception of pain. Just over 17 42% of mothers chose \"neutral\" or \"not applicable\" regarding music therapy's effectiveness for their child's pain management. Eighty-five percent of mothers agreed or strongly agreed that music therapy was beneficial for their child, and eighty-six percent believe that their child responded positively during music therapy. Seventy-percent agreed or strongly agreed that their child continued to respond positively after music therapy, while 17% felt neutral. When addressing music therapy's enhancement of coping skills, 76% strongly agreed or agreed, and 12% felt neutral. Almost 58% of mothers report doing more music at home with their child since experiencing music therapy. Just over twenty-seven percent feel neutral and 7.5% said disagree, indicating that almost two thirds of parents do more music at home since receiving services. Almost sixty-eight percent of mothers would want music therapy for their child again in the future, if applicable. The next two questions addressed the influence of music therapy services on participants' view of the hospital. Seventy-six percent of mothers were more likely to recommend the hospital to other families because of their music therapy program. Sixty-five percent of mothers felt that music therapy increased their overall satisfaction with the hospital, while 25% felt neutral. The final statement addressed whether the number of sessions the child received was adequate for his or her needs. Eighty-one percent felt the number of sessions was adequate, though 12.5% disagreed or strongly disagreed; this was the only statement for which a mother selected \"strongly disagree\". TABLE 3 Mothers' Perceptions of Music Therapy Question n responses % My child enjoyed music therapy Not applicable 5 12.5 Strongly disagree - - Disagree - - Neutral 1 2.5 18 TABLE 3 - Continued Question n responses % Agree 6 15 Strongly agree 28 70 Music therapy reduced my child's anxiety Not applicable 5 12 Strongly disagree - - Disagree 1 2 Neutral 3 7 Agree 16 38 Strongly agree 17 40 Music therapy reduced my child's perception of pain Not applicable 7 17.5 Strongly disagree - - Disagree 1 2.5 Neutral 10 25 Agree 13 32.5 Strongly agree 9 22.5 Music therapy was beneficial for my child Not applicable 4 10 Strongly disagree - - Disagree - - Neutral 2 5 Agree 10 25 Strongly agree 24 60 My child responded positively DURING music therapy Not applicable 4 9.5 Strongly disagree - - Disagree - - Neutral 2 5 Agree 11 26 Strongly agree 25 60 My child responded positively AFTER music therapy Not applicable 5 12 Strongly disagree - - Disagree - - Neutral 7 17 Agree 9 22 Strongly agree 20 49 Music therapy helped my child cope better Not applicable 4 10 Strongly disagree - - Disagree 1 2 Neutral 5 12 Agree 13 32 Strongly agree 18 44 19 TABLE 3 - Continued Question n responses % I do more music at home with my child since experiencing music therapy Not applicable 3 7.5 Strongly disagree - - Disagree 3 7.5 Neutral 11 27.5 Agree 13 32.5 Strongly agree 10 25 I would want music therapy for my child again in the future Not applicable 1 2.5 Strongly disagree - - Disagree - - Neutral 2 5 Agree 10 25 Strongly agree 27 67.5 I would recommend this hospital to other families because of their music therapy program Not applicable 2 5 Strongly disagree - - Disagree 2 5 Neutral 6 15 Agree 18 44 Strongly agree 13 32 Music therapy increased my overall satisfaction with this hospital Not applicable 3 7.5 Strongly disagree - - Disagree 1 2.5 Neutral 10 25 Agree 11 27.5 Strongly agree 15 37.5 The number of music therapy sessions my child received was adequate for his/her needs Not applicable 2 5 Strongly disagree 1 2.5 Disagree 4 10 Neutral 1 2.5 Agree 22 54 Strongly agree 11 27 20 Each participant was given the option to leave a comment before exiting the survey. Twelve mothers chose to comment. Comments are displayed in Table 4. TABLE 4 Mothers' Comments \"The music therapy was so wonderful for [child]. We have a very musical family so this made her feel right at home.\" \"[Child] had to have a very difficult procedure done and the therapist returned and played music with her during the procedure.\" \"After my son's brain tumor was removed he was very sick. The only thing that helped comfort him was music therapy.\" I'm lucky that my daughter's stay was short and a one-time event. Even in her short stay, the music therapy significantly improved her mood (mine too!). She still talks positively about the music therapy session almost a year later. Also since her session, we have used music to help her learn/concentrate, express her emotions.\" \"MORE sessions would have been great!\" [Child] LOVED Molly. She would smile and move her legs a million miles per hour while she sang to her. It was a joyous experience. \" \"We already do a great deal of music at home with our child, but there was still something incredibly special about my toddler's ability to connect with a masked stranger through music, when she was absolutely terrified of anyone else. The session offered my child control (she loved telling the music therapist what to play and watching her requests be honored) and helped ease her into a much needed nap.\" \"We now try to play more music and are working on improving her singing skills now that her vocabulary has recovered and improved even more.\" \"I felt my daughter responded well and thrived on any contact with music... it just would have made more sense to feed that drive to learn more about it. So I am disappointed.\" \"I thought the music therapy was great, but he experienced so many services while inpatient, it's difficult for me to say that the music therapy alone resulted in changes.\" \"When we were in critical care music therapy was more frequent.\" Of the 195 surveys distributed, 10 fathers returned completed surveys. None of the fathers who provided an email address opted out after receiving the email. Participants completed the same eight basic information and demographic questions prior to completing music therapy related questions as mothers. Results are depicted in Table 5. The majority of fathers (90%) were between the ages of 31 to 40, and 10% were between the ages of 41 to 50. Sixty-percent hold a Bachelor's degree or higher, indicating that- similar to the mothers- the sample consists of highly educated individuals. Eighty percent of fathers identified as 21 Caucasian, while 10% selected Hispanic or Latino and 10% said Asian/Pacific Islander. At t he time of their child's hospitalization, 90% of the fathers were married. Ninety percent of fa thers reported working full time, and two thirds reported a combined average household income of at least 50,000 to over 100,000, indicating that this sample appears to consist of affluent fathers. TABLE 5 General and Demographic Information of Fathers Question n responses % Age at time of child's hospitalization 31 to 40 9 90 41 to 50 1 10 Education Level High school graduate or equivalent 1 10 Some college/Associate degree 3 30 Bachelor's degree 3 30 Advanced degree 3 30 Race or Ethnicity Caucasian/white 8 80 Hispanic or Latino 1 10 Asian/Pacific Islander 1 10 Marital status at time of hospitalization Divorced 1 10 Married 9 90 Employment status at time of hospitalization No work outside home 1 10 Full time 9 90 Combined average household income 25,000 - 49,999 1 10 50,000 - 99,999 3 30 100,000 or above 4 40 Prefer not to answer 2 20 Participants were then asked several questions regarding their child's hospitalization and services. Results can be found on Table 6. Most of the fathers (80%) said their child was age two or younger at the time of hospitalization, and 70% of reported that their child's hospitalization was for longer than one month. When asked how many music therapy sessions their child received, 50% said 5 or more sessions, while 10% selected \"I did not know my child 22 received music therapy\". Fifty percent of fathers were present for one or two sessions, while 20% of fathers were not present for any sessions. When asked if they participated in at least one session, 60% said no. TABLE 6 Fathers- Questions Related to Services Question n responses % Age of child at time of hospitalization 0 - 2 8 80 3 - 5 1 10 10 - 12 1 10 Approximate length of hospitalization 3 - 7 days 1 10 1 - 2 weeks 1 10 3 - 4 weeks 1 10 Over 1 month 7 70 Number of music therapy (MT) sessions 1 - 2 2 20 3 - 4 2 20 5 or more 5 50 I did not know my child received MT 1 10 Music therapy sessions you were present for 0 2 20 1 - 2 5 50 3 - 4 1 10 5 or more 2 20 Did you participate in at least one session? Yes 4 40 No 6 60 The following set of questions consisted of rating statement related to music therapy. Results can be found on Table 7. Ninety percent of fathers believed that their child enjoyed music therapy. Regarding anxiety reduction, eighty percent of fathers agreed or strongly agreed that music therapy was effective. Forty percent of fathers reported that music therapy helped reduce their child's perception of pain; 50% felt neutral or that it was not applicable. Eighty percent of fathers felt music therapy was beneficial for their child, and 70% said their child responded positively during music therapy. Sixty percent of fathers said neutral or \"not 23 applicable\" when asked how their child responded after music therapy, and 40% felt positively. For the statement \"music therapy helped my child cope better\", sixty percent agreed or strongly agreed. Forty percent of fathers agree or strongly agree that they do more music at home since experiencing music therapy, and thirty percent disagree. The next two questions addressed the role music therapy may play regarding general perceptions of the hospital. Eighty percent of fathers would want music therapy for their child again in the future, and fifty percent would recommend the hospital to other families because of it's music therapy program. Seventy percent of fathers reported that music therapy increased their overall satisfaction with the hospital. TABLE 7 Fathers' Perceptions of Music Therapy Question n responses % My child enjoyed music therapy Not applicable 1 10 Strongly disagree - - Disagree - - Neutral - - Agree 3 30 Strongly agree 6 60 Music therapy reduced my child's anxiety Not applicable 1 10 Strongly disagree - - Disagree - - Neutral 1 10 Agree 5 50 Strongly agree 3 30 Music therapy reduced my child's perception of pain Not applicable 2 20 Strongly disagree - - Disagree 1 10 Neutral 3 30 Agree 3 30 Strongly agree 1 10 Music therapy was beneficial for my child Not applicable 1 10 Strongly disagree - - Disagree - - 24 TABLE 7 - Continued Question n responses % Neutral 1 10 Agree 3 30 Strongly agree 5 50 My child responded positively DURING music therapy Not applicable 2 20 Strongly disagree - - Disagree - - Neutral 1 10 Agree 3 30 Strongly agree 4 40 My child responded positively AFTER music therapy Not applicable 2 20 Strongly disagree - - Disagree - - Neutral 4 40 Agree 2 20 Strongly agree 2 20 Music therapy helped my child cope better Not applicable 1 10 Strongly disagree - - Disagree - - Neutral 3 30 Agree 3 30 Strongly agree 3 30 I do more music at home with my child since experiencing music therapy Not applicable 2 20 Strongly disagree - - Disagree 3 30 Neutral 1 10 Agree 2 20 Strongly agree 2 20 I would want music therapy for my child again in the future Not applicable 1 10 Strongly disagree - - Disagree 1 10 Neutral - - Agree 1 10 Strongly agree 7 70 I would recommend this hospital to other families because of their music therapy program Not applicable 1 10 Strongly disagree 1 10 Disagree - - 25 TABLE 7 - Continued Question n responses % Neutral 3 30 Agree 3 30 Strongly agree 2 20 Music therapy increased my overall satisfaction with this hospital Not applicable 1 10 Strongly disagree 1 10 Disagree - - Neutral 1 10 Agree 5 50 Strongly agree 2 20 The number of music therapy sessions my child received was adequate for his/her needs Not applicable 1 10 Strongly disagree - - Disagree 1 10 Neutral 1 10 Agree 4 40 Strongly agree 3 30 Of the ten fathers who participated, one chose to comment. His comments are detailed in Table 8. TABLE 8 Fathers' Comments \"I may have not been present for the music therapy but my child is thriving. We play music for him every night he sleeps. We play music for him during the day and he loves to dance.\" \"I like to think that the music therapy played a significant roll in his stay at the hospital. Thank you.\" 26 DISCUSSION Based on participant criteria specified in the IRB proposals, there were 557 eligible participants for this study. Eighty-two had provided email addresses. The remaining 475 were contacted via telephone by th e researcher. Twelve had invalid phone numbers, eighteen did not speak English, and 308 did not answer or respond. Twenty-four declined to provide an email address; six stated that they could not recall music therapy services, and five fathers asked t he researcher to contact their wife/the child's mother instead. Over four times as many mothers responded to the survey than fathers. This is consistent with related studies, where more mothers responded (Webster-Stratton, 1988) or only mothers responded (Phares, Compas, & Howell, 1989). It is also consistent with research in which the term \"parent\" is applied, however, the information comes only from mothers (Keen, Couzen, Muspratt, & Rodger, 2010; Phares & Compas, 1992; Singh, 2003). Whereas mothers were more likely to decline by saying, \"my child did not have music therapy\", fathers were more likely to say, \"ask my wife\" or \"his/her mom would know\". No mother told the researcher to ask the father. Although parents were only contacted if their child had received music therapy, when the mother was unaware of services, the response was typically that there was no music therapy, not that she was unaware. Fathers were much more likely to acknowledge that their child might have received a service that they had not been aware of. Five percent of mothers who completed the survey did not know their child received music therapy. Ten percent were not present for any sessions. Based on the comments, many of the mothers who knew their child received music therapy valued the experience and knew what had occurred in the sessions, even if they had not physically been there. The mothers reported a wide range of the age of their child and length of hospitalization. Eighty-percent of fathers had a child under the age of two, and seventy-percent 27 reported that the hospitalization was over one month. This means that fathers were much more likely to know and experience music therapy when their child was young or in an extended hospitalization, but mothers were likely to know throughout. Studies have found a positive correlation between length of services (Brannan et al., Phares, 2000) for both mothers and fathers; in this study, length of treatment and child's age were influencing factors primarily for fathers. Sixty-eight percent of mothers participated in at least one session com pared to forty percent of fathers. There is an extremely high rate of divorce among parents of a child with a disability. As previously discussed, mothers reported a greater negative impact of their child's problems on their lives than fathers (Calzada, Eyberg, Rich, & Querido, 2004); furthermore, mothers experience more distress than fathers due to taking on a larger part of the extra duties associate d with having a child with disabilities (Bristol, Gallagher, & Schopler, 1988; Moes, Koegle, Schreibman, & Loos, 1992). This can be seen in these results. Thirty-four percent of mothers reported no work outside home, while another seventeen percent work park time. Ninety percent of fathers reported working full time, and only ten percent stated that they do not work outside the home. Mothers were more likely to be present for sessions and to know what had occurred. The only statement in which mothers selected \"strongly disagree\" and \"disagree\" was for \"t he number of music therapy sessions my child received was adequate for his/her needs\", indicating that mothers would have preferred more music therapy sessions and were open to the support. No mother chose \"disagree\" or \"strongly disagree\" for the statement \"I would want music therapy for my child again in the future\". While fathers rated music therapy highly in general, it did not appear to influence their view of the hospital overall as much as mothers. It is possible 28 that this is because without seeing and engaging with the child in music therapy, it is more difficult to understand the value of the service. This is also consistent with research by Branna n, Sonnichsen, and Heflinger (1996) that found that fathers report less acceptability of their child's services. Additionally, parents who believe their child's problem to be more serious tend to view services as less effective than parents who believe their child's problem to be less seve re (Godley, Fiedler, & Funk, 1998), which is another possible explanation. Limitations of the Study This study required Internet access and an active email address, which may have limited participants. It also required English language skills, both to communicate with the researcher and to take the survey. The number of participants- particularly fathers- was low, and further research is needed in order to fully form a comparison of mothers and fathers. Implications for Future Research This study provides a general idea about the perceptions of mothers and fathers regarding music therapy for their child. It is apparent that more mothers are exposed to these services than fathers, and may view them more positively. Th e researcher suggests approaching participants before their child receives music therapy to ensure that both parents are present, though this would not be an accurate representation of the number of parents who experience music therapy. Additionally, research with single parents and same-sex parents may give a more rounded idea of parent perceptions. Conclusion The results of this study present an idea of the opinions of mothers and fathers regarding music therapy for their child in the hospital. Mothers are more likely to be involved with their child's services and are more likely to participate in sessions. Fathers tended to trust care a nd 29 services to the mother, but appeared to appreciate sessions. Further research is needed for a more direct comparison. 30 APPENDIX A SURVEY 31 32 33 34 35 APPENDIX B THE OFFICE OF RESEARCH INTEGRITY AND COMPLIANCE IRB February 5, 2015 Molly Moses Non-Medicine Study Title: Mothers' and Fathers' Perceptions of Music Therapy for their Hospitalized Child: A Comparison IRB # IRB 2015-274 Dear Molly Moses, The Office of Research Integrity and Compliance, (ORIC), Institutional Review Board has reviewed the above-named study and has determined that it is exempt from IRB review. The above IRB number has been assigned to this study for tracking purposes only. Research involving the use of educational tests (cognitive, This determination was based on 45 CFR 46.101(b)(2): diagnostic, aptitude, achievement), survey procedures, interview procedures, or observation of public behavior, unless: (i) information obtained is recorded in such a manner that human subjects can be identified, directly, or through identifiers linked to the subjects; and (ii) any disclosure of the human subjects' responses outside the research could reasonably place the subjects at risk of criminal or civil liability or be damaging to the subject's financial standing, employability, or reputation. Any proposed changes to this research must be submitted to the ORIC office, prior to implementation, in order to determine if the research still qualifies for exempt status. If the ORIC Director, or designee, finds that the research is no longer eligible for exemption, you will be notified whether the study needs to be submitted for either expedited or full board review. Sincerely, Tricia Eifler, CIP Assistant Director, Office of Research Integrity and Compliance Ann & Robert H. Lurie Children's Hospital of Chicago36 APPENDIX C FLORIDA STATE UNIVER SITY IRB APPROVAL 37 REFERENCES Aasgaard, T. (2001). An ecology of love: aspects of music therapy in the pediatric oncology environment. Journal of Palliative Care. 17 (3). McConaughy problems: Implications of for specificity. Psychol 213-232. Allgood, N. (2005). Parents' perceptions of family-based group music therapy for children with autism spectrum disorders. Music Therapy Perspectives, 23 (2), 92- 99. American Art Therapy Association (2013). What is art therapy? Retrieved from www.arttherapy.org. American Music Therapy Association, Inc (2006). Music therapy and medicine . Retrieved from www.musictherapy.org. Ann & Robert H. Lurie Children's Hospital of Chicago. (2015). Chaplains . Retrieved from https://www.luriechildrens.org. Ann & Robert H. Lurie Children's Hospital of Chicago. (2015). Education program. Retrieved from https://www.luriechildrens.org. Barrickman.J. (1989). A developmental music therapy approach for preschool hospitalized children. Music Therapy Perspectives. 7. 10-16. Barker, L. (1991). The use of music and relaxation techniques to reduce pain of burn patients during daily debridement. In C. D. Maranto (Ed.). Applications of Music in Medicine (pp. 123-140). Washington. DC: National Association for Music Therapy, Inc. Barrera, M.E., Rykov, M.H., & Doyle, S.L. (2002). The effects of interactive music therapy on hospitalized children with cancer: a pilot study. Psycho-Oncoloy, 11, 279-288. Bellamv. M. A. (1990). Music therapy in a pediatric oncology setting. In Proceedings of the Seventeenth Annual Conference of Ihe Canadian Association for Music Therapy, Waterloo. Ontario. Sarnia. Ont: CAMT. 34-42. Board, R. & Ryan-Wenger, N. (2003). Stressors and stress symptoms of mothers with children in the PICU. Journal of Pediatric Nursing, 18, 195-202. Brannan, A. M., Sonnichsen, E., & Heflinger, C. A. (1996). Measuring satisfaction with children's mental health services: Validity and reliability of the satisfaction 38 scales. Evaluation and Program Planning, 19(2), 131-141. Breslau N., Staruch K. S. & Mortimer E. A (1982). Psychological distress in mothers of disabled children. American Journal of Diseases of Children, 136, 682-686 Brestan, E.V., Jacobs, J.R., Rayfield, A.D., A consumer satisfaction measure for parent-child treatments and its relation to measures of child behavior change. Behavior Therapy, 30 , 17-30. Bristol M., Gallagher J. & Schopler E. (1988). Mothers and fathers of young developmentally disabled and nondisabled boys: adaptation and spousal support. Developmental Psychology, 24, 442-451. Brodsky, W. (1989). Music therapy as an intervention for children with cancer in isolation rooms. Journal of Music Therapy, 8, 17-34. Brown, C.J., Chen, A. C., & Dworkin, S. E (1989). Music in the control of human pain. Journal of Music Therapy, 8 (1), 47-60. Calzada, E.J., Eyberg, S.M., Rich, B., & Querido, J.G., (2004). Parenting disruptive preschoolers: Experiences of mothers and fathers. Journal of Abnormal Child Psychology, 32 (2), 203-213. Browne G. & Bramston P. (1998). Stress and the quality of life in the parents of young people with intellectual disabilities. Journal of Psychiatry and Mental Health Nursing, 5, 415-21. Calvert, S. C., & McMahon, R. J. (1987). The treatment acceptability of a behavioral parent training program and its components. Behavior Therapy, 2 , 165-179. Cassidy, J.W., & Standley, J.M (1995). The effect of music listening on physiological responses of premature infants in the NICU. Journal of Music Therpay, 35 (2), 70-87. Chen, I. C., Lee, H. C., Yeh, G. C., Lai, C. H., & Chen, S. C. (2004). The relationship between parental concerns and professional assessment in developmental delay in infants and children—A hospital-based study . Journal of the Chinese Medical Association, 67 , 239-244. Cepanec, M., Lice, K., & Simlesa, S. (2012). Mother-father differences in screening for developmental delay in infants and toddlers. Journal of Communication Disorders, 45, 255-262. Chetta, H. D. (1981). The effect of music and desensitization on preoperative anxiety in children. Journal of Music Therapy, 18, 74-87. 39 Child Life Council, inc. (2014). How a child life specialist can help your child and family. Retrieved from http://www.childlife.org. Children's Hospital of Pittsburgh of UPMC. (2015). Hospital volunteer program . Retrieved from www.chp.edu. Clarke, N.E., McCarthy, M.C., Downie, P., Ashley, D.M. & Anderson, V.A. (2009). Gender differences in the psychosocial experience of parents of children with cancer: A review of the literature. Psycho-Oncology, 18, 907-915. Coleman, J.M., Pratt, R.R., Stoddar, R.A>, Gerstmann, D.R. & Abel, H. (1997). The effects of the male and female singing and speaking voices on selected physiological and behavioral measures of premature infants in the intensive care unit. International Journal of Arts Medicine, 5 (20), 4-11. Collins, S.K., & Kuck, S.K. (1991). Music therapy in the neonatal intensive care unit. Neonatal Network, 9 (6), 23-26. Colwell, C.M., Davis, K., & Schroeder, L.K. (2005). The effect of composition (art or music) on the self-concept of hospitalized children. Journal of Music Therapy, 42(1), 49-63. Connell, J. P., & Wellborn, J. G. (1991). Competence, autonomy, and relatedness: A motivational analysis of self-system processes. In M. R. Gunnar & L. A. Sroufe (Eds.), Self processes and development: The Minnesota Symposia on child development. Vol. 23 (pp. 43-77). Hillsdale, NJ: Lawrence Erlbaum Associates, Publishers. Coyne, I. Consultation with children in hospital: Children, parents' and nurses' perspectives. Journal of Clinical Nursing, 15 (1), 61-71 . Dale, P., Bates, E., Reznick, S., & Morisset, C. (1989). The validity of a parent report instrument on child language at twenty months. Journal of Child Language, 16, 239-249. Davé, S., Nazareth, I., Senior, R., & Sherr, L. (2008). A comparison of father and mother report of child behavior on the strengths and difficulties quiestionnaire. Child Psychiatry & Human Development, 39, 399-413. Daveson, B. A. (2001). Music therapy and childhood cancer: Goals, methods, patient choice and control during diagnosis, intensive treatment, transplant and palliative care. Music Therapy Perspectives. 19, 114-120. Davis, W. B., & Thaut, M. H. (1989). The influence of preferred relaxing music on measures of state anxiety, relaxation, and physiological responses. Journal of Music Therapy, 26, 168-187. 40 Diaz -Caneja, A., Gledhill, J., Weaver, T., Nadel, S., & Garralda, E. (2005). A child's admission to hospital: A qualitative study examining the experiences of parents. Intensie Care Medicine, 31 (9), 1248-1254. Dinnebeil, L. A., & Rule, S. (1994). Congruence between parents' and professionals' judgments about the development of young children with disabilities: A review of the literature. Topics in Early Childhood Special Education, 14, 1-25. Duhig, A.M., Renk, K., Epstein, M.K., & Phares, V. Interparental agreement on and total behavior problems: A meta-analysis. Clinical Psychology: Science and Practice, 7 (4), 435-453. Dumas J., Wolf L., Fisman S. & Culligan A. (1991). Parenting stress, child behavior problems, and dysphoria in parents of children with autism, Down syndrome, behavior disorders, and normal development. Exceptionality, 2, 97-110. Dun, B. (1995). A different beat: Music therapy in children's cardiac care. Music Therapy Perspectives. 13 (1), 35-39. Edwards, J. (1994). The use of music therapy to assist children who have severe burns. Australian Journal of Artistic Therapy, 5. 3-6. Edwards, J. (1995). \"You are singing beautifully\": Music therapy and the debridement bath. The Arts in Psychotherapy. 22(1), 53-55. Evercare Study of Caregivers in Decline: A Close-Up Look at Health Risks of Caring for a Loved One. (2006). National Alliance for Caregiving and Evarcare. Eyberg, S. M. (1993). Consumer satisfaction measures for assessing parent training programs. In L. VandeCreek, S. Knapp, & T. L. Jackson (Eds.), Innovations in clinical practice: A sourcebook (Vol. 12). Sarasota, FL: Professional Resource Press. Feudtner, C., Walter, J.K., Gaerber, J.A., Hinds, P.S. (2015). Good-parent beliefs of parents of seriously ill children. JAMA Pediatrics, 169 (1), 39-47. Flower, C. (2014). Music therapy trios with child, parent, and therapist: A preliminary qualitative single case study. Psychology of Music, 42 (6), 839-845. Forehand, R., & McMahon, R. J. (1981). Helping the noncompliant child: A clinician's guide to parent training. New York, NY: Guildford. Fowler-Kerry, S., & Lander, J. R. (1987). Management of injection pain in children. Pain, 30(2), 169-75. 41 Froehlieh, M. A. (1984). A comparison of the effect of music therapy and medical play therapy on verbalization behavior of pediatric patients. Journal of Music Therapy, 21, 2-15. Germundsson, E., & Gretarsson, S.J. (2009) Comparison of mothers' and fathers' ratings of their children's verbal and motor development. Nordic Psychology, 61 (1), 14- 25. Godley, S.H., Fiedler, E.M., & Funk, R.R. (1998). Consumer satisfaction of parents and their children with child/adolescent mental health services. Evaluation and Program Planning, 21, 31-45. Gradel, K., Thompson, M., & Sheehan, R. (1981). Parental and professional agreement in early childhood assessment. Topics in Early Childhood Special Education, 1, 31- 39. Gray D. & Holden W. (1992). Psychosocial well-being among the parents of children with autism. Australia and New Zealand Journal of Developmental Disabilities, 18, 83-93 Grietens, H., Onghena, P., Prinzie, P., Gadeyne, E., Assche, P., Hellinckx, W. (2004). Comparison of mothers', fathers', and teachers' reports on problem behavior in 5- to 6-year-old children. Journal of Psychopathology and Behavioral Assessment, 26 (2), 137-146. Griffin, K.L. (2000). Parental break time. The Milwaukee Journal Sentinel , 1. Grimm, D. L., & Pefley, P. T. (1990). Opening doors for the child \"inside\". Pediatric Nursing, 76(4), 368-369. Hazinski MF (1992) Nursing care of the critically ill child. Mosby Year-Book, St. Louis, 2nd ed. Issues Facing Families with Children with Special Needs. (2007). U.S. Department of Health and Human Services. Jackson, S. C., & Roberts, J. E. (1999). Family and professional congruence in communication assessments of preschool boys with fragile X syndrome. Journal of Early Intervention, 22, 137-151. Jacobsen, S.L., McKinney, C.H., & Holck, U. (2014). Effects of dyadic music therapy intervention on parent-child interaction, parent stress, and parent-child relationship in families with emotionally neglected children: A randomized controlled trail. Journal of Music Therapy, 51 (4), 310-332. Judge D., Nadel S., Vergnaud, S., & Garralda, ME. (2002). Psychiatric adjustment 42 following meningococcal disease treated on a PICU. Intensive Care Medicine, 28, 648-650. Keen, D., Couzens, D., Muspratt, S., & Rodger, S. (2010). The effects of a parent- focused intervention for children with a recent diagnosis of autism spectrum disorder on parenting stress and competence. Research In Autism Spectrum Disorders, 4, 229-241. Kennelly, J. (1999). \"Don't give up\": Prodding music therapy to an adolescent boy in the bone marrow transplant unit. In R. R. Pratt & D. E. Grocke. Music medicine — music medicine and music therapy: Expanding horizons (pp. 228-237). Victoria, Australia: The University of Melbourne. Klein, S. A., & Winkelstein, M. L. (1996). Enhancing pediatric health care with music . Journal of Pediatric Health Care, 10(2), 74-81. Kouretas, D. (1999). More on music therapy with children during invasive procedures. Journal of Emergency Nursing, 25 (3), 167. Lahey, B. B., Conger, R. D., Atkeson, B. M., & Treiber, F. A. (1984). Parenting behavior and emotional status of physically abusive mothers. Journal of Consulting and Clinical Psychology, .52, 1062-1071. Lane, D. (1991). The effect of a single music therapy session on hospitalized children as measured by salivary immunoglobulin A, speech pause time, and a patient opinion Likert scale. Unpublished doctoral dissertation. Case Western Reserve University. Lane, D. (1993). Music therapy: Gaining an edge in oncology management. The Journal of Oncology Management, 42-46. Lin, L. Y., Cherng, R. J., Lee, I. C., Chen, Y. J., Yang, H. M., & Chen, Y. J. (2011). The agreement of caregivers' initial identification of children's developmental problems with the professional assessment in Taiwan. Research in Developmental Disabilities, 32, 1714-1721. Lindenfelsder, K.J., Grock, D., & McFerran, K (2008). Bereaved parents' experiences of music therapy with their terminally ill child. Journal of Music Therapy, 45 (3), 330-348. Loeber, R., Green, S. M., & Lahey, B. B. (1990). Mental health professionals' perception of the utility of children, mothers, and teachers as informants on childhood psychopathology. Journal of Clinical Child Psychology, 19 , 136-143. MacKenzie, E. P., Fite, P. J., & Bates, J. E. (2004). Predicting outcome in behavioral parent training: Expected and unexpected results. Child & Family Behavior 43 Therapy, 26 , 37-53. Malone, A. B. (1996). The effects of live music on the distress of pediatric patients receiving intravenous starts, venipunctures, injections, and heel sticks. Journal of Music Therapy, 33( I9-33. Marley, L. S. (1984). The use of music with hospitalized infants and toddlers; A descriptive study, Journal of Music Therapy, 21, 126-132. Matson, J. L., Hess, J. A., Kozlowski, A. M., & Neal, D. (2011). An examination of differences in symptom endorsements of autism spectrum disorders: A comparison between mothers and fathers. Developmental Neurorehabilitation, 14, 1-7. McDonnell, L. (1983). Music therapy: Meeting the psychosocial needs of hospitalized children. Children's Health Care, 72 (1), 29-33. McMahon, R. J., & Forehand, R. (1983). Consumer satisfaction in behavioral treatment of children: Types, issues, and recommendations. Behavior Therapy, 14 , 209- 225. Megel. M. E.. Houser, C. W., L. S. (1998). Children's responses lo immunizations: lullabies as a distraction, Issues in Comprehensive Pediatric Nursing, 21 (3), 129-145. Moenkhoff, M., Baenziger, O., Fischer, J., & Fanconi, S. (1999). Parental attitude towards alternative medicine in paediatric intensive care unit. European Journal of Pediatrics, 158 (1), 12-17. Moes D., Koegle R., Schreibman L. & Loos L. (1992). Stress profiles for mothers and fathers of children with autism. Psychological Reports, 71, 1272-1274. Noguchi, L.K. (2006). The effect of music versus nonmusic on behavioral signs of distress and self-report of pain in pediatric injection patients. Journal of Music Therapy, 43 (1), 16-38. Noyes, J. (1999) The impact of knowing your child is critically ill: a qualitative study of mothers' experiences. Journal of Advanced Nursing, 29, 427-435. Olsson, M.B. & Hwang, C.P. (2001). Depression in mothers and fathers of children with intellectual disability. Journal of Intellectual Disability Research, 45 (6) 535-543. Parade, S. H., & Leerkes, E. M. (2008). The reliability and validity of the Infant Behavior Questionnaire-Revised. Infant Behavior and Development, 31, 637-646. Phares, V. (1997). Accuracy of informants: Do parents think that mother knows best? 44 Journal of Abnormal Child Psychology, 25 , 165-171. Phares, V., Compas, B.E., & Howell, D.C. (1989). Perspectives on child behavior problems: comparisons of children's self-reports with parent and teacher reports. A Journal of Consulting and Clinical Psychology, 1 (1), 68-71. Rees, G., Gledhiss, J., Garralda, E., & Nadel, S. (2004). Psychiatric outcomes for children and parents following admission to the pediatric intensive care unit: A cohort study. Intensive Care Med, 30 , 1607-1614. Reilly, S., Eadie, P., Bavin, E. L., Wake, M., Prior, M., Williams, J., et al. (2006). Growth of infant communication between 8 and 12 months: A population study. Journal of Pediatrics and Child Health, 42, 764-770. Resch, J.A., Elliot, T.R., & Benz, M.R. (2012). Depression among parents of children with disabilities. Families, Systems, & Health, 30 (4), 291-301. Robb, S.L. (2000). The effect of therapeutic music interventions on the behavior of hospitalized children in isolation: developing a contextual support model of music therapy. Journal of Music Therapy, 37 (2), 118-146. Robb, S. L., Nichols, R. H., Rutan, R. L., Bishop, B. L., & Parker, J. C. (1995). The effects of music assisted relaxation on preoperative anxiety. Journal of Music Therapy, 32,2-21. Rosenbloom, E., Goldman, M., Konki, N., Edelman, S., Baram, W., & Kozer, E. (2011). Parental sex and age- Their effect on pain assessment of young children. Pediatric Emergency Care, 27, 266-269. Schafer, D. S., Bell, A. P., & Spalding, J. B. (1987). Parental vs. professional assessment of developmentally delayed children after periods of parent training. Journal of the Division of Early Childhood, 12, 47-55. Schneider. E. (1982). Assessment and evaluation of audio-analgesic effects of the pain experience of acutely burned children during dressing change. Unpublished doctoral dissertation. The University of Cincinnati. Schroeder, J., Hood, M., & Hughes, H. (2010). Inter-parent agreement on the syndrome scales of the child behavior checklist (CBCL): Correspondence and discrepancies. Journal of Child & Family Studies, 19, 646-653. Sexton, D., Miller, J. H., & Murdock, J. Y. (1984). Correlates of parental-professional congruency scores in the assessment of young handicapped children. Journal of the Division of Early Childhood, 8, 99-106. Singh, I. (2003). Boys will be boys: Fathers' perspectives on ADHD symptoms, 45 diagnosis, and drug treatment. Harvard Review of Psychiatry, 11 , 308-316. Sobsey , D. (2004). Marital stability and marital satisfaction in families of children with disabilities: chicken or egg? Developmental Disabilities Bulletin 1 , 62-83. Sollie, H., Larsson, B., & Morch, W. (2012). Comparison of mother, father, and teacher reports of ADHD core symptoms in a sample of child psychiatric outpatients. Journal of Attention Disorders, 17 (8), 699-710. Standley, J. (1998a.) The effect of music and multimodal stimulation on physiologic and developmental responses of premature infants in neonatal intensive care. Pediatric Nursing, 24 (6), 532-538. Standley, J.M. (2000). The effect of contingent music to increase non-nutritive sucking of premature infants. Pediatric Nursing, 26 (5), 493-495, 498-499. Standley, J. M., & Hanser, S. B. (1995). Music is therapy research and applications in pediatric oncology treatment. Journal of Pediatric Oncoogy Nursing, 12 (1), 3-8. Standley, J. M., & Whipple, J. (2003). Music therapy with pediatric patients: A meta- analysis. In S. L. Robb (Ed.), Music therapy in pediatric healthcare: Research and evidence-based practice (pp. 1-18). Silver Springs, MD: American Music Therapy Association. Suen, H. K., Logan, C. R., Neisworth, J. T., & Bagnato, S. (1995). Parent-professional congruence: Is it necessary? Journal of Early Intervention, 19, 243-252. The Children's Hospital of Philadelphia. (2015). Hospital school program . Retrieved from www.chop.edu. Tiano, J.D, Grate, R.M. & McNeil, (2013). Comparison of mothers' and fathers' opinions of parent-child interaction therapy. Child & Family Behavior Therapy, 35, 110-131. Veisson M. (1999). Depression symptoms and emotional states in parents of disabled and non-disabled children. Social Behavior and Personality, 27, 87-98. Webster-Stratton, C. (1988). Mothers' and fathers' perceptions of child deviance: Roles of parent and child behaviors with parent adjustment. Journal of Consulting and Clinical Psychology, 56 (6), 909-915. Whitehead-Pleax, A.M., Baryza, M., & Sheridan, R.L. (2006). The effects of music therapy on pediatric patients' pain and anxiety during donor site dressing change. Journal of Music Therapy, 43 (2), 136-153. 46 Whitehead-Pleaux, A.M., Zebrowski, N., & Baryza, R.L. (2007). Exploring the effects of music therapy on pediatric pain: phase 1. Journal of Music Therapy, 44 (3), 217- 241. Wolf L., Noh S., Fisman S. & Speechley M. (1989). Psychological effects of parenting stress on parents of autistic children. Journal of Autism and Developmental Disorders, 19, 157-166. 47 BIOGRAPHICAL SKETCH Name: Molly Anne Moses Place of Birth: Long Island, NY Hometown: Winter Park, FL Higher education : Stetson University, DeLand, FL Bachelor of Music in Clarinet Performance Minor: Psychology Degree Awarded May 2013 Florida State University, Tallahassee, FL Master of Music in Music Therapy Degree Awarded May 2015 Experience: Music Therapy Intern, Ann & Robert H. Lurie Children's Hospital of Chicago June 2014 - January 2015 Honors: Pi Kappa Lambda Music Honor Society Psi Chi International Honor Society Omicron Delta Kappa Honor Society Phi Eta Sigma Honor Society "}