{"title": "Antihyperglycemic Activity of TLC Isolates from the Leaves of Aloe meg | DMSO", "author": "Dove Press; Tsgabu Yohannes Araya; Aman Karim; Gebremedhin Solomon Hailu; Gomathi Periasamy; Getu Kahsay", "url": "https://www.dovepress.com/antihyperglycemic-activity-of-tlc-isolates-from-the-leaves-of-aloe-meg-peer-reviewed-fulltext-article-DMSO", "hostname": "dovepress.com", "description": "Antihyperglycemic Activity of TLC Isolates from the Leaves of Aloe megalacantha Baker in Streptozotocin-Induced Diabetic Mice", "sitename": "Diabetes, Metabolic Syndrome and Obesity", "date": "2021-03-15", "cleaned_text": "Back to [Journals](browse_journals.php) TLC Isolates from the Leaves of Aloe megalacantha Baker in Streptozotocin-Induced Diabetic Mice October 2020 Accepted for publication 15 February 2021 Published 15 March 2021 Volume 2021:14 Pages 1153—1166 DOI [https://doi.org/10.2147/DMSO.S288313](https://doi.org/10.2147/DMSO.S288313) Checked for plagiarism Yes Review by [Single anonymous peer review](peer-review-guidelines) Peer reviewer comments 2 Mekelle, Ethiopia; 2Department University, Mekelle, Ethiopia; 3Department of Pharmaceutical Analysis and Quality Assurance, School of Pharmacy, Mekelle University, Mekelle, Ethiopia Correspondence: Getu Kahsay Department of Pharmaceutical Analysis and Quality Assurance, School of Pharmacy, Mekelle University, P.O. Box 1871, Mekelle, [[email Background: Diabetes mellitus (DM) is a group of metabolic disorders that are characterized by hyperglycemia which results from defects in insulin release or its efficient use by the human body. Although significant progress has been made to manage DM and related complications, it remains a major global health problem. To this end, the search for new antidiabetic drugs from traditionally claimed medicinal plants is important. Aloe megalacantha Baker is an endemic plant used traditionally to treat diabetes in Ethiopia. This study aimed to investigate antidiabetic activity of isolates from the leaf of A. megalacantha Baker in streptozotocin-induced diabetic mice. Methods: The exudate of A. megalacantha was collected by cutting the leaves and scraping the yellow sap and then dried at room temperature. The dried exudate was subjected to repeated thin layer chromatographic (TLC) separations using a mixture of solvent system to isolate the major compounds identified on the TLC plate. A single dose of streptozotocin (50 mg/kg) was injected intraperitoneally to overnight fasted mice to induce diabetes. Antidiabetic activity of TLC isolates was assessed by in vivo methods including oral glucose tolerance test, antihyperglycemic and hypoglycemic activity tests. Results: Three major isolates were obtained from the TLC analysis of the exudate of A. megalacantha. Exudate and TLC isolates were found to be non-toxic up to a dose of 2000 mg/kg. The TLC isolates (Ia and Ib) significantly (p< 0.05) reduced blood glucose levels and also increased body weight change of the diabetic mice compared with control groups. Conclusion: The present study demonstrated the ability of the exudate of A. megalacantha and its TLC isolates to significantly decrease blood glucose levels and increase body weights in mice, thus strengthening the claim of its traditional use in DM-related disorders. Keywords: diabetes, antidiabetic, Aloe megalacantha Baker, streptozotocin, thin layer chromatography Introduction Diabetes mellitus (DM) is a group of metabolic diseases that are characterized by hyperglycemia resulting from defects in insulin secretion, insulin action, or both. [1](#cit0001) DM is characterized by common symptoms such as frequent urination, intense hunger and fatigue, irritability, blurred vision, excessive thirst, wounds that do not heal quickly or adequately, sexual dysfunction in men, and gum infections. [2](#cit0002) Growth impairment and susceptibility to infections are also associated with chronic hyperglycemia. The burden of DM is likely to increase in developing countries dramatically due to progressive uptake of risky lifestyle conditions such as physical inactivity, sedentary lifestyle, cigarette smoking and generous consumption of alcohol. [3](#cit0003) In 2019, a total of 463 million people were estimated to be living with diabetes, representing 9.3% of the global adult population (20-79 years). This number is expected to rise to 578 million (10.2%) in 2030 and 700 million (10.9%) in 2045. [4](#cit0004) From these, an estimated 462 million individuals are affected by type 2 diabetes mellitus (T2DM) globally. [5](#cit0005) According to the International Diabetes Federation (IDF), 19 million adults (20-79 years) were living with diabetes in Africa in 2019. This figure is estimated to increase to 47 million by 2045. [6](#cit0006) To date, there is no nationally representative survey conducted to determine the prevalence of DM in Ethiopia. However, it is reported that the overall prevalence of diabetes in Ethiopia ranges between 2.0-6.5%. [7](#cit0007) Generally, there is a substantial increase in the prevalence of T2DM through time in Ethiopia. [8](#cit0008) Many of the world populations still heavily rely on traditional medicines for primary health care. [9-11](#cit0009 cit0010 cit0011) Starting from the last few decades, cost-effective and relatively safe plant-based medicines have been introduced to the mainstream of diabetes management and more than 300 plant species are reported for their blood glucose lowering effect. [12](#cit0012) There are several plant species in Ethiopia which are traditionally used by various ethnic communities to treat diabetic disorders. These include Aloe megalacantha Baker, [13](#cit0013), [14](#cit0014)Justicia schimperiana, Moringa stenopetala Aloe lateritia, Aloe secundiflora, Aloe camperi and Aloe vera have been studied for the management of DM and are found to be effective. Aloe vera is the most commonly used and widely studied plant. [16-18](#cit0016 cit0017 cit0018) There are studies on the leaf exudate of Aloe megalacantha for its effectiveness in reducing blood glucose levels in diabetic mice [19](#cit0019) and TLC isolates, that were isolated using a solvent mixture of chloroform and methanol (4:1), in the inhibition of in vitro -amylase activity study [20](#cit0020) but TLC isolates have not been evaluated for their antidiabetic activity using in vivo models. To the best of our knowledge, this is the first study to evaluate the in vivo antidiabetic effect of TLC isolates of A. megalacantha using the solvent mixture of ethyl acetate, methanol and water (77:13:10, v/v/v) by various methods including hypoglycemic activity, oral glucose tolerance test, antihyperglycemic activity and effect on body weight change. The study also aimed to strengthen the evidence of experiments done to validate the traditional use of this plant product for diabetes. Materials and Methods Chemicals and Reagents The chemicals and reagents listed below were used to perform the experiments. Silica gel type G was obtained from Loba Chemie Pvt. Ltd (Mumbai, India), glibenclamide was procured from Alfa Aesar manufacturing industry (Lancashire, UK), streptozotocin was purchased from Sisco Research Laboratories Pvt. Ltd (Maharashtra, India), methanol was purchased from CARLO ERBA reagents (France, Val-de-reuil), and ethyl acetate was obtained from Loba Chemie Pvt. Ltd (Mumbai, India). All chemicals and solvents were analytical grades. Instruments and Equipment Analytical TLC glass plates, TLC jar, measuring cylinder, volumetric flask, UV cabinet, automatic TLC coater were obtained from CAMAG (Berlin, Germany); electronic balance and vacuum oven were obtained from Daihan (Seoul, South Korea); glucometer and test strips were purchased from Care sense N (Seoul, South Korea). Plant Material The leaf exudate of A. megalacantha Baker was collected from Kilte Awulaelo district, Genfel kebele, eastern zone of Tigray, northern Ethiopia, in December 2017. The plant material was authenticated by a botanist from the Department of Biology, University of Gonder. The specimen was deposited in the National Herbarium with a voucher number of TY0029/2010. Experimental Animals and Study Protocol Swiss albino mice of either sex weighing 25±5 g were used in the study. Before the initiation of experiment, the mice were acclimatized to the laboratory conditions for a period of 7 days. Mice were housed in groups of six per cage at 25 C with natural night-day time exposure and at room temperature with free access to food at all times except in the fasting period and water. The mice were obtained from the Department of Pharmacology, Mekelle University. The experimental animals were used and sacrificed in accordance with the procedure approved by the Health Research and Ethics Review Committee in College of Health Sciences, Mekelle University. Moreover, for the welfare of the experimental animals, a guide for the care and use of laboratory animals published by the Institute for Laboratory Animals Research (ILAR) [21](#cit0021) and the Organization for Environmental Control Development (OECD) [22](#cit0022) guidelines were followed. The study was implemented with the approval registration number ERC 1207/2018. Extract Preparation The exudate was collected by cutting the leaves transversally near the stem and allowing the yellow sap to come down into a plate. The collected exudate was allowed to evaporate the water content by leaving in open air until it yielded a reddish dark substance. It took 4 days to get dried in open air. Yellow brown color dried powder was obtained with a percent yield of 32.89% (w/v). Finally, the dried powder was then kept in an amber glass container and stored in a refrigerator for future use. Isolation of Compounds Compounds were isolated from exudate of A. megalacantha using preparative TLC prepared by coating the glass plates with silica gel using an automatic TLC coater. The exudate was dissolved in methanol and applied directly as a band to the coated TLC (20 cm x 20 cm) over one side of the plate. Mixture of ethyl acetate, methanol and distilled water (77:13:10, v/v/v) was used as a solvent system to develop the chromatogram. [23](#cit0023) Repetitive purification was carried out using TLC of 300 m thickness. The chromatographic zones were visualized in daylight and then using a UV lamp at 254 nm and 365 nm wavelengths. After visualizing, the chromatographic zones were coded based on ascending order of their retention factor (Rf) values. Then each band was carefully scraped off separately from the plate and dissolved in ethyl acetate and methanol (1:1, v/v); then it was filtered and concentrated. After dissolving in methanol, the purified samples were applied to analytical TLC plates (0.25 mm thickness) manually in the form of spots and allowed to dry and viewed under UV light. Different mobile phases were also used to check their purity. The Rf values of the sample were calculated as follows: Acute Oral Toxicity Test For acute toxicity test, Swiss albino mice of female sex weighing 25±5 g were used for the study. [24](#cit0024) The test was conducted according to the Organization for Environmental Control Development Guidelines (OECD) No. 425. [22](#cit0022) The toxicity test was done after oral administration of fixed dose 2000 mg/kg of exudate and 2000 mg/kg of isolates (Ia, Ib, Ic) of A. megalacantha separately. It was tested in 3-4 hours fasted mice. For the first 30 minutes, the mice were observed continuously and periodically during the first 24 h. There was no sign of toxicity and mice were alive after taking the leaf exudate and isolates of A. megalacantha. The next 4 mice were also given the same amount of exudate and isolates. The animals were observed individually for any change in autonomic or behavioral response. Finally, follow up was done daily for 14 days. Preliminary Phytochemical Screening of the Exudate of Aloe megalacantha Baker Preliminary phytochemical screening of the exudate was done based on the standard procedures [18](#cit0018), [25](#cit0025) to assess the presence of secondary metabolites. Antidiabetic Activity of the Leaf Exudate and TLC Isolates Experimental Design and Study Protocol The leaf exudate and its TLC isolates, 2 mg/kg glibenclamide (standard drug) [26](#cit0026) and vehicle were given to mice using oral gavage for 21 consecutive days on a once daily basis. The exudate (100, 200 and 400 mg/kg), isolates (200 and 400 mg/kg) and standard drug (2 mg/kg) were dissolved in 2% dimethyl sulfoxide (DMSO). Body weight and fasting blood glucose levels were measured at weekly intervals (on days 0, 7, 14 and 21) until the end of the study (3 weeks). The percentage of blood glucose level reduction was calculated using the following formula: Where G0 is blood glucose level at day 0; G21 is blood glucose level at day 21. Blood glucose was measured using a glucometer. The effect of exudate and isolates of A. megalacantha on body weight was determined and recorded during the study period using a digital weighing balance. Hypoglycemic Activity Hypoglycemic Activity of Leaf Exudate Overnight fasted Swiss albino mice of both sexes were divided into five groups (three test and two control groups), each group comprising six mice. Group I: normal control mice, which were treated with 2% DMSO; group II: normal mice which were given the leaf exudate of A. megalacantha (100 mg/kg); group III: normal mice which were given the leaf exudate of A. megalacantha (200 mg/kg); group IV: normal mice which were given the leaf exudate of A. megalacantha (400 mg/kg) and group V: normal mice which were given the standard drug glibenclamide (2 mg/kg). All the substances were given orally using gavage. Blood samples from the control and test animals were collected at 0, 2, 4 and 6 h following glibenclamide, leaf exudate and vehicle administration. Blood samples were taken from tails of the mice using the tail snip method and blood glucose levels were measured using a glucometer. The effects of the leaf exudate were compared with the control groups. Hypoglycemic Activity of TLC Isolates Overnight fasted normal Swiss albino mice were divided into eight groups of six mice each. These included: Group I: normal control mice, which were treated with 2% DMSO; groups II & III: normal mice treated with 200 and 400 mg/kg of Ia respectively; group IV & V: normal mice treated with 200 and 400 mg/kg of Ib respectively; group VI& VII: normal mice treated with 200 and 400 mg/kg of Ic respectively; and group VIII: normal mice treated with 2 mg/kg glibenclamide. All the substances were given orally using gavage. The effects of the isolates were compared with the control groups. Blood samples from the control and test animals were collected at 0, 2, 4 and 6 h following glibenclamide, isolate and vehicle administration. Blood glucose levels was measured using a glucometer and blood samples were taken from tails of the mice using the tail snip method. Oral Glucose Tolerance Test (OGTT) OGTT of Leaf Exudate Mice of both sexes were fasted overnight and grouped into six groups of six miceeach. Group I: normal control mice, which were treated with 2% DMSO; group II: mice received 2 g/kg glucose and treated with 2% DMSO; group III: mice received 2 g/kg glucose and treated with 100 mg/kg exudate; group IV: mice received 2 g/kg glucose and treated with 200 mg/kg exudate; group V: mice received 2 g/kg glucose and treated with 400 mg/kg exudate; and group VI: mice received 2 g/kg glucose and treated with 2 mg/kg glibenclamide. The loading glucose was given 30 minutes after taking the exudate, standard drug and vehicle. Blood samples from each mouse were taken from the tail-vein of each mouse at 0 min, after 30, 60, 120 and 180 min of glucose loading. Then glucose level was measured using a glucometer. OGTT of Isolates To assess oral glucose tolerance, animals were fasted overnight and divided into nine groups of six mice each. Group I: normal control mice, which were treated with 2% DMSO; group II: control mice received 2 g/kg glucose and treated with 2% DMSO; groups III and IV: mice received 2 g/kg glucose and treated with (200 and 400 mg/kg) of Ia respectively; groups V and VI: mice received 2 g/kg glucose and treated with (200 and 400 mg/kg) of Ib respectively; groups VII and VIII: mice received 2 g/kg glucose and treated with (200 and 400 mg/kg) of Ic respectively; and group IX: mice received 2 g/kg glucose and treated with 2 mg/kg glibenclamide. The loading glucose was given 30 minutes after taking the isolates, standard drug and vehicle. Blood samples from each mouse was taken from the tail vein of each mouse at 0 min, after 30, 60, 120 min and 180 min of glucose loading. Then glucose level was measured using a glucometer. Induction of Diabetes Mellitus Swiss albino mice of both sexes were fasted overnight with free access to water, and then injected with a dose of streptozotocin (50 mg/kg body weight) intraperitoneally where it was dissolved in 0.1M sodium citrate solution (pH 4.5). [27](#cit0027) Water and food were given 30 minutes after administration. Additionally, oral solution of 5% glucose was provided for the next 24 hours to prevent hypoglycemic shock and mortalities during the hypoglycemic phase. As a result, no mortality was recorded due to hypoglycemic shock. After 72 h, blood glucose level was measured in mice fasted for 12 h using a glucometer. Mice with greater than 200 mg/dl were selected as diabetic and used for further experiments. Experimental Design for Antihyperglycemic Effect of the Exudate The experimental mice were divided randomly into six groups of six mice each to test the antihyperglycemic effect of the exudate as follows: Group I: normal control mice, which were treated with 2% DMSO; group II: diabetic control mice, which were treated with 2% DMSO; group III: diabetic mice which were given exudate of A. megalacantha (100 mg/kg); group IV: diabetic mice which received exudate of A. megalacantha (200 mg/kg); group V: diabetic mice which were treated with A. megalacantha (400 mg/kg) of exudate and group VI: diabetic mice which received the standard drug glibenclamide (2 mg/kg). Experimental Design for Antihyperglycemic Effect of the Isolates Antidiabetic activity of the isolates was investigated in nine groups consisting of six diabetic mice in each. These include: Group I: normal control mice, which were treated with 2% DMSO; group II: diabetic control mice which received 2% DMSO; groups III & IV: diabetic mice treated with 200 mg/kg and 400 mg/kg of isolate Ia respectively; groups V & VI: diabetic mice treated with 200 mg/kg and 400 mg/kg of isolate Ib respectively; groups VII & VIII: diabetic mice treated with 200 mg/kg and 400 mg/kg of isolate Ic respectively and group IX: diabetic mice treated with 2 mg/kg glibenclamide. Effect of the Leaf Exudate and TLC Isolates on Body Weight The effects of leaf exudate and TLC isolates on body weight change were determined and recorded at D0, D7, D14 and D21 of the study period using a standard weighing balance. Data Analysis Results were reported as a mean plus or minus standard error of the mean (M ± SEM) and computed using SPSS version 21. One-way analysis of variance (ANOVA) followed by Tukey's post-hoc test were used to compare results among and within groups for difference between initial and final results. A p-value < 0.05 was considered as statistically significant. Results Isolation of Compounds from Leaf Exudate of A. megalacantha Three yellow amorphous solid isolates (Ia, Ib and Ic) were obtained from leaves exudate of A. megalacantha with Rf values of 0.32, 0.55 and 0.63 respectively. The TLC chromatograms of the isolates (Ia, Ib and Ic) observed under a UV lamp are shown in [Figure 1](#f0001). | | Figure 1 TLC isolates of the leaf exudate of A. megalacantha using ethyl acetate, methanol and water in the ratio of 77:13:10, v/v/v. (A) under UV 365 nm, (B) under UV 254 nm. Abbreviations: Ia, isolate a; Ib, isolate b; Ic, isolate c. Acute Toxicity There was no mortality or any sign of tremor, convulsion, salivation, lethargy, sleep or coma up to the dose of 2000 mg/kg of both the exudate and isolates. Acute toxicity studies of the leaves exudate and TLC isolates of A. megalacantha showed no toxicity up to the dose of 2000 mg/kg. There was no lethality and sign of toxicity throughout the treatment period and it was also found safe in other studies. [19](#cit0019), [28](#cit0028) As per the OECD guidelines, the LD50 of the leaves exudate and isolates of A. megalacantha is more than 2000 mg/kg (OECD, 2008) and hence, 1/20, 1/10 and 1/5 of the leaves exudate of A. megalacantha and 1/10 and 1/5 of the TLC isolates of A. megalacantha were used for the antidiabetic activity study. Similar doses of this plant was used by Hammeso and coauthors. [19](#cit0019) Preliminary Phytochemical Screening of Leaf Latex of Aloe Chemical including alkaloids, tannins, carbohydrates, and flavonoids were the phytochemical screening test of the leaves exudate. The above listed phytochemicals and Aloin was also found in other Aloe species such as Aloe lateritia and Aloe secundiflora. [18](#cit0018) Antidiabetic Activity Hypoglycemic Activity The effect of the leaf exudate of A. megalacantha on blood glucose levels in normal fasted mice is shown in [Table 1](#t0001). The 100 mg/kg dose of leaf exudate did not show any significant decrease in blood glucose levels in normal mice while leaf exudate 200 mg/kg showed a significant (p<0.05) decrease in blood glucose levels in normal mice at the 6 hwhen compared with the normal control mice. The 400 mg/kg dose of leaf exudate showed significant (p<0.05) decrease in blood glucose levels starting from 2nd hwhen compared with normal control mice. Similarly, the 400 mg/kg dose of leaf exudate had a comparable effect with the standard drug at 4 and 6 hcompared with the vehicle-taking normal controls. | | Table 1 Hypoglycemic Activity of Leaf Exudate of A. megalacantha in Normal Mice Hypoglycemic activity of isolates was investigated on normal mice as shown in [Table 2](#t0002). The hypoglycemic effect was measured at 0 h, 2 h, 4 h and 6 h. No isolate showed significant hypoglycemic activity in any of the doses (200 and 400 mg/kg) while the standard drug (2 mg/kg) showed a significant blood glucose lowering effect starting from 2n h. | | Table 2 Hypoglycemic Activity of Isolates in Normal Mice Oral Glucose Tolerance Test The effect of exudate of A. megalacantha on OGTT was tested on normal mice as shown in [Table 3](#t0003). The lower dose of the exudate 100 mg/kg orally did not significantly reduce the plasma glucose level on glucose loading dose given to normal mice. However, 200 mg/kg and 400 mg/kg showed significant (p<0.05) decrease in glucose level starting from 120 min compared with control group. In addition, at 180 min both 200 mg/kg and 400 mg/kg of exudate reduced the blood glucose levels significantly, (p<0.05) and (p<0.01) respectively. OGTT test of A. megalacantha isolates was also done in 2 g/kg glucose given to normal mice at 0 min, 30 min, 60 min, 120 min and 180 min ( [Figure 2](#f0002)). | | Table 3 Results of OGTT Test of Exudate of A. megalacantha in Normal Mice As shown in [Table 4](#t0004), doses 400 mg/kg of Ia and 200 mg/kg of Ib showed significant (p<0.05) decrease in blood glucose levels compared with the mice given 2 g/kg glucose, at 120 minand 180 min. The 400 mg/kg dose of Ib also decreased the blood glucose levels significantly (P<0.05) starting from 120 minwhen compared with 2 g/kg glucose given to untreated mice. Moreover, the standard drug significantly (p<0.05) lowered the blood glucose levels starting from 60 min ( [Figure 3](#f0003)). | | Table 4 Results of OGTT Test of A. megalacantha Isolates in Normal Mice Antihyperglycemic Activity Test Antihyperglycemic activity of exudate of A. megalacantha was assessed for 21 days on STZ induced diabetic mice as shown in [Table 5](#t0005). The dose of 100 mg/kg exudate of A. megalacantha did not show significant decreases in blood glucose levels, while 200 mg/kg exudate of A. megalacantha significantly decreased blood glucose levels (p<0.05) on day 21. The dose 400 mg/kg of exudate showed a significant (p<0.05) decrease in FBG starting from day 14 when compared with diabetic untreated mice. Additionally, the standard drug is found to be an effective (p<0.05) blood glucose lowering agent starting from day 7 of the experiment. The percentages of reduction of blood glucose levels were 33.42 and 29.14 for 200 and 400 mg/kg of exudate of A. megalacantha, respectively. | | Table 5 Antihyperglycemic Activity of Exudate in STZ-Induced Diabetic Mice The antihyperglycemic activity of the isolates was recorded for 21 days at the doses 200 mg/kg and 400 mg/kg of each isolate as shown in [Table 6](#t0006). The dose 400 mg/kg of Ia and 200 mg/kg of Ib showed significant (p< 0.01) decreases in blood glucose levels on day 21 compared with the untreated diabetic mice. Whereas 400 mg/kg of Ib showed significant (p<0.01) decreases in blood glucose levels starting from day 14 compared with the untreated diabetic mice. The dose 400 mg/kg of Ib also showed comparable effect with the standard drug glibenclamide on day 21 when compared with untreated diabetic mice. | | Table 6 Antihyperglycemic Activity of Isolates in STZ-Induced Diabetic Mice Effect of Exudate and Isolates on Body Weight Change Streptozotocin-induced untreated diabetic mice produced significant loss in body weight compared with normal mice during the study as shown in [Table 7](#t0007). The dose of 100 mg/kg leaf exudate of A. megalacantha showed body weight improvement but this was not statistically significant compared with the diabetic control group. The doses 200 mg/kg and 400 mg/kg of leaf exudate of A. megalacantha showed significant (p<0.05) increase in body weight of mice compared with the diabetic control group at day 21 and the percentage of improvement was 9.7% and 11.3% respectively for doses 200 mg/kg and 400 mg/kg of the exudate. The body weight change with the isolated compounds was also measured in the diabetic mice that were taking the treatment for 21 days as shown in [Table 8](#t0008). The doses 400 mg of isolate Ia, 200 mg/kg of isolate Ib and 400 mg/kg of isolate Ib improved body weight significantly (p<0.05) with an average increase in weight of 10%, 12.77% and 20.45%, respectively. The effect of the standard drug on body weight was observed starting from day 14 and the average body weight change was 9.37%. | | Table 7 The Effect of Leaf Exudate on Body Weight in STZ-Induced Diabetic Mice | | Table 8 The Effect of Isolates on Body Weight in STZ-Induced Diabetic Mice Discussion Medicinal plants are the potential source of bioactive agents and have gained worldwide acceptance for their effectiveness in treating various ailments. The ethnobotanical prospect provides a clue in developing drugs for the management of human diseases including diabetes. Several plant products are found to be safe, effective and inexpensive sources for indigenous remedies. The plants are gaining popularity equally among the people of both urban and rural areas for the alleviation of illnesses, especially in developing countries. [29](#cit0029) Similarly, A. megalacantha is used as traditional medicine to treat DM in Ethiopia. [13](#cit0013), [14](#cit0014) Different mechanisms of action of plant products to decrease blood glucose levels are already identified. Some plants lowered blood glucose levels by stimulating the -cells of Langerhans in a similar mechanism to sulfonylurea drugs like glibenclamide. [30](#cit0030) Some plants may also reduce blood sugar levels via enhancing insulin secretion through closing KATP in the membrane of pancreatic -cells; meglitinides also act in this way. They may also act by blocking liver gluconeogenesis similar to biguanides such as metformin. [31](#cit0031) In normoglycemic mice, leaves exudate of A. megalacantha at the dose of 400 mg/kg showed a significant hypoglycemic effect after 2 h ( [Figure 2](#f0002)). This effect was comparable to the standard drug glibenclamide. Thus, the leaves exudate of A. megalacantha may produce a hypoglycemic effect through a similar mechanism to glibenclamide, that is by enhancing insulin release or an insulin-like effect. The evidence for this conclusion is lent from other plant products including Vinca rosa [32](#cit0032) and Cassia italica. [33](#cit0033) These have been reported to exhibit a similar mechanism to glibenclamide. The isolates of the leaf exudate of A. megalacantha resulted in reductions in blood glucose levels but these were not statistically significant. Flavonoids have been detected on the phytochemical screening of the leaf exudate. These secondary metabolites are found to be blood glucose lowering constituents via enhancing insulin action [34](#cit0034) as well as by enhancing sensitivity of insulin secretion. [35](#cit0035) Hence, the hypoglycemic activity of the leaves exudate of A. megalacantha may be due to the presence of these secondary metabolites. Oral glucose tolerance test measures the body's ability to metabolize and use glucose, the body's main source of energy. [36](#cit0036), [37](#cit0037) OGTT is a well-accepted and frequently used assay to screen hypoglycemic activity. [38](#cit0038) A marked increase in the blood glucose level was observed following the glucose challenge test. This effect could be due to the reduction of glucose utilization by tissues and an increased hepatic glucose production, or because of decreased insulin secretion. [39](#cit0039) The administration of leaves exudate and isolates (Ia and Ib) of A. megalacantha showed a significant decrease in blood glucose levels following the glucose loading dose given to mice ( [Figures 2](#f0002) and [3](#f0003)). These results revealed that leaves exudate and TLC isolates (Ia, Ib) of A. megalacantha increased glucose utilization, which indicates the improvement of glucose homeostasis in the treated mice. In the present study, 200 mg/kg and 400 mg/kg doses of leaves exudate of A. megalacantha resulted in significant decreases in blood glucose levels starting from 120 min. While the isolates of A. megalacantha at 400 mg/kg of Ia and 200 mg/kg and 400 mg/kg of Ib showed a significant lowering effect of blood glucose levels compared with the control mice given glucose. The finding of this study agrees with the study done by Beppu and coauthors on A. arborescens that showed significant reduction of blood glucose levels 3 h after of taking the glucose loading dose. [40](#cit0040) The leaves exudate and TLC isolates of A. megalacantha showed better inhibitory activity, compared with the diabetic control, suggesting that leaves exudate and TLC isolates could decrease the postprandial glucose level, probably by enhancing the secretion of insulin in response to glucose load and increased peripheral utilization of glucose. [36](#cit0036) Additionally, it might be due to restoration of delayed insulin response or due to inhibition of intestinal absorption of glucose. [38](#cit0038) Streptozotocin is the most commonly used chemical substance in the induction of diabetes in animals. STZ (2-deoxy-2-(3-methyl-3-nitrosourea)-1-D-glucopyranose) is a broad-spectrum antibiotic produced by the bacterium Streptomyces achromogenes in 1959. [41](#cit0041) It is toxic to pancreatic cells in a way that induces rapid and irreversible necrosis of cells and results in endogenous chronic oxidative stress. [42](#cit0042) The mechanism of STZ in DM induction mainly involves DNA alkylation-induced generation of reactive oxygen species (ROS) and boosts formation of nitric oxide (NO) in the -cells of the pancreas. Streptozotocin enters the -cells and forms a methyl nitrosourea moiety which results in alkylation of DNA. This alkylation-induced DNA damage causes activation of poly ADP-ribosylation with depletion of cellular NAD+ and ATP. This also results in enhanced ATP dephosphorylation which will increase the availability of substrate for xanthine oxidase that results in formation of superoxide radicals. Additionally, hydrogen peroxide and hydroxyl radicals are also generated. [43](#cit0043) The present study demonstrated that intra-peritoneal injection of STZ increases fasting blood glucose level and decreases body weight. This result is in agreement with previous studies done elsewhere. [44](#cit0044) The major goal in the management of DM is keeping both short-term as well as long-term blood glucose levels within acceptable limits by reducing the complications. The optimization of both fasting blood glucose and postprandial glucose levels is also important in achieving expected glucose levels. A study has reported that postprandial glucose levels could be a better marker for glycemic control than fasting blood glucose levels. [45](#cit0045) The result of this study showed that there was a significant reduction in blood glucose levels of the diabetic mice treated with the leaves exudate of A. megalacantha at 200 mg/kg and 400 mg/kg compared with the diabetic control mice. This finding agrees with the study done on similar species, i.e. Aloe lateritia, A. secundiflora [18](#cit0018) and A. camperi. [16](#cit0016) The results of the present study demonstrated that the leaves exudate of A. megalacantha contains phytochemicals such as flavonoids, alkaloids, polyphenols and tannins. phytochemicals also contribute its antidiabetic effect. [46](#cit0046) Aloe vera and A. arborescens have been reported to have in vivo antidiabetic effects by increasing the secretion of insulin by -cells of the pancreas, by preventing oxidative stress and inhibiting the pancreatic -cell destruction. [18](#cit0018) Thus as A. megalacantha is in the same genus with Aloe vera and A. arborescens it is safe to suggest that the antidiabetic effect of A. megalacantha may be by increasing insulin secretion of the cells of the pancreas and by preventing oxidative stress and inhibiting the related pancreatic -cell destruction. Several studies have reported that polyphenols and flavonoids convey their antidiabetic effect by various mechanisms, including by inhibition of -amylase effect, stimulating insulin secretion and by enhancing peripheral glucose consumption. [47](#cit0047) Flavonoids and polyphenols are also found to be effective in decreasing diabetes-related complications in liver, kidneys and blood vessels via aldose reductase inhibition, advanced glycation end-products inhibition and by decreasing stress. [47](#cit0047) A study done by Chien and coauthors stated that naturally occurring anthraquinones such as cascarin, catenarin, physcion, and chemotactic activity of leukocytes at the insulitis stage of autoimmune diabetes development. They suppress chemokine mediated leukocyte migration towards pancreatic islets that leads to a drop in autoimmune diabetes development. The drug diacerein is found to be effective to avoid autoimmune diabetes in non-obese diabetic mice, as a result anthraquinones may be effective agents against diabetes. [48](#cit0048) Thus the antihyperglycemic effect of A. megalacantha might be due to the presence of anthraquinones. Moreover, the result of the current study showed that the TLC isolates of A. megalacantha at 400 mg/kg of Ia and 200 mg/kg and 400 mg/kg of Ib decreased the blood glucose level significantly compared with the untreated diabetic mice. Additionally, 400 mg/kg of Ib showed a comparable effect to the standard drug glibenclamide starting from day 14. This finding agrees with the study done on isolated compounds from A. vera. [49](#cit0049) Studies also reported that flavonoids are found to be effective antidiabetic agents by their action of stimulating glucose uptake in peripheral tissues and lowering oxidative stress resulted from diabetic conditions. They also stimulate insulin secretion via changing Ca [2](#cit0002)+ concentration. However, the observed antidiabetic activity may be due to a synergistic effect of the bioactive compounds present in the leaf exudate of A. megalacantha. [39](#cit0039) Five 24-ethyl-lophenol, cycloartanol, and 24-methylene-cycloartanol showed significant reduction of blood glucose level in diabetic mice. These phytosterols were administered for 28 days and found to be effective in decreasing blood glucose level. [49](#cit0049) In this study decrease in body weight which is one of the characteristics of diabetes was observed. Decrease in body weight of diabetic mice is due to the catabolism of fats and structural proteins that are sources of energy in the absence of carbohydrates. Additionally, the weight reduction could be due to insulin deficiency as a result of degradation of structural proteins and lipids which are important to body weight preservation. [47](#cit0047) The body weight loss may also occur due to muscle wasting. [50](#cit0050) In the present study the doses 200 mg/kg and 400 mg/kg of leaves exudate of A. megalacantha as well as 200 mg/kg of Ia, 200 and 400 mg/kg of Ib showed significant prevention of weight loss and improvement in body weight compared with the diabetic control mice. The standard drug glibenclamide also significantly improved the body weight of the mice compared with the control diabetic mice. Insulin plays an important role in regulating protein synthesis and proteolysis in skeletal muscle. In insulin resistance or deficiency state, muscle wasting and weight loss in diabetic rats results from excessive catabolism of proteins that deliver amino acids for gluconeogenesis. [47](#cit0047) The probable mechanism of leaves exudate, the isolates and glibenclamide to this benefit is due to its effect in controlling muscle wasting. It may also be by enhancing glucose metabolism and by improving insulin sensitivity. Generally, based on the traditional claims of previous studies done on antidiabetic activity of aloe species and based on the finding of this study, Aloe species are promising plants to obtain active constituents to treat diabetes mellitus and its complications. Similarly, the finding of this study strengthens the traditional use of the plant by traditional healers. Furthermore, the results found from the leaves exudate proves the reproducibility of the antidiabetic activity of the exudate that has been done previously and it was our base to continue the evaluation of blood glucose lowering effects of the TLC isolates. Additionally, isolates from A. megalacantha using the solvents chloroform and methanol (3:1, v/v) were found to have antidiabetic effects in an in vitro study. The findings from this study, i.e. the in vivo blood glucose lowering effects of the TLC isolates using the solvents ethyl acetate, methanol and water (ratio of 77:13:10, v/v/v) and the in vitro -amylase inhibitory effect of TLC isolates may be the best evidence for the antidiabetic potential of the plant. Conclusion This study revealed that the leaf exudate and isolates (Ia, Ib) of A. megalacantha showed significant lowering effects on blood glucose levels in diabetic mice. The leaves exudate lowered blood glucose levels in diabetic as well as normal mice while the isolates lowered blood glucose levels of diabetic mice only. Additionally, both the leaves exudate and isolates prevented body weight loss in the diabetic mice. The phytochemical screening of the leaf exudate indicated the presence of alkaloids, phenols, flavonoids, tannins and These phytochemicals have as excellent antidiabetic metabolites. Generally, the leaf exudate showed significant antidiabetic effects in a dose-dependent manner. Both isolates (Ia and Ib) showed antidiabetic activity whereas isolate b (Ib) showed better antidiabetic activity. The LD50 value of the extract and isolates is greater than 2000 mg/kg indicating that the plant material has a wide safety margin in the examined animal models. Therefore, based on the results obtained from both the hypoglycemic and antihyperglycemic studies and acute toxicity study, the present investigation validated the traditional claim of using Aloe megalacantha as an antidiabetic agent and supportive evidence for results found in in vitro and in vivo studies of the plant for antidiabetic use. The isolates Ia and Ib need further study considering that the products can be a potential lead candidate for antidiabetic medicines. Abbreviations ANOVA, One way analysis Mellitus; DMSO, Dimethyl FBG, Fasting GIT, Gastrointestinal tract; IDF, International Diabetic Federation; KATP, ATP sensitive LD50, Lethal dose of 50%; NO, Nitric oxide; OECD, Organization for Environmental Control Development Guidelines; OGTT, glucose tolerance test; Streptozotocin; 1 diabetes diabetes mellitus; TLC, Thin layer chromatography. Acknowledgment The authors would like to acknowledge MU-NMBU for the financial support to conduct this study. We also extend our gratitude to Dr. Getahun Masresha (botanist) for identification and authentication of the experimental plant. This study was done by grant obtained from MU-NMBU of Mekelle University [PG/CHS/11MSc-05/09MU-NMBU/2010], for data collection only. Author Contributions All authors made a significant contribution to the work reported, whether that is in the conception, study design, execution, acquisition of data, analysis and interpretation, or in all these areas; took part in drafting, revising or critically reviewing the article; gave final approval of the version to be published; have agreed on the journal to which the article has been submitted; and agree to be accountable for all aspects of the work. Disclosure The authors report no conflicts of interest for this work. References [1.](#ref-cit0001) Tripathi V, Verma J. Different models used to induce diabetes: a comprehensive review. Int J Pharm Pharm Sci. 2014;6:29-32. [2.](#ref-cit0002) Odeyemi S, Bradley G. Medicinal plants used for the traditional management of diabetes in the Eastern Cape, South Africa: pharmacology and toxicology. Molecules. B, Mahapatra AK, Bolapareddi V. Bridging between disease, prevalence and treatment of diabetes mellitus: a review. Int J Pharm Tech Res. 2015;7:212-228. [4.](#ref-cit0004) Saeedi P, Petersohn I, Salpea P, et al. Global and regional diabetes prevalence estimates for 2019 and projections for 2030 and 2045: results from the International Diabetes Federation Diabetes Atlas. Diabetes Clin Pract. 2019;157:107843. doi:10.1016/j.diabres.2019.107843 [5.](#ref-cit0005) Khan MAB, Hashim et al. Epidemiology of Type 2 Diabetes-global burden of disease and forecasted trends. J Epidemiol Glob Health. 2020;10(1):107. doi:10.2991/jegh.k.191028.001 [6.](#ref-cit0006) IDF, I. D. in Africa. 2019. Available from: [https://idf.org/our-network/regions-members/africa/diabetes-in-africa.html](https://idf.org/our-network/regions-members/africa/diabetes-in-africa.html). [7.](#ref-cit0007) Bishu KG, Jenkins C, Yebyo Wubayehu T, Gebregziabher M. Diabetes in Ethiopia: a systematic review of prevalence, risk factors, complications, and cost. Obesity Med. 2019;15:100132. doi:10.1016/j.obmed.2019.100132 [8.](#ref-cit0008) Demoz GT, Predictors of poor glycemic control among patients with type 2 diabetes on follow-up care at a tertiary healthcare setting in Ethiopia. BMC Res Notes. 2019;12(1):207. doi:10.1186/s13104-019-4248-6 [9.](#ref-cit0009) Mahomoodally MF. Traditional medicines in Africa: an appraisal of ten potent African medicinal plants. Evid Kalita JC. A study on the medicinal plants used by the local traditional healers of Dhemaji district, Assam, India for curing reproductive health related attitude, and utilization of traditional medicine among the communities of Merawi town, northwest Ethiopia: a cross-sectional study. Evid [12.](#ref-cit0012) Deshmukh CD, Jain A. App Biosci. 2015;3:224-230. [13.](#ref-cit0013) Araya S, Abera B, Giday M. Study of plants traditionally used in public and animal health management in Seharti Samre District, G. Ethnobotanical investigation of traditional medicinal plants commercialized in the markets of Dire Dawa city, eastern Ethiopia. J Med Plants Stud. 2016;4:170-178. [15.](#ref-cit0015) Meresa A, et al. Herbal medicines for the management of diabetic mellitus in Ethiopia and Eretria including the methanol extracts of Aloe camperi, Meriandra Rao U. Effect of Aloe vera leaf extract on blood glucose levels in alloxan induced antioxidant activity and hypoglycemic potential of Kenyan Aloe lateritia and Aloe secundiflora extracts in alloxan-induced diabetic Swiss Albino Mice. Eur and antihyperlipidemic activities of the leaf latex extract of Aloe megalacantha Baker (Aloaceae) in streptozotocin-induced diabetic inhibitory effect of TLC isolates of Aloe megalacantha baker monticola Reynolds. BMC Complement Altern Med. 2019;19(1):206. doi:10.1186/s12906-019-2622-5 [21.](#ref-cit0021) Institute for Laboratory Animals Research (ILAR). Guide for the Care and Use of Laboratory Animals. National Academy Press: Washington DC, USA; 1996. [22.](#ref-cit0022) Organization for Economic Co-Operation and Development (OECD). \"OECD Guidelines for the Testing of Chemicals: Acute Oral Toxicity Up and Down-Procedure (UDP),\"; 2008. [23.](#ref-cit0023) M, Bisrat K. Structural elucidation of some antimicrobial constituents from the leaf latex of Aloe trigonantha BMC Complement Altern Med. L, Whiting D, Weil C, Unwin N. The International Diabetes Federation diabetes atlas methodology for estimating global and national prevalence of diabetes in adults. Diabetes RI, bark extract of Afzelia africana in Complement doi:10.1515/1553-3840.1649 [27.](#ref-cit0027) Godebo A. Hypoglycemic and extracts of psidium guajava in normoglycemic and streptozotocin-induced diabetic vivo wound healing and anti-inflammatory activities of leaf latex of Aloe megalacantha Baker (Xanthorrhoeaceae). Evid Based Compl Chauhan R, activity of Syzygium cumini (Linn.) Skeels al. Antidiabetic drugs: mechanisms of action and potential outcomes on cellular metabolism. Curr Pharm Des. 2015;21:3606-3620. doi:10.2174/1381612821666150710145753 [32.](#ref-cit0032) Ahmed MF, activity of Vinca rosea extracts in alloxan-induced Qamar F, Afroz S, Feroz Z, Siddiqui Ara A. Evaluation of hypoglycemic effect of Cassia italica. J Basic Appl Sci. 2011;7. Panchal A. Role of flavonoids and saponins in treatment of diabetes mellitus. J 2016;6:41-53. Gaikwad B, Krishna Mohan S, management. Laishram Behari MP, aqueous extract of Cassia alata Linn. on oral glucose tolerance test in normal and STZ induced diabetic mice. Eur J Med Plants. 2016;15(1):1-7. doi:10.9734/EJMP/2016/24704 [37.](#ref-cit0037) Sucharitha E, Estari M. Evaluation of antidiabetic activity of medicinal plant extracts used by tribal communities in rural areas of Warangal district, Andhra Pradesh, M, Chda O, et al. Evaluation of hypoglycemic and hypolipidemic activities of aqueous extract of Cistus ladaniferus in streptozotocin-induced effects in mice of Aloe Mekonnen effect of leaves extracts of Psidium guajava in normoglycemic streptozotocin-induced herb-drug interaction of a polyherbal formulation in streptozotocin induced diabetic rats. J Ayurveda 2017;8:218-225. doi:10.1016/j.jaim.2016.11.002 [44.](#ref-cit0044) Sharma B, Salunke R, Daniel S, Roy P. Anti-diabetic potential of alkaloid rich fraction from Capparis decidua Postprandial hypoglycemic effect of mulberry leaf in Goto-Kakizaki rats and counterpart control Wistar of Thymus satureioides aqueous extract in W-C. Naturally occurring anthraquinones: chemistry and therapeutic potential in autoimmune diabetes. Evid Based Compl Alter Med. 2015;2015:1-13. doi:10.1155/2015/357357 [49.](#ref-cit0049) Tanaka M, Misawa E, Ito Y, et al. Identification of five phytosterols from Aloe vera gel effect of aqueous extract of Trichosanthes dioica in normal and diabetic rats. Int J Diabetes Dev Ctries. 2010;30:38. doi:10.4103/0973-3930.60011 © 2021 The Author(s). This work is published and licensed by Dove Medical Press Limited. The full terms of this license are available at [https://www.dovepress.com/terms.php](https://www.dovepress.com/terms.php) and incorporate the [Creative Commons Attribution - Non Commercial (unported, v3.0) License](//creativecommons.org/licenses/by-nc/3.0/). By accessing the work you hereby accept the Terms. Non-commercial uses of the work are permitted without any further permission from Dove Medical Press Limited, provided the work is properly attributed. For permission for commercial use of this work, please see paragraphs 4.2 and 5 "}