{"title": "Mothers' Flu Vaccination In Pregnancy Protects Newborns, Even The Second Time Around", "author": "Tara Haelle", "url": "https://www.forbes.com/sites/tarahaelle/2017/08/02/mothers-flu-vaccination-in-pregnancy-protects-newborns-even-the-second-time-around/", "hostname": "forbes.com", "description": "Getting the flu vaccine during pregnancy ensures a mother's newborn has protection against the flu--even if the mother got the vaccine two years in a row.", "sitename": "Forbes", "date": "2017-08-02", "cleaned_text": "Infants of mothers who received the flu vaccine during pregnancy have similarly strong levels of antibodies against the flu, regardless of whether their mothers had been vaccinated in the previous year, before their pregnancy, or not, found new research. The mothers themselves initially showed a lower response to the flu vaccine if they had also been vaccinated the year before, but by the time of delivery, the differences between once-vaccinated and twice-vaccinated women was statistically similar. These findings are particularly important because they come from within the United States, explained Lisa Christian, Ph.D., an associate professor of psychiatry at The Ohio State University Wexner Medical Center in Columbus. \"One of the reasons we don't have a lot of data on this particular question is that a lot of studies are from other countries,\" Christian said. Multiple factors can influence a population's response to a flu vaccine, including nutrition, qualify of life conditions, infection control and the strains of flu that are circulating in that region. Data from other countries, then, may not necessarily apply to people in the U.S. But U.S. data on vaccination is more likely to apply to others throughout the country. Both the American College of Obstetricians and Gynecologists (ACOG) and the Centers for Disease Control and Prevention (CDC) recommend all women receive the inactivated quadrivalent (four-strain) flu vaccine during pregnancy. The vaccine not only reduces the mother's risk of getting influenza, but the mother's antibodies are transferred to the fetus during pregnancy so that the newborn has some [protection against the flu during their first several months of life](http://www.forbes.com/sites/tarahaelle/2016/05/03/a-flu-shot-during-pregnancy-protects-babies-from-flu-up-to-6-months-later/#7be110775087). Previous research has repeatedly found that the inactivated (non-live) flu vaccine is [safe in pregnancy](http://www.forbes.com/sites/tarahaelle/2014/11/25/safety-of-flu-and-pertussis-vaccines-in-pregnancy-assessed/#3782d620bdbe) and is actually linked to a lower risk of preterm birth and miscarriage. Influenza during pregnancy, on the other hand, is more likely to lead to complications in pregnant women since the the immune system is weakened during pregnancy. The flu also increases the [risk of pregnancy complications](http://www.cdc.gov/flu/protect/vaccine/pregnant.htm), such as premature labor and delivery, and may increase the [likelihood of birth defects](http://www.marchofdimes.org/complications/influenza-and-pregnancy.aspx). However, several studies have suggested that getting the flu shot [a second year in a row](http://www.cidrap.umn.edu/news-perspective/2016/04/study-prior-year-vaccination-cut-flu-vaccine-effects-2014-15) appears to provide [less protection](http://www.cidrap.umn.edu/news-perspective/2014/11/study-adds-more-data-effects-consecutive-year-flu-shots) during the second year. \"There's growing evidence that repeated vaccination results in a blunted antibody response and that reduces the effectiveness of the vaccine in protect you against the flu, particularly for certain strains of flu virus,\" Christian said. Experts don't fully understand the mechanism here, but the leading hypothesis has to do with anti-influenza antibodies persisting in people's blood even a year after they get the flu vaccine. When they then get the shot the following season, the immune system may not respond as strongly because the person still has some antibodies against the flu from the previous year's vaccination. In other words, any remaining antibodies from the first shot may blunt the immune system's response to a second shot the next year. For pregnant women who had received the flu vaccine the year before their pregnancy, then, would their babies end up with less protection? That's what Christian and fellow researchers wanted to find out. They measured the titers—the amount of antibodies against influenza in the blood—in 141 pregnant women just before they received the seasonal flu shot. Most of the women worked at Ohio State University and OSU Wexner Medical Center, where employees are required to get vaccinated against the flu. Fifty of the women had not received the flu vaccine the previous year, and the other 91 women had. Unsurprisingly, the women who had gotten the flu shot the previous year had higher titers against all four strains of the flu than the other 50 women. A month after the women received the vaccine for the current year, the researchers measured their titers again. A person should show peak antibody levels 30 days after an inactivated flu vaccination. In line with previous studies, women who had received the vaccine a year earlier had considerably reduced rates of seroconversion, or a full immune response to the vaccine. For example, for the H1N1 strain of the vaccine, only 16% of the women with prior vaccinations seroconverted, compared to 78% of women who had not gotten the shot the year before. The disparities in rates were similar for the other three flu strains in the vaccine. Then, on delivery day, the researchers compared the women's titers and those in the newborns' umbilical cord blood. This time, the proportion of previously vaccinated women who had protection against the flu was not significantly different than the proportion of those who didn't get vaccinated the year before. Those vaccinated only in the current year did have slightly higher percentages of protection for each strain than the twice-vaccinated women, but the differences were not large enough to be statistically different. Similarly, the newborns of mothers from both groups appeared to have similar levels of protection against the flu. That is, \"prior vaccination [of the mother] did not affect cord blood levels of antibody titers against any strain,\" the authors reported. Further, 95% to 100% of the infants showed titer levels adequate to reduce their risk of an infection from each of the four flu strains in the vaccine. \"Given that the maternal antibody response is blunted, that we saw similar antibody levels in the fetuses was surprising,\" Christian said. She said that antibody titers in infants are typically higher than in their mothers because of the mechanism in the body that ensures the fetus receives adequate protection immune factors. \"That mechanism seems to be working well even in women who may have somewhat lower antibody level than other women,\" she said. The authors note that some antibodies against the flu can be transferred during breastfeeding, but breastfeeding rates for at least six months—the age when a child can get the flu vaccine the first time—are only about 42%, including women who supplement with [formula](https://www.forbes.com/health/family/best-baby-formula/). Further, anti-flu antibodies in breastmilk do not provide as much protection against influenza as maternal antibodies transferred during pregnancy. Although the study has small numbers, Christian explained that it was designed to test how prior vaccination affected titers, not demonstrated protection against the flu by comparing infections. To establish protection from the vaccine based on how many infants developed influenza infections, the study would require a much larger group, ideally involving at least several hundred pairs of women and their infants. Although the flu vaccine's effectiveness varies considerably each year and rarely provides as much protection against disease as most other recommended vaccines, Christian said it's still important to follow official recommendations. \"It's still our best form of protection, and even among people who do get the flu, the vaccine can reduce the severity of the disease,\" Christian said. \"Also, when we're thinking about flu, we need to think about the entire population, not just an individual person. Reducing risk of flu is best done through annual vaccination.\" The study was funded by the National Institutes of Health. One author has received grant funding from Janssen unrelated to this research and personal fees from HuMabs, Abbvie, Janssen, Medimmune and Regeneron. None of the other authors had any financial disclosures. "}