{"title": "50 libros de autoayuda que pueden ayudarte a sacar la mejor versión de ti misma", "author": "Celia Pérez León", "url": "https://www.clara.es/estilo-de-vida/libros-autoayuda_24940", "hostname": "clara.es", "description": "¿Quieres ser feliz? ¿Sacar tu mejor versión? ¿Conocerte mejor? Los libros de autoayuda pueden ayudarnos a alcanzar estos nobles objetivos.", "sitename": "Clara", "date": "2022-07-17", "cleaned_text": "de autoayuda? Si estás pasando por un mal momento, quieres conseguir ser tu mejor versión o tan solo quieres profundizar más en tu forma de entenderte a ti misma y a las personas que te rodean, te recomendamos que te quedes porque aquí vas a encontrar libros de autoayuda que podrían cambiar tu vida para siempre. Pero antes de empezar con las recomendaciones, te dejamos con una reflexión del psicólogo Rafael San Román: \"Ningún libro puede sustituir a un trabajo de desarrollo personal serio, profundo y bien orientado, como el que se haría en una terapia con un psicólogo profesional, pero puedes sacar algo bueno de todos ellos.\" ¿Qué libro me recomiendas de autoayuda? Si estás pasando por un mal momento, el libro El arte de no amargarse la vida de Rafael Santandreu (Ed. Grijalbo) es ideal para resituarte y tomarte las cosas de otra manera. ¿Cuáles son los 10 mejores libros de superación personal? - El hombre en busca de sentido de Viktor E. Frankl - Tus zonas erróneas de Wayne Dyer - Cómo hacer que te pasen cosas buenas de Marián Rojas Estapé - El poder del ahora de Eckhart Tolle - Inteligencia emocional de Daniel Goleman - Adiós ansiedad de David D. Burns - Amar o depender de Walter Riso - Razones para seguir viviendo de Matt Haig - El arte de no amargarse la vida de Rafael Santandreu - Elogio de la lentitud de Carl Honoré Así que ya sabes, saca lo mejor que puedas de cada una de estas recomendaciones, pero no dejes que los problemas de salud mental crezcan por no escucharlos. Acude a un profesional si crees que necesitas ayuda, es la mejor forma de que puedas sentirte feliz y puedas disfrutar de una vida plena. Dicho esto, ¡vamos allá! Aquí tienes 50 libros de autoayuda que pueden cambiarte la vida. 'El hombre en busca de sentido' de Viktor Emil Frankl En este libro Viktor Emil Frankl nos narra sus vivencias dentro de un campo de concentración. Porque incluso en esa horrible situación en la que se le privó de sus derechos, de alimento, agua y seguridad, donde casi fue ejecutado varias veces, aprendió que la vida es digna de ser vivida y que la libertad y la dignidad humanas son indestructibles. 'Tus zonas erróneas' de Wayne Dyer Este es, probablemente, uno de los libros más leídos del mundo. Ha pasado por las manos de millones de personas durante décadas, que siguen avalando su vigencia. En él encontrarás la posibilidad de conocerte mejor y, por fin, ser feliz, dejando atrás las zonas erróneas de tu personalidad. 'Cómo hacer que te pasen cosas buenas' de Marian Rojas Estapé Marian Rojas une en este libro la ciencia, la psicología y su lado humano para elaborar una reflexión profunda sobre nuestras capacidades al intentar tener una existencia plena y feliz, que nos permite conocer y optimizar ciertas zonas del cerebro, fijarnos objetivos y desarrollar nuestra inteligencia emocional. 'Encuentra a tu persona vitamina' de Marian Rojas Estapé ¿Por qué hay personas que nos hacen sufrir tanto y otras que nos generan confianza y cuya sola presencia nos reconforta? ¿Por qué hay gente que tiene tendencia a establecer relaciones complicadas y dolorosas? ¿Amamos como nos amaron? ¿Hay «algo» bioquímico detrás de la confianza, el apego y el amor? ¿Cómo podemos acertar a la hora de elegir pareja? ¿Preparada para entender el vínculo que te une a todas las personas que te rodean? Con este libro conseguirás entender tu historia emocional y de esa forma, al fin, sentirte aliviada. 'Inteligencia emocional' de Ryan James Aunque siempre nos hayan insistido en que la inteligencia racional es la clave del éxito, esta no es la única que existe, ni siquiera tiene por qué ser la más importante. El coeficiente de inteligencia emocional, conocido popularmente como EQ, es si cabe el más importante para medir tu rendimiento laboral y tu posibilidad de éxito en la vida. Por suerte, se puede entrenar, y de eso va este libro. 'El sobrepeso emocional' de Anna Sibel y Bea Campos Lo que pensamos, sentimos y creemos afecta directamente a nuestra forma de alimentarnos, y a como asimilamos, digerimos y quemamos calorías. Por más dietas que hagas, no vas a obtener resultados si no te liberas del sobrepeso emocional, la adicción a la comida, el miedo a engordar y la ansiedad por comer. Y en estas páginas puedes encontrar el método perfecto para conseguirlo. 'Sentirse bien' de David B. Burns David B. Burns usa los principios de la terapia cognitiva para elaborar un método clínicamente probado y altamente eficaz para que el lector pueda reconocer en sí mismo aquellas actitudes y percepciones negativas que le impiden ser feliz, y enseña como cambiar esto para, por fin, sentirse bien. 'Adiós, ansiedad' de David D. Burns Tras triunfar de pleno con Sentirse bien, el Dr. David D. Burns tomó la determinación de elaborar otra guía práctica que, esta vez, enseñara a lidiar con la ansiedad. Es un libro perfecto para ti si te notas tensa, angustiada, preocupada o nerviosa, porque te va a dar las claves que necesitas para decirle adiós a tu ansiedad. '¿Amar o depender?' de Walter Riso Walter Riso nos trae este libro en el que nos habla de la entrega afectiva separada de la dependencia. Porque el amor sano es una suma de dos, en la cual nadie debería perder, y la adicción afectiva es una enfermedad que puede prevenirse y que, por suerte, tiene cura. 'Enamórate de ti' de Walter Riso La autoestima es la base que hace que las emociones positivas aumenten en nuestra vida. Por eso es tan importante alcanzarla y mantenerla, ya que nos ayudará a mejorar en otros muchos aspectos de tu vida. Este libro llega para ayudarte a comenzar un romance contigo mismo. 'Razones para seguir viviendo' de Matt Haig El mundo de Matt Haig se derrumbó cuando tenía 24 años. No tenía razones para seguir viviendo, y estaba a punto de cometer el gran error de su vida. Entre las hojas de este libro, encontrarás su historia y cómo superó la depresión y aprendió a vivir gracias a la escritura. 'El arte de no amargarse la vida' de Rafael Santandreu Lorite Aquí tienes un método fácil, práctico y conciso, además de científicamente demostrado, para que seas capaz de emprender un cambio psicológico que te ayude a ser una persona más fuerte y feliz. ¿Preparada? 'Elogio a la lentitud' de Carl Honoré Carl Honoré desafía al mundo moderno, que va siempre a toda velocidad, sin pausas para digerir las sorpresas que nos da la vida, a ir más lento. Y lo hace en este libro en el que nos propone toda una revolución, que se apoya en la filosofía de la lentitud. 'Cómo controlar la ansiedad antes de que le controle a usted' de Albert Ellis ¿Alguna vez te has parado a pensar que, en realidad, la ansiedad es una bendición? Viene a avisarte de que hay algún peligro, ayudándote a preservar tu vida, y te ayuda a detectar las cosas negativas que puedes cambiar. De esa forma enfoca este mal del siglo XXI Albert Ellis, que nos ofrece una guía práctica para convivir con la ansiedad sin que nos gane. 'El pequeño libro de la ansiedad' de Ferran Cases «No tenemos ansiedad por aquello que nos pasa, sino por aquello que pensamos sobre lo que nos pasa.» Así comienza este libro de autoayuda en el que Ferran Cases nos enseñan a bajar el ritmo y lidiar con la ansiedad, incluyendo una serie de consejos y ejercicios prácticos perfectos para quienes sufren la continua angustia. 'Buenos días, alegría' de Jesús Matos ¿Estás buscando un antídoto contra la depresión? Este libro, al igual que todos los de esta lista, no sustituye la atención de un profesional de la salud mental, pero sí puede darte algunas técnicas con las que podrás mejorar tu estado de ánimo. 'Déjame que te cuente' de Jorge Bucay Este libro explora la historia de Demián, un joven inquieto, y Jorge, un psicólogo apodado como El Gordo, quien narra cada día al joven un cuento con una enseñanza oculta, que le ayudará a conocerse a sí mismo y a iluminar su interior. 'Camino a la felicidad' de Miguel Ángel Arias Pérez En este libro descubrirás un camino de desarrollo personal en el que podrás entrar en contacto con tu propio ser y podrás tomar conciencia de lo que te gusta y lo que no, de manera que puedas ver con claridad hacia donde te diriges y al fin hacerte esa importante pregunta: ¿cuál es el sentido de la vida? 'Come chocolate y no discutas con idiotas' de Jessica Gómez En este libro Jessica Gómez reflexiona sobre todas esas cosas que hacen que nos enfademos y que nos amargan el día a día, proponiéndose a sí misma hacer una reflexión cada semana que la acerque un poco más a la paz mental. 'Cómo ser un estoico' de Massimo Pigliucci La base del estoicismo, una filosofía que lleva siglos formando parte del pensamiento humano, es que no podemos controlar lo que nos pasa, pero sí como respondemos a ello. Massimo Pigluicci se ha decidido por escribir esta guía práctica en la que aprenderás como podrás aprender esta filosofía milenaria a tu vida. 'El perdón' de M. Carmen Riaño Este libro escrito por la psicóloga M. Carmen Riaño nos enseña algo muy valioso e importante para tener una vida plena. Nos enseña a perdonar a quienes nos han herido, y a perdonarnos a nosotros mismos cuando nos equivocamos. 'Cuentos para pensar' de Jorge Bucay En este libro Jorge Bucay nos habla de tú a tú, ofreciéndonos una serie de historias inspiradoras que revelan, una a una, los saberes de la vida. Poco a poco podrás construir tu propia historia, reconociendo tus debilidades y fortalezas. 'El camino de las lágrimas' de Jorge Bucay En este libro Bucay nos cuenta que el camino hacia la realización personal es complicado y no cesa. Entre estos caminos, el psicólogo argentino nos ofrece un mapa que explora cada territorio para que podamos recorrer en que nos corresponda. 'Las tres preguntas' de Jorge Bucay Para Bucay hay tres preguntas que arrojan luz sobre nuestra vida y que, por tanto, deberíamos plantearnos en, al menos, algún momento de esta. Estas son: ¿Quién soy? ¿Adónde voy? ¿Con quién? Si te sientes preparada para responderlas, te invitamos a leer este libro. Libros de autoayuda Demián Bucay, hijo del famoso escritor y psiquiatra Jorge Bucay, ha sido los pasos de su padre y está comenzando a publicar libros de autoayuda. En esta ocasións nos habla de la infidelidad, de si es posible evitarla y de las causas por la que resulta tan devastadora. 'El monje que vendió su Ferrari' de Robin Sharma En este fascinante libro conocemos la historia de Julian Mantle, un abogado que tras sufrir un ataque al corazón vende todas sus propiedades y decide marcharse a un monasterio del Himalaya para aprender sobre la felicidad, la valentía y el equilibrio. 'El club de las 5 de la mañana' de Robin Sharma El autor de El monje que vendió su Ferrari es también quien se esconde tras este libro que ayuda a quienes lo leen y les ayuda a mejorar su productividad, su salud y a tener más serenidad a la hora de afrontar momentos complicados de la vida. 'Los cuatro acuerdos' del Dr. Miguel Ruiz Aquí tienes una guía práctica para la libertad personal. El Dr. Miguel Ruiz se basa en la sabiduría tolteca para ofrecernos enseñanzas que pueden cambiar vidas. \"No hay razón para sufrir. La única razón por la que sufres es porque tú así lo eliges. Si observas tu vida encontrarás muchas excusas para sufrir, pero ninguna razón válida. Lo mismo es aplicable a la felicidad. La única razón por la que eres feliz es por que tú decides ser feliz. La felicidad es una elección, como también lo es el sufrimiento.\" 'Solosofía' de Nika Vázquez Segui En este libro, Nika Vázquez nos enseña algo muy importante: a vivir y disfrutar de la vida en soledad. Porque solo cuando tomas el control de tu destino sin depender de nada ni de nadie puede aprender a sentirte en plenitud en cualquier circunstancia, incluso cuando estás sola. 'Los narcisistas y tú' de Julia Pascual Júlia Pascual nos enseña en este libro cómo se construye la personalidad narcisista, y qué debemos hacer para aprender a lidiar con ellas sin que nos afecten en el ámbito de la pareja, el familiar, el laboral o incluso en amistades. 'El narcisita en tu vida' de Max J. Harrison Todos nos hemos topado en algún momento de nuestra vida con una persona narcisita. Por eso este manual es tan importante, porque en él encontrarás la respuesta a por qué hay más narcisistas que nunca, cuántos tipos hay, cómo puedes identificarlos y como puedes lidiar con ellos. 'Simplifica tu vida' de Elaine St. James Elaine St. James, empresaria y toda una mujer de negocios, es la autora de este libro de autoayuda que te ayudará a simplificar todo en tu vida. Porque el exceso de estímulos, compromisos y tareas puede saturarnos y hacernos profundamente infelices. 'El poder de creer en ti' de Daniel J. Martin ¿Quieres tener el valor necesario para luchar por lo que quieres? ¿Deseas tener suficiente autoconfianza como para superar tus inseguridades? ¿Te gustaría ser valiente para hacer lo que quieres de verdad? En este libro encontrarás las claves para conseguir todo esto. 'El poder de confiar en ti' de Curro Cañete Con este libro, Curro Cañete nos anima a ser nuestro propio coach, entendiendo que la felicidad no es un destino, sino un camino que todos debemos transitar. «¿Te acuerdas de todas las veces que te hablaste mal a ti mismo? ¿De esos miedos que tantas veces te han asustado? ¿De todo lo que has dejado de hacer por miedo al qué dirán? ¿De cuánto has sufrido por pensar que habías hecho algo malo, por mendigar amor o porque otros no te valoraban o aprobaban? ¿De cuando dejabas de ser tú, perjudicándote, para otros? ¡Basta! ¡Deja ¡Ahora! 'El poder de los hábitos' de Charles Duhigg El poder de los hábitos es un libro con un mensaje claro: la clave para hacer ejercicio, perder peso, ser más productivo o conseguir el éxito en cualquier proyecto radica en entender cómo funcionan los hábitos. Y entre sus páginas encontrarás las respuestas que necesitas. 'Hábitos Atómicos' de James Clear En este libro de autoayuda, James Clear nos enseña como crear hábitos a prueba de balas, que sean capaces de ayudarnos a hacer cambios reales y persistentes en nuestra vida. 'Las 48 leyes del poder' de Robert Greene La filosofía es la clave para entender el mundo, y por eso Robert Greene muestra el lado más amoral, despiadado e inmisericorde del pensamiento humano en este libro que resulta, ante todo, instructivo. Y es que en los pensamientos de Maquiavelo, Sun-tzu y otros grandes hombres poderosos y estrategas se esconden las leyes del poder. 'El sutil arte de que (casi todo) te importe una mierda' de Mark Manson Las personas somos falibles y limitadas, nos equivocamos y es imposible que todos seamos extraordinarios. En la vida hay ganadores y perdedores, pero eso no siempre es justo o es tu culpa. Bajo esta premisa, Mark Manson nos enseña a aceptar y avanzar la realidad, para sí encontrar el valor, la honestidad, la responsabilidad y el perdón que buscamos. 'Déjalo ir' de John Purkiss Aprender a soltar no es sencillo, pero cuando lo hacemos la vida se vuelve mucho más sencilla, porque dejamos de aferrarnos a que las cosas sucedan como pensamos que deben suceder. En este libro encontrarás el por qué y el cómo soltar tus patrones, expectativas e ideas. 'Sanar el corazón' de Ketan Raventós Klein Este precioso libro de autoayuda es un compañero de viaje para quienes ya han empezado el camino de la sanación, y quienes necesitan despertar. A través de sus hojas comenzarás la búsqueda espiritual y el viaje interior, que te llevará a escuchar tu corazón y a conocerte de forma más íntima. 'Me quiero, te quiero' de María Esclapez «Yo pasé por numerosas relaciones tóxicas y sufrí dependencia emocional. Durante mucho tiempo, ignoré aquella vocecita en mi interior que me decía que las cosas no iban bien. Me daba miedo mirar dentro de mí, por lo que pudiera encontrar. Así que fui callando a esa voz hasta hacerla desaparecer.» De esa forma nos presenta María Esclapez, psicóloga clínica, sexóloga y terapeuta de parejas, su libro, que nos ayuda a construir relaciones sanas y a mejorar las que ya tienes. 'Maneras de amar' del Dr. Amir Levine y Rachel Heller En este libro, el neurólogo y psiquiatra Amir Levine y la psicóloga social Rachel Heller se deciden a desmontar el mito del apego y de las \"mujeres que aman demasiado\", demostrando que la necesidad de sentirnos seguros en una relación está en nuestros genes. 'El don de la sensibilidad' de Elaine Aron Artistas, grandes pensadores, escritores... En la historia son muchas las grandes figuras que probablemente fueron personas altamente sensibles (PAS). Actualmente, una de cada cinco personas nace con una sensibilidad elevada, y por eso este libro es tan importante, porque si eres una de esas personas entre sus páginas encontrarás la clave para entender tu personalidad y el don tan especial que tienes. 'La trampa de la felicidad' de Russ Harris La premisa de este libro es que la felicidad es una trampa. Cuanto más insistimos en buscarla, más sufrimos a largo plazo. Por suerte, se puede escapar de esta trampa gracias a una psicoterapia conocida como Terapia de Compromiso y Aceptación, cuyas bases se reflejan en este libro. 'La vida va de esto' de Lucía Galán Bertrand En este intenso libro, Lucía Galand Bertrand, una famosa pediatra, nos comparte sus experiencias personales y sus día a día como profesional de la salud. Entre las páginas de este manual encontrarás a una madre imperfecta, a una profesional de la pediatría, a una pareja ilusionada y a una mujer de éxito. 'Los cinco madamientos para tener una vida plena' de Bronnie Ware En este libro Bronnie Ware nos cuenta las vivencias, consejos y lecciones de sabiduría que recibió de los pacientes a los que ofrecía cuidados paliativos cuando trabajaba en esta área de la salud. Un manual con auténticos consejos de vida, dados por personas que veían acercarse el final. 'Sin miedo' de Rafael Santandreu [Rafael Santandreu](https://www.clara.es/blogs/rafa-santandreu) ha confeccionado esta guía que está diseñada para ayudar a todas aquellas personas que viven con miedos paralizantes, incluso aquellos más agudos. Es un método avalado por estudios científicos que puede ayudar a vencer el miedo. Eso sí, no debe tomarse nunca como sustitución a la asistencia de un profesional de la salud. 'La buena suerte' de Álex Robira y Fernando Trías de Bes Álex Robira y Fernando Trías de Bes nos traen en este libro, que no es demasiado largo, lo que muchas llevamos años buscando: la fórmula de la buena suerte. 'Mindsight' de Daniel J. Siegel \"Mindsight es la capacidad de la mente humana para contemplarse a sí misma. Es una lente poderosa mediante la cual podemos comprender nuestra vida interior con mayor claridad; transformar nuestro cerebro y mejorar nuestras relaciones con los demás.\" Así describe el autor su obra, que está preparada para ayudarnos a entender las dinámicas que nos hacen vivir amargado, para conseguir llevar una vida más plena y sosegada. 'Psicología oscura' de Pietro Moretti Pietro Moretti nos presenta un libro que puede ayudarnos a entender la oscuridad que guardan algunas personas con las que tenemos que relacionarnos por obligación. Como su propia reseña advierte al leer este libro, \"puedes encontrarte con verdades incómodas y afirmaciones fuertes que pueden conmocionar tus emociones\". Nuestros/as periodistas investigan, prueban y recomiendan los mejores productos y servicios de manera independiente. Si compras a través de los enlaces de nuestra web, RBA Revistas puede recibir una comisión. [Descubre cómo trabajamos y nuestra "}