{"title": "ALZANOX - PLM", "author": null, "url": "https://www.medicamentosplm.com/ecuador/Home/productos/alzanox_cápsula_blanda/1060/101/62210/618", "hostname": "medicamentosplm.com", "description": "ALZANOX,HYPERICUM PERFORATUM,PASSIFLORA INCARNATA,VALERIANA OFFICINALIS", "sitename": "medicamentosplm.com", "date": "2018-01-01", "cleaned_text": "Cada CÁPSULA BLANDA contiene: Valeriana (Valeriana officinalis) 100 mg Hierba de San Juan (Hypericum perforatum) 100 mg Pasionaria (Passiflora incarnata) 50 mg INDICACIONES TERAPÉUTICAS: ALZANOX® es un producto natural formulado con fitofármacos de efectos relajantes, indicada para mejorar el estado de ánimo (ansiedad - depresión) y combatir alteraciones del sueño. Está indicado en el tratamiento sintomático de aquellas situaciones que cursen con nerviosismo, hiperexcitabilidad o irritabilidad; especialmente cuando éstas dan lugar a alteraciones del sueño, favoreciendo el reposo nocturno para adultos. Valeriana (Valeriana officinalis): Tratamiento de los síntomas asociados a nerviosismo moderado, tales como tensión nerviosa, irritabilidad, palpitaciones y alteraciones del sueño. Su acción como sedante nervioso incluye el alivio en malestares tales como dolor de cabeza, ansiedad, insomnio, colon irritable, cólicos gastrointestinales, asma y trastornos asociados a la menopausia. Hypericum perforatum (Hierba de San Juan): Tratamiento sintomático y transitorio de los estados de decaimiento y astenia que cursan con pérdida de interés, cansancio y alteraciones del sueño. Pasionaria (Passiflora incarnata): Coadyuvante en el tratamiento sintomático de los estados temporales y leves de nerviosismo. Alivio del estrés y en casos de insomnio, ayuda a conciliar el sueño. MECANISMO DE ACCIÓN: Farmacología y mecanismo de acción Hypericum perforatum: Inhibe la recaptación de serotonina, se lo utiliza en ansiedad y depresión de leve a moderada, mejora el estado de ánimo. Valeriana: Inhibe las neuronas del Sistema Reticular Activador Ascendente, aumentando la liberación del GABA, efecto parecido a las Benzodiacepinas, sin sus efectos secundarios de tolerancia y dependencia. Pasionaria: Tiene efectos beneficiosos principalmente sobre el sistema nervioso y sobre el aparato cardiovascular. Por lo tanto, se la recomienda usualmente para combatir la ansiedad y la irritabilidad y para casos de taquicardia y palpitaciones. También es reconocida su acción sobre el insomnio. La principal diferencia con los ansiolíticos y los estimuladores del sueño (Benzodiacepinas), radica en que la Pasionaria no tiene efectos secundarios (depresión, etc.), ni provoca adicción. Además, sus efectos sobre el insomnio son importantes, recuperando el sueño de manera fisiológica. CONTRAINDICACIONES: Hipersensibilidad conocida a cualquiera de los componentes de la formulación. Contraindicado en embarazo y lactancia. No administrar a niños y adolescentes, menores de 18 años. Administración conjunta con fármacos que alteren el metabolismo hepático. Antes o después de cirugía. Alergias respiratorias. Administración con sedantes o Benzodiacepinas. REACCIONES ADVERSAS: ALZANOX® puede producir fotosensibilidad, problemas gastrointestinales, cefalea, mareo y somnolencia en caso de sobrepasar la dosis recomendada. INTERACCIONES MEDICAMENTOSAS Y DE OTRO GÉNERO: No administrar anticonceptivos Digoxina, antiretrovirales. DE ADMINISTRACIÓN: Forma de administración y posología: ALZANOX® debe administrarse por vía oral. Se recomienda tomar 1 o 2 cápsulas blandas al día, o 1 o 2 cápsulas en la noche, preferentemente con las comidas. MANIFESTACIONES Y MANEJO DE LA SOBREDOSIFICACIÓN O INGESTA ACCIDENTAL: Sobredosis: No se han descrito efectos tóxicos. PRESENTACIÓN: Cápsulas blandas: Caja x 20. En caso de requerir mayor información comuníquese con el Departamento Científico de BioGenet SCC. BIOGENET SCC. Vicente Cárdenas E5-89 y Japón Telf.: (02) 2240417, 240-253 Quito Ciudadela Kennedy Norte Avenida Luis Orrantia, Manzana 109, Solar 7 y 8 Telf.: (04) 2685538 - 2685540 - 2685547, Guayaquil Av. Ordoñez y los Álamos Esq. 2do. piso. Telf.: (07) 4075941, Cuenca RECOMENDACIONES SOBRE ALMACENAMIENTO: Conservar a temperatura no mayor a 30 °C. LEYENDAS DE PROTECCIÓN: Venta bajo receta médica. Producto de uso delicado. Adminístrese por prescripción y bajo vigilancia médica. Mantener fuera del alcance de los niños. "}