{"title": "Measles shot kills 4 babies in Tamil Nadu | Chennai News - Times of India", "author": "Pushpa Narayan; K Praveen Kumar", "url": "https://timesofindia.indiatimes.com/city/chennai/measles-shot-kills-4-babies-in-tamil-nadu/articleshow/2977075.cms", "hostname": "indiatimes.com", "description": "Four 10-month-old babies died within minutes of being administered an anti-measles vaccine at two medical camps in Tamil Nadu's Thiruvallur district.", "sitename": "Times Of India", "date": "2008-04-24", "cleaned_text": "within minutes of being administered an anti-measles vaccine at two medical camps in Tamil Nadu's Thiruvallur district on Wednesday. ( [Watch](http://broadband.indiatimes.com/videoshow/2978561.cms) ) Three girls died at a centre in Pennalurpettai village, about 75 km from Chennai. The fourth, a baby boy, died after getting the shot in Venkatapuram village near Tiruttani, 35 km from Thiruvallur. In a knee-jerk reaction, the state administration suspended two public health nurses as well as the measles immunisation programme across the state. Unsure about what might have caused the deaths, the Union health ministry rushed a two-member team of experts headed by Pawan Murti of India's National Polio Surveillance programme (NPSP) to the spot. Samples from various batches of the vaccine allocated to Tamil Nadu have been sent to the Central Research Institute, Kasauli, for testing. Eyewitnesses told TOI the babies Nandini, Puja and Mohanapriya started frothing at the mouth, turned blue and died after they were given the injection. Adding to the problem was the fact that there was no provision to take the babies to hospital in case of emergencies. \"We did not plan for an ambulance or medical support,\" a health official said, adding that it was supposed to be a routine programme of immunisation. \"I knew she was dying, but there was no doctor around,\" said a weeping Chinnapappa, Mohanapriya's grandmother. \"I saw the other two babies dying in their mothers' arms.\" Preliminary inquiries revealed that vials were taken from the central government drug store in Chennai to the public health centres in the district last week. They were taken to the immunisation camps on Wednesday.Ministry to examine entire batch from Hyderabad lab Public health joint director M Sarala said the vials distributed in both the places were of the same batch (MES 07/08) manufactured by a Human Biologicals Institute, a Hyderabad-based laboratory, in February. The expiry date was shown as year 2010. She maintained that the cold chain protocol for preserving vaccines was not broken. The public health department, as part of its drive on Wednesday, had sent field staff to villages. The village health nurses and nursing assistants first vaccinated pregnant women and then started administering the vaccine to babies. Each vial of vaccine contains five doses of 0.5 cc each. At the Pennalurpettai centre, doses were administered to three babies from the same vial. All the three died. About 130 vials of the same batch were distributed across the district and 252 children were immunised, but no complication was reported from other centres. Immunisation of 78 other children in the district using vaccines manufactured by another laboratory went incident-free. The Union health ministry also said it would examine the entire batch of measles vaccine procured from the Hyderabad-based laboratory. The injectible measles vaccine, which provides 85% protection, is administered only once when a child is nine-month-old. Officials told TOI they want to check the vaccine's efficacy and safety in order to ascertain whether the deaths occurred due to a break in the cold chain or because the vaccines were contaminated.(With "}