{"title": "Homeopathic Treatment for Depression in Peri- and Postmenopausal Women - Full Text View - ClinicalTrials.gov", "author": null, "url": "https://clinicaltrials.gov/ct2/show/NCT01635218", "hostname": "clinicaltrials.gov", "description": "Homeopathic Treatment for Depression in Peri- and Postmenopausal Women - Full Text View.", "sitename": "ClinicalTrials.gov", "date": "2012-07-09", "cleaned_text": "and Postmenopausal Women (HOMDEP-MENOP) | The safety and scientific validity of this study is the responsibility of the study sponsor and investigators. Listing a study does not mean it has been evaluated by the U.S. Federal Government. Read our | |ClinicalTrials.gov Identifier: NCT01635218| | | Recruitment Status : Completed First Posted : July 9, 2012 Results First Posted : September 23, 2014 Last Update Posted : October 9, 2014 - Study Details [Tabular View](/ct2/show/record/NCT01635218) [Study Results](/ct2/show/results/NCT01635218) |Official Title:||Efficacy of Individualized Homeopathic Treatment Peri- Selection of the individualized homeopathic remedy based on Hahnemann´s methodology after the case history of each patient. | Drug: Individualized homeopathic treatment | A single dose of the individualized homeopathic remedy in C-potency was dissolved in a 60 ml bottle of 30% alcohol-distilled water:15 drops PO two times per day following agitation plus fluoxetine-dummy loaded PO daily during 6 weeks. The homeopathic remedy could be changed at every follow-up (week 4) according to patient´s symptoms. Other Names: inhibitor. | Drug: Fluoxetine | 20 mg per day PO during 6 weeks plus individualized homeopathic dummy-loaded (60 bottle of 30% alcohol-distilled water: 15 drops PO two times per day following agitation). The individualized homeopathic dummy-loaded was repeated at week 4. Other Name: Prozac | Placebo Comparator: Placebo | Fluoxetine placebo plus individualized homeopathic placebo | Drug: Placebo | Fluoxetine placebo (capsules containing sucrose microgranules) PO daily during 6 weeks plus individualized homeopathic placebo (60 ml bottle of 30% alcohol-distilled water: 15 drops PO two times per day following agitation). The individualized homeopathic placebo was repeated at week 4. Other Names: - Change From Baseline in 17-item Hamilton Rating Scale for Depression at 6 Weeks. [ Time Frame: Baseline and 6 weeks ]17-item Hamilton Rating Scale for Depression (HRSD) is a well-known standardized scale used worldwide to assess severity of depression. Score ranges from 0 (no depression) up to 52 (maximum depression severity). A total score in HRSD was assessed at baseline and after six weeks of treatment. For this study the change was calculated as the later time point (total score in 17- HRSD at 6 weeks) minus the earlier time point (total score at baseline). A score < or = 7 is considered normal, 7 - 13 (mild depression), 14 - 24 (moderate to severe depression), > 24 (severe depression). - Change From Baseline in Beck Depression Inventory at 6 Weeks. [ Time Frame: Baseline and 6 weeks ]Beck Depression Inventory (BDI) is a 21-question multiple-choice self-report inventory that assess severity of depression. A total score range was assessed at baseline and after six weeks of treatment. A score 0 (without depression) up to 63 (most severe depression). For this study the change was calculated as the later time point (total score in BDI at 6 weeks) minus the earlier time point (total score in BDI at baseline). A score 0 - 8 is considered normal, 9 - 18 (mild to moderate depression), 19 - 28 (moderate to severe depression), > 29 (severe depression). - Responder Rates at 6 Weeks. [ Time Frame: 6 weeks ]17-item Hamilton Rating Scale for Depression is a well-known standardized scale used worldwide to assess severity of depression. Score ranges from 0 (no depression) up to 52 (maximum depression severity). A total score in 17-item Hamilton Scale for Depression was assessed for this study. It ranges from 0 (no depression) up to 52 (most severe depression). A score < or = 7 is considered normal, 7 - 13 (mild depression), 14 - 24 (moderate to severe depression), > 24 (severe depression). Responder rate definition: a decrease of 50% or more from baseline score using 17-item Hamilton Rating Scale for Depression after six weeks treatment. - Change From Baseline in Greene´s Scale at 6 Weeks. [ Time Frame: Baseline and 6 weeks ]Greene Climacteric Scale (GS) is intended to be a standard measure of core climacteric symptoms. For this study a total range was assessed at baseline and after six weeks of treatment. A total score 0 (without climacteric symptoms) up to 63 (most severe climacteric symptoms). The change was calculated as the later time point (total score in GS at 6 weeks) minus the earlier time point (total score at baseline).The scale measures four separate sub-scales (anxiety, depression, somatic symptoms and sexual function). The score of the four sub-scales was summed. A total score of 0 -10 is considered without symptoms, 11 - 29 (mild symptoms), 30 - 49 (moderate symptoms) and > 50 (severe symptoms). - Remission Rates at 6 Weeks [ Time Frame: 6 weeks ]17-item Hamilton Rating Scale for Depression is a well-known standardized scale used worldwide to assess severity of depression. Score ranges from 0 (no depression) up to 52 (maximum depression severity). A total score in 17-item Hamilton Scale for Depression was assessed for this study. It ranges from 0 (no depression) up to 52 (most severe depression). A score < or = 7 is considered normal, 7 - 13 (mild depression), 14 - 24 (moderate to severe depression), > 24 (severe depression). Remission rate definition: 17-item Hamilton Rating Scale for Depression score < 7 points after 6 weeks of treatment. Choosing to participate in a study is an important personal decision. Talk with your doctor and family members or friends about deciding to join a study. To learn more about this study, you or your doctor may contact the study research staff using the contacts provided below. For general information, [Learn About Clinical Studies.](/ct2/about-studies/learn) |Ages Eligible for Study:||40 Years to 65 Years (Adult, Older Adult)| |Sexes Eligible for Study:||Female| |Accepts Healthy Volunteers:||No| Inclusion Criteria: - Major depression according to DSM-IV - Moderate to severe depression according to 17-item Hamilton Rating Scale for Depression (14-24 score) - No current use of homeopathic treatment for depression or antidepressants or anxiolytic drugs 3 months prior to study entry - Not be currently taking psychotherapy for at least 3 months before study entry - Early transition to menopause defined by a change in cycle length of 7 days or longer in either direction from the participant´s own baseline for at least 2 cycles - Late transition to menopause defined as 3 to 11 months of amenorrhea - Postmenopausal stage defined by 12 months or more of amenorrhea - Capability and willingness to give informed consent and to comply with the study procedures Exclusion Criteria: - Pregnancy or breastfeeding - Other psychiatric disorders different from moderate to severe depression (severe depression, schizophrenia, psychotic disorders, bipolar affective disorders, suicide attempt) - Alcohol or other substance abuse - Known allergy to fluoxetine - Cancer or hepatic diseases To learn more about this study, you or your doctor may contact the study research staff using the contact information provided by the sponsor. Please refer to this study by its ClinicalTrials.gov HM. Homeopathic Individualized Lavori PW, Rush AJ, Weissman MM. Conceptualization and rationale for consensus definitions of terms in major depressive disorder. Remission, recovery, relapse, and recurrence. Arch Gen Psychiatry. 1991 Sep;48(9):851-5. doi: 10.1001/archpsyc.1991.01810330075011.](/ct2/bye/xQoPWwoRrXS9-i-wudNgpQDxudhWudNzlXNiZip9Ei7ym67VZRC5SKCw-g095d-3Ws8Gpw-PSB7gW.) [Hale GE, Zhao X, Hughes CL, Burger HG, Robertson DM, Fraser IS. Endocrine features of menstrual cycles in middle and late reproductive age and the menopausal transition classified according to the Staging of Reproductive Aging Workshop (STRAW) staging system. J Clin Endocrinol TB, Scoboria A, Moore TJ, Johnson BT. Initial severity and antidepressant benefits: a meta-analysis of data submitted to the Food and Drug Administration. PLoS Med. 2008 Feb;5(2):e45. doi: 10.1371/journal.pmed.0050045.](/ct2/bye/rQoPWwoRrXS9-i-wudNgpQDxudhWudNzlXNiZip9Ei7ym67VZRCJFR4Rxg4tA6h9Ei4L3BUgWwNG0it.) [Kessler D, Merikangas KR, Rush AJ, Walters EE, Wang PS; National Comorbidity Survey Replication. The epidemiology of major depressive disorder: results from the National Comorbidity Survey Evidence-based health policy--lessons from the Global Burden of Disease Study. Science. 1996 Nov 1;274(5288):740-3. doi: 10.1126/science.274.5288.740. SN, Berndt ER. The economic burden of depression in 1990. J Clin Psychiatry. 1993 Nov;54(11):405-18.](/ct2/bye/xQoPWwoRrXS9-i-wudNgpQDxudhWudNzlXNiZip9Ei7ym67VZK4n-R48ORF95d-3Ws8Gpw-PSB7gW.) [Williams LM, Rush AJ, SR, Cooper NJ, Nemeroff CB, Schatzberg AF, Gordon E. International Study to Predict Optimized Treatment for Depression (iSPOT-D), a randomized clinical trial: rationale and protocol. Trials. 2011 Jan 5;12:4. doi: 10.1186/1745-6215-12-4.](/ct2/bye/rQoPWwoRrXS9-i-wudNgpQDxudhWudNzlXNiZip9Ei7ym67VZR0jSR4JWRCwA6h9Ei4L3BUgWwNG0it.) [Simon GE, VonKorff M, Barlow W. Health care costs of primary care patients with recognized depression. Arch Gen Psychiatry. 1995 Oct;52(10):850-6. doi: 10.1001/archpsyc.1995.03950220060012.](/ct2/bye/xQoPWwoRrXS9-i-wudNgpQDxudhWudNzlXNiZip9Ei7ym67VZgF8-gCjEgC95d-3Ws8Gpw-PSB7gW.) Harlow BL. Risk for new onset of depression during the menopausal transition: the Harvard study of moods and cycles. Arch Gen Psychiatry. 2006 Apr;63(4):385-90. doi: 10.1001/archpsyc.63.4.385.](/ct2/bye/rQoPWwoRrXS9-i-wudNgpQDxudhWudNzlXNiZip9Ei7ym67VZRCBLK48Wg0wA6h9Ei4L3BUgWwNG0it.) [Freeman EW, Sammel MD, Lin H, Nelson DB. Associations of hormones and menopausal status with depressed mood in women with no history of depression. Arch Gen Psychiatry. 2006 Apr;63(4):375-82. doi: 10.1001/archpsyc.63.4.375.](/ct2/bye/rQoPWwoRrXS9-i-wudNgpQDxudhWudNzlXNiZip9Ei7ym67VZRCBLK48Wg0BA6h9Ei4L3BUgWwNG0it.) [Freeman EW, Sammel MD, Liu L, Gracia CR, Nelson DB, Hollander L. Hormones and menopausal status as predictors of depression in women in transition to menopause. Arch Gen Psychiatry. 2004 Jan;61(1):62-70. doi: 10.1001/archpsyc.61.1.62.](/ct2/bye/rQoPWwoRrXS9-i-wudNgpQDxudhWudNzlXNiZip9Ei7ym67VZRCV-R4Bxg48A6h9Ei4L3BUgWwNG0it.) [Rapkin AJ. Vasomotor symptoms in menopause: physiologic condition and central nervous system approaches to treatment. Am J Obstet Gynecol. 2007 Feb;196(2):97-106. doi: 10.1016/j.ajog.2006.05.056.](/ct2/bye/rQoPWwoRrXS9-i-wudNgpQDxudhWudNzlXNiZip9Ei7ym67VZRCwFR4Bcg48A6h9Ei4L3BUgWwNG0it.) [Fava M, and epidemiology Psychiatr Clin North Am. 1996 Jun;19(2):179-200. doi: JR, C, Ives JA, Jonas WB. Homeopathic treatments in psychiatry: a systematic review of randomized K, CM. for depression--DEP-HOM: study protocol for a randomized, partially double-blind, placebo controlled, four armed study. Trials. 2011 Feb 14;12:43. doi: 10.1186/1745-6215-12-43.](/ct2/bye/rQoPWwoRrXS9-i-wudNgpQDxudhWudNzlXNiZip9Ei7ym67VZR0jFR0tFRFJA6h9Ei4L3BUgWwNG0it.) [Freeman MP, Mischoulon D, Tedeschini E, Goodness T, Cohen LS, Fava M, Papakostas GI. Complementary and alternative medicine for major depressive disorder: a meta-analysis of patient characteristics, placebo-response rates, and treatment outcomes relative to standard antidepressants. J Clin Psychiatry. 2010 Jun;71(6):682-8. doi: 10.4088/JCP.10r05976blu.](/ct2/bye/rQoPWwoRrXS9-i-wudNgpQDxudhWudNzlXNiZip9Ei7ym67VZR0tLgFRFR0wA6h9Ei4L3BUgWwNG0it.) individualized homeopathy: a state-of-the-art J Altern Complement Med. 1998 Winter;4(4):371-88. doi: 10.1089/acm.1998.4.371.](/ct2/bye/xQoPWwoRrXS9-i-wudNgpQDxudhWudNzlXNiZip9Ei7ym67VZKCJOg4j-gC95d-3Ws8Gpw-PSB7gW.) [Thompson TD, Weiss M. Homeopathy--what are the active ingredients? An exploratory study using the UK Medical Research Council's framework for the evaluation of complex interventions. BMC Complement Altern Med. 2006 Nov H; Delphi Panel of the CONSORT Group. Reporting data on homeopathic treatments (RedHot): updated guidelines reporting parallel group randomized trials. Open Med. 2010;4(1):e60-8. Epub 2010 Mar 24. No abstract available.](/ct2/bye/rQoPWwoRrXS9-i-wudNgpQDxudhWudNzlXNiZip9Ei7ym67VZR0jcK4BSKCBA6h9Ei4L3BUgWwNG0it.) [Ludtke R, Rutten ALB. The conclusions on the effectiveness of homeopathy highly depend on the set of analyzed trials. J Clin Epidemiol. 2008 Dec;61(12):1197-1204. doi: Colas Marijnen P, Masson J, Trichard M. Treating hot flushes in menopausal women with homeopathic treatment--results of an observational study. Homeopathy. 2008 Sterne JA, Pewsner D, Egger M. Are the clinical effects of homoeopathy placebo effects? Comparative study of placebo-controlled trials of 2005 Aug JW Jr, Chiquette Aguilar C, Hitchcock-Noel P, Lee S, Cornell J, Stamm K. Efficacy of newer medications for treating depression in primary care patients. Am J Med. 2000 Jan;108(1):54-64. doi: 10.1016/s0002-9343(99)00316-2.](/ct2/bye/rQoPWwoRrXS9-i-wudNgpQDxudhWudNzlXNiZip9Ei7ym67VZRCjEgC5Wg4jA6h9Ei4L3BUgWwNG0it.) Publications automatically indexed to Number): [Macias-Cortes EDC, Response to Individualized Homeopathic Treatment for Depression in Climacteric Women with History of Domestic Violence, Marital Dissatisfaction or Sexual Abuse: Results from the HOMDEP-MENOP Study. Homeopathy. 2018 Asbun-Bojalil J. Is metabolic dysregulation associated with antidepressant response in depressed women in climacteric treated with individualized homeopathic medicines or J. Individualized homeopathic treatment and fluoxetine for moderate to severe depression in Aguilar-Faisal Asbun-Bojalil J. Efficacy of individualized homeopathic treatment and fluoxetine for moderate to severe depression in peri- and postmenopausal women (HOMDEP-MENOP): study protocol for a del Carmen de Mexico| |[Key Record Dates](/ct2/keydates/NCT01635218) | Depression | Perimenopause Postmenopause Homeopathy | Depression | Depressive Disorder Behavioral Symptoms Mood Disorders Mental Disorders Fluoxetine Selective Serotonin Reuptake Inhibitors Neurotransmitter Uptake Inhibitors Membrane Transport Modulators Molecular Mechanisms of Pharmacological Action | Neurotransmitter Agents | Serotonin Agents Physiological Effects Inhibitors Enzyme Inhibitors "}