{"title": "Unas vacunas experimentales protegen a los monos del coronavirus", "author": "E J Mundell", "url": "https://consumer.healthday.com/infectious-disease-information-21/coronavirus-1008/unas-vacunas-experimentales-protegen-a-los-monos-del-coronavirus-757918.html", "hostname": "healthday.com", "description": "MIÉRCOLES, 20 de mayo de 2020 (HealthDay News) -- Dos estudios nuevos ofrecen esperanzas de una vacuna nueva contra el coronavirus, y de la idea de que una infección anterior también confiere inmunidad. Ambos estudios se realizaron con monos macacos Rhesus, de forma que se necesita la evaluación en ...", "sitename": "Consumer Health News | HealthDay", "date": "2020-05-21", "cleaned_text": "MIÉRCOLES, 20 de mayo de 2020 (HealthDay News) -- Dos estudios nuevos ofrecen esperanzas de una vacuna nueva contra el coronavirus, y de la idea de que una infección anterior también confiere inmunidad. Ambos estudios se realizaron con monos macacos Rhesus, de forma que se necesita la evaluación en los humanos para obtener pruebas más definitivas. Pero, en un estudio, los monos desarrollaron inmunidad contra el nuevo coronavirus SARS-CoV-2 tras recibir las vacunas experimentales. \"Nuestros hallazgos aumentan el optimismo respecto a que el desarrollo de las vacunas contra la COVID-19 será posible\", señaló el investigador principal, el Dr. Dan Barouch, director del Centro de Virología e Investigación sobre Vacunas del Centro Médico Beth Israel Deaconess, en Boston. Como parte de la nueva investigación, los macacos recibieron vacunas experimentales contra el coronavirus que expresaban seis formas distintas de la proteína de pico del SARS-CoV-2, que es una estructura en la superficie del virus que usa para vincularse con e invadir a una célula humana. Las vacunas proveen un ADN que permite a las células anfitrionas producir la proteína de pico, de forma que puedan generar anticuerpos contra la misma. De esta forma, el sistema inmunitario se entrena para reconocer al coronavirus y responder con rapidez si aparece. Las vacunas se administraron a 25 macacos adultos, como vacunas iniciales y también como inmunizaciones de refuerzo. Otros 10 monos recibieron una vacuna falsa. Todos los macacos fueron infectados con el nuevo coronavirus seis semanas tras la vacunación, y los que habían recibido las vacunas reales produjeron unos niveles de anticuerpos en la sangre que fueron suficientemente altos como para neutralizar el virus en un plazo de dos semanas. De hecho, 8 de los 25 monos vacunados no mostraron niveles detectables del virus en ningún momento tras la exposición al SARS-CoV-2, y los demás animales vacunados solo mostraron unas cargas virales bajas, reportaron los investigadores en la edición del 20 de marzo de la revista Science. En todos los casos, a medida que la producción de anticuerpos aumentó en el sistema inmunitario, la carga viral se redujo. Esto sugiere que hay una correlación directa entre ambas cosas, un factor importante a tener en cuenta a medida que continúa el desarrollo de vacunas, señalaron los investigadores. Otro hallazgo importante fue que un segundo estudio realizado por el mismo equipo encontró que los monos que fueron infectados con el nuevo coronavirus desarrollaron inmunidad. En esa investigación, nueve macacos adultos fueron infectados con el virus, pero entonces lo eliminaron de sus cuerpos cuando volvieron a exponerse al virus 35 días más tarde. Los nueve también tuvieron pocos o ningún síntoma tras la nueva exposición, y tuvieron respuestas inmunitarias que parecieron protegerlos contra una segunda infección. Se necesita más investigación para averiguar cuánto dura esta inmunidad natural, anotaron los autores del estudio. Aun así, \"en esos dos estudios, demostramos que en los macacos Rhesus los prototipos de vacunas protegían contra la infección con el SARS-CoV-2, y que la infección con el SARS-CoV-2 protegía contra una nueva exposición\", añadió Barouch en un comunicado de prensa del Beth Israel. Pero enfatizó que la investigación realizada en animales a veces no da resultados en las personas, de forma que \"investigaciones futuras tendrán que abordar preguntas importantes sobre la duración de la protección, además de las plataformas óptimas para la vacuna contra el SARS-CoV-2 en los humanos\". Más información Los Centros para el Control y la Prevención de Enfermedades de EE. UU. ofrecen más información sobre el [nuevo coronavirus](https://espanol.cdc.gov/coronavirus/2019-ncov/index.html%0D%0A). Artículo por HealthDay, traducido por "}