{"title": "Need to Know: High-dose Biotin Protocol for Multiple Sclerosis", "author": "Tamara Sellman", "url": "https://multiplesclerosisnewstoday.com/2019/01/31/high-dose-biotin-protocol/", "hostname": "multiplesclerosisnewstoday.com", "description": "Columnist Tamara Sellman examines findings from research into the use of high-dose biotin to treat MS-related disability.", "sitename": "Multiple Sclerosis News Today", "date": "2019-01-31", "cleaned_text": "Need to Know: High-dose Biotin Protocol Editor's note: \" [Need to Know](http://multiplesclerosisnewstoday.com/2018/12/13/ms-need-to-know-good-books/)\" is a series inspired by common forum questions and comments from readers. Have a comment or question about MS? Visit our [forum](http://multiplesclerosisnewstoday.com/forums/). This week's question is inspired by the forum topic \" [Have you tried the high dose biotin protocol?](http://multiplesclerosisnewstoday.com/forums/forums/topic/have-you-tried-the-high-dose-biotin-protocol/)\", from April 26, 2018. What is the high-dose biotin protocol? Recent research points to the use of a vitamin supplement, biotin, to treat primary progressive multiple sclerosis (PPMS) and secondary progressive multiple sclerosis (SPMS). A [recent study](http://onlinelibrary.ectrims-congress.eu/ectrims/2018/ectrims-2018/229554/laura.couloume.high-dose.biotin.in.progressive.multiple.sclerosis.a.html) discussed at last fall's European Committee for Treatment and Research in Multiple Sclerosis ( [ECTRIMS](https://www.ectrims.eu/)) event in Berlin, while limited in size and focus, may spark further research into what could be an inexpensive and safe approach to halting the disabling effects of MS. What is biotin? Biotin, or [vitamin B7](https://ods.od.nih.gov/factsheets/Biotin-Consumer/), belongs to the group of B vitamins. It's water-soluble, which helps to metabolize substances including fatty acids and glucose, and convert food into caloric energy. It's considered a safe supplement, as the body doesn't store biotin and excess biotin is excreted. The recommended daily dose is 30 micrograms (mcg) for adults and pregnant women, and 35 mcg for breastfeeding women. People who drink alcohol in excess may need to supplement their biotin levels. Don't want to take a supplement? You can find biotin in foods such as yeast, egg yolks, broccoli, sweet potatoes, spinach, milk, bananas, nuts, grains, and liver. How might biotin help with MS? According to the findings of a recent [study discussed](https://www.neurologyadvisor.com/ectrims-2018/high-dose-biotin-progressive-multiple-sclerosis-treatment/article/807137/) in Neurology Advisor, high doses of biotin reversed MS-related disability in 13 percent of PPMS patients who used the protocol. This form of high-dose, pharmaceutical-grade biotin, [MD1003](https://www.mstrust.org.uk/a-z/md1003-biotin), is manufactured under the name Qizenday by medDay Pharmaceuticals. This protocol is currently under Phase 3 investigation (with a completion date expected in September 2019) for application in progressive patients ( [NCT02936037](https://clinicaltrials.gov/ct2/show/NCT02936037?term=MD1003&phase=2&rank=3)). MS specialists in France are currently prescribing it to their progressive patients. [Other research suggests](https://www.neurologylive.com/journals/neurologylive/2018/december-2018/remyelination-in-multiple-sclerosis-the-next-treatment-frontier) that high doses of MD1003 — 300 mg (100 mg taken three times daily) — may assist the brain with remyelination. How does high-dose biotin work? Research suggests that these high levels of biotin may promote both remyelination and energy production in the cells of damaged nerves, which could lead to improvements in disability. Other findings show that subjects with MS using high-dose biotin reported: - Reduced pain - Improved energy [Better vision](https://mssociety.ca/research-news/treatments-in-development/md1003) - A reduction in partial paralysis Does this mean people with MS should flock to the drugstore and buy up inexpensive supplies of biotin? High doses are at 10,000 times the recommended dose for healthy people. The U.K.'s [MS Trust issued a caution](https://www.mstrust.org.uk/research/research-updates/update161206-MD1003-for-prog-MS) in its review of the protocol: \"Neurologists are warning that people should not start taking large quantities of biotin supplements which are manufactured to a lower quality than the pharmaceutical grade biotin used for this study.\" Is high-dose biotin right for you? It may or may not be the right choice — only you and your MS specialist can decide whether or not to try high doses of biotin. While the supplement is considered safe, it's not without its risks. Certain medications may interact with biotin. One side effect that may be problematic for people with MS is that high levels of biotin in the bloodstream may lead to [false results on lab tests](http://multiplesclerosisnewstoday.com/2017/12/15/biotin-use-be-careful-it-could-impact-lab-results-multiple-sclerosis/) measuring for factors such as thyroid or hormone levels, vitamin D, or [levels of troponin](https://medlineplus.gov/ency/article/007452.htm) (proteins used to identify \"silent\" heart attacks). The latter is perhaps the most dangerous. Without having an accurate measure of troponin in your bloodstream, your healthcare providers may miss a diagnosis of a serious heart condition. If you have heart problems or they run in your family, you may need to avoid biotin. It's best to consult your doctors before deciding whether to take this supplement. Are you considering high-dose biotin? Are you following this therapeutic course? If so, do you have advice to share? Post your replies in the comments below or at the [original forum entry](http://multiplesclerosisnewstoday.com/forums/forums/topic/have-you-tried-the-high-dose-biotin-protocol/). *** Note: [Multiple Sclerosis News Today](http://multiplesclerosisnewstoday.com/) is strictly a news and information website about the disease. It does not provide medical advice, diagnosis, or treatment. This content is not intended to be a substitute for professional medical advice, diagnosis, or treatment. Always seek the advice of your physician or other qualified health provider with any questions you may have regarding a medical condition. Never disregard professional medical advice or delay in seeking it because of something you have read on this website. The opinions expressed in this column are not those of [Multiple Sclerosis News Today](http://multiplesclerosisnewstoday.com/) or its parent company, BioNews Services, and are intended to spark discussion about issues pertaining to multiple sclerosis. "}