{"title": "No existe ningún jarabe que cure el coronavirus", "author": "Espejo Público", "url": "https://www.antena3.com/programas/espejo-publico/noticias/mi-sobrina-nos-llamo-antes-de-morir-diciendo-que-su-tio-los-estaba-matando_202009175f633b6441cb4900015039a0.html", "hostname": "antena3.com", "description": "Sin ir a la farmacia nos hemos topado con una publicación en Facebook que anuncia un supuesto jarabe natural para combatir el COVID-19. No se lo crean, esto es totalmente falso. Es un nuevo bulo que te contrastamos en #VerificaA3N.", "sitename": "Antena 3", "date": "2023-09-22", "cleaned_text": "Publicidad #VerificaA3N No existe ningún jarabe que cure el coronavirus Sin ir a la farmacia nos hemos topado con una publicación en Facebook que anuncia un supuesto jarabe natural para combatir el COVID-19. No se lo crean, esto es totalmente falso. Es un nuevo bulo que te contrastamos en #VerificaA3N. Mensajes negacionistas y [multitud de remedios naturales](https://www.antena3.com/programas/espejo-publico/noticias/la-solucion-mineral-milagrosa-no-cura-el-coronavirus-ni-el-cancer_202009095f58bf433703420001debb40.html) para combatir el coronavirus circulan durante los últimos meses por Internet. Pero, ojo, no se crean todo lo que se comparte en las redes. Uno de los últimos bulos es esta publicación donde se anuncia [un jarabe, denominado 'Supal 20',](https://www.antena3.com/programas/espejo-publico/noticias/jefe-de-medicina-interna-ningun-farmaco-cura-hoy-en-dia-el-coronavirus_202007035eff194c7940060001a4d6a0.html) como remedio y suplemento ideal para prevenir y curar el coronavirus, bajo el lema \"Ante el virus yo me protejo con Supal\". Según la publicación falsa más de 1500 pacientes tratados y recuperados lo avalan. Hemos podido saber que se trata de un jarabe de origen ecuatoriano, muy vendido en el sur de Colombia. Está hecho a base de alimentos como ajo, cebolla y perejil, comúnmente usados para tratar la gripe común, pero sin valor probado científicamente contra el COVID-19. Puedes volver a ver toda la información sobre el falso jarabe que cura el coronavirus en Atresplayer. Publicidad "}