{"title": "13 Bell's Palsy Tips and Takeaways (Battle with Bell's Palsy Part 5)", "author": "Holley Grainger", "url": "https://holleygrainger.com/my-battle-with-bells-palsy-tips-and-takeaways-for-newly-diagnosed/", "hostname": "holleygrainger.com", "description": "Bells palsy tips and takeaways on what do know and do (and don't do) when you're diagnosed by Bell's Palsy Survivor, Holley Grainger.", "sitename": "Holley Grainger", "date": "2015-02-06", "cleaned_text": "I've spent the last few days sharing the story of my diagnosis, treatment, and recovery from Bell's palsy and the outpouring of similar stories has been overwhelming. In hindsight, I wish I had reached out to the blogosphere at onset to find people going through what I was experiencing and could commiserate with me. Bell's palsy has a funny way of making you feel isolated, depressed, mad, scared, selfish, withdrawn, embarrassed, hopeless, unattractive, debilitated, stressed out, exhausted, in pain, impatient, annoyed, frustrated...and the list goes on and on. And despite the love, care, and encouragement of family and friends, you still feel like you're spinning in a self-absorbed little bubble wondering if you're being selfish for being sad that your face looks completely messed up, that your ear and head hurt like it is nobody's business, and that you're tired of the looks from doctor's that are happy to try to treat you but aren't really 100% sure what to do. I mentioned in an earlier post that when I was first diagnosed my husband connected me with the wife of one of his friends that had been battling Bell's palsy and synkinesis for a few years. Rachel was a godsend! I spoke to her the day after onset and kept in communication regularly those first few weeks. I was SO fortunate to have someone else that understood my pain (literal and figurative), that didn't judge me, that didn't require a 15-minute lesson in just what the heck was going on with me, and that could understand and sympathize when I was hard to understand because I spoke with such a heavy slur (like my mouth had been shot up with the strongest novacain available). In addition to my team, I give her so much credit for my speedy recover. As someone in the medical field, I trusted the research that Rachel had done and the time she spent for herself (and now for me) to sort through the do's and don'ts (and how they have drastically changed in even the last 5 years. I truly believe that her council along with my doctors, prayers, meds, and rest was what helped me heal so quickly. Below is a list of top tips and takeaways that I gleaned from Rachel, research, Dr. Rodgers, and Gaye Cronin. If you're newly diagnosed, I hope these tips help you too. The 5 Musts-Do's When First Diagnosed with Bell's Palsy: 8 Tips and Takeaways When First Diagnosed with Bell's Palsy HUGE thank you's to all of you that have stuck with me and [read through this entire series](https://holleygrainger.com/my-battle-with-bells-palsy-the-complete-5-part-series/). It was an extremely emotional and stressful time but I'm thankful to be where I am today and hopeful that my story may help others suffering find comfort and support. If you or someone you know is suffering from Bell's palsy or recently diagnosed, please feel free to share this series and connect them with me on "}