{"title": "26 Anti-Aging Secrets That Could Add Years to Your Life", "author": "Denise Mann; MS Updated Jan", "url": "https://www.thehealthy.com/aging/healthy-aging/anti-aging-secrets-that-add-years-to-your-life/", "hostname": "thehealthy.com", "description": "Find out the anti-aging diet and lifestyle secrets from experts that could add years to your life, from giving blood to jumping rope.", "sitename": "The Healthy", "date": "2018-08-20", "cleaned_text": "26 Anti-Aging Secrets That Could Add Years to Your Life While the exact location of the fountain of youth still eludes us, these expert-approved [anti-aging](https://www.thehealthy.com/beauty/anti-aging/foods-anti-aging/) secrets may lengthen your life span. How to slow down aging Yes, it is possible to take steps that will help you look and feel younger, and keep you in tip-top shape. Anti-aging research has been taking off for years, with scientists studying [drugs](https://www.sciencedirect.com/science/article/abs/pii/S0047637417300696) and [supplements](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2695174/) that can help. But there are actually things you can do in your everyday life to [slow down the negative effects of aging](https://www.thehealthy.com/beauty/anti-aging/natural-remedies-slow-aging/) and even potentially add years to your life. Here are the expert anti-aging secrets you need to know. Get The Healthy @Reader's Digest [newsletter](https://www.thehealthy.com/newsletter/?link_name=newslettersignup&link_module=newslettersignup&link_pos=+notificationbar) Deep-six the sugar Sugar is public health enemy No. 1 when it comes to aging, says Troy, Michigan-based plastic surgeon [Anthony Youn,](http://www.dryoun.com/plastic-surgery/dr-youn/) MD, author of [The Age Fix: A Leading Plastic Surgeon Reveals How to Really Look 10 Years Younger](https://www.amazon.com/Age-Fix-Leading-Plastic-Surgeon-ebook/dp/B00W22IKG0/?tag=healthtmb-20). \"One study attributed 184,000 deaths each year to sugary drinks like soda pop and punch,\" he says. \"Not only do they increase your risk of [type 2] diabetes and being overweight, but the sugar in the drinks also can make you look older.\" Give up gluten, if you have a sensitivity Gluten-free diets are trendy, Dr. Youn says, and for some people they make sense. About 1% of the population has [celiac disease](https://www.thehealthy.com/digestive-health/celiac-disease-symptoms/), a serious autoimmune condition in which gluten—a type of protein found in wheat and other grains—triggers an immune attack on the intestines. For those people, a gluten-free diet is essential to avoid malnutrition, fertility problems, osteoporosis and a host of other health problems. Other people can have a gluten sensitivity, \"which can cause [gastrointestinal] distress, brain fog, weight gain and generalized inflammation,\" he says. Inflammation is the smoking gun in a long list of diseases that can shave years off your life. That said, most experts do not recommend going gluten free unless you have to. Gluten-free diets can be expensive and also make it more challenging to get the nutrients that you need. [Going Gluten-Free? You Need to Know About This Hidden Danger](https://www.thehealthy.com/weight-loss/health-risk-of-gluten-free-diet/) Eat the rainbow Colorful fruits and vegetables are chock-full of anti-aging antioxidants—the valuable substances are in the actual pigments that make up the color of these foods, Dr. Youn says. \"Eat a wide array of colors to improve your health and slow down the aging process.\" Floss your teeth Flossing your teeth daily will decrease inflammation in your gums, says [Michael Roizen](https://my.clevelandclinic.org/staff/6161-michael-roizen), MD, Cleveland Clinic's chief wellness officer and author of several books, including [Real Age: Are You as Young as You Can Be? ](https://www.amazon.com/Realage-Are-You-Young-Can/dp/075676047X/?tag=healthtmb-20) \"Inflammation is one of the greatest causes of aging; it's linked to heart disease and stroke and impedes the immune system, which increases the risk of infection, cancer and brain dysfunction,\" he says. \"Gum disease is one of the biggest causes of inflammation that we have, but we can prevent it by flossing and seeing a dentist twice a year.\" De-stress Stress and stressors are everywhere. While that's tough to change, shifting the way you react can reap some anti-aging benefits. That's key because not coping well with stress can take its toll on health and longevity, Dr. Roizen says. \"Learning how to manage stress with guided imagery, [meditation](https://www.thehealthy.com/alternative-medicine/meditation-tips/), deep breathing or another practice can add years to your life,\" says Dr. Roizen. Try his trick to calm down: he puts a finger on his belly button to feel it going in and out—and confirm that he's taking deep breaths—when he's combating the effects of stress. Consider joining the D team Vitamin D deficiency has been linked to a host of [age-related diseases](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5440113/), many of which can shorten your life, according to 2018 research published in Aging and Disease. \"Get your blood levels tested and supplement accordingly,\" Dr. Roizen says. Ask about aspirin Taking low-dose [aspirin](https://www.thehealthy.com/heart-disease/heart-disease-breakthroughs-2019/) every day may reduce your risk of stroke or heart attack, but discuss with your doctor whether this therapy makes sense for you (it can also increase the risk of uncontrolled bleeds, or stroke). \"We also know that daily baby aspirin reduces the risk of nine major cancers,\" Dr. Roizen says. While once routinely recommended, the American Heart Association now recommends that you never start taking [low-dose aspirin](https://www.heart.org/en/health-topics/heart-attack/treatment-of-a-heart-attack/aspirin-and-heart-disease) without consulting with your doctor first—the risks sometimes outweigh the benefits. Take a coffee break Drinking [coffee](https://www.thehealthy.com/food/drinking-coffee-prevents-damage-dna/) or [tea](https://www.thehealthy.com/food/health-benefits-of-tea/) daily is a top anti-aging secret that you might already be doing! This habit is associated with a lower risk of developing [cancer](https://www.thehealthy.com/cancer/10-foods-to-help-prevent-cancer/), type 2 diabetes, dementia and Parkinson's disease. \"Decaf has half of the effect, so caffeinated is better, especially if you are a fast caffeine metabolizer and don't get headaches, gastric distress or heart palpitations from caffeine,\" Dr. Roizen says. \"The more you drink without side effects, the greater the benefits.\" Jump! Jumping 40 times a day on a hard surface will strengthen your bones and spinal discs and decrease your risk of breaking a bone, Dr. Roizen says. According to the [CDC](https://www.cdc.gov/injury/features/older-adult-falls/index.html#:~:text=About%2036%20million%20falls%20are,departments%20for%20a%20fall%20injury.), more than 32,000 deaths due to falling occur among adults older than 65 each year, which means strong bones are an important anti-aging key to keep you healthy. Be first in line for your shots Make sure you are up-to-date on all of your shots and [immunizations](https://www.thehealthy.com/vaccines/booster-shots/) since this is the best way to keep your immune system in tip-top shape. Immunizations are especially important if you are one of the millions of people living with diabetes. Walk the walk Sitting or being sedentary for long periods of time increases the risk for all sorts of diseases and conditions that can shorten lives, Dr. Roizen says. \"Don't sit for more than two hours in a row, and walk at least two minutes every two hours,\" he says. [Here's How Long You Need to Walk to Lower Your Blood Sugar, New Research Finds](https://www.thehealthy.com/exercise/walking/blood-sugar-walking/) Quit smoking Smoking tobacco is linked to a laundry list of diseases that will shorten your life, including [cancer](https://www.thehealthy.com/cancer/cancer-prevention-oncologists/), [heart disease](https://www.thehealthy.com/heart-disease/countries-lowest-heart-attack-rates/) and stroke. It's not just cigarettes, either: Vaping or spending time in hookah parlors is also dangerous, Dr. Roizen says. Your body will [heal in lots of mind-blowing ways](https://www.thehealthy.com/addiction/smoking/quit-smoking-heal/) once you quit smoking. Take care of your cells Telomeres are protective caps on the ends of our chromosomes that dictate how long cells live. Short telomeres are linked to a host of age-related diseases and conditions, but a small study shows that positive changes in four key areas—your diet, exercise, stress management, and social support— [may lengthen telomeres](https://www.thelancet.com/journals/lanonc/article/PIIS1470-2045%2813%2970366-8/fulltext), according to research published in The Lancet Oncology. Eat like a Greek The anti-aging [Mediterranean diet](https://www.thehealthy.com/food/recipes/mediterranean-diet-plan/) is rich in vegetables, fruits, whole grains, healthy fats and lean protein: Research published in Ageing Research Reviews in 2019 found that people who eat a [Mediterranean diet have longer telomeres](https://www.sciencedirect.com/science/article/pii/S1568163718301983). Say \"cheers\" People who have around one to two drinks a day appear to be less likely to develop dementia or suffer a premature death in comparison with people who don't drink at all. But moderation is crucial, says Dr. Roizen. Moderate alcohol consumption is defined as having up to one drink per day for women and two drinks per day for men—that's it. More than that erases the benefits, he says. [This Is What Happens When You Drink a Glass of Wine Every Night](https://www.thehealthy.com/food/red-wine-benefits/) Live with purpose Having a deeper meaning and [purpose in your life encourages healthy choices](https://journals.sagepub.com/doi/abs/10.1177/1359105317708251) and behaviors, according to a 2017 study in the Journal of Health Psychology. The researchers found that people with a higher sense of purpose were more likely to eat lots of vegetables, exercise, get good sleep, and even floss their teeth. All important anti-aging factors to keep you feeling young! Get your zzz's Good sleep reduces stress and your risk of developing chronic health conditions associated with stress, says Los Angeles sleep expert [Michael J. Breus](https://thesleepdoctor.com/about/) PhD, author of several books on sleep, including [The Power of When](https://www.amazon.com/Power-When-Discover-Chronotype-Lunch/dp/0316391263/?tag=healthtmb-20). Poor sleep, however, sets us up for obesity and other diseases that can shorten lives. Know your numbers Take control of your health and aging by learning these [six numbers](https://www.thehealthy.com/weight-loss/16-ways-to-monitor-your-health-between-checkups/): How many calories you need in a day, your waist size, cholesterol levels, triglyceride levels, blood pressure and morning pulse rate. Another good one to know? Your [blood sugar](https://www.thehealthy.com/diabetes/type-2-diabetes/glucose-facts/). Tracking these numbers and keeping them in healthy ranges will tack years onto your life. Get screened We live in a wonderful age in which there are countless screening tests for numerous deadly diseases and conditions—and they allow doctors to catch problems early when they are most treatable. Recommendations from the [Centers for Disease Control and Prevention (CDC)](https://www.cdc.gov/cancer/dcpc/prevention/screening.htm) vary by age and other risk factors. C'mon, get happy Look on the bright side: not all anti-aging secrets mean a trip to the doctor! Of 100,000 women in the Women's Health Initiative study, those with an optimistic outlook on life were [14% less likely than pessimists to die](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4071123/) during the study's first eight years, according to the research published in the Journal of the Academy of Nutrition and Dietetics. [9 Healthy Habits Your 80-Year-Old Self Will Thank You for Having Today](https://www.thehealthy.com/habits/healthy-habits-old-age/) Limit red meat Eating red meat is associated with a higher risk of dying from cancer, heart disease, respiratory disease, stroke, diabetes, infections, kidney disease and liver disease. On the other hand, eating white meat like [fish and chicken reduces the risk](https://www.bmj.com/content/357/bmj.j2241), a 2017 study in the BMJ suggests. Although it's often hard to determine if a specific food is the actual cause of a health outcome, many experts recommend limiting your intake of red meat, specifically if it's processed or cured (think bacon and hot dogs). Care for others Giving back is a great anti-aging secret that isn't hard to do. For example, according to a a 2016 study in Evolution and Human Behavior, grandparents who care for their grandchildren [live longer than grandparents who don't](https://www.sciencedirect.com/science/article/pii/S1090513816300721) pitch in. Avoid AGEs Advanced glycation end products—AGEs—are chemicals found naturally in food such as aged cheese and meats and grilled or fried food. In some research published in Scientific Reports, [people who follow a low-AGE diet](https://www.nature.com/articles/s41598-017-02268-0) have lower measures of cholesterol, inflammation and risk factors for diabetes. [How to Make Vegan Cashew \"Cheese\" Sauce that Everyone Will Love](https://www.thehealthy.com/nutrition/vegan-cashew-cheese-sauce/) Donate blood Frequent [blood donors live longer](https://www.ncbi.nlm.nih.gov/pubmed/26098293) than people who don't give blood, according to a 2015 study published in Transfusion. Blood donors are known to be healthier in general, but the researchers still found an added benefit from the act of giving itself. Learn from super agers \"Super agers\" have cognitive abilities that are on par with people decades younger than they are. Learn how to eat, exercise, socialize, and more to [ become a super ager yourself.](https://www.thehealthy.com/aging/healthy-aging/healthy-aging-signs/) For more wellness updates, follow The Healthy on [Anthony Youn,](http://www.dryoun.com/plastic-surgery/dr-youn/)MD, author of [The Age Fix: A Leading Plastic Surgeon Reveals How to Really Look 10 Years Younger](https://www.amazon.com/Age-Fix-Leading-Plastic-Surgeon-ebook/dp/B00W22IKG0/?tag=healthtmb-20) [Cell Metabolism](https://www.cell.com/cell-metabolism/fulltext/S1550-4131%2817%2930612-5): \"Dietary Restriction and Peroxisome Remodeling\" [Michael Roizen](https://my.clevelandclinic.org/staff/6161-michael-roizen), MD, Cleveland Clinic's chief wellness officer and author of several books, including [Real Age: Are You as Young as You Can Be?](https://www.amazon.com/Realage-Are-You-Young-Can/dp/075676047X/?tag=healthtmb-20) and Disease](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5440113/): \"Vitamin \"Topical reduces markers of human skin: an exploratory, prospective, randomized trial\" [Evolution and Human Behavior](https://www.sciencedirect.com/science/article/pii/S1090513816300721): \"Caregiving within and beyond the family is associated with lower mortality for the caregiver: A prospective study\" [Journal of Health Psychology](https://journals.sagepub.com/doi/abs/10.1177/1359105317708251): \"A purposeful lifestyle is a healthful lifestyle: Linking sense of purpose to self-rated health through multiple health behaviors\" [Michael J. Breus](https://thesleepdoctor.com/about/)PhD, author of several books on sleep, including [The Power of When](https://www.amazon.com/Power-When-Discover-Chronotype-Lunch/dp/0316391263/?tag=healthtmb-20) [Centers for Disease Control and Prevention (CDC)](https://www.cdc.gov/cancer/dcpc/prevention/screening.htm): \"Screening\" [Journal of the Academy of Nutrition and Dietetics](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4071123/): \"Optimism and Diet Quality in the Women's Health Initiative\" [BMJ](https://www.bmj.com/content/357/bmj.j2241): \"Red meat consumption is linked to higher risk of death from most major causes\" [Scientific Reports](https://www.nature.com/articles/s41598-017-02268-0): \"Consumption of diets of randomised controlled trials\" [Transfusion](https://www.ncbi.nlm.nih.gov/pubmed/2609829): \"Blood donation and blood donor mortality after adjustment for a healthy donor effect.\" [The Lancet Oncology](https://www.thelancet.com/journals/lanonc/article/PIIS1470-2045%2813%2970366-8/fulltext):\"Effect of comprehensive lifestyle changes on telomerase activity and telomere length in men with biopsy-proven low-risk cancer: Research Reviews](https://www.sciencedirect.com/science/article/pii/S1568163718301983): \"The potential nutrigeroprotective role of Mediterranean diet and its "}