{"title": "The Resurgence of Thai Herbs This article explores Thai herbs, their origins, modern relevance, and new developments amid a global focus on wellness. - ROYAL THAI EMBASSY, TEHRAN, IRAN", "author": "Thailand Now", "url": null, "hostname": null, "description": "The Resurgence of Thai Herbs This article explores Thai herbs, their origins, modern relevance, and new developments amid a global focus on wellness.", "sitename": "ROYAL THAI EMBASSY, TEHRAN, IRAN", "date": "2021-07-13", "cleaned_text": "13 Jul 2021 30 Nov 2022 Full of smiles, always ready to have a good time, and able to enchant visitors to stay, you would think the Thai people put something in the food... or do they? While Thailand's love for zestful dishes made using an abundance of herbs is well known, the health and medicinal purposes of these recipes has only recently begun to come to the fore. Now more than ever, people the world over are looking to integrate wellness into their daily lives and to avoid over medication, turning their attention to Thailand's tradition of incorporating health-boosting herbs into everyday cuisine. With roots in ancient practices that have kept the Thai people healthy and lively for thousands of years, Thailand's use of herbs as medicine has begun to draw the attention of modern science. In this article, we ask, what are Thai traditional herbs, how are they used in Thai cuisine, and why have they drawn such focus in recent years? The Resurgence of Thai Herbs The Thai term for herb, samunprai, is applied to any plant that can be used for health or medicinal purposes. Traditional Thai herbalists view each plant in terms of its component parts, with the fruit, petals, leaves, bark, and roots each having their own application. Evidence of Thai herbal medicine use is found as far back as 8,000 years ago, with US archaeologist Douglas Yen finding traces of Aleurite and Areca crops in the pre-historic community of Ban Chiang, plants that would have served as primitive treatments for skin and oral conditions. Herbal medicine was nonetheless solidified with the introduction of Ayurveda, the \"Science of Life\" from the Indian subcontinent. Ayurveda practices began to be folded into Thai traditional medicine during the Ayutthaya period, forming the basis of approaches still used today. A memorandum issued under King Narai the Great even called for herbal medicine to be made available to his subjects as a precursor to public health. Much like Ayurveda, Thai traditional medicine begins with a view that the human body comprises basic elements or tard. A person is healthy when their four elements of earth, wind, fire, and water are in harmony, while environmental changes, an inappropriate state of mind, improper lifestyle, or a poor diet can cause imbalances in the body. It is through the consumption of herbs that the Thai people most regularly seek to maintain their internal congruity. Herbs in Thai cuisine Green curry paste ingredients Centering on maintaining harmony and balance within the body throughout life, Thai herbs are chosen and incorporated into the daily Thai diet just as much for health as they are for flavor, with different dishes chosen for their herbal components. Thailand's kaleidoscope of curries are often tied to the treatment of certain conditions or the promotion of certain states of being. Kaeng Luang, or yellow curry, takes its hue from turmeric, which improves digestion and treats digestive ailments. Kaeng Krachai Pla, or fish and fingerroot curry, brims with the aptly named variety of ginger, which aids in combating bacterial bouts in the intestine. The country's famed Green Curry, Kaeng Kiew Whan, brings together Thai chilies, lemongrass, and galangal to become a powerful immunity booster. Thai street food mainstay Pad Krapao features both Thai sweet basil and holy basil. In the traditional view, these herbs enrich a person's fire element, but modern science has found basil leaves to contain phenols that help in the regulation of fat and sugars in the body. Coriander root, which comprises part of Thai cooking's own Holy Trinity, was used for elemental balance by ancient Thais and, today, is known to contain antioxidants that boost the immune system. Joining the triumvirate is garlic, which once expelled excess wind from the body and now helps in the regulation of blood pressure and to stave off heart disease. Easily found on any Thai street corner and growing in availability in Asian groceries worldwide, the aforementioned herbs and dishes form only the beginning of Thailand's list of healthful plants. Lesser known names include Gotu Kola, a memory booster that nourishes the nerves and stimulates circulation; Piper Lolot, which helps in the expulsion of phlegm; and Bitter Melon, whose juice can aid with canker sores and even stimulate insulin production. Renewed focus on Thai herbs Green Chiretta Modernization and globalization have seemingly only intensified Thailand's belief in the power of herbs, with traditional remedies in recent years becoming a booming industry. The Journal of Health Science found that herbal medicinal products in Thailand were a THB42.4 billion (US$1.36 billion) domestic industry in 2018, growing 11% from the prior year. The trend continued well into 2020 before the impacts of COVID-19, which itself further highlighted the need for Thai herbal knowledge in the modern world when Green Chiretta was approved by the Thai government as a viable way to alleviate COVID-19 symptoms. Health products based on cordyceps, stevia, and cloves make up a sizable portion of the local advertising landscape, reaching audiences alongside cooking shows focused on the health benefits of Thai cooking materials, such as the popular Eatamare on Thai PBS and Mahidol Channel's Healthy Fine Day. This increasing awareness has not been limited to the Kingdom, with institutions across the globe also taking interest. A review published in the March 2014 edition of Phytotherapy Research outlined that Moringa oleifra, known in Thailand as marum, contains compounds such as beta-carotene and quercetin along with a range of vitamins and minerals. Academics at Osaka City University's Department of Molecular Pathology similarly investigated Pueraria mirifica, Thailand's Kwow Krua Kaow, and its estrogen-like properties. The government of Thailand itself has devoted a significant amount of attention and resources to herbs and their medical applications. The Department of Thai Traditional and Alternative Medicine in late 2020 entered into a collaboration with the Ministry of Tourism & Sports to promote Thai herbal remedies to the nation's visitors, adding to a Ministry of Public Health project launched in 2017 to inject THB320 billion into raising the value of the country's herbal product trade over five years. Anutin Charnvirakul, Deputy Prime Minister and Minister of Public Health, opening a cannabis clinic at the Thai Traditional Medicine Museum. Source: Chaiwat Subprasom / [Shutterstock.com](https://shutterstock.com/) On the horizon for Thai herbal medicine is cannabis, with the plant's leaves, stalk, stem, and roots removed from the Thai Food and Drug Administration's Type 5 narcotics list. Alongside hemp, cannabis was among Thailand's traditional herbs and was used in several traditional dishes before being made illegal in the 1930s. With global perceptions changing, however, the Thai government has set a policy to have cannabis and hemp serve as new materials for the food, health, spa, and tourism industries. From the glycaemia-regulating Thai sweet basil in lunches across the country to the calm-inducing cannabis extracts of the future, Thai herbs are set to not only continue their integral role in the lives of the Thai people, but to grow in acceptance, application, and appreciation worldwide. Balancing the four elements of the body or aiding in the treatment of disease, mindful inclusion of Thai herbs into daily meals provides a straightforward, and delicious, way to fortify one's health and wellbeing. So mash in some extra coriander root and garlic, and start experiencing all that Thai herbs have to offer today. About the Author: Itiporn \"Van\" Lakarnchua A radio producer, newscaster, and communications consultant, Van graduated with a Master's in Bilingual Education from Rangsit University and has produced media programs and marketing collateral for major Thai and international corporations. His work spans a range of industries, including civil aviation, hospitality, real estate, food & beverage, and tourism. When he's not consulting on marketing campaigns, Van is passionate about voice work, sound engineering, and Thailand's live music scene. Office Hours: Sunday to Thursday, 08:30-12:00 and 13:00-16:30 (Except public holidays) "}