{"title": "Siobhan Tellez, MS, APRN, CPNP-PC", "author": "Siobhan Tellez; MS; APRN; CPNP-PC", "url": null, "hostname": null, "description": "Siobhan Tellez, MS, APRN, CPNP-PC, is a nurse practitioner in the Division of Endocrinology at Cincinnati Children's Hospital Medical Center.", "sitename": null, "date": "2023-02-15", "cleaned_text": "Working at a summer camp for kids with type 1 diabetes as a nursing student, and again as a newly graduated nurse, inspired me to focus my career on caring for children with diabetes. I chose to become a pediatric nurse practitioner and completed my Master of Science in Nursing degree at the University of California San Francisco. My degree included a fellowship program in diabetes management. As a nurse practitioner, I work in the Division of Endocrinology with children who have type 1 diabetes. My focus is on children who have had a total pancreatectomy with islet auto-transplantation (TPIAT). I speak Spanish and am certified through Cincinnati Children's as a qualified bilingual clinician. I believe in a holistic, family-focused approach to diabetes self-management. My goal is to provide support to my patients and their families and to partner with them to manage their diabetes. My hope is to help them eventually become experts in their own care. I encourage families to engage with our experienced educational team, which includes certified diabetes care and education specialists and social workers. We pair yearly visits with the education team with provider visits so that patients and families can conveniently benefit from the team's knowledge, guidance and multi-faceted approach to supporting children and families with diabetes. My research efforts focus on improving outcomes for patients who have had a TPIAT. I'm particularly interested in reducing the burden of diabetes management post-surgery through the use of diabetes technology. These tools include the use of an insulin pump, continuous glucose monitoring (CGM) and promoting tight management of blood glucose to optimize islet health post-transplant. In my free time, I absolutely love traveling to new places. I like running, especially half marathons — I've run four and counting! I also enjoy my two wonderful cats. BSN: Boston College, Boston, MA, 2013. MSN: University of California San Francisco, San Francisco, CA, 2017. Certification: Certified Pediatric Nurse Practitioner-Primary Care, Pediatric Nursing Certification Board (PNCB), 2017. Diabetes Endocrinology, Pancreas Care Center, Diabetes Center Cincinnati Children's strives to accept a wide variety of health plans. Please contact your health insurance carrier to verify coverage for your specific benefit plan. [Inaccurate Glucose Sensor Values After Hydroxyurea Administration.](https://www.ncbi.nlm.nih.gov/pubmed/33314990) Diabetes Technology and Therapeutics. 2021; 23:443-451. [Improved Glycemic Outcomes with Early Initiation of Insulin Pump Therapy in Pediatric Postoperative Total Pancreatectomy with Islet Autotransplantation.](https://www.ncbi.nlm.nih.gov/pubmed/34064129) Journal of Clinical Medicine. 2021; 10. [Continuous Glucose Monitoring in the Intensive Care Unit Following Total Pancreatectomy with Islet Autotransplantation in Children: Establishing Accuracy of the Journal of Clinical Medicine. 2021; 10. [Treatment-Induced Neuropathy of Diabetes in Youth: Case Series of a Heterogeneous and Challenging Complication.](https://www.ncbi.nlm.nih.gov/pubmed/33195956) Journal of the Endocrine Society. 2020; 4. 903-P: Hydroxyurea Resulting in False Elevation of Continuous Glucose Sensor Values. Diabetes. 2020; 69. 115-OR: Early Insulin Pump Use in Pediatric Post-Total Pancreatectomy Islet Auto Transplantation Management. Diabetes. 2020; 69. "}