{"title": "Exercise may enhance the effects of a COVID or flu shot", "author": "GRETCHEN REYNOLDS", "url": "https://www.seattletimes.com/nation-world/exercise-may-enhance-the-effects-of-a-covid-19-or-flu-shot/", "hostname": "seattletimes.com", "description": "This was a small, preliminary study, but it adds to mounting evidence that being fit and physically active may prime our bodies to respond with extra robustness to flu and COVID-19 vaccines.", "sitename": "The Seattle Times", "date": "2022-02-14", "cleaned_text": "Taking a long, brisk walk, jog or bike ride after your next COVID-19 or flu vaccine might amplify the benefits of the shot, according to a new study of exercise and immunization. The study, which involved 70 people and about 80 mice, looked at antibody responses after a jab with the influenza vaccine or both rounds of the Pfizer-BioNTech COVID-19 vaccine. It found that people who exercised for 90 minutes right after their shot subsequently produced more antibodies than people who did not. The extra immune boost, which should help reduce their risk of falling seriously ill from those diseases, did not seem to trigger an increase in side effects. The study's results are preliminary and need to be tested in larger numbers of people. But the findings add to mounting evidence that being fit and physically active may prime our bodies to respond with extra robustness to flu and COVID-19 vaccines. Exercise alters 'almost all' our immune cells. The relationship between exercise and immunity is, in general, well established. Most studies show that being physically active helps protect us against catching colds and other mild, upper-respiratory tract infections. Being fit may also ease the severity of an infection if we do get sick. In a study last year of almost 50,000 Californians who developed COVID-19, for example, those who had been exercising regularly before their diagnosis were about half as likely to wind up hospitalized as people who rarely worked out. On the other hand, extreme exercise might undermine our immunity. Marathon runners often report getting sick after races, and lab mice that run to utter exhaustion tend to become more susceptible to the flu than sedentary animals. Overall, though, exercise appears to offer a potent boost to our immune systems. \"The behavior of almost all immune cell populations in the bloodstream is altered in some way during and after exercise,\" a recent review of past research on the topic concluded. So, it should not be surprising that exercise might also affect vaccine response. In some past studies, performing arm exercises before a flu shot upped the levels of antibodies and specialized immune cells afterward more than sitting quietly. And in a 2020 study, elite competitive athletes in the middle of their training seasons generated more antibodies and immune cells after a flu shot than a control group of healthy young people. Is there a right 'dose' of exercise? But few of these earlier studies aimed to suss out the best timing and amounts of exercise to amplify vaccine effects, and none looked at COVID-19 shots, which have only been available since late 2020. So, for the new study, published recently in Brain, Behavior, and Immunity, a group of immunobiologists and exercise scientists at Iowa State University in Ames asked people getting a flu or COVID-19 shot to also work out. They began by inviting dozens of healthy adults ages 18 to 87 who said they exercised occasionally to come to the lab for a flu shot. The scientists also coordinated with local COVID-19 vaccination sites to recruit 28 men and women who were getting their first COVID-19 shots. Before the vaccinations, they drew blood from all the volunteers to check antibody levels. Then they randomly assigned everyone either to sit quietly or to exercise for 90 minutes after getting their shot. Earlier research had suggested that exercising after getting a vaccine increased the immune response more than the same level of activity beforehand. And they settled on 90 minutes as a general exercise target because unpublished research from their lab suggested that amount of exercise substantially increased the production of a substance in the blood called interferon alfa that can spark the creation of immune cells. The exercising volunteers then rode a stationary bike or walked rapidly for 90 minutes after their vaccinations, either at the lab or outside on the sidewalks near the COVID-19 vaccine sites. They worked out at a mildly challenging pace, aiming to keep their heart rates between about 120 and 140 beats per minute. But the researchers also asked some of the flu-shot volunteers to ride for only 45 minutes, to see if the shorter workout might be equally effective at amping immunity. Because antibody levels tend to build in the weeks following a vaccination, the researchers drew blood from everyone again two and four weeks after their shots. (People getting the COVID-19 vaccine received their second shot in the interim, since a second Pfizer shot should be given three weeks after the first.) 45 minutes is not enough. After a month, everyone's antibody levels to the flu or COVID-19 shot rose substantially, as expected after getting a vaccine. But they were highest in the men and women who had exercised for 90 minutes afterward. This antibody bonus was not huge. \"But it was statistically significant,\" said Marian Kohut, a professor of kinesiology and member of the Nanovaccine Institute at Iowa State, who oversaw the new study. People who exercised also did not report additional side effects after their shots. (They did not experience fewer side effects, either.) Interestingly, 45 minutes of exercise in this study was not enough to bump up antibodies. The shorter workout probably did not increase the levels of substances needed to amplify immunity, including interferon alfa, Kohut said. The researchers also repeated the flu vaccine experiment in mice that either jogged afterward or stayed still. The researchers checked their blood for interferon alfa levels and found them higher with exercise. But if the scientists chemically blocked production of the substance, the animals gained a little extra antibody benefit from exercise, suggesting exercise improves vaccine response in part by first raising interferon alfa levels. The upshot of the results, then, is that \"if you have the time and a safe place to exercise after your vaccination,\" a moderate 90-minute exercise session may make your vaccine response greater, Kohut said, without adding to side effects. Could 60 minutes be enough? The study was small, though, and did not measure antibody levels for longer than a month after vaccination. It also did not track whether people eventually became infected with the flu or COVID-19, or look at the levels of various other cells that may affect the immune response, Kohut pointed out. An hour and a half is also a lot of exercise. \"It is important to remember that quite a sustained effort was needed, 90 minutes at an increased heart rate,\" said Carmine Pariante, a professor at King's College London who is the editor of the journal in which the study appeared. \"The combination of three different vaccines in humans and in an animal model is a unique strength of this study,\" said Pariante, adding that it was reassuring that the increased antibody responses were present regardless of the fitness levels of the vaccine recipient. The researchers hope to study whether 60 minutes or other durations or intensities of exercise might be helpful — or the reverse — after vaccinations, and how long antibody responses might linger. They already are enrolling people for a longer-term study of the effects of exercise on COVID-19 booster shots. But for now, if you schedule a flu or COVID-19 shot, you might block off an extra 90 minutes to briskly explore the nearby neighborhood on foot or on your bike. It just may provide an extra immune boost from your vaccine. "}