{"title": "Methods in Aromatherapy Research", "author": "G Buchbauer", "url": "https://www.perfumerflavorist.com/fragrance/regulatory-research/article/21860689/methods-in-aromatherapy-research", "hostname": "perfumerflavorist.com", "description": "I have proposed the following definition of the word aromatherapy: Therapeutic uses of fragrances or at least mere volatiles to cure and to mitigate or prevent diseases, infections and indispositions only by means of inhalation.", "sitename": "Perfumer & Flavorist", "date": "2016-04-06", "cleaned_text": "The use of essential oifs and single volatile chemicals for healing purposes has been known in folk medicine since ancient times and is discussed nowadays because of the trend back to natural drugs and therapies in medicine. The term aromatherapy was coined in the late 1920s by the French cosmetic chemist R. M. Gattefosse, who noticed the excellent antiseptic properties and skin permeability of essential oils. He defined aromatherapy as any therapy with essential oils. Anticipating the trends of the 1980s, \"New Age\" and esoterics, R, Tisserand revived this term by including it in a general natural healing method with elements of wholistic, cosmic, anthroposophic and other phenomena. Nowadays many of the so-called aromatherapists, devoid of any serious scientific training, use this definition for their own purposes, combining it with mystic elements and uttering such nonsense as \"essential oils are the soul, the spirit, the personality of the plant.''All this leads to confusion or misinterpretation. The word aromatherapy is a combination of aroma, which means \"fragrance, sweet smell, a subtle quality,\" and therapy, which implies a handling by doctors or persons trained in medical sciences, But many aromatherapists deny the close correlation of aroma to volatiles, although volatility is the distinguishing characteristic of essential oils! We need a universal definition with a scientilc basis. Therefore, I have proposed the following definition of the word aromatherapy: Therapeutic uses of fragrances or at least mere volatiles to cure and to mitigate or prevent diseases, infections and indispositions only by "}