{"title": "PDF", "author": "PDF", "url": "https://www.medstarhealth.org/-/media/project/mho/medstar/pdf/healthy-living/fall-healthy-living-2021-final-for-web.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Healthy LivingMedStar St. Mary's Hospital Tips for school year success | Our future is robotic Cancer screenings save lives | Living well with Crohn's diseaseFall 2021 Rested and ready!Surgery relieves toddler's sleep struggles2 | Healthy Living Fall 2021 Healthy Living Fall 2021 | 3As schools reopen, backpacks may not be the only thing children carry with them into classrooms this fall. \"After our lives turned upside down during the COVID-19 pandemic, it is only natural for children and parents to have a heightened feeling of anxiety as the school year begins,\" said Catherine Ingard, MD , a pediatrician at MedStar Georgetown Pediatrics in Leonardtown. Dr. Ingard offers the following tips for families trying to get back to school and back to normal. Maximize your child's health Check that your child is up-to-date on their checkups with their pediatrician and are on target with recommended vaccines for their age. If children take medications, make sure they are on the right dose and have refills if needed. Get flu vaccines for all family members this fall and COVID vaccinations for those who are eligible. Remind children about the importance of handwashing and monitor them for signs of illness. Establish routines As soon as possible, get back on school-year sleep and eating schedules. Allow plenty of time for your family's sleep to get back on track and make sure everyone is eating breakfast. Avoid screen time before bed to get the most restful sleep and focus on nutritious foods to fuel children's bodies and minds! Mentally prepare Talk with children about what is happening, including schedule changes, what to expect from the day, riding the bus, etc. Having a visual calendar of daily routines or the week can be useful for many children. Most importantly, Dr. Ingard advises, try to remain calm and positive. \"There can be a lot of anxiety starting the school year, especially after so many changes in the last year,\" she said. \"Have open discussions with your child, ask questions about how they are feeling, and continue these conversations as they start the school year.\" Catherine Ingard, MD , welcomes new patients at MedStar Georgetown Pediatrics in Leonardtown, located at 26840 Point Lookout Road, Suite 5. Call 301-475-4610 to make an appointment. Looking for specialty care in your area? Visit MedStarStMarys.org/Community to find an expert provider near you. I wish I had a crystal ball that would let me see into the future. I, like so many others, would love the answer to the question we have all been asking since the COVID-19 pandemic began, \"When and how will this crisis end?\" Of course, no one truly knows. We can make educated guesses and scientifically vetted predictions, but the reality is simple: there are still many unknowns we will have to traverse before this pandemic is truly behind us. Yet, as a hospital president, I find myself filled with an ever-growing sense of hope rooted primarily in what I know to be fact: vaccines are making a difference and turning the tide, and the ground our healthcare workers are standing on is now firmer than ever. We have learned, we have grown, we have adapted, and, most importantly, we are resilient. The COVID-19 pandemic set us on a course we never could have predicted, and we have managed every twist and turn while still providing exceptional medical care to our community. I have to say, I am beyond proud. I am also grateful. Grateful to our staff for never giving up and always reaching higher. Grateful for our visionaries who continued to recruit and bring new specialists to our area, even during a pandemic. And grateful to our community for the outpouring of support and encouragement. My heart is warmed by the knowledge that many who entered our hospital ill and broken, have returned to the loving arms of their families healthier and happy to be home. As we enter into fall and set our sights on the holidays, I hope you take a few moments to be thankful for all that you have survived this past year and remember we are here for you. We will be by your side whenever you need us, just as our hospital has been for more than 100 years— holding hands, helping, healing, and hoping for a brighter tomorrow. Be well ... Christine R. WrayDear friends, Letter from the president Christine R. Wray, FACHE President, MedStar St. Mary's Hospital Senior Vice President, MedStar Health Holly Bond Meyer Healthy Living Editor Ruby Hawks Assistant Editor Deborah Gross Writer Megan Johnson Writer Sandy Ondrejcak Designer & Photographer Bill Wood Photographer Healthy Living is published by MedStar St. Mary's Hospital. The information is intended to inform and educate about health, not as a substitute for consultation with a physician. MedStar St. Mary's Hospital of St. Mary's County, its Medical Staff and Auxiliary, are non-discriminating in their admission, treatment, employment and membership policies. The hospital employs, offers membership, renders treatment and receives vendor services without regard to race, color, religion, age, sex, national origin or ancestry, marital status or status as a qualified disabled individual. Patients receive considerate and respectful care at MedStar St. Mary's regardless of the source of payment. MedStar St. Mary's Hospital's Payment Assistance Program provides free or reduced charges for care to patients who receive inpatient and outpatient services. This program is available for individuals who are not eligible to receive medical assistance from the state and meet specific income requirements. If you are interested in finding out if you qualify for payment assistance, please contact our Credit Office at 301-475-6039. Back-to-school success. Preparation is the key to easing back-to-school anxiety4 | Healthy Living Fall 2021 Healthy Living Fall 2021 | 5facility, Rebecca became frustrated and decided to move ahead with the consultation with Dr. Chen. She was able to quickly set up an appointment at Dr. Chen's Leonardtown office. \"It was a pleasure meeting with Raelynn and her mom, Rebecca,\" said Dr. Chen. \"Raelynn had enlarged tonsils at the initial consultation, and based on Raelynn's history and her physical exam, it was obvious that she had sleep disordered breathing. The most common cause in pediatric patients for sleep disordered breathing is enlarged tonsils and adenoids. My advice was to take out her tonsils and adenoids. I felt confident a sleep study would only confirm the diagnosis and really wasn't necessary in this case.\" The next step for the three-year-old was surgery, which was scheduled for May 6. Even though COVID-19 precautions were still in place, Rebecca says she was never worried about taking her daughter to the hospital for the procedure. \"I wasn't worried at all about COVID,\" said Rebecca. \"I told Dr. Chen, 'As long as you are comfortable doing it, take them out. We don't need them; they aren't doing anything but making things worse.' I just wanted it fixed so we could all get some sleep.\" Raelynn and Rebecca made the short trip to the hospital from their home the morning of surgery. Raelynn was in and out of the operating room in less than an hour. \"I got to go back with her and held her until she went to sleep,\" said Rebecca. \"Dr. Chen said it would take about 20 minutes, but everything was a little larger, so it took a little longer. He came and talked to me after the surgery and came in to check on her in recovery. Before the surgery, he had called the hospital to make sure they had room for us to stay overnight since she was so young.\" The surgery didn't keep Raelynn down for long. \"The girl was eating a hamburger three days out of surgery, so she was fine,\" said Rebecca. \"I didn't know how she was going to do pain-wise, but she never complained. I kept her on pain medication for about five days, but after the fifth day, she never took any medication, and she was back to daycare, and I was back to work, and she was good to go.\" At one point during Raelynn's recovery, Rebecca called Dr. Chen's office concerned about her daughter's temperature, which had risen just over 100 degrees. \"Instead of his nurse calling, he personally called back,\" said Rebecca. \"Dr. Chen was amazing with Raelynn; I loved him.\" Just a couple of months following the operation, Raelynn and mom were sleeping soundly, each in their own bed, something mom is still getting used to. \"I have to check her to make sure she is breathing because she is so quiet; I don't hear her snoring or tossing and turning, she sleeps through the night,\" said Rebecca. \"She used to wake up and whine and fuss for me until she knew I was there, but now there is none of that, and she sleeps in her own bed. She's doing amazing.\"Surgery helps mother and daughter rediscover a good night's sleepEars, Nose and Throat A dream come true. Sleep is not something that came easily for three-year-old Raelynn Churchwell of Mechanicsville. For nearly six months, her mother, Rebecca Churchwell, had noticed Raelynn seemed to stop breathing throughout the night, causing her to wake repeatedly. Obviously worried about her daughter, Rebecca decided to mention it during Raelynn's three-year check- up with her pediatrician in March. \"She would go without breathing for what felt like forever, but it was probably only a minute or two. Sometimes I had to stimulate her to take a breath,\" Rebecca said. \"Raelynn slept with me so I could keep an eye on her.\" Shortly after her birthday in March, Raelynn's pediatrician confirmed what Rebecca suspected—her daughter's tonsils were large and most likely obstructing her airway when she slept at night. The pediatrician recommended Rebecca take Raelynn for a sleep study and then to ear, nose, and throat specialist Frank Chen, MD . \"The pediatrician had never said anything before, but I don't think she ever really looked because Raelynn had never been sick—she never had strep, or a sore throat, or tonsillitis,\" Rebecca said. After several weeks of trying to arrange the sleep study with a regional children's healthcare Could an ENT help you? An ear, nose, and throat (ENT) specialist sees patients for a variety of conditions. Some common reasons patients might seek out an ENT expert include: Persistent or sudden hearing loss Sinus pain On-going nasal congestion Sore throat, recurring tonsillitis Ringing in the ears Prolonged hoarseness Repeated ear infections Frequent nose bleeds Injury to the ears, nose, or throat Frank Chen, MD, of MedStar Medical Group ENT at St. Mary's is now accepting new patients. Dr. Chen's office is conveniently located at 25480 Point Lookout Road Leonardtown, MD 20650. To make an appointment call 301-475-1555 or visit MedStarStMarys.org/ Chen for more information. Frank Chen, MD 6 | Healthy Living Fall 2021 Healthy Living Fall 2021 | 7Philanthropy da Vinci Surgical System expands non-invasive options. MedStar St. Mary's Hospital seeking philanthropic partnerships as it brings cutting-edge technology to community MedStar St. Mary's Hospital is currently upgrading many of the surgical solutions that deliver life- changing results to patients every day. New digital and robotic capabilities will allow surgeons to have outstanding visualization and access within the body—all while reducing the need for large incisions. This includes the da Vinci Xi , a state-of-the-art surgical system that is transforming the way patients are treated for a variety of conditions— from gynecology to urology, bariatrics to general surgery. MedStar St. Mary's Hospital is seeking philanthropic partnerships toward this project. Proceeds from the 2021 Gala Experience , the hospital's annual fundraiser, will also benefit this initiative. The largest equipment needs are being funded by our hospital and MedStar Health, but additional components are needed to equip our staff with the tools to make these advances successful—including operating room renovations for a new workflow and a variety of important accessories for robotic-assisted procedures. Visit MedStarStMarys.org/ Philanthropy or call 240-434-7766 to reach Marketing, Public Relations & Philanthropy at MedStar St. Mary's. Turn to the back page for more about the 2021 Gala Experience!Less pain and complications Quicker return to normal activitySmaller incisions, fewer scars Shorter hospitalization timeDecreased blood lossWhy robotic surgery? Patient benefits are enormous Higher surgical accuracy \"Robotic surgery provides surgeons precision, flexibility, and control to perform many types of procedures. Compared to traditional open surgery, robotic surgery has all the benefits of minimally invasive surgery: less pain with faster recovery, shorter hospital stays, a better cosmetic outcome, and overall an earlier return to day-to-day activities and work. The addition of the da Vinci Surgical System at MedStar St. Mary's Hospital provides patients and surgeons access to evolving and futuristic surgical technology. Robotics will enhance surgical capabilities in the fields of surgical oncology, urology, general surgery, and gynecology.\" Giving that brings goals within reach Partner with us to make a difference for patients at our non-profit hospital. Donations may be presented for general use or designated to a specific area of your choice, such as: The Patient Experience Fund — First impressions matter. Contributions will benefit the refreshment and modernization of inpatient rooms through new cabinetry, wallpaper, furniture, bathroom renovations, and more. The Breast Health Fund — Support will go toward upgrading MRI biopsy equipment and imaging software available through our breast health services. Clearer, 3D imaging universally available to all patients receiving mammograms will mean breast abnormalities are more likely to be discovered earlier—leading to better patient outcomes. Philanthropy, defined as the love of humankind, positively impacts patients and caregivers alike. If you would like to offer an expression of gratitude, we are honored to partner with you. Contact us to honor a caregiver, share your story, or make a gift. Visit MedStarStMarys.org/ Philanthropy to learn more.\"A robotic-assisted surgery has many advantages. One of those is patient recovery, which is much shorter and far less complicated. Also, more difficult surgeries can be done in a less invasive manner. Patient satisfaction is also statistically much higher with minimally invasive surgeries—culminating in a win-win situation overall for the patient and provider. The da Vinci robot coming to a hospital like MedStar St. Mary's really pushes the hospital to the edges of technological advancement. Though still considered a rural hospital, the efforts of the Board of Directors and Administration have always been to provide the best care available to the patients. This new technology puts us in line with some of the top hospitals in the country, and brings amazing capabilities to the local community.\" James Small III, MD, MEd, obstetrician/ gynecologist Tushar Samdani, MD, colorectal surgeonSurgeons share their experiences The da Vinci Xi is controlled by a skilled surgeon during minimally- invasive procedures.8 | Healthy Living Fall 2021 Healthy Living Fall 2021 | 9 No cost to you, a big help to us: Shop through AmazonSmile! You can make a difference while you shop on Amazon—at no extra cost to you. MedStar St. Mary's Hospital is now a registered nonprofit organization through AmazonSmile. Simply shop on Amazon like you always do, either online or through the mobile app, and 0.5% of eligible purchases will be donated back to MedStar St. Mary's by Amazon. When shopping through a web browser, visit Smile.Amazon.com to get started. Choose \" St Marys Hospital of St Marys County \" as your beneficiary. To active AmazonSmile in the mobile app: 1. Open the Amazon app on your phone 2. Select the main menu (=) and tap on \"AmazonSmile\" within Programs & Features 3. Select \" St Marys Hospital of St Marys County \" as your charity 4. Follow the on-screen instructions to activate AmazonSmile in the mobile app Thank you for your support!Construction updates Meet our new medical professionals. Charudatta Wankhade, MD Gastroenterology Employed by: MedStar MD MedStar St. Mary's Hospital Medical school: University of Jordan Faculty of Medicine Mohammad Al-Jundi, MD Endocrinology Employed by: MedStar Medical Group Specialists at Leonardtown Medical school: Jordan University of Science and TechnologyMedStar St. Mary's Hospital is pleased to introduce some of the newest members of our medical staff. We strive to bring high-quality physicians and specialists to Southern Maryland to meet our community's needs close to home. For a full list of local MedStar Health provider resources, visit MedStarStMarys.org/Community or MedStarStMarys.org/FindADoc for individual doctor profiles. Gustavo Franco Vasquez, MD MedStar St. Mary's Hospital is pleased to welcome general surgeon Gustavo Franco Vasquez, MD. Dr. Franco is a board-certified general surgeon with experience and interest in operations of the gastrointestinal tract (open and laparoscopic), surgery of the breast, and many acute surgical conditions. A graduate of Universidad Central de Venezuela School of Medicine in Caracas, Venezuela, Dr. Franco completed his residency at Ascension Saint Agnes Hospital and fellowship at Inova Fairfax Hospital. He is a member of the American College of Surgeons: Fellow and the American Society of Breast Surgeons. Dr. Franco is now seeing patients in the Outpatient Pavilion. Call 240-434-4088 to make an appointment.MedStar eVisit is here for you every day of the year. During the COVID-19 pandemic, MedStar Health is pleased to have supported our communities by providing more than 75,000 urgent care telehealth visits free of charge via the MedStar eVisit platform. This allowed people of all ages to connect with trusted medical providers right from home or on the go. With advancements in the fight against COVID-19, MedStar Health resumed charges for this service on July 1. Most patients can verify their insurance at the time of service and expect a co-payment similar to an office visit. For patients without insurance, the visit cost of $59 is an affordable care option. MedStar eVisit continues to be available without an appointment, 24 hours a day, 365 days a year, via your tablet, smartphone, or computer for non-emergent medical conditions. No appointments are necessary. Visit MedStarEVisit.com to connect with a provider 24/7. Surgical waiting area renovations are complete Additional construction projects at MedStar St. Mary's: Treatment bays in Rehabilitation Medicine were recently converted into individual rooms for patient privacy, now featuring new furniture and artwork. A major overhaul of the Emergency Department waiting area began in August. The finished waiting room—with new furnishings, flooring, and more—is scheduled for completion later this year. Renovations to modernize Central Sterile Processing , the critical hub of all sterile equipment used in the hospital, will get underway soon. MedStar St. Mary's Hospital's Ambulatory Surgery waiting area is now ready for its close-up! Aided by the generosity of associates and Medical Staff through the 2018 Annual Giving: The Power to Heal campaign, renovations were completed early this summer. The room has been transformed with a larger layout, improved seating and end tables, new televisions and charging stations, enhanced lighting, fresh flooring and wallpaper, and modern artwork. Before After After10 | Healthy Living Fall 2021 Healthy Living Fall 2021 | 11Breast Health If you're like many Americans, the COVID-19 pandemic brought routine medical appointments and preventative screenings to a halt—and the time to get back on track is now. MedStar St. Mary's Hospital joins the experts at the American Cancer Society (ACS) and American College of Surgeons in urging patients to return to scheduling their recommended screenings, including mammograms (x-rays of the breast) to check for breast abnormalities that could be cancerous. Women 40 and older are urged to undergo regular breast screenings (earlier if you experience pain or other concerning symptoms)—but approximately 32% of American women in this age range have not undergone a mammogram in the last two years, according to recent data from the Centers for Disease Control and Prevention. Whether you canceled during COVID-19 or just haven't committed to making that appointment, don't play the waiting game! Nationally-accredited breast care MedStar St. Mary's Hospital is the first healthcare facility in the Southern Maryland area to be recognized by the National Accreditation Program for Breast Centers (NAPBC) , a quality program administered by the American College of Surgeons. To earn the designation, a breast center must meet rigorous standards demonstrated through a site visit every three years. NAPBC centers must provide patients with: Comprehensive care, including a complete range of state-of-the-art services and equipment A team approach to breast cancer to provide the best available treatment options Information about ongoing clinical trials and treatments Access to prevention and early detection programs, cancer education, and support services Ongoing monitoring and improvements in cancer care MedStar St. Mary's has also been named a Breast Imaging Center of Excellence (BiCoE) by the American College of Radiology and carries accreditations for two digital mammography units, the stereotactic biopsy unit, ultrasonography, and MRI. proud to be an Accredited breast program. Honored to serve our community. This center has demonstrated an uncompromising commitment to breast health and the improvement of quality of care and outcomes for patients with diseases of the breast. facs.org/napbc BBrreeaasstt CCaarree accredited program/e.sc/v.sc/i.sc/d.sc/e.sc/n.sc/c.sc/e.sc-/b.sc/a.sc/s.sc/e.sc/d.sc /s.sc/t.sc/a.sc/n.sc/d.sc/a.sc/r.sc/d.sc/s.sc /o.sc/f.sc /c.sc/a.sc/r.sc/e.sc a quality program of the american college of surgeons WE ARE THE FOREFRONT OF CANCER. Setting the Standards. Centered on Patients.Five reasons not to delay your mammogram. 5Time matters. Being proactive leads to better health outcomes. Cancer is at its most treatable in the early stages. Also, when caught early, women are more likely to be able to keep their breasts; localized cancers can often be removed without a mastectomy. 4Lumps aren't always felt. Mammograms use low-dose x-rays to create images of breast tissue, detecting lumps too small to feel during a self-exam. Most of these areas are not cancer. Still, it's important to check—and document them. A historical sequence of mammograms is very helpful for radiologists, who will compare the images for breast changes. 3Family history isn't everything (though it's something). Approximately 85% of women with breast cancer have no known relatives with the disease, according to the ACS. On the flip side, having a first-degree relative (mother, sister, or daughter) with breast cancer almost doubles a woman's own risk of developing it. 2Discomfort is fleeting. Mammography generally takes 30 minutes or less. The x-ray itself takes only a few moments. To help minimize discomfort caused by compressing the breast for these images, try scheduling your mammogram soon after your period. Breasts are more likely to be sensitive just before and during your cycle. 1Facilities are safe. More than a year and a half into the COVID-19 pandemic, healthcare facilities are well-equipped to welcome patients with safety protocols and processes—such as staggering patients and enhanced cleaning—in place. October is Breast Cancer Awareness Month Honor the women in your life by scheduling a recommended mammogram—and encourage them to do the same. Perform regular breast self-exams, follow up on any unusual symptoms or concerns, and speak with your provider on the appropriate timeline for you to get screened. Schedule your mammogram at MedStar St. Mary's Hospital's Outpatient Pavilion by calling 301-475-6399. Doctor's order required. St. John's donates in memory of Pat Suit St. John's Catholic School Principal Susan McDonough, Father Raymond Schmidt, and St. John's families stopped by in May to donate $1,000—proceeds from the school's 2020 Virtual 5K Run/Walk to benefit the breast biopsy program at MedStar St. Mary's Hospital. The 5K event was held in memory of longtime St. John's principal Pat Suit, who died in 2013 following a 23-year battle with breast cancer. We appreciate the school's generosity! 12 | Healthy Living Fall 2021 Healthy Living Fall 2021 | 13News briefs Marketing team has winningest year to date The Marketing, Public Relations & Philanthropy department at MedStar St. Mary's recently brought home its most awards ever—13, including nine golds—in two nationwide competitions to highlight the best in healthcare marketing from 2020. Accolades from the Aster Awards and Healthcare Advertising Awards included two golds for The Pulse, the hospital's monthly staff newsletter, double golds for \"UnMasked: Gala 2020\" as a total development campaign, and two golds for the 2019 Nursing Annual Report.Grant helps vaccine clinics extend reach Grant funding from the Health Services Cost Review Commission (HSCRC) has helped MedStar St. Mary's Hospital administer vaccines to areas of St. Mary's County identified as having lower vaccination rates than other parts of the state. Clinics were set up at the East Run Center on Great Mills Road in Lexington Park and later extended to other areas of the county, including Ridge and Clements. The goal of the HSCRC community vaccination program is to provide for the delivery of 3,000 vaccines in the Southern Maryland region by June 2022. CPHA participates in panel discussion MedStar St. Mary's Hospital President Christine Wray, FACHE, and Vice President John Greely, FACHE, LSM '11, were pleased to participate in a healthcare session hosted by Leadership Southern Maryland (LSM) in June. Leaders from the three local hospitals comprising the Chesapeake Potomac Healthcare Alliance—CalvertHealth, University of Maryland Charles Regional Medical Center, and MedStar St. Mary's—joined a panel to discuss the challenges hospitals are facing as a result of the pandemic.CalvEX drill tests emergency response As part of a continuing partnership, MedStar St. Mary's Hospital recently participated in a Federal Emergency Management Agency (FEMA)-graded decontamination drill. The CalvEx Drill tests the hospital's response to a nuclear power plant/radioactive contaminated injury by bringing together key players in an emergency to treat \"patients\" and safely secure the scene. The exercise is conducted in coordination with Calvert Cliffs Nuclear Power Plant, the Maryland Emergency Management Agency, and St. Mary's County Department of Emergency Services. Schedule well visits and immun izations. Did you postpone medical car e during the COVID-19 pandemic? Now is the time to get your family back on tr ack with immuniza tions and well visits. Use this quick r eference char t to help you stay on tar get with your medical car e. This informa tion is me ant to be used as a r eference only, please consult your primary car e provider for additional details. Well visit Blood scr een Vaccina tion Vision/ hearing 3 years 4 Tdap Tetanus and diphtheria to xiods and acellular pertussis, adolescent formula Varicella Chick enpo x * Recommended vaccines unles s otherwise advised by physician ** May be r ecommended based on certain risk factors, such as he alth conditions or for those who lack documentation of vaccination.Flu and COVID Everyone 6 months and older should r eceive the flu vaccine. Those eligible should get vaccina ted against C OVID-19. Both vaccines can pr event serious illness, hospitaliza tion, and de ath. Td booster every 10 ye arsAnnual well visits Annual well visits, Menactr a #2Birth 7—14 days 1 month 2 months 4 months 6 months 9 months 12 months 15 monthsAgeRecommended vaccines & scr eenings HepB HepB (#2 if rst given at birth, birth) DTaP, Hib, IPV, PCV , Rota, at 1 mo , #1 if not given at birth or Hib, IPV, PCV , Rota (HepB culosis exposur e, 18 monthsHepA 24 monthsHepA (if not r eceived at 18 mo)Newborn well visits14 | Healthy Living Fall 2021 Healthy Living Fall 2021 | 15Gastroenterology Facing down flare-ups.What is IBD? Gastroenterologists treat inflammatory bowel disease (IBD) , which is an umbrella term for disorders that cause chronic intestinal autoimmune inflammation. Crohn's disease and ulcerative colitis are the major types of IBD that affect the digestive system. Symptoms include: Abdominal pain Diarrhea or bowel urgency Gas and bloating Unexplained weight loss Mucus or blood in stool Drainage due to abnormal connection of gut to the skin Nausea and vomiting due to blockage of intestines \"While IBD disorders like Crohn's are lifelong conditions, there are many medical and surgical treatment options to manage symptoms and help patients live a pain- free, complication-free life, even without a cure,\" said Dr. Nath. \"I partner with patients to discuss ways to help them achieve remission and reduce the impact on their daily lives.\"The pain can come on without warning. For those with inflammatory bowel disease (IBD), such as Crohn's disease, it's all about managing symptoms to live well. \"Crohn's is an inflammatory condition of the digestive tract. Gastrointestinal symptoms are often the result,\" said Anand Nath, MD , board-certified gastroenterologist with MedStar Group Gastroenterology at St. Mary's. \"Many patients with Crohn's disease are diagnosed at a young age—typically teens and twenties. It can present at any age, however.\" Ross Ellett was diagnosed at age 19. Compared to other Crohn's patients, the 37-year-old said he is \"fortunate\"— he rarely experiences the disease's common symptoms of abdominal pain and diarrhea. Mostly, his illness manifests as episodes of severe abdominal pain. The pain was intense enough to bring him to the Emergency Department (ED) at MedStar St. Mary's Hospital in late 2020. \"I'd been in remission for over a decade when I experienced what was, I learned, a Crohn's flare-up,\" said Ross, of California, MD. \"It's intense pain. I describe it to my wife as someone taking a hot metal iron and stabbing you in the abdomen. You can't sleep. You can't concentrate. It takes over your life.\" An estimated 3 million American adults have IBD, according to the Centers for Disease Control and Prevention. The exact cause of Crohn's disease is unknown, though experts believe that, in a genetically susceptible individual, when immune system tries to fight off an invading virus or bacterium, an abnormal immune response attacks the cells in the digestive tract, too. Being a smoker could as much as double your risk of Crohn's; and genetics, with IBD often running in families. When Ross arrived at the ED last fall, Dr. Nath was the gastroenterologist on call to assist and develop a plan to move forward. He underwent a colonoscopy and MRI, and at a follow- up visit in the Outpatient Pavilion, Dr. Nath and Ross discussed a new medication to help his symptoms. In May, after clearing up an unrelated infection, Ross was able to begin taking a biological medication, also called a biologic—a powerful genetically designed protein to interrupt signals from his immune system that were triggering the painful inflammation. Six weeks in, Ross is seeing positive changes. \"I haven't had to return to the emergency room [for pain] since starting the medication, which is progress for me,\" he said.Dr. Nath will order regular bloodwork, MRI scans, and complete colonoscopies to monitor how the medication is working. \"In a normal patient, the intestine looks like a long tube,\" Dr. Nath explained. \"In an individual with Crohn's disease, the intestine appears to have been squeezed due to inflammation, with a thickened wall. We should gradually see the intestine returning to a normal appearance as the inflammation reduces.\" Remission looks like more pain-free days than painful ones. Crohn's is a chronic condition with a focus on symptom management—and for Ross, that's enough. \"Right now,\" he said, \"I'm feeling great.\" Meet Dr. Nath Anand Nath, MD , is a board-certified gastroenterologist accepting new patients in Leonardtown. Specializing in concerns of the digestive system, Dr. Nath treats conditions including acid reflux, celiac disease, diverticular disease, inflammatory bowel disease, pancreatitis, and ulcerative colitis, among many others. MedStar Medical Group Gastroenterology at St. Mary's MedStar St. Mary's Hospital, Outpatient Pavilion, 2nd floor 25500 Point Lookout Road, Leonardtown, MD P 240-434-7474 MedStarStMarys.org/GI Ross Ellett with his wife, McKenna, and sons Grayson and Nolan.16 | Healthy Living Fall 2021 Healthy Living Fall 2021 | 17 Allyson RaleyDoctors in training. Surgeon shares knowledge, experience through residency, fellowship training Peter Johnston, MD , has built a reputation as one of the preeminent shoulder specialists on the eastern seaboard. Dr. Johnston has trained with world leaders in shoulder replacement and innovators in shoulder-related procedures. In practice at Centers for Advanced Orthopaedics, Southern Maryland Orthopaedics and Sports Medicine Division since 2011, he is on staff as an orthopaedic surgeon at MedStar St. Mary's Hospital holding roles such as chief of the Department of Surgery, member of the Medical Executive Committee, and director of the Perioperative Governance Council. A member of the American Shoulder Elbow Surgeons Society, Dr. Johnston is an assistant professor of orthopaedic surgery at Georgetown University and, this year, he also received the honor of being a visiting professor at Medstar Georgetown University Hospital where he spoke to residents and faculty in May. Now, he is taking all of his knowledge and experience and paying it forward. Starting in 2019, Dr. Johnston mentored four orthopaedic surgery residents from MedStar Georgetown University Hospital and, most recently, was among a team leading the MedStar Union Memorial Hospital Shoulder and Elbow Fellowship program. Immersed in the world of academia for years, the residency and fellowship programs are the next steps in rounding out a surgeon's training. \"At MedStar St. Mary's Hospital, we are more than just a small community hospital, we are a center of excellence for shoulder and elbow surgery,\" said Dr. Johnston. \"These visiting physicians can see cutting-edge technology in the operating room and enhance their clinical training with MedStar St. Mary's Hospital is marking 20 years of supporting students working toward careers in healthcare through its annual scholarship program. For 2021, six area students were awarded scholarships bringing the number of students helped through the program to 169. A total of $132,000 was awarded to aspiring healthcare professionals just this year. The generous support of community members and local businesses enables the Philanthropy Committee of the hospital's Board of Directors to continue to provide these annual scholarships. Receiving scholarships this year are five students pursuing degrees in nursing: Hannah Callander of California, Maryland Cameron Guy of Hollywood, Maryland Olivia Jones of La Plata, Maryland Brittany Messina of St. Leonard, Maryland Kaitlin Zelonis of Leonardtown, Maryland The sixth scholarship recipient, Allyson Raley of Clements, Maryland, will be enrolling in a medical lab technician program.Visit MedStar StMarys.org/ Scholarships for more details about the scholarship program. Hannah Callander Cameron Guy Olivia Jones Brittany Messina Kaitlin ZelonisThe future of health care. Scholarship program enters second decade of support for area studentsexposure to a high volume of complex shoulder and elbow problems.\" While working with Dr. Johnston, the residents and fellow received invaluable clinical experience both in the exam room and the surgical suite, but their training goes much further during the six to eight weeks spent at Dr. Johnston's side. \"The clinical work is a big part of these programs,\" said Dr. Johnston, \"but coming from a purely academic setting, there are a lot of different aspects of a medical practice they don't get to see, for example: how to run a practice, how to negotiate, how to hire staff, and how to market yourself.\" Additionally, Dr. Johnston said there is extensive collaboration occurring in the region to bring the residents and fellows together with faculty from different hospitals. \"We are collaborating with people in Washington, D.C., Northern Virginia, and Baltimore to discuss cases, to talk about treatment plans, strategies, new technology, and hold educational conferences,\" Dr. Johnston said. Dr. Johnston has always had a strong interest in education, research, and driving the highest level of care in our community. He feels fortunate to \"pay forward\" his skill and experience to these visiting resident and fellow surgeons. \"Personally, it has been great for me. I have always enjoyed teaching and have done so nationally at industry-sponsored courses, but this is rewarding on another level,\" Dr. Johnston said. \"It has made me a better physician and allowed me to create lifelong friendships while positively impacting the lives of more patients. The experience has been outstanding.\" \"Working with Dr. Johnston was one of the best aspects of my residency training. He took extra time in clinic and in the operating room to provide a comprehensive shoulder and elbow education, ranging from basic concepts to advanced techniques. In addition to this clinical training, he taught me numerous practice management skills and demonstrated compassionate care for his patients on a daily basis. He helped shape my career goals, and I am confident that he will be a lifelong mentor.\" — Andrew Curley, MD Peter Johnston, MD, left, with Roman Ashmyan, MD, who is in the MedStar Union Memorial Hospital Shoulder and Elbow Fellowship program. \"I feel honored and privileged to have worked with Dr. Johnston during my shoulder fellowship,\" said Dr. Ashmyan. \"He is an outstanding surgeon and has taught me cutting- edge techniques in shoulder surgery. His surgical skill and compassion for his patient is second to none. I hope to one day provide the same level of care for my patients.\"18 | Healthy Living Fall 2021 Healthy Living Fall 2021 | 19Support groups Bariatric Support Meetings are currently online only Sept. 11, Oct. 9, Nov. 13, 10 a.m. Call 301-475-6019. Breast Cancer Meetings are held in person on the last Monday of each month Sept. 27, Oct. 25, Nov. 29, 6 to 7 p.m., Outpatient Pavilion, Cancer Care & Infusion Services Call 301-997-1315 or visit Facebook.com/groups/ MedStarBreastHealthProgram for support. Epilepsy Currently on hold due to COVID-19. Call 240-434-7929 for updates. Lactation (Breastfeeding) Weekly on Wednesdays, 10 a.m. to noon, Outpatient Pavilion, Health Connections Registration required as space is limited or search and join the \"MedStar St. Mary's Lactation Support Group\" on Facebook. Ostomy Care Currently on hold due to COVID-19. Call 301-609-5435 for updates. Parkinson's Second Tuesday of each month, Sept. 14, Oct. 12, Nov. 9, 6 p.m., Health Connections Call 301-475-6019. Stroke Survivors Third Tuesday of each month, Sept. 21, Oct. 19, Nov. 16, 5:30 p.m., Health Connections Call 301-475-6019.composition screenings, handouts, giveaways, and support between sessions. This one-year program is a combination of weekly and monthly sessions. Call 301-475-6019. Living Well with Diabetes Meeting is held in person Workshop 1 starts Sept. 14, 6 p.m. Workshop 2 starts Sept. 20, 6 p.m. These six-week workshops can help individuals with diabetes manage this condition, carry out normal activities, add healthy activities to their lives, and manage emotional changes. Call 301-475-6019. Exercise, nutrition & weight management Bariatric information sessions Learn more about weight loss surgeries offered with surgeon Nicholas Tapazoglou, MD, with a free online seminar. Required for those pursuing surgery. Visit MedStarStMarys.org/WeightLoss or call 240-434-4088. Body composition analysis By appointment only, Health Connections Screening includes an in-depth look at body composition. Cost is $15. Call 301-475-6019. MedFit program Currently unavailable due to COVID-19. Call 240-434-7143 for updates. Yoga Currently on hold due to COVID-19. Call 301-475-6019 for updates.Senior wellness & events Senior Gold Card luncheon Currently on hold due to COVID-19. Call 301-475-6019 for updates. NEW Flu shot clinics Drive-thru flu clinics Oct. 9, 10 a.m. to 1 p.m., Outpatient Pavilion Oct. 22, 10 a.m. to 1 p.m., East Run Medical Center Conveniently receive your annual flu shot from your own vehicle! No appointment necessary. Call 301-475-6019. Cancer care Cancer Support group Currently meeting virtually on the first and third Wednesday of each month. In-person options may also be available. Call 240-434-7241 to register. Search and join \"MedStar St. Mary's Hospital Cancer Support Group\" on Facebook. Diabetes education Take Control of Diabetes with Education MedStar St. Mary's Hospital offers one-on-one appointments with our registered dietitian. A provider's order for diabetes education is required. Services may be covered by Medicare, Medicaid and most private insurance plans. Simple Changes (Pre-diabetes) Oct. 6, 5:30 to 6:30 p.m., Health Connections Participate in our free, year-long class designed to eliminate possible diabetes risk factors by making simple, healthier changes in your life. Program includes free body Class availability is subject to change, particularly during COVID-19. After enrolling, you will be notified should a session need to be postponed. Because no registration is required for support groups, please reach out using the phone numbers below to verify if meetings are still scheduled.Visit MedStarStMarys.org/Calendar to learn more about community classes and support groups. Please note: all Health Connections class fees are subject to change.Childbirth & family education Classes are held in the Outpatient Pavilion at MedStar St. Mary's Hospital. One-day Parents-to-Be workshop In-person sessions and online options available. Sept. 18, Oct. 2, Nov. 6, 8 a.m. to 4 p.m., Health Connections, $100/couple Combines four traditional parenting classes into a one-day overview. Topics include childbirth, breastfeeding, infant CPR, and practical baby care skills such as bathing and diapering. Call 301-475-6019. Please note: some classes require a minimum number of participants to hold the course. If the need arises to cancel a class, we will make every effort to accommodate you on an alternate date. Safe Sitter In-person session, Oct. 23, 8:45 a.m. to 4 p.m., Health Connections, $65 Adolescents 12-14 learn babysitting tips, basic first aid, and CPR. Call 301-475-6019. American Heart Association classes Held in MedStar St. Mary's Hospital's Education and Simulation Center, 41550 Doctors Crossing Way, Leonardtown. Register at sitelms.org with registration codes (below). Two-year certification cards are emailed upon course completion. Call 202-643-1841 to learn more. CRT 105 CPR for the community (Formerly known as Heartsaver CPR/AED) Sept. 27, Oct. 25, Nov. 22, 5 to 9 p.m., $85 Learn CPR and AED use on adults, children and infants; and how to relieve choking for any age. CRT 109 CPR for the community and First Aid (Formerly known as Heartsaver CPR/AED & First Aid) Oct. 2, 9 a.m. to 4 p.m., $120 Video-based, instructor-led course that teaches critical skills to respond to and manage an emergency in the first minutes until Emergency Medical Services arrives. Overdose Response Program The St. Mary's County Health Department offers a free Overdose Response Program to train individuals on administering Fall 2021 calendar Naloxone and caring for someone until emergency help arrives. Visit SMCHD.org/Overdose or call 301-475-6806. Pulmonary Better Breathers Club Oct. 21, noon to 1 p.m., Health Connections Individuals with pulmonary disease, such as COPD, learn breathing techniques, home health care and exercise in this free program offered in partnership with the American Lung Association. Call 240-434-7143. Tobacco Cessation Program Sept. 9, 12 p.m. Virtual course In this free eight-week program, you will learn behavioral modifications, stress management, and other techniques to help quit using tobacco products. Visit SMCHD.org/Tobacco to register.Healthy Living Fall 2021 | 21While our annual in-person event is on hold for 2021, MedStar St. Mary's Hospital's 34th Annual Gala Experience still has some fun in store! Join us this November to take a chance on several raffles for local adventures—plus a thrilling grand prize for one lucky winner: a tropical trip to the land where palm trees sway! Community members are welcome to purchase tickets in support of our non- profit hospital online at MedStarStMarys.org/Adventure this fall. Proceeds from this year's fundraiser will benefit the expansion of the surgical program at MedStar St. Mary's—home of some of the busiest operating rooms in the MedStar Health system. As we work to enhance our surgical systems, new technology and robotic capabilities will bring a host of benefits to our patients. Call 240-434-7766 or visit MedStarStMarys.org/Adventure to become a sponsor or make a donation.NON PROFIT U.S. Postage PAID Automated Graphic Systems Visit MedStarHealth.org/OptOut to be removed from future mailings.Read us online! MedStarStMarys.org/HealthyLiving Point Lookout Rd. Leonardtown, MD 20650 MedStar St. Mary's Hospital First Last Name Address Line 1 Address Line 2 City, State, Zipcode Here We're going the distance... to embrace the future of robotic surgery.IS CALLING2021 "}