{"title": "Optimal strategy for a dose-escalation vaccination against COVID-19 in refugee camps", "author": "Qinyue Zheng; Xinwei Wang; Qiuwei Pan; Lei Wang", "url": "http://www.aimspress.com/rticle/doi/10.3934/math.2022515", "hostname": "aimspress.com", "description": "An immunogenic and safe vaccine against COVID-19 for use in the healthy population will become available in the near future. In this paper, we aim to determine the optimal vaccine administration strategy in refugee camps considering maximum daily administration and limited total vaccine supply. For this purpose, extended SEAIRD compartmental models are established to describe the epidemic dynamics with both single-dose and double-dose vaccine administration. Taking the vaccination rates in different susceptible compartments as control variables, the optimal vaccine administration problems are then solved under the framework of nonlinear constrained optimal control problems. To the best of our knowledge, this is the first paper that addresses an optimal vaccine administration strategy considering practical constraints on limited medical care resources. Numerical simulations show that both the single-dose and double-dose strategies can successfully control COVID-19. By comparison, the double-dose vaccination strategy can achieve a better reduction in infection and death, while the single-dose vaccination strategy can postpone the infection peak more efficiently. Further studies of the influence of parameters indicate that increasing the number of medical care personnel and total vaccine supply can greatly contribute to the fight against COVID-19. The results of this study are instructive for potential forthcoming vaccine administration. Moreover, the work in this paper provides a general framework for developing epidemic control strategies in the presence of limited medical resources.", "sitename": "AIMS Mathematics", "date": "2021-11-03", "cleaned_text": "| [1] || World Health Organization, Coronavirus disease (COVID-2019) situation from: Truelove, S. A. Lauer, K. H. Grantz, A. S. Azman, et al., The potential impact of COVID-19 in refugee camps in Bangladesh and beyond: A modeling study, PLOS Med., 17 (2020), 1-15. https://doi.org/10.1371/journal.pmed.1003144 doi: |[10.1371/journal.pmed.1003144](https://doi.org/10.1371/journal.pmed.1003144) | [3] || World Health Organization, The push for a COVID-19 vaccine, 2020. Available from: |[https://www.who.int/emergencies/diseases/novel-coronavirus-2019/covid-19-vaccines](https://www.who.int/emergencies/diseases/novel-coronavirus-2019/covid-19-vaccines). | [4] || F. C. Zhu, Y. H. Li, X. H. Guan, L. H. Hou, W. J. Wang, J. X. Li, et al., Safety, tolerability, and immunogenicity of a recombinant | [5] || F. C. Zhu, X. H. Guan, Y. H. Li, J. Y. Huang, T. Jiang, L. H. Hou, et al., Immunogenicity and safety of a recombinant adenovirus type-5-vectored COVID-19 vaccine in healthy adults aged 18 years or older: A randomised, double-blind, placebo-controlled, phase 2 | [6] P. K. Aley, B. Angus, S. Becker, S. Belij-Rammerstorfer, et al., Safety and immunogenicity of the ChAdOx1 nCoV-19 vaccine against SARS-CoV-2: A preliminary report of a phase 1/2, single-blind, randomised controlled trial, Lancet, 396 (2020), 467-478. https://doi.org/10.1016/S0140-6736(20)31604-4 doi: |[10.1016/S0140-6736(20)31604-4](https://doi.org/10.1016/S0140-6736(20)31604-4) | [7] || L. A. Jackson, E. J. Anderson, N. G. Rouphael, P. C. Roberts, M. Makhene, R. N. Coler, et al., An mRNA vaccine against SARS-CoV-2—Preliminary report, N. Engl. J. Kitchin, Absalon, A. Gurtman, S. Lockhart, et al., Phase I/II study of COVID-19 RNA vaccine BNT162b1 in adults, Nature, 586 (2020), 589-593. https://doi.org/10.1038/s41586-020-2639-4 doi: |[10.1038/s41586-020-2639-4](https://doi.org/10.1038/s41586-020-2639-4) | [9] || World Health vaccine prioritization, 2020. Available from: |[https://www.who.int/publications/m/item/criteria-for-covid-19-vaccine-prioritization](https://www.who.int/publications/m/item/criteria-for-covid-19-vaccine-prioritization). | [10] || W. O. Kermack, A. G. McKendrick, A contribution to the mathematical theory of epidemics, Proc. R. Soc. A Math. Phys. Eng. 700-721. https://doi.org/10.1098/rspa.1927.0118 doi: |[10.1098/rspa.1927.0118](https://doi.org/10.1098/rspa.1927.0118) | [11] || Y. C. Chen, P. E. Lu, C. S. Chang, T. H. Liu, A time-dependent SIR model for COVID-19 with undetectable infected persons, In: Ieee transactions on network science and engineering, 7 (2020), 3279-3294. |[https://doi.org/10.1109/TNSE.2020.3024723](https://doi.org/10.1109/TNSE.2020.3024723) | [12] || N. Crokidakis, Modeling the early evolution of the COVID-19 in Brazil: Results from a Susceptible-Infectious-Quarantined-Recovered (SIQR) model, Int. J. Mod. doi: |[10.1142/S0129183120501351](https://doi.org/10.1142/S0129183120501351) | [13] || G. Gaeta, A SIR model with a large set of asymptomatic infectives, Math. [14] || J. T. Wu, K. Leung, G. M. Leung, Nowcasting and forecasting the potential domestic and international spread of the 2019-nCoV outbreak originating in Wuhan, China: A modelling study, N. Courtejoie, P. Bosetti, J. Paireau, et al., Estimating the burden of SARS-CoV-2 in France, 369 Miccoli, L. Carraro, R. Casagrandi, et al., Spread and dynamics of the COVID-19 epidemic in Italy: Effects of emergency containment measures, Proc. Natl. Acad. || R. Shawon, G. Goh, D. Okonofua, C. Ochoa-Rosales, et al., Dynamic interventions to control COVID-19 pandemic: A multivariate prediction modelling study comparing 16 worldwide countries, Eur. J. 35 (2020), 389-399. https://doi.org/10.1007/s10654-020-00649-w doi: |[10.1007/s10654-020-00649-w](https://doi.org/10.1007/s10654-020-00649-w) | [18] || Y. J. Tang, S. X. Wang, Mathematic modeling of COVID-19 in the United States, Emerg. Microbes 9 Higazy, Novel SIDARTHE mathematical model of COVID-19 pandemic, Chaos Soliton. Higazy, K. M. A. Kabir, Modeling the epidemic control measures in overcoming COVID-19 outbreaks: A fractional-order derivative P. Colaneri, A. D. Filippo, A. D. Matteo, et al., Modelling the COVID-19 epidemic and implementation of population-wide interventions in Italy, Nat. Med., 26 (2020), 855-860. |[10.1038/s41591-020-0883-7](https://doi.org/10.1038/s41591-020-0883-7) Nandi, A. Khatua, S. Adak, T. K. Kar, A model based study on the dynamics of COVID-19: Prediction and control, Chaos Soliton. Okuonghae, A. Omame, Analysis of a mathematical model for COVID-19 population dynamics in Lagos, Nigeria, Chaos Soliton. Fract., 139 Neural network aided quarantine control model estimation of COVID spread in Wuhan, China, arXiv Preprint, 2020. |[https://doi.org/10.48550/arXiv.2003.09403](https://doi.org/10.48550/arXiv.2003.09403) | [25] || R. Dandekar, G. Barbastathis, Neural network aided quarantine control model estimation of global Covid-19 spread, arXiv Preprint, 2020. |[https://doi.org/10.48550/arXiv.2004.02752](https://doi.org/10.48550/arXiv.2004.02752) | [26] Rosas, Valdivieso, rates to Ndiaye, L. Tendeng, D. Seck, Analysis of the COVID-19 pandemic by SIR model and machine learning technics for forecasting, arXiv Preprint, 2020. |[https://doi.org/10.48550/arXiv.2004.01574](https://doi.org/10.48550/arXiv.2004.01574) | [28] || G. Perone, An ARIMA model to forecast the spread and the final size of COVID-2019 epidemic in Italy, medRxiv Preprint, 2020. |[https://doi.org/10.1101/2020.04.27.20081539](https://doi.org/10.1101/2020.04.27.20081539) | [29] || A. Altan, S. Karasu, Recognition of COVID-19 disease from X-ray images by hybrid model consisting of 2D curvelet transform, chaotic salp swarm algorithm and deep https://doi.org/10.1016/j.chaos.2020.110071 doi: |[10.1016/j.chaos.2020.110071](https://doi.org/10.1016/j.chaos.2020.110071) | [30] L. D. Wang, Z. Q. Lin, A. Wong, COVID-net: A tailored deep convolutional neural network design for detection of COVID-19 cases from chest X-ray images, Sci. Rep., 10 (2020), 1-12. https://doi.org/10.1038/s41598-020-76550-z doi: |[10.1038/s41598-020-76550-z](https://doi.org/10.1038/s41598-020-76550-z) | [31] N. Qureshi, U. Masood, M. S. Riaz, K. Ali, et al., AI4COVID-19: AI enabled preliminary diagnosis for COVID-19 from cough samples via an app, Inform. Med. Unlocked, 20 (2020), 100378. https://doi.org/10.1016/j.imu.2020.100378 doi: |[10.1016/j.imu.2020.100378](https://doi.org/10.1016/j.imu.2020.100378) | [32] || Z. Y. Hou, F. X. Du, H. Jiang, X. Y. Zhou, L. Lin, Assessment of public attention, risk perception, emotional and behavioural responses to the COVID-19 outbreak: Social media surveillance in China, medRxiv Preprint, 2020. |[https://doi.org/10.1101/2020.03.14.20035956](https://doi.org/10.1101/2020.03.14.20035956) | [33] || B. W. Schuller, D. M. Schuller, K. Qian, J. Liu, H. Y. Zheng, X. Li, COVID-19 and computer audition: An overview on what speech & sound analysis could contribute in the SARS-CoV-2 corona crisis, Front. Digit. Health, 3 (2021), 1-10. https://doi.org/10.3389/fdgth.2021.564906 doi: |[10.3389/fdgth.2021.564906](https://doi.org/10.3389/fdgth.2021.564906) | [34] || Y. F. Ye, S. F. Hou, Y. J. Fan, Y. Y. Qian, Y. M. Zhang, S. Y. Sun, et al., -Satellite: An AI-driven system and benchmark datasets for hierarchical community-level risk assessment to help combat COVID-19, arXiv Preprint, 2020. |[https://doi.org/10.48550/arXiv.2003.12232](https://doi.org/10.48550/arXiv.2003.12232) | [35] || F. Hu, J. X. Jiang, P. Yin, Prediction of potential commercially inhibitors against SARS-CoV-2 by multi-task deep model, arXiv Preprint, 2020. |[https://doi.org/10.48550/arXiv.2003.00728](https://doi.org/10.48550/arXiv.2003.00728) | [36] || Y. Y. Ge, T. Z. Tian, S. L. Huang, F. P. Wan, J. X. Li, S. Y. Li, et al., A data-driven drug repositioning framework discovered a potential therapeutic agent targeting S. C. Hoffman, H. Strobelt, I. Padhi, K. W. Lim, et al., Cogmol: Target-specific and selective drug design for covid-19 using deep generative models, arXiv Preprint, 2020. |[https://doi.org/10.48550/arXiv.2004.01215](https://doi.org/10.48550/arXiv.2004.01215) | [38] || H. Y. Tian, Y. H. Liu, Y. D. Li, C. H. Wu, B. Chen, M. U. G. Kraemer, et al., An investigation of transmission control measures during the first 50 days of the COVID-19 epidemic in China, Science, 368 (2020), 638-642. https://doi.org/10.1126/science.abb6105 doi: |[10.1126/science.abb6105](https://doi.org/10.1126/science.abb6105) | [39] || X. F. Yan, Y. Zou, Optimal and sub-optimal quarantine and isolation control in SARS epidemics, Math. Comput. 47 B. Desjwiandra, H. Tasman, Analyzing the MERS disease control strategy through an optimal control problem, Int. J. Appl. Math. Comput. T. Sofonea, S. Alizon, Optimal COVID-19 epidemic control vaccine deployment, medRxiv Preprint, 2020. |[https://doi.org/10.1101/2020.04.02.20049189](https://doi.org/10.1101/2020.04.02.20049189) | [42] || S. E. Moore, E. Okyere, Controlling the transmission dynamics of COVID-19, arXiv Preprint, 2020. Bekiros, Optimal policies for control of the novel coronavirus disease (COVID-19) outbreak, Chaos Soliton. Berberich, P. Pauli, F. Allgöwer, Robust and optimal predictive control of the COVID-19 outbreak, Annu. Rev. Stadtherr, M. Baldea, Modeling, state estimation, and optimal control for the US COVID-19 outbreak, Sci. Rep., 10 (2020), 1-12. https://doi.org/10.1038/s41598-020-67459-8 doi: |[10.1038/s41598-020-67459-8](https://doi.org/10.1038/s41598-020-67459-8) | [46] N. Ngonghala, A. B. Gumel, Will an imperfect vaccine curtail the COVID-19 pandemic in the U. S.? Infect. Dis. Model., 5 (2020), 510-524. https://doi.org/10.1016/j.idm.2020.07.006 doi: [47] || G. B. Libotte, S. Lobato, G. M. Platt, A. J. S. Neto, Determination of an optimal control strategy for vaccine administration in COVID-19 pandemic treatment, Meth. || Z. H. Shen, Y. M. Chu, M. A. Khan, S. Muhammad, O. A. Al-Hartomy, M. Higazy, Mathematical modeling and optimal control of the dynamics, https://doi.org/10.1016/j.rinp.2021.105028 doi: |[10.1016/j.rinp.2021.105028](https://doi.org/10.1016/j.rinp.2021.105028) | [49] || X. W. Wang, H. J. Peng, S. Zhang, B. S. Chen, W. X. Zhong, A symplectic pseudospectral method for nonlinear optimal control problems with https://doi.org/10.1016/j.isatra.2017.02.018 doi: Workman, Optimal control applied to biological models, New York: Chapman and Hall/CRC, 2007. |[https://doi.org/10.1201/9781420011418](https://doi.org/10.1201/9781420011418) | [51] || X. W. Wang, H. J. Peng, B. Y. Shi, D. H. Jiang, S. Zhang, B. S. Chen, Optimal vaccination strategy of a constrained time-varying SEIR epidemic C. Kerrigan, ICLOCS2: Try this optimal control problem solver before you try the rest, In: 2018 UKACC 12th international conference on control (CONTROL), 2018. |[https://doi.org/10.1109/CONTROL.2018.8516795](https://doi.org/10.1109/CONTROL.2018.8516795) | [53] || M. A. Patterson, A. V. Rao, GPOPS-II: A MATLAB software for quadrature collocation methods and sparse nonlinear (2014), 1-37. https://doi.org/10.1145/2558904 doi: |[10.1145/2558904](https://doi.org/10.1145/2558904) | [54] || X. W. Wang, J. Liu, X. Z. Dong, C. W. Li, Y. Zhang, A symplectic pseudospectral method for constrained time-delayed optimal control problems and its application to biological control problems, Optimization, 70 (2021), 2527-2557. https://doi.org/10.1080/02331934.2020.1786568 doi: |[10.1080/02331934.2020.1786568](https://doi.org/10.1080/02331934.2020.1786568) | [55] || K. Zhang, X. W. Wang, H. Liu, Y. P. Ji, Q. W. Pan, Y. M. Wei, et al., Mathematical analysis of a human papillomavirus transmission model with vaccination and screening, Math. Biosci. Eng., 17 (2020), 5449-5476. https://doi.org/10.3934/mbe.2020294 doi: |[10.3934/mbe.2020294](https://doi.org/10.3934/mbe.2020294) algorithm for large-scale with (2010), 3447-3475. https://doi.org/10.1137/090747634 doi: |[10.1137/090747634](https://doi.org/10.1137/090747634) | [57] || Q. Li, X. H. Guan, P. Wu, X. Y. Wang, L. Zhou, Y. Q. Tong, et al., Early transmission dynamics in Wuhan, China, of novel coronavirus-infected pneumonia, N. Engl. J. Med., 382 (2020), 1199-1207. https://doi.org/10.1056/NEJMoa2001316 |[10.1056/NEJMoa2001316](https://doi.org/10.1056/NEJMoa2001316) | [58] || B. Tang, N. L. Bragazzi, Q. Li, S. Y. Tang, Y. N. Xiao, J. H. Wu, An updated estimation of the risk of transmission of the novel coronavirus (2019-nCov), Infect. Dis. Model., 5 | [59] || K. Kupferschmidt, The pandemic virus is slowly mutating. does it Science, "}