{"title": "Evidence for positive long- and short-term effects of vaccinations against COVID-19 in wearable sensor metrics", "author": "Wiedermann; Marc; Rose; Annika H; Maier; Benjamin F; Kolb; Jakob J; Hinrichs; David; Brockmann; Dirk", "url": "https://dx.doi.org/10.1093/pnasnexus/pgad223", "hostname": "doi.org", "description": "Abstract. Vaccines are among the most powerful tools to combat the COVID-19 pandemic. They are highly effective against infection and substantially reduce the r", "sitename": "OUP Academic", "date": "2023-07-03", "cleaned_text": "- - [Split View](javascript:;) - Views - [Cite](#) Cite Marc Wiedermann, Annika H Rose, Benjamin F Maier, Jakob J Kolb, David Hinrichs, Dirk Brockmann, Evidence for positive long- and short-term effects of vaccinations against COVID-19 in wearable sensor metrics, PNAS Nexus, Volume 2, Issue 7, July 2023, pgad223, [https://doi.org/10.1093/pnasnexus/pgad223](https://doi.org/10.1093/pnasnexus/pgad223) [Close](javascript:;) - - [Share Icon Share](javascript:;) Abstract Vaccines are among the most powerful tools to combat the COVID-19 pandemic. They are highly effective against infection and substantially reduce the risk of severe disease, hospitalization, ICU admission, and death. However, their potential for attenuating long-term changes in personal health and health-related wellbeing after a SARS-CoV-2 infection remains a subject of debate. Such effects can be effectively monitored at the individual level by analyzing physiological data collected by consumer-grade wearable sensors. Here, we investigate changes in resting heart rate, daily physical activity, and sleep duration around a SARS-CoV-2 infection stratified by vaccination status. Data were collected over a period of 2 years in the context of the German Corona Data Donation Project with around 190,000 monthly active participants. Compared to their unvaccinated counterparts, we find that vaccinated individuals, on average, experience smaller changes in their vital data that also return to normal levels more quickly. Likewise, extreme changes in vitals during the acute phase of the disease occur less frequently in vaccinated individuals. Our results solidify evidence that vaccines can mitigate long-term detrimental effects of SARS-CoV-2 infections both in terms of duration and magnitude. Furthermore, they demonstrate the value of large-scale, high-resolution wearable sensor data in public health research. The increasing use of smartwatches and fitness trackers allows collecting physiological and behavioral data at large scale and high resolution. Here, we show the potential of such data for public health research by tracking vital changes following a SARS-CoV-2 infection in vaccinated and unvaccinated participants of the German Corona Data Donation Project. Daily resting heart rate, activity, and sleep duration showed consistently less average and extreme changes throughout both, the acute phase of COVID-19 and in the long-term, if people were vaccinated prior to infection. Our statistically significant results provide further evidence that vaccinations mitigate (long-term) health constraints of a SARS-CoV-2 infection that can be directly experienced by individuals in their daily lives and are measurable beyond commonly observed clinical outcomes. Introduction COVID-19, the disease caused by infection with SARS-CoV-2, is usually accompanied by, e.g. fever, cough, sore throat, shortness of breath, and fatigue ( [1](javascript:;)). These symptoms are most prevalent during the acute phase of the disease, i.e. the 4 weeks following symptom onset ( [2](javascript:;)), but can persist, develop, or recur for weeks to months ( [3](javascript:;), [4](javascript:;)), a condition known as post-acute (PASC) or Long COVID ( [2](javascript:;), [5-7](javascript:;)). Other long-term symptoms include cognitive dysfunction, confusion, chest pain, head- and muscle aches, dizziness, or heart palpitations ( [8](javascript:;), [9](javascript:;)). They can be experienced by all age groups and are not exclusive to people with a severe acute course of the disease ( [6](javascript:;)), though some indication exists that the risk of their contraction can be linked to the number and severity of symptoms experienced at the start of the illness ( [8](javascript:;)). Vaccines are effective against infection with SARS-CoV-2 as well as hospitalization, ICU admission, and death due to COVID-19 ( [10-15](javascript:;)). However, reports of breakthrough infections after vaccination, especially for the variants of concern B.1.617.2 (Delta) and B.1.1.529 (Omicron), have raised public concern ( [16](javascript:;)). Moreover, despite lowering the risk of symptomatic and severe breakthrough infections ( [17](javascript:;)), it is a subject of contention how well vaccines in such cases also attenuate long-term symptoms potentially associated with PASC/Long COVID ( [18](javascript:;), [19](javascript:;)). Numerous studies report long-term symptoms after breakthrough infections ( [20-22](javascript:;)) with conflicting evidence suggesting that they are either more common ( [23](javascript:;)) or similarly likely than for negative controls ( [24](javascript:;)). In addition, so far only a comparatively low level of certainty exists that the risk of developing prolonged symptoms after breakthrough infections is smaller in comparison to unvaccinated controls ( [17](javascript:;), [19](javascript:;), [23](javascript:;)) as such an effect has only consistently confirmed for certain sequelae ( [19](javascript:;), [24](javascript:;), [25](javascript:;)). Here, we provide evidence that vaccination against SARS-CoV-2 may significantly reduce likelihoods of long-term health constraints after contracting COVID-19. For this purpose, we use large-scale, daily data on resting heart rate (RHR), physical activity, and sleep collected over a period of around 2 years, Fig. [1](javascript:;). These data were collected as part of the Corona Data Donation Project (Corona-Datenspende-App or CDA), a smartphone app that allows users to submit such vital data by linking with consumer-grade smartwatches and fitness trackers. The app was developed at the Robert Koch Institute, Germany's Federal Public Health Institute and released in Germany on April 12, 2020, to participants of age 16 and older (see Supplementary Material and Fig. [S1](https://oup.silverchair-cdn.com/oup/backfile/Content_public/Journal/pnasnexus/2/7/10.1093_pnasnexus_pgad223/2/pgad223_supplementary_data.pdf?Expires=1697056406&Signature=ELMlUfreL25cRrs0VIy60dWVxzMqDaP6sWLPuu48AujgDKW03XdWG7XJUhWkp3JRRWHazWDmNPmuH9s~fEjWYSy7A8bK79jSTa-yhwuxAf9I57z1Hqe~Hs9BSzGsTwM8ADKTb053HTStzyycXwzVpWDSLeY0jsI5Vc3CiXc76Q~zIZKJy5WSZab3toEyr~R1MNWKn5aeHqlHu-Vadp1I7c5HgmKnZ1MpWvLNluwnh5jr0-Z1e0pkZNhj0rd3uqpp2k~wY718j1gCiGBJPnEOx78D4FX90WfYd~UgdQ~t8DoHLYv2nz8Fqb-uMAO7lJBwJ5XNrtouuT-3XLQzg50WqA__&Key-Pair-Id=APKAIE5G5CRDK6RD3PGA) for details). As of April 2022, the app had around 190,000 monthly active users with more than 120,000 people submitting daily vital data for at least 600 days. In addition, users optionally participate in in-app surveys about, e.g. diagnostic test results and vaccination data. The high temporal resolution and long observation period permits continuous tracking of an individual's biometrics and enables a fine-grained analysis of vital signs prior to a SARS-CoV-2 infection, throughout the acute phase of the disease, and during recovery. As such, the combination of survey and vital data enables analysis of long-term physiological and behavioral changes in COVID-19 positive and -negative individuals stratified by vaccination status. We additionally investigate extreme short-term vital changes in the disease's acute phase as a proxy for symptomatic and severe courses of COVID-19 to show the consistencies between our outcomes, that are measured in a passive fashion while individuals' go about their everyday activities, with commonly observed clinical factors. The systematic use of such large-scale data collected via commercially available wearable devices is a growing line of data-driven, medical research ( [26](javascript:;), [27](javascript:;)). It has been applied to study physiological markers of depression ( [28](javascript:;)), characterize daily physiology and circadian rhythms ( [29](javascript:;)), and improve surveillance of influenza-like illnesses ( [26](javascript:;)). In the COVID-19 context, it allowed for early detection of COVID-19 in individuals ( [30](javascript:;)), predicting overall case numbers ( [31](javascript:;)), and discriminating COVID-19 positive from negative individuals ( [32](javascript:;), [33](javascript:;)). Moreover, studies conducted prior to sufficient availability of vaccination data were able to link infections with SARS-CoV-2 to elevated resting heart rate that only returned to baseline levels at an average of 79 days after symptom onset ( [34](javascript:;)). Results We computed weekly changes in resting heart rate (RHR), daily steps, and sleep duration around the date of a COVID-19 PCR test for a total of 8,134 individuals, of which 2,272 experienced a breakthrough infection, 319 were infected prior to receiving their first vaccine dose, and 5,543 reported negative test results, thus serving as a control group (Table [1](javascript:;) and Fig. [S2](https://oup.silverchair-cdn.com/oup/backfile/Content_public/Journal/pnasnexus/2/7/10.1093_pnasnexus_pgad223/2/pgad223_supplementary_data.pdf?Expires=1697056406&Signature=ELMlUfreL25cRrs0VIy60dWVxzMqDaP6sWLPuu48AujgDKW03XdWG7XJUhWkp3JRRWHazWDmNPmuH9s~fEjWYSy7A8bK79jSTa-yhwuxAf9I57z1Hqe~Hs9BSzGsTwM8ADKTb053HTStzyycXwzVpWDSLeY0jsI5Vc3CiXc76Q~zIZKJy5WSZab3toEyr~R1MNWKn5aeHqlHu-Vadp1I7c5HgmKnZ1MpWvLNluwnh5jr0-Z1e0pkZNhj0rd3uqpp2k~wY718j1gCiGBJPnEOx78D4FX90WfYd~UgdQ~t8DoHLYv2nz8Fqb-uMAO7lJBwJ5XNrtouuT-3XLQzg50WqA__&Key-Pair-Id=APKAIE5G5CRDK6RD3PGA)). The per-user baseline against which changes are computed is given by the respective average of each variable over the 8 weeks preceding a confirmed infection with SARS-CoV-2, indicated by the approximate date of a PCR test (given at a weekly temporal resolution). Signals were normalized by subtracting the daily average from all individual time series to account for seasonal effects, e.g. naturally prolonged sleep duration in winter and increased activity in summer. Thus, individual vital data are always measured relative to the population-wide average on a given day. Further details on the characteristics, preprocessing, and analysis of the data are provided in the Materials and Methods Section. |.||Vaccinated SARS-CoV-2 positive parentheses indicate the respective share of users within the specific cohort. The values for all cohorts are comparable with that of the entire set of participants in the Corona Data Donation project, cf. Table [S1](https://oup.silverchair-cdn.com/oup/backfile/Content_public/Journal/pnasnexus/2/7/10.1093_pnasnexus_pgad223/2/pgad223_supplementary_data.pdf?Expires=1697056406&Signature=ELMlUfreL25cRrs0VIy60dWVxzMqDaP6sWLPuu48AujgDKW03XdWG7XJUhWkp3JRRWHazWDmNPmuH9s~fEjWYSy7A8bK79jSTa-yhwuxAf9I57z1Hqe~Hs9BSzGsTwM8ADKTb053HTStzyycXwzVpWDSLeY0jsI5Vc3CiXc76Q~zIZKJy5WSZab3toEyr~R1MNWKn5aeHqlHu-Vadp1I7c5HgmKnZ1MpWvLNluwnh5jr0-Z1e0pkZNhj0rd3uqpp2k~wY718j1gCiGBJPnEOx78D4FX90WfYd~UgdQ~t8DoHLYv2nz8Fqb-uMAO7lJBwJ5XNrtouuT-3XLQzg50WqA__&Key-Pair-Id=APKAIE5G5CRDK6RD3PGA). |.||Vaccinated SARS-CoV-2 parentheses indicate the respective share of users within the specific cohort. The values for all cohorts are comparable with that of the entire set of participants in the Corona Data Donation project, cf. Table [S1](https://oup.silverchair-cdn.com/oup/backfile/Content_public/Journal/pnasnexus/2/7/10.1093_pnasnexus_pgad223/2/pgad223_supplementary_data.pdf?Expires=1697056406&Signature=ELMlUfreL25cRrs0VIy60dWVxzMqDaP6sWLPuu48AujgDKW03XdWG7XJUhWkp3JRRWHazWDmNPmuH9s~fEjWYSy7A8bK79jSTa-yhwuxAf9I57z1Hqe~Hs9BSzGsTwM8ADKTb053HTStzyycXwzVpWDSLeY0jsI5Vc3CiXc76Q~zIZKJy5WSZab3toEyr~R1MNWKn5aeHqlHu-Vadp1I7c5HgmKnZ1MpWvLNluwnh5jr0-Z1e0pkZNhj0rd3uqpp2k~wY718j1gCiGBJPnEOx78D4FX90WfYd~UgdQ~t8DoHLYv2nz8Fqb-uMAO7lJBwJ5XNrtouuT-3XLQzg50WqA__&Key-Pair-Id=APKAIE5G5CRDK6RD3PGA). Vaccinations mitigate long-term vital changes in COVID-19 positive individuals We first evaluated the evolution of average changes in weekly RHR, step count, and sleep duration in the weeks following a PCR test separately for each user cohort, depicted in Fig. [2](javascript:;). On average, the RHR of unvaccinated users with SARS-CoV-2 infection increased by beats per minute (bpm) in the week of the PCR test and only returned to baseline levels after 11 weeks (Fig. [2](javascript:;)A). This finding qualitatively confirms similar results obtained in earlier studies ( [34](javascript:;), [35](javascript:;)) that did not specifically differentiate by vaccination status. We found a pronounced drop in RHR around 1 week after a PCR test, with values that decreased even below baseline for vaccinated users. This aligns with earlier studies ( [34](javascript:;)) and potentially indicates transient bradycardia following infection ( [36](javascript:;)). RHR of unvaccinated individuals already increased significantly in the week preceding a PCR test at values of bpm above normal. We found weaker average deviations in RHR for vaccinated individuals with a maximum value of bpm in the week of the PCR test. These deviations were accompanied by a swifter return to baseline levels after approximately 3-6 weeks. Except for the 2 weeks following a PCR test, the average RHR-change for vaccinated individuals was approximately two to three times lower than for those that were unvaccinated (Fig. [2](javascript:;)A), potentially indicating a milder course of the disease on average. The average daily activity (Fig. [2](javascript:;)B) decreased in the week of the PCR test by 2,000 and 3,000 steps per day for vaccinated and unvaccinated individuals, respectively. For both groups, the reduction usually began the week of a positive PCR test and thus might have been partially modulated by changes in behavior, i.e. self-isolation. A return to baseline activity among vaccinated individuals occurred after only 4 weeks compared to around 6-11 weeks for the unvaccinated cohort, indicating prolonged alteration in the average activity after an infection with SARS-CoV-2 for the latter group. Finally, the average sleep duration of unvaccinated individuals increased abruptly by minutes per day during the week of the PCR test. For vaccinated individuals, this effect was reduced by more than half to an average of only minutes per day. Similar magnitudes were observed in the first week following a PCR test, where sleep duration was increased by and minutes per day for unvaccinated and vaccinated users, respectively. Sleep duration returned to baseline values more quickly for both user groups as compared to activity or RHR. By the third week, anomalies in sleep duration were comparable with that of the COVID-19 negative control group. Still, we found a significant increase of approximately two times in the average need for rest during the acute phase of the disease when comparing vaccinated and unvaccinated individuals. We also found small variations in RHR, activity, and sleep duration in COVID-19 negative individuals around the test period, potentially related to other diseases, such as influenza or the common cold, which might have caused people to take a PCR test in the first place. Extreme changes in acute phase most prominent for unvaccinated individuals In addition to the observed prolonged changes in vitals, the most prominent signals appeared during the acute phase of the disease, cf. Fig. [2](javascript:;). For a thorough assessment, we therefore also investigated the distributions of weekly increases in RHR and sleep duration as well as decreases in activity for each cohort in the 4 weeks following a PCR test, Fig. [3](javascript:;). For all metrics, the frequencies of changes decayed continuously with increasing values. As expected, the smallest changes (less than 1 bpm/day of RHR change, less than 1,000 steps/day reduction in activity, and less than 15 min/day of additional sleep) were most commonly observed in the COVID-19 negative cohort. Likewise, between 40% and 50% of all COVID-19 positive individuals experienced only small changes in all three metrics, likely indicating comparatively mild courses. Note that these numbers are well below the commonly reported percentage of mild and moderate cases of at least 80% ( [37](javascript:;)) while exceeding rough estimates () for asymptomatic infections in confirmed COVID-19 cases ( [38](javascript:;)). Hence, we found a reasonable amount of individuals with little or no changes in their vital data during SARS-CoV-2 infection. The observed frequencies of larger and more extreme vital changes in the unvaccinated cohort were consistently higher than those measured for vaccinated and COVID-19 negative individuals, again indicating increased likelihood for a severe course in unvaccinated individuals, Fig. [3](javascript:;). Vaccinations reduce short-term risk of severe vital changes in COVID-19 positive individuals In order to clarify the prevalence of severe courses in acute cases, we ultimately measured how extreme changes in vital signals were distributed for the unvaccinated, vaccinated, and COVID-19 negative cohorts in the first weeks after taking a PCR test, Fig. [4](javascript:;). For this purpose, we computed within each cohort the share of users whose vital changes exceeded a certain threshold. Specifically, we counted individuals whose change in RHR exceeded 5 bpm/day and define an extreme activity reduction of 5,000 steps/day as well as pronounced sleep prolongation of more than 1 hr/day, both of which well exceed the maximum observed average change in Fig. [2](javascript:;) while still yielding reasonable frequencies in Fig. [3](javascript:;). In the unvaccinated group, the frequency of more than 5 bpm/day RHR change varied between 17.5% in the week of and 10% in the fourth week after a positive PCR test, Fig. [4](javascript:;)A. For weeks 0, 1, and 3 those frequencies were significantly larger than those of the vaccinated cohort. The same held true for weeks 2 and 4 when comparing the unvaccinated cohort with the COVID-19 negative control group. Only from week five onward were extreme RHR changes equally likely in COVID-19 positive individuals as in the negative control cohort. In contrast, extreme RHR changes in the vaccinated cohort were only significantly more frequent than for negative controls during the week of the PCR test while being only half as common than in the unvaccinated cohort. Likewise, we found significantly increased prevalence of drastic reduction in activity for both the vaccinated and unvaccinated cohorts in the first 2-3 weeks following a PCR test when compared to the COVID-19 negative control group, Fig. [4](javascript:;)B. In addition, the respective prevalence in the unvaccinated cohort was significantly larger compared to the vaccinated group in weeks -1 to 3, again indicating a reduced risk of severe illness following full vaccination. Notably, a small share () of unvaccinated individuals already showed substantial activity reduction in the week prior to taking a PCR test, indicating a potential precursor for the developing disease. No significant extreme reductions in activity were observed after the third week, Fig. [4](javascript:;)B. Finally, we considered the frequency of individuals with an increased sleep duration of 1 hr/day, indicative of a strongly increased need for rest in the acute phase of COVID-19, Fig. [4](javascript:;)C. Both COVID-19 positive cohorts showed greatly increased frequency in sleep prolongation during weeks 0 and 1 following a PCR test, with more than 30% of cases in the unvaccinated group and 10-20% of cases in the vaccinated cohort. Extended sleep duration was also significantly prominent in the unvaccinated cohort in the second week after a positive PCR test with a prevalence of more than 20% compared to less than 10% in the vaccinated and the control cohorts. Hence, roughly 3-4 out of 10 unvaccinated individuals experienced an increased sleep duration of more than 1 hr/day for an extended period of 2-3 weeks. Discussion We analyzed changes in resting heart rate (RHR), physical activity, and sleep duration around the time of a PCR test for 2,272 vaccinated and 319 unvaccinated COVID-19 positive individuals as well as 5,543 individuals in a COVID-19 negative control group. Participants in this study were self-recruited, often following media announcements. They submitted their vital data and meta-information, i.e. sociodemographics, PCR test dates and results, and vaccination status, via the Robert Koch Institute's Corona-Datenspende smartphone app (CDA), downloadable free of charge for German residents over the age of 16. We found that average deviations and subsequent stabilizations in vital signals were most pronounced for unvaccinated individuals, with the longest normalization period spanning an average of 11 weeks post-PCR test week for both RHR and activity. Similar findings have been obtained in other studies that, although not explicitly stated, likely mostly considered unvaccinated individuals due to the scarcity of vaccines at the time ( [34](javascript:;), [35](javascript:;)). Average vital changes for vaccinated persons were less pronounced, albeit at times still significantly different from the COVID-19 negative control group. In addition, extreme values were more likely observed for unvaccinated individuals in the acute phase of the disease when compared to the vaccinated/negative cohort, indicating the consistency with common clinical outcomes for estimating vaccine efficacies against severe and symptomatic cases of COVID-19 ( [10](javascript:;), [11](javascript:;), [13](javascript:;), [15](javascript:;)). Finally, we observed that both RHR as well as the step count of unvaccinated COVID-19 positive individuals, already differed significantly from the negative control group in the week prior to taking a PCR test, hinting at its potential to serve as an early warning indicator of a coming illness ( [26](javascript:;), [30](javascript:;)). Our results provide further evidence that vaccinations can not only mitigate severe cases of acute COVID-19, which is in line with the broader literature ( [10-14](javascript:;), [17](javascript:;), [39](javascript:;)) but also highlight their potential behavioral [25](javascript:;)). Our results exemplify the great potential that lies in passive sensing for public health research as it fosters robust and large-scale analysis of long-term, high-resolution longitudinal data with interpretable metrics that can be linked to an individual's physiology ( [40](javascript:;)). As such, it can provide an additional proxy for individual health-related wellbeing at the time of measurement in terms of, e.g., activity and sleep patterns, and thus serve as a complement to common clinical and diagnostic outcomes. Our analysis comes with some limitations that need to be considered when contextualizing the above results. First and foremost, our analysis did not discriminate infections by the respective variant of concern (VOC) that was predominant at the time a PCR test was taken. Furthermore, individuals that were designated as unvaccinated were primarily assigned to this cohort because, at the time of infection, vaccine availability was limited (see Supplementary Material and Fig. [S2](https://oup.silverchair-cdn.com/oup/backfile/Content_public/Journal/pnasnexus/2/7/10.1093_pnasnexus_pgad223/2/pgad223_supplementary_data.pdf?Expires=1697056406&Signature=ELMlUfreL25cRrs0VIy60dWVxzMqDaP6sWLPuu48AujgDKW03XdWG7XJUhWkp3JRRWHazWDmNPmuH9s~fEjWYSy7A8bK79jSTa-yhwuxAf9I57z1Hqe~Hs9BSzGsTwM8ADKTb053HTStzyycXwzVpWDSLeY0jsI5Vc3CiXc76Q~zIZKJy5WSZab3toEyr~R1MNWKn5aeHqlHu-Vadp1I7c5HgmKnZ1MpWvLNluwnh5jr0-Z1e0pkZNhj0rd3uqpp2k~wY718j1gCiGBJPnEOx78D4FX90WfYd~UgdQ~t8DoHLYv2nz8Fqb-uMAO7lJBwJ5XNrtouuT-3XLQzg50WqA__&Key-Pair-Id=APKAIE5G5CRDK6RD3PGA)). Hence, all unvaccinated donors were likely infected with B.1.1.7 (Alpha) or the wild-type which might have triggered different physiological responses than the later emergent variants, specifically B.1.617.2 (Delta) and, more recently, B.1.1.529 (Omicron). The majority of breakthrough infections in our data set were reported when these latter two variants were prevalent, meaning that the observed effects could partially also be explained by weaker physiological responses to Omicron ( [41](javascript:;)). To account for this effect, we performed an additional sensitivity analysis (see Supplementary Material) that only considered infections reported prior to 2021 December 15. These breakthrough infections are then mostly recorded for the forth wave of the pandemic ( [42](javascript:;)) and thus likely caused by Delta, which has been reported to cause more severe cases than Alpha ( [43](javascript:;)). When only considering this subset of users in the vaccinated cohort, we found that the results presented in Fig. [2](javascript:;) still hold, indicating that vaccinated individuals likely infected with the Delta variant exhibited significantly weaker average changes in vital data compared to the unvaccinated group, Fig. [S3](https://oup.silverchair-cdn.com/oup/backfile/Content_public/Journal/pnasnexus/2/7/10.1093_pnasnexus_pgad223/2/pgad223_supplementary_data.pdf?Expires=1697056406&Signature=ELMlUfreL25cRrs0VIy60dWVxzMqDaP6sWLPuu48AujgDKW03XdWG7XJUhWkp3JRRWHazWDmNPmuH9s~fEjWYSy7A8bK79jSTa-yhwuxAf9I57z1Hqe~Hs9BSzGsTwM8ADKTb053HTStzyycXwzVpWDSLeY0jsI5Vc3CiXc76Q~zIZKJy5WSZab3toEyr~R1MNWKn5aeHqlHu-Vadp1I7c5HgmKnZ1MpWvLNluwnh5jr0-Z1e0pkZNhj0rd3uqpp2k~wY718j1gCiGBJPnEOx78D4FX90WfYd~UgdQ~t8DoHLYv2nz8Fqb-uMAO7lJBwJ5XNrtouuT-3XLQzg50WqA__&Key-Pair-Id=APKAIE5G5CRDK6RD3PGA). We also compared average vital changes in that same cohort of vaccinated individuals infected before 2021 December 15 to individuals who reported infections after that date, i.e. during the fifth wave of the pandemic in Germany. The latter were thus likely infected with the Omicron VOC. We found hardly any significant differences in the temporal evolution of vital changes between the cohorts, Fig. [S4](https://oup.silverchair-cdn.com/oup/backfile/Content_public/Journal/pnasnexus/2/7/10.1093_pnasnexus_pgad223/2/pgad223_supplementary_data.pdf?Expires=1697056406&Signature=ELMlUfreL25cRrs0VIy60dWVxzMqDaP6sWLPuu48AujgDKW03XdWG7XJUhWkp3JRRWHazWDmNPmuH9s~fEjWYSy7A8bK79jSTa-yhwuxAf9I57z1Hqe~Hs9BSzGsTwM8ADKTb053HTStzyycXwzVpWDSLeY0jsI5Vc3CiXc76Q~zIZKJy5WSZab3toEyr~R1MNWKn5aeHqlHu-Vadp1I7c5HgmKnZ1MpWvLNluwnh5jr0-Z1e0pkZNhj0rd3uqpp2k~wY718j1gCiGBJPnEOx78D4FX90WfYd~UgdQ~t8DoHLYv2nz8Fqb-uMAO7lJBwJ5XNrtouuT-3XLQzg50WqA__&Key-Pair-Id=APKAIE5G5CRDK6RD3PGA). Hence, in the context of our analysis, it is reasonable to combine all recorded breakthrough infections into a single cohort for ease of interpretability and without having results skewed by the influence of a single variant of concern. By now, almost all users of the Corona Data Donation Project are at least fully vaccinated or have received a booster vaccination. Physiological responses to more recent variants of concern in unvaccinated individuals could, therefore, only be recorded if unvaccinated individuals were specifically recruited. In addition, we did not explicitly account for the time between receiving the latest vaccination dose and the date of breakthrough infection, which ignores the potential effects of waning immunity ( [44](javascript:;)). However, most breakthrough infections in our data set were recorded in the first 4 months after receiving the last of at least two vaccine doses (see Supplementary Material and Fig. [S5](https://oup.silverchair-cdn.com/oup/backfile/Content_public/Journal/pnasnexus/2/7/10.1093_pnasnexus_pgad223/2/pgad223_supplementary_data.pdf?Expires=1697056406&Signature=ELMlUfreL25cRrs0VIy60dWVxzMqDaP6sWLPuu48AujgDKW03XdWG7XJUhWkp3JRRWHazWDmNPmuH9s~fEjWYSy7A8bK79jSTa-yhwuxAf9I57z1Hqe~Hs9BSzGsTwM8ADKTb053HTStzyycXwzVpWDSLeY0jsI5Vc3CiXc76Q~zIZKJy5WSZab3toEyr~R1MNWKn5aeHqlHu-Vadp1I7c5HgmKnZ1MpWvLNluwnh5jr0-Z1e0pkZNhj0rd3uqpp2k~wY718j1gCiGBJPnEOx78D4FX90WfYd~UgdQ~t8DoHLYv2nz8Fqb-uMAO7lJBwJ5XNrtouuT-3XLQzg50WqA__&Key-Pair-Id=APKAIE5G5CRDK6RD3PGA)), likely indicating consistent protection in the majority of the vaccinated cohort. We also note that neither of our three cohorts is representative of the German population. Our sample shows a large over-representation of male individuals (see Table [1](javascript:;)), as well as an under-representation of adolescent and elderly (65+) persons, see Supplementary Material and Fig. [S6](https://oup.silverchair-cdn.com/oup/backfile/Content_public/Journal/pnasnexus/2/7/10.1093_pnasnexus_pgad223/2/pgad223_supplementary_data.pdf?Expires=1697056406&Signature=ELMlUfreL25cRrs0VIy60dWVxzMqDaP6sWLPuu48AujgDKW03XdWG7XJUhWkp3JRRWHazWDmNPmuH9s~fEjWYSy7A8bK79jSTa-yhwuxAf9I57z1Hqe~Hs9BSzGsTwM8ADKTb053HTStzyycXwzVpWDSLeY0jsI5Vc3CiXc76Q~zIZKJy5WSZab3toEyr~R1MNWKn5aeHqlHu-Vadp1I7c5HgmKnZ1MpWvLNluwnh5jr0-Z1e0pkZNhj0rd3uqpp2k~wY718j1gCiGBJPnEOx78D4FX90WfYd~UgdQ~t8DoHLYv2nz8Fqb-uMAO7lJBwJ5XNrtouuT-3XLQzg50WqA__&Key-Pair-Id=APKAIE5G5CRDK6RD3PGA) for the distribution of age groups. Moreover, there is good reason to assume that our study population is more health conscious than the average population since the usage of fitness trackers is partially correlated with or, at least, facilitates awareness of health-related behavior ( [45](javascript:;)). Likewise, the cohorts might not be fully representative of one another, even though the basic proportions of gender and age match well across them, Table [1](javascript:;). In addition, the distributions of age and gender are consistent between our study subsample and the entire set of participants in the Corona Data Donation project (see Fig. [S6](https://oup.silverchair-cdn.com/oup/backfile/Content_public/Journal/pnasnexus/2/7/10.1093_pnasnexus_pgad223/2/pgad223_supplementary_data.pdf?Expires=1697056406&Signature=ELMlUfreL25cRrs0VIy60dWVxzMqDaP6sWLPuu48AujgDKW03XdWG7XJUhWkp3JRRWHazWDmNPmuH9s~fEjWYSy7A8bK79jSTa-yhwuxAf9I57z1Hqe~Hs9BSzGsTwM8ADKTb053HTStzyycXwzVpWDSLeY0jsI5Vc3CiXc76Q~zIZKJy5WSZab3toEyr~R1MNWKn5aeHqlHu-Vadp1I7c5HgmKnZ1MpWvLNluwnh5jr0-Z1e0pkZNhj0rd3uqpp2k~wY718j1gCiGBJPnEOx78D4FX90WfYd~UgdQ~t8DoHLYv2nz8Fqb-uMAO7lJBwJ5XNrtouuT-3XLQzg50WqA__&Key-Pair-Id=APKAIE5G5CRDK6RD3PGA) and Table [S1](https://oup.silverchair-cdn.com/oup/backfile/Content_public/Journal/pnasnexus/2/7/10.1093_pnasnexus_pgad223/2/pgad223_supplementary_data.pdf?Expires=1697056406&Signature=ELMlUfreL25cRrs0VIy60dWVxzMqDaP6sWLPuu48AujgDKW03XdWG7XJUhWkp3JRRWHazWDmNPmuH9s~fEjWYSy7A8bK79jSTa-yhwuxAf9I57z1Hqe~Hs9BSzGsTwM8ADKTb053HTStzyycXwzVpWDSLeY0jsI5Vc3CiXc76Q~zIZKJy5WSZab3toEyr~R1MNWKn5aeHqlHu-Vadp1I7c5HgmKnZ1MpWvLNluwnh5jr0-Z1e0pkZNhj0rd3uqpp2k~wY718j1gCiGBJPnEOx78D4FX90WfYd~UgdQ~t8DoHLYv2nz8Fqb-uMAO7lJBwJ5XNrtouuT-3XLQzg50WqA__&Key-Pair-Id=APKAIE5G5CRDK6RD3PGA)), indicating that there is at least no additional selection bias for partaking in the surveys about test results and vaccination dates. We note that there are many more confounding factors that might influence the observed vital changes, such as pre-existing conditions, self-reported symptoms during the disease, socioeconomic status, as well as demographics including age, sex, and body mass index. Due to the limited sample size, we refrained from performing any further discrimination along these potentially confounding factors, but such analyses could be performed in the future if the recorded cohorts increased in size. However, despite the above limitations, our analysis provides relevant insights regarding the efficacy of vaccine against long-term effects of COVID-19. Because vulnerable groups, such as the elderly, are under-represented, the observed differences might become more pronounced if more people from such groups participated in the study. As such, the results for unvaccinated individuals might indicate a lower bound for expected vital changes which might become larger when a more representative cohort is considered, thereby potentially increasing the observed differences between our cohorts further. Furthermore, we acknowledge that we cannot disentangle whether changes in vital data, especially activity and sleep duration, were caused by a behavioral response to a positive diagnosis or whether those changes were an actual physiological imprint of an acute infection. While we likely observed a combination of both effects, it remains impossible to quantify their individual influence. However, we may assume that the mere effect of isolation reduces the opportunity for physical activity equally for unvaccinated and vaccinated individuals, thereby making it an unlikely explanation for all the observed changes in daily activity. Still, across all metrics, the average deviation in step counts were most similar between the COVID-19 positive cohorts, indicating that these changes are, in fact, partially driven by self-isolation. In order to better understand these effects, future studies of similar kind should specifically aim to survey individual behavior after an infection, including whether and for how long participants went into self-isolation. Along the same lines, additional information on actual symptoms, such as fever or fatigue, could serve to explain magnitudes and duration of the observed vital changes and allow to further discriminate the considered cohorts in a meaningful manner for an even more fine-grained analysis. Future work should aim to reproduce and validate the results obtained in this study, ideally with data that are collected in a similar fashion such as through the DETECT ( [46](javascript:;)) or Evidation ( [47](javascript:;)) systems in the US, as well as TemPredict which covers a broad range of international users ( [48](javascript:;)). We further propose to investigate and improve the representativeness of the user sample, i.e. by comparison with common health survey programs, such as GEDA in Germany ( [49](javascript:;)) or NHIS in the US ( [50](javascript:;)). One should then aim to specifically advertise for an increased participation of currently under-represented groups, potentially by providing wearables to users that could normally not afford such devices and are therefore missing from the data set. Moreover, one should aim to collect data, such as respiratory rate, body temperature, or even oxygen saturation (especially SpO2) with a potentially more direct indication of impending illness as well as the severity of symptoms in the acute phase and the long-term. This also carries the potential for future clinical applications and individual-level monitoring, e.g., to indicate when patients should seek medical care or to monitor recovery and returning physical resilience after a disease. While the present analysis investigates the potential magnitude and duration of long-term vital changes as well as the prevalence of certain extreme signals in the acute phase, we suggest that future work should aim for a combined analysis of the two effects with the goal of assessing potential similarities between them on the individual level. This would allow to further identify to what extent the persistence of lingering symptoms can be understood as a potential reflection of a severe acute phase. Ultimately, we suggest to incorporate higher-frequency data recorded with a temporal resolution on the scale of minutes ( [29](javascript:;)). Such data would allow for the quantification of more subtle changes in physiology, such as those observed in postural orthostatic tachycardia syndrome (POTS), another typical condition associated with Long COVID ( [51](javascript:;)). After all, it is a unique advantage of wearable sensors that data can be measured over extended periods at high resolution and minimal burden to the individual, thereby making them a promising tool to complement traditional clinical methods for a data-driven approach to public health research ( [46](javascript:;), [52](javascript:;)). Materials and methods Data characteristics Between April 12, 2020, and April 3, 2022, a total of 535,557 people installed the Corona-Datenspende App and submitted at least one vital data point. Of these users, 48,281 people agreed to also participate in regular surveys about COVID-19 test results, vaccination status, and other information relevant for pandemic research. 29,486 users submitted their vaccination status and the months of receiving doses, and 20,614 provided the week and result of their first positive PCR test or their first ever PCR test if all results were negative. The overlap between users who submitted both vaccination status and test results resulted in 16,928 people. Data preprocessing Due to inconsistent measurements in sleep duration for Apple devices following a manufacturer update on October 10, 2022, 532 affected users were removed from the data set. In addition, 341 users who received a single dose with the vaccine Ad26.COV2.S (Janssen) and 40 users who were infected after receiving their first mRNA vaccine dose were excluded from the analysis. Of this subset, we kept users who donated at least one vital data point between 8 weeks preceding and 20 weeks following their PCR test (12,308 users). We computed weekly averages if at least six data points were present in a given week. Users with less than 3 weeks of sufficient data preceding their test were dropped since no reliable baseline could be computed, leaving a total of 8,134 users. We considered all users who received at least two vaccination doses prior to their positive PCR test as vaccinated and those who did not receive any dose as unvaccinated, such that 2,272 individuals experienced a breakthrough infection, 319 were infected prior to receiving their first vaccine dose, and 5,543 only reported negative PCR tests. A detailed cohort-diagram can be found in Fig. [S7](https://oup.silverchair-cdn.com/oup/backfile/Content_public/Journal/pnasnexus/2/7/10.1093_pnasnexus_pgad223/2/pgad223_supplementary_data.pdf?Expires=1697056406&Signature=ELMlUfreL25cRrs0VIy60dWVxzMqDaP6sWLPuu48AujgDKW03XdWG7XJUhWkp3JRRWHazWDmNPmuH9s~fEjWYSy7A8bK79jSTa-yhwuxAf9I57z1Hqe~Hs9BSzGsTwM8ADKTb053HTStzyycXwzVpWDSLeY0jsI5Vc3CiXc76Q~zIZKJy5WSZab3toEyr~R1MNWKn5aeHqlHu-Vadp1I7c5HgmKnZ1MpWvLNluwnh5jr0-Z1e0pkZNhj0rd3uqpp2k~wY718j1gCiGBJPnEOx78D4FX90WfYd~UgdQ~t8DoHLYv2nz8Fqb-uMAO7lJBwJ5XNrtouuT-3XLQzg50WqA__&Key-Pair-Id=APKAIE5G5CRDK6RD3PGA). Data analysis As a first step, we computed per-user anomalies of all vital data. For this purpose, we subtracted daily population-wide averages of resting heart rate, step count, and sleep duration from each user's time series in order to account for seasonal effects, such as increased activity in summer or prolonged sleep duration in winter. For an increased accuracy, we used the data of all 16,396 users that are left in the study cohort after removing Apple users with inconsistent data for this purpose. After this transformation, a value of zero indicated that a user's vital measurement was en par with the population-wide average on a given day, while positive and negative values indicated above- and below-average values, respectively. A visualization of these preprocessing steps by means of transforming an exemplary vital time series is shown in Fig. [S8](https://oup.silverchair-cdn.com/oup/backfile/Content_public/Journal/pnasnexus/2/7/10.1093_pnasnexus_pgad223/2/pgad223_supplementary_data.pdf?Expires=1697056406&Signature=ELMlUfreL25cRrs0VIy60dWVxzMqDaP6sWLPuu48AujgDKW03XdWG7XJUhWkp3JRRWHazWDmNPmuH9s~fEjWYSy7A8bK79jSTa-yhwuxAf9I57z1Hqe~Hs9BSzGsTwM8ADKTb053HTStzyycXwzVpWDSLeY0jsI5Vc3CiXc76Q~zIZKJy5WSZab3toEyr~R1MNWKn5aeHqlHu-Vadp1I7c5HgmKnZ1MpWvLNluwnh5jr0-Z1e0pkZNhj0rd3uqpp2k~wY718j1gCiGBJPnEOx78D4FX90WfYd~UgdQ~t8DoHLYv2nz8Fqb-uMAO7lJBwJ5XNrtouuT-3XLQzg50WqA__&Key-Pair-Id=APKAIE5G5CRDK6RD3PGA). Next, user data were down-sampled into weekly bins, enabling the same temporal resolution as the approximate date of reported PCR tests. We then computed for each user and vital metric an individual baseline as the average over the 8 weeks prior to the PCR test. We subtracted this baseline from each time series to obtain the corresponding deviations in vital signals. For all users, the time series were then aligned with the week of a PCR test and averaged (for the results in Fig. [2](javascript:;)) or thresholded (for the results in Fig. [4](javascript:;)) depending on the desired analysis. Statistical analysis For all discussions of differences in average vitals, we used a one-sided Welch t-test. For analyzing the prevalence of extreme vital changes, we applied a one-sided two proportion z-test. For both tests, we used a significance level of . One-sided tests were used since we put our focus on whether vital changes of unvaccinated individuals exceeded those of the vaccinated or negative cohorts. Likewise, we were only interested in vital changes of vaccinated individuals if they exceeded those measures observed for the negative control cohort. We evaluated quantile-quantile diagrams to compare observed vital changes with those expected from a normal distribution. The quantiles show a strong linear relationship (Figs. [S9-S17](https://oup.silverchair-cdn.com/oup/backfile/Content_public/Journal/pnasnexus/2/7/10.1093_pnasnexus_pgad223/2/pgad223_supplementary_data.pdf?Expires=1697056406&Signature=ELMlUfreL25cRrs0VIy60dWVxzMqDaP6sWLPuu48AujgDKW03XdWG7XJUhWkp3JRRWHazWDmNPmuH9s~fEjWYSy7A8bK79jSTa-yhwuxAf9I57z1Hqe~Hs9BSzGsTwM8ADKTb053HTStzyycXwzVpWDSLeY0jsI5Vc3CiXc76Q~zIZKJy5WSZab3toEyr~R1MNWKn5aeHqlHu-Vadp1I7c5HgmKnZ1MpWvLNluwnh5jr0-Z1e0pkZNhj0rd3uqpp2k~wY718j1gCiGBJPnEOx78D4FX90WfYd~UgdQ~t8DoHLYv2nz8Fqb-uMAO7lJBwJ5XNrtouuT-3XLQzg50WqA__&Key-Pair-Id=APKAIE5G5CRDK6RD3PGA)) with only a few exceptions of slightly skewed data that is very well within the limits of what can be tolerated by a t-test. Hence, we may consider our data to be sufficiently normally distributed for statistical analysis. We also ensured the absence of (a larger set of) prominent outliers that might artificially skew any of the depicted averages in Fig. [2](javascript:;) toward increased or decreased values (see Fig. [S18](https://oup.silverchair-cdn.com/oup/backfile/Content_public/Journal/pnasnexus/2/7/10.1093_pnasnexus_pgad223/2/pgad223_supplementary_data.pdf?Expires=1697056406&Signature=ELMlUfreL25cRrs0VIy60dWVxzMqDaP6sWLPuu48AujgDKW03XdWG7XJUhWkp3JRRWHazWDmNPmuH9s~fEjWYSy7A8bK79jSTa-yhwuxAf9I57z1Hqe~Hs9BSzGsTwM8ADKTb053HTStzyycXwzVpWDSLeY0jsI5Vc3CiXc76Q~zIZKJy5WSZab3toEyr~R1MNWKn5aeHqlHu-Vadp1I7c5HgmKnZ1MpWvLNluwnh5jr0-Z1e0pkZNhj0rd3uqpp2k~wY718j1gCiGBJPnEOx78D4FX90WfYd~UgdQ~t8DoHLYv2nz8Fqb-uMAO7lJBwJ5XNrtouuT-3XLQzg50WqA__&Key-Pair-Id=APKAIE5G5CRDK6RD3PGA)). Supplementary Material [Supplementary material](https://oup.silverchair-cdn.com/oup/backfile/Content_public/Journal/pnasnexus/2/7/10.1093_pnasnexus_pgad223/2/pgad223_supplementary_data.pdf?Expires=1697056406&Signature=ELMlUfreL25cRrs0VIy60dWVxzMqDaP6sWLPuu48AujgDKW03XdWG7XJUhWkp3JRRWHazWDmNPmuH9s~fEjWYSy7A8bK79jSTa-yhwuxAf9I57z1Hqe~Hs9BSzGsTwM8ADKTb053HTStzyycXwzVpWDSLeY0jsI5Vc3CiXc76Q~zIZKJy5WSZab3toEyr~R1MNWKn5aeHqlHu-Vadp1I7c5HgmKnZ1MpWvLNluwnh5jr0-Z1e0pkZNhj0rd3uqpp2k~wY718j1gCiGBJPnEOx78D4FX90WfYd~UgdQ~t8DoHLYv2nz8Fqb-uMAO7lJBwJ5XNrtouuT-3XLQzg50WqA__&Key-Pair-Id=APKAIE5G5CRDK6RD3PGA) is available at PNAS Nexus online. Acknowledgments We thank Michael Hallek, Christian Karagiannidis, and Christa Scheidt-Nave for helpful discussions during the preparation of this manuscript. Paul Burggraf and Hannes Schenk are greatfully acknowledged for their technical support in the data collection process. B.F.M. was supported as an Add-on Fellow for Interdisciplinary Life Science by the Joachim Herz Stiftung during this study. This manuscript was posted as a preprint at [https://arxiv.org/abs/2204.02846](https://arxiv.org/abs/2204.02846). Author Contributions M.W. designed the study and performed the analysis with help from A.H.R. and B.F.M.; M.W., M.W., A.H.R., and D.B. wrote the manuscript; All authors substantially revised the manuscript. Data Availability The data analyzed in this study concerns the health condition of individual persons. As per the General Data Protection Regulation (GDPR) such data constitutes sensitive information and is protected as a \"special category of personal data.\" For this reason, the data can not be directly shared in a public repository, but interested parties can request access to the data following registration with the Data Privacy Officer at the Robert Koch-Institute. All initial data inquiries should be addressed to Marc Wiedermann ( [wiedermannm@rki.de](mailto:wiedermannm@rki.de)) or the general contact address of the Corona Data Donation project ( [corona-datenspende@rki.de](mailto:corona-datenspende@rki.de)). Ethical Considerations Participation in the study was voluntary and self-recruited. All individuals participating in the Corona Data Donation Project provided informed consent electronically via the app. Consent was provided separately for submitting vital data and participating in the in-app surveys. Participation is only possible for German residents age 16 and older and data is only stored pseudonymously, using a randomly generated unique user ID. Participant age is rounded to 5 years. The study is subject to strict compliance with the data protection provisions set out in the EU General Data Protection Regulation (GDPR) and the Federal Data Protection Act (BDSG). A comprehensive privacy impact assessment was conducted through an external law-firm specialized in e-Health and research projects. The study was reviewed and approved by the Data Privacy Officer at the Robert Koch Institute (internal operation number 2021-009) in agreement with the Federal Commissioner for Data Protection and Freedom of Information (BfDI), Germany's highest independent supreme federal authority for data protection and freedom of information. Ethical approval for this study was obtained from the ethics board at the University of Erfurt (approval number 20220414). Interest: The authors declare no competing interest. [https://creativecommons.org/licenses/by/4.0/](https://creativecommons.org/licenses/by/4.0/)), which permits unrestricted reuse, distribution, and reproduction in any medium, provided the original work is properly cited. [Biological, Health, and Medical Sciences](/pnasnexus/search-results?f_TocHeadingTitle=Biological%2c+Health%2c+and+Medical+Sciences) [B Levine](javascript:;) Supplementary data [pgad223_Supplementary_Data](https://oup.silverchair-cdn.com/oup/backfile/Content_public/Journal/pnasnexus/2/7/10.1093_pnasnexus_pgad223/2/pgad223_supplementary_data.pdf?Expires=1697136023&Signature=jTzkkfGlw4~0ACsp506lYJaIsejZJNTsa4FavdBRqoENqFcznaXBfjhB2bOeK6Om9uwlLpA3KFsTRLdisjF8ujDXwtnUM3SvdbFrmXf5tORjhdZss4xUSrfMCIAWpM0Qud-i1Y5tXxTkZeYtVX6Tl8pO9-R2fCjDVfhwnfA7HNKUulg7AOItDjfMDp0s-jgNqqsMUaJwDbn3tvhIUNUViRHMtWr8BIPum2G2SyDOy59WPJyGcW07qQVSBtdneBv8xcKayZiLe~uaWd49cIp160dBjWHIKGdd-rBYtlboTaf-Z4wqK5iVLAvFxbyG9OODf~2njuIaCU1dsuPx8YwK3Q__&Key-Pair-Id=APKAIE5G5CRDK6RD3PGA)- pdf file "}