{"title": "Penicillin allergies don't rule out Pfizer vaccine - Full Fact", "author": null, "url": "https://fullfact.org/online/penicillin-pfizer-vaccine/", "hostname": "fullfact.org", "description": "A post on social media claims that a penicillin allergy can cause a bad reaction to the Pfizer Covid vaccine.", "sitename": "Full Fact", "date": "2021-02-03", "cleaned_text": "What was claimed You can't have the Pfizer vaccine if you're allergic to penicillin. Our verdict Official advice in the UK is that having penicillin allergies doesn't rule out having any of the approved Covid-19 vaccines. You can't have the Pfizer vaccine if you're allergic to penicillin. Official advice in the UK is that having penicillin allergies doesn't rule out having any of the approved Covid-19 vaccines. A [Facebook post](https://www.facebook.com/david.bird.986227/posts/1052267495270657) that has been shared almost 2,000 times claims that the poster's mother-in-law has been told not to take the Pfizer-BioNTech vaccine because she is allergic to penicillin and the vaccine could cause her airways to close up. The post claims she has been told to take the AstraZeneca vaccine instead. We can't say with any certainty whether this is the advice received by the Facebook user's relative. However, this does not match current medical advice in the UK. People with penicillin allergies have been told they can have the Pfizer vaccine, or any other Covid-19 vaccine. Back in early [December](https://www.bbc.com/news/health-55244122), use of the Pfizer vaccine in people with a history of severe allergies was paused in the UK after two NHS workers, who both had a history of allergies, suffered a mild reaction to the vaccine. However, this advice was [updated](https://www.gov.uk/government/news/oxford-universityastrazeneca-covid-19-vaccine-approved) on 30 December, when the Medicines and Healthcare products Regulatory Agency (MHRA) said anyone with a previous history of allergic reactions to the [ingredients](https://www.gov.uk/government/publications/regulatory-approval-of-pfizer-biontech-vaccine-for-covid-19/information-for-uk-recipients-on-pfizerbiontech-covid-19-vaccine#ingredients) of the vaccine should not receive it, but those with other allergies can. Public Health England's [Green Book](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/955548/Greenbook_chapter_14a_v6.pdf#page=15), which contains the latest information on vaccines, says there are \"very few individuals\" who cannot receive the Pfizer vaccine. It says the MHRA has advised that people with a severe allergic reaction ( [anaphylaxis](https://www.nhs.uk/conditions/anaphylaxis/)) to food, an identified drug or vaccine or an insect sting can still receive any of the approved Covid-19 vaccines. Those who should not have the Pfizer Covid-19 vaccine, or any other Covid-19 vaccine, include people who have had a previous allergic reaction to a previous dose of the vaccine or to any of its ingredients. The Green Book also quotes the British Society for Allergy and Clinical Immunology as advising that those who have \"a history of immediate onset-anaphylaxis to multiple classes of drugs or an unexplained anaphylaxis should not be vaccinated with the Pfizer BioNTech vaccine.\" The same group [adds](https://www.anaphylaxis.org.uk/covid-19-advice/pfizer-covid-19-vaccine-and-allergies/) that \"allergy to penicillins is not [a reason to not give someone] the Pfizer/BioNTech or AstraZeneca vaccine or Moderna vaccine.\" The NHS [Specialist Pharmacy Service](https://www.sps.nhs.uk/articles/advising-individuals-with-allergies-on-their-suitability-for-pfizer-biontech-covid-19-vaccine/) reports that penicillin is not used during the manufacturing process of the Pfizer vaccine. There are some [other cases](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/955548/Greenbook_chapter_14a_v6.pdf#page=15) [when people](https://www.gov.uk/government/publications/regulatory-approval-of-pfizer-biontech-vaccine-for-covid-19/information-for-uk-recipients-on-pfizerbiontech-covid-19-vaccine#what-you-need-to-know-before-you-receive-covid-19-mrna-vaccine-bnt162b2) are advised against taking the Pfizer vaccine. Before receiving it, you should talk to your doctor if you have ever had a severe allergic reaction or breathing problems after any vaccine, if you have a severe illness with a high fever, a weakened immune system or a bleeding problem. [Government advice](https://www.gov.uk/government/publications/regulatory-approval-of-pfizer-biontech-vaccine-for-covid-19/information-for-uk-recipients-on-pfizerbiontech-covid-19-vaccine) says you should contact your doctor or healthcare professional immediately, or attend the nearest hospital, if you have an allergic reaction to the vaccine including an itchy skin rash, shortness of breath and swelling of the face or tongue. This article is part of our work fact checking potentially false pictures, videos and stories on Facebook. You can read more about this—and find out how to report Facebook content— [here](/blog/2019/jan/full-fact-start-checking-facebook-content-third-party-factchecking-initiative-reaches-uk/). For the purposes of that scheme, we've rated this claim as [missing context](https://www.facebook.com/help/publisher/182222309230722) because people with penicillin allergies have been advised they can take the Pfizer vaccine. Full Fact fights for good, reliable information in the media, online, and in politics. "}