{"title": "Not Sure About the COVID-19 Vaccine? Get the Facts, Then Decide", "author": null, "url": "https://www.michiganmedicine.org/health-lab/not-sure-about-covid-19-vaccine-get-facts-then-decide", "hostname": "michiganmedicine.org", "description": "Heard a claim about the vaccines? Check here before sharing or acting on the information.", "sitename": "michiganmedicine.org", "date": "2020-12-23", "cleaned_text": "Heard a claim about the vaccines? Check here before sharing or acting on the information. 2:45 PM Author | [Kara Gavin](/author/kara-gavin) This article was updated on May 4, 2021. Maybe you saw it on social media. Heard it from a friend or relative. Got it in an email. Or have just been wondering silently to yourself. No matter where you heard that claim about the COVID-19 vaccines, it might be making you wary of getting vaccinated vaccinated, even though three different vaccines are now freely available, hundreds of millions of doses have been given, and everyone over 16 is eligible. Or maybe you're pretty sure the scary claim is false, but you need a plain-English explanation of why. You've come to the right place. The Michigan Health Lab collected some of the most widespread rumors, claims, myths and worries about the COVID-19 vaccines, and checked them out with help from Michigan Medicine experts. We also link to websites where you can learn more. If lies and myths about the vaccines spread so much that many people decide not to get vaccinated, more people could die and the pandemic will last longer. It's important to check out claims that you hear, with [reputable sources of information](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/faq.html), and share [good information](https://www.fda.gov/emergency-preparedness-and-response/coronavirus-disease-2019-covid-19/covid-19-vaccines) with others. It will take all of us to fight back against deadly misinformation. Heard something that's not listed here? Email us at [[email protected]](/cdn-cgi/l/email-protection) and we'll look into it. This article has already been updated with information based on questions received from readers. Jump to sections about: [Speed of vaccine development](#speed) | [Vaccines and your DNA](#dna) [Vaccine side effects](#sideeffects) [What's a COVID | & [Mutations](#mutations) | [Immune system](#immunesystem) FACT: We have COVID-19 vaccines available now because science and health experts responded swiftly to a deadly public health crisis Myths and fears: Many people have voiced concerns about how quickly the vaccines have become available, how short the testing process was, or how political the whole vaccine production effort has gotten because of the national election. There are claims that it was rushed, or that \"corners were cut\" in the clinical trials or the government's safety review and approval process. The bottom line: The entire process went faster than usual for explainable reasons, but still followed the usual steps for testing and review. The most important reasons for speed: modern scientific tools are faster than old ones, and there was a worldwide effort to [ reduce or remove the usual barriers and delays](https://www.hhs.gov/coronavirus/explaining-operation-warp-speed/index.html) in vaccine research, production and distribution. A large number of ordinary people volunteered for clinical trials of the vaccines, which meant we got the answers to key questions about safety and protection quickly. The vaccines still received independent review and approval, under [ emergency rules put in place before this pandemic](https://www.fda.gov/vaccines-blood-biologics/vaccines/emergency-use-authorization-vaccines-explained) for situations where the public's health is at serious and immediate risk, as it is now. More detail: The effort started with rapid research on the genetics of the coronavirus, starting in January 2020. Scientific tools made it possible to \"read\" the genetic material of a virus in mere days, where it once took months. That information was shared immediately with anyone who could use it. Meanwhile, scientists and vaccine makers had already been working for years to develop a \"platform\" approach to making vaccines against new viruses. Think of it like a drill that can accept different sizes of drill bits, or a food processor that can use different kinds of blades. This vaccine \"platform\" [ uses messenger RNA (mRNA) as the delivery agent to teach the body how to recognize and fight a new virus](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/mrna.html). The first vaccines to reach the American market, from Pfizer and Moderna, use this \"platform\" strategy. Other vaccines including the Johnson & Johnson/Janssen vaccine available in the U.S. and the Astra Zeneca/Oxford vaccine available in many countries, use another approach involving inactivated common-cold viruses. This \"viral vector\" platform approach was developed years before the pandemic, and has been tested and used in other diseases. In the past, part of the delay in studying a new vaccine is the time it takes to design a high quality and safe clinical trial -- a test of the vaccine in human volunteers to look at safety and protection against disease. For COVID-19, international organizations came together to agree on a study outline and goals from the start, which made the trials go faster. Another big difference is that governments agreed to pay companies to produce large amounts of their vaccines in advance, even while trials were testing how well the vaccine actually worked in people. If those clinical trials showed a vaccine didn't work, or had unacceptable side effects, it would be thrown out - but the company wouldn't lose money. On the other hand, if the trials showed a vaccine worked and was safe, the companies would be ready to ship it out - which is what's happening now. Another source of speed: The fact that the pandemic was so out of control in the U.S. and other countries this summer and fall, when the clinical trials were going on. Because the people who volunteered to get the vaccine had a high chance of being exposed to the virus in their everyday lives, researchers could see within months how many of the ones who got actual vaccines got sick with COVID-19, compared with the people in the groups that got the placebos. The [ approval process through the FDA](https://www.fda.gov/emergency-preparedness-and-response/coronavirus-disease-2019-covid-19/covid-19-vaccines) for each vaccine had an independent panel of experts look at the detailed data from the studies, and ask tough questions of the vaccine makers before voting to approve it on an emergency basis. The FDA is also requiring the companies to track what happens to people who took part in its studies, and the CDC is monitoring what happens to people who get the vaccine outside the studies. FACT: The vaccines do not change a person's DNA Myths and fears: Because the mRNA approach to vaccines is relatively new, and the non-mRNA vaccines involve genes from the coronavirus, you might have seen claims and worries about what might happen after these vaccines are injected into the body. These include the claim that the genetic material in the vaccine will find its way into your DNA permanently. Some have even claimed that a person who gets vaccinated becomes a \"chimera\" or a \"transhuman,\" or that because the vaccine's mRNA was made in cells of a male, a woman receiving it will become partly male. The bottom line: Pfizer and Moderna vaccines contain a specific kind of genetic material called mRNA. The mRNA in the vaccines doesn't need to go into the nucleus of a cell, where DNA is stored, in order to accomplish its mission of teaching the immune system how to recognize coronavirus. In order to become part of your DNA, the mRNA would have to go through an extremely unlikely, though hypothetically possible, process to be converted from mRNA to DNA, reach the nucleus of the cell, and get \"stitched\" into your DNA. Even if this did happen, it's extremely unlikely to cause problems. The other kind of vaccines, including the Johnson & Johnson vaccine, deliver just enough genetic information into the body to tell our cells how to make a protein found on the surface of the coronavirus. This then triggers the immune system to prepare to react to and kill the coronavirus if an infection occurs. The genetic instructions in the vaccine does not become part of our DNA. More detail: The \"m\" in mRNA stands for \"messenger\", and that's a good description of what the vaccine does. It brings a message into the body, to tell the immune system what to look for if coronavirus gets in. This message first has to be decoded, like those radio transmissions written in secret code that you might see in a World War II movie. The mRNA gets decoded by structures in cells called ribosomes, but this happens outside the nucleus where the DNA is stored. The decoded message then tells the cells of the immune system what some of the proteins on the outside of the coronavirus looks like. This helps them get ready to attack coronavirus in the future if you get exposed to it. After the mRNA message is decoded, the cell's \"garbage disposal\" breaks the mRNA down. It doesn't stay intact, and can't just find its way into the nucleus. It's like the secret agent messages in an old TV show that would say \"this message will self-destruct in five minutes.\" The human body can convert DNA into mRNA - in fact, our bodies wouldn't work if this didn't happen. But this is typically a one-way process. Theoretically, there is a way for your body to convert mRNA into DNA, but only if your cells manage to hijack proteins encoded by a naturally occurring \"jumping gene\" called a LINE-1 retrotransposon. This gene tells the cell how to make a protein called reverse transcriptase, which can \"read\" mRNA and churn out a stretch of DNA. But the chances of this happening are extremely small. And even if it does, and the new DNA gets integrated into your existing DNA, the chances that this would cause negative consequences are even smaller. The benefit of receiving the vaccine, and having a greatly reduced chance of developing serious COVID-19, far outweighs the remote chance of such an event. Some of the claims about mRNA might come from confusion about what we do know about viruses in our body. Some viruses, like the virus that causes chicken pox, can sleep in our cells for decades, only to wake up later and cause shingles. Other viruses, like HIV, bring their own copy of reverse transcriptase into your cells, which allows them to convert their RNA into DNA and then make themselves part of our DNA. But none of the COVID-19 vaccines available now or now being tested contain an intact coronavirus -- just enough mRNA, protein or RNA to teach the immune system how to recognize the viruses. Another important note: The Johnson & Johnson and AstraZeneca/Oxford vaccines deliver the genetic information inside a kind of virus particle called a weakened adenovirus. Adenoviruses are the kind of viruses that cause many cases of the common cold. But because it's been weakened, it's not possible for the virus in these vaccines to cause an infection. The adenovirus is just used as a vehicle to get the genetic information about the coronavirus protein to the right place for our body to use it. A note about \"breakthrough\" infections among vaccinated people: You cannot catch COVID-19 by being vaccinated with any of the coronavirus vaccines. It just is not possible. However, someone who was exposed to coronavirus just before they got vaccinated, or during the weeks when their immune system is still building up its defenses against coronavirus after vaccination, can get COVID-19. And since people who are infected can spread coronavirus to other people even when they don't have symptoms, a recently vaccinated person may have no idea that they were exposed. There are also reports of people who have been fully vaccinated getting sick with COVID-19. This is expected - no vaccine is 100% effective against all forms of the illness it's designed to protect against. People who had weakened immune systems before they got vaccinated may be especially prone to a post-vaccination case of COVID-19 if they're exposed to an infected person during their contagious period. But studies of vaccinated people show they are much less likely than unvaccinated people to get serious cases of COVID-19, including ones that require hospitalization. Even partially vaccinated people - who haven't yet reached two weeks after their last or only dose of one of the vaccines - are much less likely to get seriously ill if they develop COVID-19. This has been [true in \"real world\" use of the vaccine](https://www.cdc.gov/media/releases/2021/p0428-vaccinated-adults-less-hospitalized.html) as well as clinical trials. FACT: COVID-19 vaccines can cause reactions such as a short fever, headache, fatigue, sore arm or chills, especially after the second dose. Other reactions are extremely rare, and severe reaction are extremely rare. Myths and fears: Some people have seen claims that large numbers of people are getting seriously ill from the vaccine, that the risks of the vaccine aren't being reported, or that officials know there are long-term risks but are keeping them secret. The bottom line: Tens of thousands of people have received the three approved vaccines in clinical trials, millions more have gotten them since December, and every day hundreds of thousands more are getting them. Everyone who gets vaccinated is invited to track and report any symptoms they experience, and data about what they're reporting is being shared publicly. Like Podcasts? Add the [ Michigan Medicine News Break](https://www.amazon.com/Michigan-Medicine-News-Break/dp/B07CS5B9LY/?sa-no-redirect=1&pldnSite=1) on [iTunes](https://itunes.apple.com/us/podcast/michigan-medicine-news-break/id1390241260?mt=2) or anywhere you listen to podcasts. Just as with other vaccines, the COVID-19 vaccines can cause temporary effects soon after they enter the body and start teaching the immune system to go after the coronavirus. The most common reactions are headaches, arm pain, body aches, chills or fever lasting a few hours to a few days. Taking an over-the-counter painkiller can help ease these. The CDC has [more information about what to expect and what to do if you experience a vaccine reaction.](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/expect/after.html) Health authorities have also reported rare cases of severe allergic reactions, blood clots among the millions of people vaccinated so far. These have prompted special recommendations for certain people at the time of vaccination and soon after. More detail: Why these temporary effects happen: Vaccines work by getting the immune system to fight. So it is common for highly effective vaccines, like the tetanus shot, to give people some symptoms. This is a sign the vaccine is doing what it was meant to do: Wake up the immune system and prepare it to fight off an infection in the future. [Read more about what happens inside your body as your immune system reacts to a vaccine.](https://healthblog.uofmhealth.org/wellness-prevention/what-happens-after-you-get-covid-19-vaccine) The COVID-19 vaccines tend to cause these same sorts of symptoms: Soreness in the muscle where the shot went in, some fatigue, and perhaps fever. All of these symptoms are good news because they indicate the vaccine is working. And all can be made better with common over-the-counter painkillers like acetaminophen (Tylenol) or ibuprofen (Advil or Motrin.) Swollen lymph nodes have been observed in some people having mammograms after vaccination. Read more about [what people who are due to have a mammogram should know about scheduling one](https://healthblog.uofmhealth.org/wellness-prevention/covid-vaccines-and-mammograms-what-you-need-to-know-about-timing-your-imaging) close to their vaccination appointment. Reports of heavier menstruation after vaccination among people who menstruate are still being studied. The CDC is making details about vaccine reactions available online. Reactions that are actually symptoms of coincidental infections: The COVID-19 vaccines don't contain coronavirus, so the vaccinated person can't get COVID-19 from the vaccine. But they or someone they live with might get sick from a virus or bacteria that they picked up around the time they got vaccinated. Coronavirus is widespread right now, so a vaccinated person may have been exposed to it in the days before they got vaccinated. If post-vaccination symptoms last more than a day or two, or if they include a cough, shortness of breath, diarrhea, or loss of taste or smell, the vaccinated person should talk to their health provider and stay home in isolation (away from others) until they can get tested for the coronavirus. Rare but more serious issues: Allergic reactions: There have been several cases of anaphylaxis, or severe allergic reaction, among people with a history of such reactions who received the COVID-19 vaccine. Anyone who carries an Epi-Pen or has experienced an allergic reaction so serious that it made them unconscious or faint should mention this when they receive the vaccine. Right now, people who have had a serious allergic reaction (like anaphylaxis) to anything are being asked to stay in the vaccination location for about a half an hour after receiving the vaccine, with someone trained to care for serious allergic reactions watching them. People who have a known allergy to polysorbate-80 or polyethylene glycol should talk to a doctor about which vaccine to choose. Blood clots: The use of Johnson & Johnson vaccine in the U.S. was paused for more than a week in April 2021, but has since been allowed to restart, because monitoring systems picked up on reports of a very rare and potentially dangerous blood clot condition called VITT. After reviewing the data, the Food and Drug Administration concluded that use of the vaccine could continue as long as people receiving the vaccine and health care providers were made aware of this risk, especially in women under the age of 50 in the first few weeks after vaccination. Health care providers are being educated about how to spot the issue, and treat it safely, because it should not be treated with usual blood-thinning medications. [Learn more about the risk, and signs of it, here.](https://www.uofmhealth.org/coronavirus/blood-clots-and-covid-19-vaccines) The Astra-Zeneca/Oxford vaccine used in other countries has also been linked to blood clots, and governments in those countries are limiting its use to people in certain age groups. Nerve-related issues: Early reports of Bell's palsy (which affects the nerves of the face and is not the same as cerebral palsy) and Guillan-Barre Syndrome in vaccinated people were investigated. The number of cases among vaccinated people was about what might occur naturally in the general population. Antibody-dependent enhancement: There have also been claims that the vaccines could lead to a situation called \"antibody dependent enhancement\" (ADE) that could increase the chance of a more severe reaction to another infection. ADE is a phenomenon where antibodies that the body makes against a virus or vaccine may actually allow for more complete or serious infection after another exposure. (An example is that people infected with one type of dengue virus can generate antibodies that make infection with a different type of dengue virus more severe.) ADE can happen when the antibodies from a previous infection help the virus enter a kind of immune cell known as a macrophage, which destroys viruses and other harmful organisms. However, the novel coronavirus that causes COVID-19 does not do a good job of infecting macrophages, so vaccination against it, or infection with it, should not lead to ADE. No evidence of an allergic reaction caused by ADE called a Th2 reaction have been seen. In fact, studies of coronavirus vaccines show they prompt the body to make a specific kind of antibody called a neutralizing antibody, which is likely to \"outcompete\" other antibodies against COVID-19, including those made by the body after someone has had COVID-19. In other words, getting vaccinated to promote the development of neutralizing antibodies is likely the best way to ensure protection without ADE. Long-term problems: No one has had the vaccine in their body for more than about a year (as of spring 2021), so the honest answer is we don't know yet if these vaccines cause long-term problems. Only time and accurate tracking will tell for sure; scientists have to look for unusual patterns of disease in groups of vaccinated people. That's why everyone who gets vaccinated is being encouraged to [track and report any symptoms they may feel in the short and long term](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/safety/vsafe.html), and to tell their health provider. Health officials are already watching out for any patterns of problems that are out of the ordinary. So far, they have not seen any beyond the short-term isses mentioned above. But the scrutiny on these vaccines, and the fact that there are many more varieties of the COVID-19 vaccine now being tested, mean that we would have an early warning and alternatives. Meanwhile, the threat of COVID-19 is very real right now. It is killing hundreds of Americans every day, and leaving many others with lasting symptoms and disability from the disease. FACT: The COVID-19 vaccines do not contain a live or whole coronavirus, microchips, tracer technology, fetal tissue, stem cells, mercury, aluminum, luciferase, latex, the Mark of the Beast, pork products or preservatives Myth and fears: All of these things, and more, have been mentioned in claims that we've seen on the internet, or heard about from people who contacted us. People who hear these claims may be worried about health effects, being tracked wherever they go, or even faith-related problems. The bottom line: The first two vaccines to reach the market contain only snippets of genetic material, salt, sugar and fat. The other vaccines contain weakened or inactive forms of \"common cold\" viruses, called adenoviruses, and substances commonly found in many vaccines. You can find the full list of ingredients for the [Pfizer](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/Pfizer-BioNTech.html), [Moderna](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/Moderna.html) and [Johnson & Johnson](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/janssen.html) vaccines at these links; there is also information for people who have allergies to polyethylene glycol, an ingredient in the mRNA vaccines, or polysorbate-80, an ingredient in the adenovirus vaccines. More detail: What about metals? The most common uses of metals in vaccines are in substances called preservatives and adjuvants. The first two COVID-19 vaccines don't have [ preservatives](https://www.cdc.gov/vaccinesafety/concerns/thimerosal/index.html), which is why they must stay frozen until they are thawed for injection. They also don't contain additives called [ adjuvants](https://www.cdc.gov/vaccinesafety/concerns/adjuvants.html) that have been used in other vaccines to help them work better. Vaccines that include preservatives or adjuvants, including COVID-19 vaccines that may reach the market in 2021, contain trace amounts of metals such as aluminum and mercury. But the amount is incredibly tiny - not enough to cause health problems. And, they help the vaccine be more stable at refrigerator temperatures, and more effective. What about chips or tracers? There is no microchip, RFID device or other electronic device in the world that's small enough to fit inside the needles used to inject vaccines. People with concerns about being traced or tracked should focus their concern on technology used in smartphones, social media sites and web browsers. What about viruses? The Pfizer and Moderna vaccinesdon't contain any viruses at all. They only contain bits of mRNA that tell the vaccinated person's cells to make proteins that also appear on the coronavirus. The immune system learns to recognize these proteins, which means the body will be ready to fight back if any coronavirus does get in. The Johnson & Johnson/Janssen vaccine and the AstraZeneca/Oxford vaccine used in some countries contain a weakened form of a different virus - one called adenovirus that causes the common cold. These vaccines weaken the virus so much that it can no longer make copies of itself inside our bodies. These carrier viruses are even weaker than other virus-based vaccines, called attenuated viruses, that can be safely given to infants, such as the oral polio vaccines. Inactivated virus vaccines such as the annual flu shot 'kill' the virus completely before using it in a vaccine. Tens of millions of babies, children and adults get these vaccines safely every year. The weakened or dead viruses act as a \"Trojan horse\" that lets the vaccine get accepted by the body, but they don't wake up and cause an infection. What about fetal cells, stem cells, or tissue from abortions? No COVID-19 vaccine contains whole or partial human cells, or bits of tissue. Even if such things were useful as vaccines against coronavirus, which they're not, they would also be too big to fit through the needle that is being used for COVID-19 vaccination. It is true that some of the COVID-19 vaccines have been produced through research that involved cells from tissue obtained legally after an elective abortion carried out decades ago. Those cells were turned into a \"cell line\" - a research tool that scientists can use to study how viruses cause infection. But other COVID-19 vaccines did not use this cell line in the research process. Religious leaders in several major faith groups have said that the use of this tissue is an acceptable tradeoff if it helps develop a vaccine that can prevent deaths and disease. But for people who are not comfortable receiving a COVID-19 vaccine that was developed through research involving these kinds of cells, there are vaccines that did not use this technique. What about pork? People of certain faiths, and vegetarians and vegans, may be concerned about reports that the COVID-19 vaccine was created using gelatin, which can be derived from pigs. The vaccines already approved in the U.S., Canada and other countries have been certified gelatin-free. Some vaccines being developed for developing nations may not be able to achieve this certification. But faith leaders have said publicly that receiving a vaccine containing a tiny amount of gelatin is permissible for Muslims and Jews because it does not involve eating pork, and because it has a clear benefit in preventing disease. What about the \"Mark of the Beast\"? People of faith may have concerns about claims that the vaccine will \"mark\" vaccinated people in some way, related to the Mark of the Beast that's mentioned in the Book of Revelation in the Bible. This may have originated with a misunderstanding about a substance called luciferase that's used in COVID-19 research. Luciferase is not present in the vaccine. Luciferase is the substance that makes fireflies glow on summer nights. The scientist who named it more than 120 years ago chose that name from the Latin word for \"light-bearer.\" Today, scientists use luciferase's natural glow to tell them what's going on in their Petri dishes, including in research about how COVID-19 infects cells. The same Latin word that gave luciferase its name is also one of the names for the Devil in Christian theology, but this is a coincidence. Religious leaders from many religions have said the COVID-19 vaccines are acceptable for use by people of faith. FACT: People who are pregnant, breastfeeding or want to become pregnant can get vaccinated against COVID-19. Myths and fears: You might see claims that the COVID-19 vaccine can affect fertility, make someone impotent, harm a developing fetus in the womb, make the immune system attack the placenta, or hurt a baby who is breastfeeding from a recently vaccinated mother. There have even been claims that just being near a vaccinated person could affect a young person's future fertility. The bottom line: There's no evidence for any of these claims, and no scientific reason to think that any of them are true. But there is an urgent need to protect pregnant women from COVID-19, including through vaccination, because we now know they face a high risk of getting seriously ill if they catch the coronavirus. The virus also increases their risk of miscarriage or stillbirth. More detail: [Claims that the vaccine will teach the body to attack a placenta protein called syncytin-1 are false](https://apnews.com/article/fact-checking-9856420671); the vaccine teaches the body to attack an entirely different protein. Impotence (also called erectile dysfunction) and infertility have many causes, but no vaccine has been linked to them. And there is no mechanism for one person's vaccination to affect the fertility of someone that they are near. There is no evidence that vaccines can be transmitted through breast milk, though there is a theoretical possibility that this could happen with the live viruses used in the smallpox and yellow fever vaccines, which are not commonly given in the U.S. No COVID-19 vaccines available in the U.S. use live viruses. It's true that pregnant women weren't allowed to join the first clinical trials of COVID-19 vaccines, though there are now studies and registries that are studying vaccinated pregnant women.. A few women had unplanned pregnancies during the mRNA vaccine trials, but too few to study separately. In April 2021, the CDC has published a study of data from pregnant women who were vaccinated with an mRNA vaccine in the early months after those vaccines began to be given to frontline workers. Among the women who had either given birth or had a miscarriage, abortion or stillbirth by the end of February, there were no differences in the rate of pregnancy loss, premature birth, low birthweight babies, birth defects, infant death or other birth-related problems compared with data from before the pandemic. The CDC [continues to monitor](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/safety/monitoring-pregnant-people.html) pregnancy, birth and infant development outcomes, including for women who were in an earlier stage of pregnancy when they were vaccinated, or became pregnant after vaccination. Pregnant women who get vaccinated are encouraged to [join the V-Safe registry just for them](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/safety/vsafepregnancyregistry.html). People who are currently pregnant, want to become pregnant, or are breastfeeding, can talk with their physician or nurse practitioner if they are not sure about getting vaccinated. The CDC now recommends vaccination for such women, and has a [special page of information](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/recommendations/pregnancy.html) that it updates regularly. The national group for obstetricians has developed [ guidance for health providers to use](https://www.acog.org/en/clinical/clinical-guidance/practice-advisory/articles/2020/12/vaccinating-Pregnant-and-Lactating-Patients-Against-COVID-19) when they talk to their patients about deciding on vaccination. So has the national group for [ specialists in high risk pregnancies](https://www.smfm.org/covid19). In general, many vaccines are considered safe for pregnant or breastfeeding women, and for women who want to have a baby. In fact, every year pregnant women are strongly encouraged to get the newly developed flu vaccine to protect both themselves and their future child. And all pregnant women and their partners should receive the TDAP vaccine if they haven't already, to protect their future baby from pertussis (whooping cough.) [See also: Should Pregnant and Breastfeeding Patients Get the COVID-19 Vaccine?](https://healthblog.uofmhealth.org/womens-health/should-pregnant-and-breastfeeding-patients-get-covid-19-vaccine) FACT: The COVID-19 vaccine can end the pandemic much sooner, and with fewer lives lost. This could especially help people in the highest risk groups, including people of color. Myths and fears: Rumors have been circulating that the vaccine is designed to control or eliminate certain groups within our society, to allow for \"mind control\" of vaccinated people, or to allow certain \"elite\" members of society to rule the rest of us. The bottom line: All of the rumors about malicious \"targeting\" of certain groups are false. The vaccine is available for free to everyone in the United States. The order of prioritization that was used in the first months of the rollout was determined by two things: each person's risk of being exposed to COVID-19 at work or where they live, and their risk of getting seriously ill or dying from COVID-19 because of their age and underlying health conditions. More detail: Studies have shown that people who are older or have certain medical conditions - including being overweight or obese, and smoking - are more likely to get seriously ill if they catch the coronavirus. The more virus a person is exposed to, and the more often they're exposed, the higher their chance of getting sick. Exposures can happen at work or at home, especially when many people live together. Studies of COVID-19 patterns have shown that people in certain groups - Black, Native American and Latino people, for example - have a higher risk of severe or fatal COVID-19 than people in other groups. This is probably due to multiple factors including group-level differences in health, type of employment, living situation and access to health care. But priority order for vaccination is based on the individual's own personal risk, not the group they belong to, their skin color, what languages they speak at home, their income or their education level. For instance, a healthy person in their 30s who works from home via the internet will be further back in the vaccine line than an older, heavier person with diabetes who works in a hardware store. Meanwhile, a pregnant woman working in a grocery store would be behind an 80-year-old who lives in a nursing home, but ahead of a healthy middle-aged person who farms with their family. It is understandable that some people may be more likely to mistrust the COVID-19 vaccine because of discrimination against people like them in other aspects of modern life or history. Our country also has an unequal distribution of access to health care, preventive health services and health education. Every person must decide what they will do, but they should consider both their personal risks of COVID-19 and the benefits of vaccines in reducing that risk for themselves and society. FACT: The coronavirus is changing. But vaccines are designed to help the body recognize it based on multiple parts of the virus. Myths and fears: New mutations in the coronavirus have been reported, which may change the exact nature of the proteins on its surface. This has led to fears that the vaccines developed so far might not work against these new \"mutants\" because vaccines are based on teaching the body to recognize those proteins and attack them in future. The bottom line: So far, COVID-19 vaccine makers say that the new mutations seen in the novel coronavirus have not \"outsmarted\" the vaccines. [MORE FROM THE LAB: Subscribe to our weekly newsletter](https://labblog.uofmhealth.org/newsletter) Many harmful viruses can change over time as they hijack our cells (or the cells of animals) and fool them into making more copies of the virus that we can then transmit to other people or animals. This is why we have to have a new flu vaccine every year, to fine-tune it to the strains of influenza virus that are circulating. The vaccines teach the body about multiple \"spike\" proteins on the virus surface, and those spikes are also what the virus uses to get inside our cells. So a change in one protein because of a mutation doesn't automatically make the whole vaccine useless. But it's important for scientists to keep looking for mutations in the coronavirus that's infecting people now. This will help them know if we need to change the current vaccines or make new vaccines against COVID-19. Meanwhile, scientists are still studying whether changes in the coronavirus are making it more likely to spread, more likely to infect children and teenagers, or more likely to cause serious illness or death. It will take time to find all these things out. That's why it's important to continue to wear masks in public, and stay away from large gatherings and unmasked interactions with people who don't live with you. [Read more about what a U-M virus expert has to say about new variants of the coronavirus.](https://labblog.uofmhealth.org/lab-report/covid-19-variants-what-do-new-mutations-to-sars-cov-2-mean) Fact: People who have health conditions that affect their immune system, or have gotten treatments that reduce their immune response, should talk to their doctor about vaccination. Myths and fears: People who have autoimmune disorders such as rheumatoid arthritis or lupus, or who have received treatments that change their immune response, such as bone marrow transplants, chemotherapy, steroids or drugs that work against HIV, may be worried that they could react to the vaccine, or not get protected by it. The bottom line: People with these conditions were generally not included in the clinical trials of COVID-19 vaccines, so we don't have strong information about how much of an immune response the vaccine will produce in them. But the CDC [generally recommends that people with underlying medical conditions of all kinds get vaccinated](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/recommendations/underlying-conditions.html) against COVID-19, because they may face a higher risk of severe disease if they catch the coronavirus. More detail: People with autoimmune disorders, weakened immune systems, disabilities and other health conditions have a higher risk of serious illness if they contract COVID-19, which is why [vaccination is available to all these individuals](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/recommendations/underlying-conditions.html). The CDC maintains a list of [health conditions that are, or might be, associated with a higher risk of severe COVID-19](https://www.cdc.gov/coronavirus/2019-ncov/need-extra-precautions/people-with-medical-conditions.html). If you have one of these conditions, or another one not listed here, it's important to talk with a medical professional familiar with your condition about any concerns you may have. Researchers are still pulling together data about the safety and efficacy of the vaccine in people with specific conditions, and will report it publicly. People with weakened immune systems may be less protected by a COVID-19 vaccine than someone with a healthy immune system, but they are still encouraged to get vaccinated. FACT: people who have had COVID-19 should get vaccinated. Myths and fears: Some people feel that it's good enough to have had COVID-19, because they will be immune if they get exposed to the coronavirus again. They may use the fact that they had COVID-19 in the past as a reason to decide against vaccination now. The bottom line: It's true that having COVID-19 gives you \"natural immunity\" but this can fade over time, and it is possible to get COVID-19 again. Your immune system will mount a stronger defense against the coronavirus if you get vaccinated than it did from your past infection. Even people who had COVID-19 recently - even in the past month - are recommended to get vaccinated. If you are still in isolation or quarantine after having COVID-19 symptoms or a positive test, you should wait until that period is over. If you received monoclonal antibody or convalescent plasma as part of treatment for a serious case of COVID-19, you should wait 90 days after that treatment before getting vaccinated. Explore a variety of healthcare news & stories by visiting the Health Lab home page for more articles. Department of Communication at Michigan Medicine Want top health & research news weekly? Sign up for "}