{"title": "COVID-19 update 18 August 2023 | SA Health", "author": "Scheme=Aglsterms Aglsagent; Corporatename=Department; Wellbeing; Address=; Adelaide; SA; Contact=", "url": "https://www.sahealth.sa.gov.au/wps/wcm/connect/Public+Content/SA+Health+Internet/About+us/News+and+media/all+media+releases/COVID-19+update+18+August+2023", "hostname": "sahealth.sa.gov.au", "description": "There have been 481 new cases of COVID-19 reported in South Australia in the past week.", "sitename": "scheme=AGLSTERMS.AglsAgent; corporateName=Department for Health and Wellbeing; address=11 Hindmarsh Square, Adelaide, SA, 5000; contact=+61 8 8226 6000", "date": "2023-08-18", "cleaned_text": "[ SA Health: Your official portal to public health services, hospitals, health information and health careers in South Australia ](/wps/wcm/connect/public+content/sa+health+internet) SA Health COVID-19 update 18 August 2023 18 August 2023 COVID Cases in SA There have been 481 new cases of COVID-19 reported in South Australia in the past week. As of 11:59pm Tuesday 15 August, there were 37 people with COVID-19 in hospital, including two people in ICU. There were no COVID-19 deaths notified to the Department for Health and Wellbeing in the past week. Please note, Births, Deaths and Marriages data is currently received on a monthly basis. Total case past week, 3,723 people received a PCR test in South Australia, a 15% decrease on the previous week. Vaccination update Data is available from [Vaccination numbers and statistics](https://www.health.gov.au/our-work/covid-19-vaccines/vaccination-numbers-and-statistics). COVID testing sites There are more than 40 sites across the state where South Australians can access a PCR with and without a GP referral. For more information and to find a testing site, visit [SA Health Covid Testing](/wps/wcm/connect/public+content/sa+health+internet/conditions/infectious+diseases/covid-19/testing/testing). RAT eligibility Free RATs will continue to be available at collection sites for: - people with disability or who are immunocompromised - a carer of someone with a disability or who is immunocompromised - concession card holders (including Pensioner Concession Card, Health Care Card, Commonwealth Seniors Health Card and Department of Veterans Affairs Concession Card) Eligible people can collect five free tests. For more information, "}