{"title": "Department of Advanced Biomedical Education", "author": null, "url": "https://www.umc.edu/news/Campus-Memo/2022/05/Department-of-Advanced-Biomedical-Education.html", "hostname": "umc.edu", "description": "May 13 , 202 2", "sitename": "University of Mississippi Medical Center", "date": "2022-05-01", "cleaned_text": "May 13, 2022 TO:UMMC Faculty, Staff and Students FROM: Dr. LouAnn Woodward, Dean of the UMMC School of Medicine SUBJECT: Department of Advanced Biomedical Education I am pleased to share an exciting departmental change in the School of Medicine. After broad analysis and review by a committee of faculty led by Dr. Ralph Didlake, former associate vice chancellor for academic affairs, we are modifying the Department of Neurobiology and Anatomical Sciences to become the Department of Advanced Biomedical Education, effective July 1, 2022. The Department of Advanced Biomedical Education will be focused on the following goals: - Provide a primary academic home for select faculty who represent various disciplines, but whose primary role is teaching; - Strengthen the integration - horizontal and vertical - of content and delivery of the educational program; - Promote scholarly work and improve the quality of research in areas with an educational focus; - Promote and support interprofessional education; - Support faculty development for master educators; - Provide appropriate administrative support for the delivery of the educational program; and - Manage all auxiliary services that are integral to the educational programs. I'm excited about this focus of education-specific resources and the impact it will have on the growth and delivery of medical education in the School of Medicine. I expect it to have a positive effect on teaching in other schools and programs as well. I appreciate everyone who played a part in making this new department a reality. To chair the department, we needed a strong leader with experience in and a history of collaboration across multiple departments, basic science and clinical. I'm pleased to announce that Dr. Norma Ojeda, professor and vice chair for research in the Department of Pediatrics, has agreed to accept the role of chair for the Department of Advanced Biomedical Education, effective July 1, 2022. Dr. Ojeda is a skilled clinician-scientist dedicated to advancing our education, research and health care missions. She earned her MD at the National University of Asuncion, Paraguay and completed a fellowship in hematology at Sao Paulo State University, Brazil. She received further training in academic teaching resources and internal medicine in Paraguay before coming to UMMC in 2004 as a postdoctoral fellow in the Department of Physiology and Biophysics. She joined the faculty in 2009 as an assistant professor of pediatrics in the Division of Neonatal Medicine, was promoted to associate professor in 2013 and to professor in 2018. She is thoroughly dedicated to the education and training of clinicians and scientists. She is the director of the clinical trials track for the MS in Clinical Investigation program in the School of Graduate Studies in the Health Sciences and has been a capstone advisor for multiple students in the program. She previously served as director for the Department of Pediatrics' research methodology course for residents and fellows. Dr. Ojeda has also mentored high school and undergraduate students through Base Pair, Mississippi INBRE and the Howard Hughes Medical Institute-Tougaloo College collaboration. Dr. Ojeda has an active research program collaborating with scientists across UMMC and beyond. She is the principal investigator of the Mississippi Perinatal COVID-19 Registry, a US Food and Drug Administration project that will track the health and developmental outcomes of mother-baby pairs who had COVID-19 during pregnancy. Her basic science research also includes the effects of intrauterine growth restriction on cardiovascular health later in life. She is the author or co-author of more than 50 journal articles. She is the 2018 recipient of the Department of Pediatrics' Michael LeBlanc Faculty Research Award. In 2022, Dr. Ojeda received both the IHL Excellence in Diversity and Inclusion Award and the UMMC Pillars Beacon Award from the Office of Diversity and Inclusion. Please join me in congratulating Dr. Ojeda in her new role. Thank you. "}