{"title": "High-dose Vitamin C (Ascorbic Acid) Therapy in the Treatment of Patients with Advanced Cancer", "author": "SATOSHI OHNO; YUMIKO OHNO; NOBUTAKA SUZUKI; GEN-ICHIRO SOMA; MASAKI INOUE", "url": "https://ar.iiarjournals.org/content/29/3/809", "hostname": "iiarjournals.org", "description": "Vitamin C (ascorbic acid, ascorbate) has a controversial history in cancer treatment. Emerging evidence indicates that ascorbate in cancer treatment deserves re-examination. As research results concerning ascorbate pharmacokinetics and its mechanisms of action against tumor cells have been published, and as evidence from case studies has continued to mount that ascorbate therapy could be effective if the right protocols were used, interest among physicians and scientists has increased. In this review, high-dose vitamin C therapy in cancer treatment is re-evaluated.", "sitename": "Anticancer Research", "date": "2009-03-01", "cleaned_text": "Abstract Vitamin C (ascorbic acid, ascorbate) has a controversial history in cancer treatment. Emerging evidence indicates that ascorbate in cancer treatment deserves re-examination. As research results concerning ascorbate pharmacokinetics and its mechanisms of action against tumor cells have been published, and as evidence from case studies has continued to mount that ascorbate therapy could be effective if the right protocols were used, interest among physicians and scientists has increased. In this review, high-dose vitamin C therapy in cancer treatment C (ascorbic acid, ascorbate) has been well documented to reduce the incidence of most malignancies in humans ( [1](#ref-1)). What has been hotly debated is whether vitamin C has any therapeutic effect in the treatment of cancer. Cameron and Pauling reported in 1976 and 1978 that high-dose vitamin C (typically 10 g/day, by intravenous infusion for about 10 days and orally thereafter) increased the average survival of advanced cancer patients and for a small group of responders, survival was increased to up to 20 times longer than that of controls ( [2](#ref-2), [3](#ref-3)). Other researchers reported benefit consisting of increased survival, improved well-being and reduced pain ( [4](#ref-4), [5](#ref-5)). However, two randomized clinical trials with oral ascorbate conducted by the Mayo Clinic showed no benefit ( [6](#ref-6), [7](#ref-7)). These negative results dampened, but did not permanently extinguish, interest in ascorbate therapy or research. Some research groups conducted rigorous research, particularly in the area of administering mega-doses of ascorbate intravenously ( [8](#ref-8)). Intravenous administration was found to increase plasma ascorbate concentrations by an order of magnitude compared to what may be achieved orally ( [9](#ref-9)). This may explain the discrepancy between Cameron and Pauling's success and the negative results observed at the Mayo Clinic. As research results concerning ascorbate pharmacokinetics and its mechanisms of action against tumor cells have been published, and as evidence from case studies has continued to mount that ascorbate therapy could be effective if the right protocols were used, interest among physicians and scientists has increased ( [10](#ref-10)). In this review, high-dose vitamin C therapy in cancer treatment is re-evaluated. Historical Background of High-dose Vitamin C Therapy Ascorbate is one of the early unorthodox therapies for cancer, based on two hypotheses but without supporting data. Nearly 50 years ago, McCormick postulated that ascorbate protects against cancer by increasing collagen synthesis ( [11](#ref-11), [12](#ref-12)). In 1972, Cameron and Rotman hypothesized that ascorbate could have anticancer action by inhibiting hyaluronidase and thereby preventing cancer spread ( [13](#ref-13)). These hypotheses were subsequently popularized by Cameron and Pauling ( [14](#ref-14)). Cameron and Campbell initially published case reports of 50 patients, some of whom seemed to have benefited from high-dose ascorbate treatment ( [15](#ref-15)). Although the rationale was not clear, intravenous as well as oral ascorbate was used in most patients. Cameron and Pauling then published the results of 100 patients with terminal cancer, in whom conventional therapy was no longer considered useful, and who were treated with 10 g ascorbate intravenously for 10 days followed by 10 g orally indefinitely. The ascorbate-treated patients were compared to 1,000 retrospective controls who had similar disease, but did not receive ascorbate or any other definitive anticancer therapy. The patients who received ascorbate survived 300 days longer than the controls ( [2](#ref-2), [3](#ref-3)). A prospective study was then conducted from 1978 to 1982 and the results of 294 patients treated with ascorbate and 1,532 controls were reported. The patients were not randomized but received ascorbate or palliative therapy, depending on the admitting physician. The treated patients had a median survival of 343 days against 180 days for the controls ( [16](#ref-16)). Smaller studies have also reported benefits of ascorbate ( [4](#ref-4), [5](#ref-5)) with increased survival and well-being, and reduced pain. However, none of these studies were randomized or placebo controlled. Consequently, they have not been accepted by the scientific community. To test whether ascorbate was effective, Charls Moertel of the Mayo Clinic conducted two randomized placebo controlled studies of a hundred patients each with advanced cancer. The patients randomized to the treatment group were given 10 g of oral ascorbate, and neither study showed any benefit ( [6](#ref-6), [7](#ref-7)). Because Moertel's studies were taken as definitive, ascorbate treatment was considered useless. However, Cameron's protocol administered vitamin C both orally and intravenously, whereas the latter was exclusively oral and in retrospect, the route of administration may have been key ( [17](#ref-17)). Emerging knowledge suggests that the role of ascorbate in cancer treatment should be re-examined. The evidence falls into two categories: clinical data on dose concentration relationships and laboratory data describing potential cell toxicity at high concentrations of ascorbate in cell lines. Clinical Pharmacokinetics of Vitamin C Clinical data show that when ascorbate is given orally, fasting plasma concentrations are tightly controlled at <100 M ( [18](#ref-18)). As doses administered orally exceed 200 mg, absorption decreases, urine excretion increases and ascorbate bioavailability is reduced ( [17](#ref-17), [18](#ref-18)). In contrast, because intravenous injection bypasses the intestinal absorption system, it results in plasma concentrations elevated to high levels. The study of Padayatty et al. ( [9](#ref-9)) provided valuable information regarding plasma vitamin C concentrations with different routes of administration and revealed that peak plasma vitamin C concentrations in healthy volunteers were significantly higher after administration of intravenous rather than oral doses and the difference increased according to the dose. At a dose of 1.25 g vitamin C, the mean peak values from intravenous administration were 6.6-fold higher than the mean peak values from oral administration. Pharmacokinetic modeling predicted peak plasma vitamin C concentrations of 220 M (0.2 mM) for the maximum tolerated oral dose of 3 g every 4 hours ( [15](#ref-15)) and 15,380 M (15 mM) for a 100-g intravenous dose. The peak predicted urine concentrations of vitamin C from intravenous administration were 140-fold higher than those from the maximum oral dose as intravenous-administered ascorbate is cleared within a few hours. In the light of these results, it is likely that higher plasma concentrations were achieved in Cameron and Pauling's studies ( [2](#ref-2), [3](#ref-3)), which used both intravenous and in Moertal et al.'s studies ( [6](#ref-6), [7](#ref-7)), in which only oral administration was used, which may have, in turn, contributed to the observed discrepancy in therapeutic outcomes reported. Some clinicians have infused more than 10 g of ascorbate in cancer patients and achieved plasma concentrations of 1 to 5 mM ( [19](#ref-19)). However, their call to restudy its effect in cancer using intravenous ascorbate has gone unheeded. It is now clear that intravenous administration of ascorbate can yield very high plasma levels, while oral treatment does not ( [Figure 1](#F1)). Moreover, vitamin C accumulates in solid tumors to concentrations higher than in surrounding normal tissue ( [20](#ref-20)- [22](#ref-22)). This phenomenon favors the positive outcome of high-dose intravenous vitamin C therapy in cancer patients. Reported complications of intravenous ascorbate are unusual, but include rare cases of hemolysis in patients with glucose-6-phosphate dehydrogenase (G6PD) deficiency and oxalate nephropathy ( [23](#ref-23)). Adverse effects may also occur in patients with iron overload and renal failure. Mechanisms of Antitumor Effects of Vitamin C Ascorbate was originally considered as an adjuvant with favorable biological response modifying properties. Cameron and Pauling suggested that it increased extracellular collagen production and strengthened the extracellular matrix, thus walling in tumors ( [24](#ref-24)). Laboratory data show that ascorbate is toxic to a variety of cancer cell lines ( [25](#ref-25)- [27](#ref-27)). Extracellular concentrations as low 100-200 M are toxic to some cell lines, but many types of malignant cells are killed only at concentrations approaching the mM range ( [19](#ref-19)) ( [Figure 1](#F1)). As established by seminal studies by Chen et al. ( [28](#ref-28), [29](#ref-29)), in concentrations higher than 1 mM, ascorbate can cause a build-up of hydrogen peroxide (H2O2), which is preferentially toxic toward tumor cells. The important points of their research results are described below. For most cancer cell lines, ascorbate concentrations causing a 50% decrease in cell survival (EC50 values) are less than 5 mM, but, normal cells (lymphocyte, monocyte, fibroblast etc.) are insensitive to 20 mM ascorbate. Cell death such as apoptosis, pyknosis and necrosis are dependent only on extracellular but not intracellular ascorbate. The killing of cancer cells is dependent on extracellular H2O2 formation with the ascorbate radical as an intermediate. Ascorbate generates detectable levels of H2O2 in the extracellular medium only in the presence of 0.5-10% serum. Moreover, H2O2 generation is dependent on time and ascorbate concentration. Human whole blood inhibits H2O2 and ascorbate radical generation from ascorbate. H2O2 is presumably destroyed by plasma catalase and red blood cell glutathione peroxidase (GP), so that no H2O2 is detectable. Consequently, Chen et al. ( [28](#ref-28), [29](#ref-29)) suggested that ascorbate at pharmacological concentrations in the blood may be a pro-drug for H2O2 delivery to tissues, with major therapeutic implications. The mechanism of cytotoxicity to cancer cells remains unsolved. Possibilities include stimulatory effects on apoptotic pathways, accelerated pro-oxidant damage that cannot be repaired by tumor cells and increased oxidation of ascorbate at high concentrations in the plasma to the unstable metabolite dehydroascorbic acid, which in turn can be toxic. It remains possible that toxicity is an artifact of cell culture ( [30](#ref-30)), perhaps due to contamination of media by iron ( [31](#ref-31)) or other cations resulting in excessive oxidation. Resent researches suggest that H2O2 plays a vital role as a cytotoxic mediator in high-dose vitamin C therapy. Chen et al. ( [28](#ref-28), [29](#ref-29)) revealed that pharmacological ascorbate concentrations are linked to H2O2 formation. In vitro, killing is mediated by H2O2 rather than ascorbic radicals and H2O2 formation results in selective cytotoxicity. The H2O2 formed from pharmacological ascorbate concentrations diffuses into cells ( [32](#ref-32)) and tumor cells are killed by exposure to H2O2 for 30 min ( [33](#ref-33)- [37](#ref-37)). The H2O2 within the cells may cause breaks in DNA and mitochondria and the mitochondria in some cancer cells may have increased sensitivity to H2O2 ( [35](#ref-35), [38](#ref-38), [39](#ref-39)). A proposed mechanism of the antitumor effects of vitamin C is shown in [Figure 2](#F2). Additional Functions of Vitamin C Vitamin C has been shown to reduce the general toxicity and cardiotoxicity of adriamycin with no reduction in the antitumor activity, in fact, producing a prolongation of life ( [40](#ref-40)). Vitamin C has been shown to increase the of vitamins C and K simultaneously potentiated the therapeutic effect of six different chemotherapy agents ( [43](#ref-43)). The combined use of vitamin C with chemotherapy is even more desirable when one considers all the beneficial actions of vitamin C on immune function, tissue repair, detoxification, and the fact that cancer patients are diagnosed with scurvy at a rate more than 10 times greater than non-cancer patients ( [44](#ref-44)). Moreover, vitamin C plays an important role in natural immune enhancement. Although vitamin C has been shown to be antiviral and antibacterial, its main effect is via improvement in host resistance. Many different immunostimulatory effects have been demonstrated, including enhancing lympho-proliferative response to mitogens and lymphotrophic activity and increasing interferon levels, antibody responses, immunoglobulin levels, secretion of thymic hormones, and integrity of ground substance ( [45](#ref-45), [46](#ref-46)). Vitamin C also has direct biochemical effects similar to those of interferon ( [47](#ref-47)). Safety Issues of Vitamin C Vitamin C has been reported to have perhaps the lowest toxicity of all vitamins ( [48](#ref-48)). Diarrhea and intestinal distension or gas are the most common complaints when it is consumed at higher dosages. Additionally high doses of vitamin C have been shown to have the following effects ( [48](#ref-48)): to increase the urinary excretion of calcium, iron and manganese; to increase the absorption of iron; to raise urinary oxalate or uric acid levels, but only in an extremely small subgroup of the population; and to alter many routine laboratory parameters (e.g. serum B12, aminotransferases, bilirubin, glucose and stool occult blood). The clinician must take these effects into consideration when administering mega-doses of ascorbate intravenously. Evidence indicates that patients who show no prior signs or history of renal malfunction are unlikely to suffer ill effects to their renal systems as a result of intravenous ascorbate ( [49](#ref-49)). In cases where there are preexisting renal problems, however, caution is advised since it was reported that a kidney stone formed in one patient with a history of stone formation and a patient with bilateral urethral obstruction and renal insufficiency suffered acute oxalate neuropathy ( [50](#ref-50)). A full blood chemistry and urinalysis work-up is thus recommended prior to the onset of intravenous ascorbate therapy. Campbell and Jack ( [51](#ref-51)) reported that one patient died due to massive tumor necrosis and hemorrhaging following an initial dose of intravenous ascorbate. It is thus recommended that treatment start at a low dose and be carried out using slow drip infusion. Fatal hemolysis can occur if a patient has G6PD deficiency. It is thus recommended that G6PD levels be assessed prior to the onset of therapy. The treatment is contraindicated in situations where increased fluids, sodium, or chelating may cause serious problems. These situations include congestive heart failure, edema, ascites, chronic hemodialysis, unusual iron overload and inadequate hydration or urine void volume ( [52](#ref-52)). The observations that ascorbate is an antioxidant and that it preferentially accumulates in tumors have raised fears that ascorbate supplementation would compromise the efficacy of chemotherapy. Clinical evidence of this is scarce at present and in fact, several reports have shown benefits of combining ascorbate with chemotherapy ( [53](#ref-53)). The accumulation of ascorbate in tumors is considered a pharmacological advantage in high-dose intravenous therapy, as this modality is based on gaining sufficient ascorbate concentrations for tumor toxicity. Clinical Studies The overall plausibility of ascorbate administered intravenously as a cancer therapy is enhanced by recent insights into clinical pharmacokinetics and in vitro cancer-specific cytotoxicity of vitamin C. However, the clinical effectiveness of high-dose intravenous vitamin C therapy in patients with cancer has not been clarified. One way to increase the clinical plausibility of alternative cancer therapies is rigorous, well-documented case reporting, as laid out in the US National Cancer Institute (NCI) Best Case Series Program ( [http://www.cancer.gov/cam/bestcase_intro.html](http://www.cancer.gov/cam/bestcase_intro.html)). Such case series might identify alternative therapies that merit further investigation ( [54](#ref-54), [55](#ref-55)). Some case reports of apparent responses of malignant disease to intravenous vitamin C therapy have appeared ( [53](#ref-53), [54](#ref-54)). However, they were reported without sufficient detail or with incomplete follow-up for evaluation and without conforming to the NCI Best Case Series guidelines, which include four criteria for optimal cases. First, a definitive diagnosis of cancer is required which must be documented through a tissue biopsy or fine-needle aspiration, or in the case of some leukemias and a few other cancer types by appropriate blood testing. Second, there must be documented disease response such as radiographic evidence, or through other validated indicators of tumor response (such as M protein level in patients with multiple myeloma) during treatment with the alternative therapy. Measurement of the tumor(s) before treatment and during or after treatment is required. Third, an absence of confounders is necessary, the patient should not have received concurrent treatments with known therapeutic potential (e.g. chemotherapy or radiation therapy). There should be sufficient time between the end of any conventional anticancer therapy and the beginning of an alternative therapy to minimize the probability that a response was due to the conventional therapy. Fourth, the treatment history must be documented, the conventional and alternative therapies must be described, dates of interventions, and responses of the tumor to all interventions received by a patient during the period in question must be recorded. Recently, Padayatty et al. reported well-documented cases of advanced carcinomas in accordance with NCI Best Case Series guidelines ( [56](#ref-56)). In all three cases, high-dose intravenous vitamin C therapy effectively reduced the progression of a malignant tumor and improved the health status of these patients. Unfortunately, information on the plasma vitamin C concentrations of these patients is not available to establish a causal relationship between the route of administration, the resultant effective concentrations, and the observed therapeutic effect. However, in the light of recent clinical pharmacokinetic findings and in vitro evidence of antitumor mechanisms, these case reports indicate that the role of high-dose intravenous vitamin C therapy in cancer treatment should be reassessed. In the USA, some clinical trials of high-dose vitamin C therapy are currently in progress ( [Table I](#T1)). The accumulation of more study results on high-dose vitamin C therapy is badly needed. Conclusion If unambiguous benefit can be shown even in a few cases, the use of ascorbate should be explored in more controlled studies. After all, even a small benefit is worthwhile as ascorbate is nontoxic and inexpensive, in contrast to the many chemotherapeutic agents in use. If the results show a clear lack of benefit, the use of ascorbate as a chemotherapeutic agent in cancer should be abandoned. The role of serendipity in science should not be underestimated. In cancer treatment we currently do not have the luxury of jettisoning possibly effective and nontoxic treatments. We should revisit promising avenues, without prejudice and with open minds, and conduct studies without allowing desperation to diminish scientific rigor. Acknowledgements We wish to thank Tokiko Hakamata for help in preparing the manuscript. - Received May 28, 2008. - Revision received July 31, 2008. - Accepted August 18, 2008. - Copyright© 2009 International Institute of Anticancer Research (Dr. John G. Delinassios), All rights reserved "}