{"title": "Who wants to kill you by telling you not to get the vaccine and why?", "author": "Angela Mudford", "url": "https://mspgh.unimelb.edu.au/centres-institutes/nossal-institute-for-global-health/news-and-events/who-wants-to-kill-you-by-telling-you-not-to-get-the-vaccine-and-why", "hostname": "unimelb.edu.au", "description": "Who wants to kill you by telling you not to get the vaccine and why?", "sitename": "Melbourne School of Population and Global Health", "date": "2021-10-11", "cleaned_text": "Who wants to kill you by telling you not to get the vaccine and why? It's not news that vaccine hesitancy is a major problem. [Recent data](https://morningconsult.com/global-vaccine-tracking) suggest that those determinedly unwilling to be vaccinated against COVID-19 range from 30% of the population in Russia and 18% in the USA to less than 1% in China, with those uncertain amounting to about half those numbers in each case. In Australia there is reported to be 8% of the population in both unwilling and uncertain camps. While [Australian models](https://theconversation.com/australia-shouldnt-open-up-before-we-vaccinate-at-least-80-of-the-population-heres-why-165073) suggest that we need at least 80% of the population vaccinated to get the Delta variant under control and that even then, pockets of unvaccinated people will enable further dangerous mutations, this problem rivals the problem of slow global vaccine distribution in supporting the continued transmission and evolution of the COVID-19 pandemic worldwide. While the anti-vax movement has never had so much attention, it is by no means new. Some of its [roots](https://www.oah.org/tah/issues/2015/august/vaccination-resistance) are in the perhaps natural aversion to procedures associated with early vaccines that could involve the injection of lymph from the blister of a vaccine of someone vaccinated a week earlier, and were reinforced by religious, and after mandatory vaccination began to be ordered, libertarian objections that are both loudly present in today's debates. While enthusiasm for vaccination may have peaked in the 1950s when the opportunity to control polio was widely welcomed, the alternative medicine movement and its distrust of medical science and 'big pharma' has provided ever-present opposition to vaccination growing steadily since the 1970s. Trust of natural processes and distrust of corporate medicine in all its forms are all too understandable, but there is of course a much darker set of motivations driving the surge of misinformation concerning COVID-19 vaccines. Who are these people who want to benefit from increasing your chances of dying in this pandemic? The first group are simply economic opportunists, the 'profiteers'. Among the most prominent are [Joseph Mercola](https://www.washingtonpost.com/investigations/2019/10/15/fdc01078-c29c-11e9-b5e4-54aa56d5b7ce_story.html) and [Sherri Tenpenny](https://www.japantimes.co.jp/news/2021/09/06/world/sherri-tenpenny-coronavirus-disinformation). Mercola has promoted claims that natural health products from which he has amassed a fortune offer safer and more effective protection from COVID-19 than vaccines. Tenpenny has promoted even crazier claims that vaccines 'magnetise' their recipients who can then stick metallic objects to their foreheads, and 'interface' with 5G cellular towers. Mercola has supported anti-vax websites to the tune of millions and his company's products can be bought through clicking links on those sites. [Australia](https://www.crikey.com.au/2020/06/11/anti-vaxxers-reap-rewards-for-spreading-utter-crap-and-theres-no-stopping-them)'s equivalents are currently infant industries, but not through lack of mal-intent. If not profiteering from alternative remedies, 'alternative facts' are also lucrative business in their own right. There can be no doubting the insincerity of the vaccine scepticism proffered on [Fox News](https://www.theguardian.com/media/2021/jul/23/fox-news-covid-vaccination-tucker-carlson) by Tucker Carlson when the Company itself has mandated that all its employees be vaccinated or regularly screened. There are ratings to be won in the affirmation of anti-vax mythology, something equally understood by anti-vaccine radio hosts with audiences small and large in the US, Australia and no doubt elsewhere. At least some of these appear to have been sincere believers, at least evidenced by the quite surprising number that have [died as a result of their delusions](https://www.theguardian.com/us-news/2021/sep/21/anti-vax-radio-hosts-dying-covid). The second group are the 'careerists': politicians who can both raise funds and attract political support by amplifying anti-vax messages. Earlier this year it was reported that nearly half of Republicans in the House of Representatives [refused to say](https://edition.cnn.com/2021/07/22/politics/house-republicans-vaccination-rates/index.html) publicly whether they had been vaccinated or not, in principle allowing a contradiction between expressed views against vaccination and personal choice kept veiled from financial backers and voters. The most credible explanation of the behaviour of Republican State governments such as those of Florida and Tennessee to obstruct public vaccination efforts is the political calculus that it will benefit them to ensure that Biden's' vaccine distribution program fails. ['Their constituents are basically human sacrifices for the cause.'](https://www.salon.com/2021/07/19/republicans-vaccine-refusal-is-about-more-than-just-sabotaging-joe-biden) Australian politicians have also spread COVID-19 misinformation including anti-vaccination propaganda in [pursuit of elected office](https://theconversation.com/craig-kellys-move-to-palmers-united-australia-party-shows-the-need-for-urgent-electoral-law-reform-166663). The religious right is involved in these political strategies as both [driver and target](https://www.washingtonpost.com/technology/2021/02/16/covid-vaccine-misinformation-evangelical-mark-beast). Nationalist and evangelical branches of Christianity have long had a fraught relationship with medicine. Their tendency to align with right wing political movements owing to shared enthusiasm for religious freedom, unobtrusive government and social conservatism makes them both sources of and receptive audiences for anti-vax messages. While churches in the US are probably the main source of religious resistance to a science based response to COVID, these messages have global reach - for example to members of such churches in [Africa](https://www.nytimes.com/2021/04/05/us/covid-vaccine-evangelicals.html): in Uganda a consignment of 5000 vaccines sent to such a church was reported to have found only 400 acceptors. [Australia](https://www.news.com.au/national/victoria/courts-law/christian-pastor-arrested-for-flouting-lockdown-rules/news-story/3a32aca0908b0c4e86be57c0de9452bb) has also not been immune from this kind of reproach to public health measures to confront COVID-19. A third major player is the Russian state, prosecuting cold war by undermining the economies and technological dominance of the United States and its allies. This is a logical extension of a long established strategy by the Russian security services that has been labelled 'reflexive control', or the [science of getting your enemies to make mistakes](https://medecon.org/russias-anti-vaccine-propaganda-is-tantamount-to-a-declaration-of-war), and has a playbook going back at least to the 1980s when the Soviet Union conducted a disinformation campaign aiming to attribute HIV/AIDS to US military research. The spreading of anti-vax misinformation predates COVID-19 and it has been found that thousands of Russian social media accounts have long been spreading anti-vaccine messaging. Since 2020 they have been conducting an aggressive campaign aimed particularly at the Pfizer-BioNTech vaccine as a prime example of American technological leadership. It is perhaps related but ironic that the highest levels of vaccine resistance are consistently reported in Russia. There is plenty honest apprehension out there, much of it fuelled by the abuses of big-Pharma and other branches of corporate medicine worldwide. But without those cynically exploiting the honestly apprehensive, the world would have a much greater chance of reaching the levels of vaccination capable of bringing the virus under control and many thousands of deaths would be averted. Too bad that it seems the world's criminal justice systems offer not much by way of resistance. This article was written by Professor Barbara McPake, Director, Nossal Institute for Global Health, read her other writings on [Issues in Global Health](https://mspgh.unimelb.edu.au/centres-institutes/nossal-institute-for-global-health/news-and-events/news-archive/issues-in-global-health) [Sign up](https://mailchi.mp/bedf4fd9f3f7/issues-in-global-health-discussions-by-nossal-institute-for-global-health) to Issues in Global Health to receive regular thought pieces on current issues in Global Health delivered to your inbox. More Information Professor Barbara McPake, Director, Nossal Institute for Global Health "}