{"title": "Study Finds Traditional Native Indian Medicine Effective Treatment for Type 2 Diabetes", "author": "Mike O'Neill", "url": "https://scitechdaily.com/study-finds-traditional-native-indian-medicine-effective-treatment-for-type-2-diabetes/", "hostname": "scitechdaily.com", "description": "Several traditional medicines commonly used in South Asia, are effective in maintaining blood sugar levels in patients with type 2 diabetes, according to a new study led by experts at the University of Nottingham. Many South Asian countries, including India and Nepal, have been using the Ayurvedi", "sitename": "SciTechDaily", "date": "2022-07-14", "cleaned_text": "Several traditional medicines commonly used in South Asia, are effective in maintaining blood sugar levels in patients with type 2 diabetes, according to a new study led by experts at the University of Nottingham. Many South Asian countries, including India and Nepal, have been using the Ayurvedic natural medical system for thousands of years. Some of the herbs included in this traditional medical system are also used in other parts of the world including Iran, China, and Mexico - to name a few. It features a multi-pronged and individualized approach to managing health conditions that can include lifestyle modification (including diet), Ayurvedic detoxifying and purifying therapies (e.g. Panchakarma), and Ayurvedic medicines (containing plant, animal, or mineral-origin ingredients - single or in combination). In this new study, published recently in the journal Frontiers in Pharmacology, experts conducted an in-depth review to show that these medicines are effective in blood sugar control in people with type 2 diabetes. Other beneficial effects were also demonstrated in the research, including improvements in body weight, blood pressure, cholesterol, and other diabetes-related parameters. According to the scientists, it is the first comprehensive systematic review of any traditional medicine (including Ayurveda), which included a wide range of Ayurvedic medicines. The research was led by Dr. Kaushik Chattopadhyay, Associate Professor in Evidence Based Healthcare in the School of Medicine and the Nottingham Center for Evidence Based Healthcare (A JBI Center of Excellence) at the University. The team members have expertise in Ayurveda, diabetes, and this type of research, and are based in top institutes in the UK, India, and Nepal. As a complex disorder, type 2 diabetes has major health, social, and economic consequences. It is also one of the main diseases for which patients consult Ayurvedic practitioners and use Ayurvedic medicines, often continuously from the point of diagnosis. Patients often choose ayurvedic medicine because it aligns with their cultural and health views. Its acceptability, satisfaction, and perceived relief are usually high, especially among rural, poor, older, and indigenous/minority populations. Many patients with type 2 diabetes prefer not to use Western medicines due to the associated side effects, cost, and mode of administration (e.g., injections). Previous systematic reviews have shown the potential for managing type 2 diabetes with these medicines, however many need updating and none have provided a comprehensive summary of all the medicines evaluated for managing the condition. As part of this review, the team searched a range of sources, including 18 electronic databases. Two hundred and nineteen articles were included in the review, which represented 199 randomized controlled trials (21,191 participants) and 98 Ayurvedic medicines. Many Ayurvedic practitioners may view the inclusion of herb extracts and proprietary Ayurvedic medicines in this review as a deviation from the classical style of management. However, in reality, many Ayurvedic practitioners prescribe, and many people consume these types of medicines. Dr. Chattopadhyay said: \"This is the first time a thorough review has taken place looking at all these medicines on a much larger scale. The current evidence suggests the benefits of a range of Ayurvedic medicines in improving glycemic control in type 2 diabetes patients. Given the limitations of the available evidence and to strengthen the evidence base, high-quality randomized controlled trials should be conducted and reported. \"As part of the funded project, we have developed a [clinical guideline ](https://gtr.ukri.org/projects?ref=MR%2FT003537%2F1)for managing type 2 diabetes by Ayurvedic practitioners based on this evidence and will be evaluating it.\" Reference: \"Effectiveness and Safety of Ayurvedic Medicines in Type 2 Diabetes Mellitus Management: A Systematic Tandon, Tuhin Kanti Biswas, Sanjay Frontiers in Pharmacology. [DOI: 10.3389/fphar.2022.821810](https://doi.org/10.3389/fphar.2022.821810) is funded by the UK's FCDO, MRC, NIHR, and Wellcome Trust under the prestigious Joint Global Health Trials scheme. "}