{"title": "How To Cure GERD Fast and Permanently? 20 Home Remedies", "author": "Medical Author Dr Sruthi M; MBBS Medical Reviewer Shaziya Allarakha; MD", "url": "https://www.medicinenet.com/how_to_cure_gerd_fast_and_permanently/article.htm", "hostname": "medicinenet.com", "description": "GERD can be managed with a combination of lifestyle modifications and medications, such as the following home remedies and tips.", "sitename": "MedicineNet", "date": "2022-03-03", "cleaned_text": "GERD can be managed with a combination of lifestyle modifications and medications, such as the following home remedies and tips. [Gastroesophageal reflux disease](https://www.medicinenet.com/gastroesophageal_reflux_disease_gerd/article.htm) ( [GERD](https://www.medicinenet.com/gastroesophageal_reflux_disease_gerd/article.htm)) can be managed with a combination of lifestyle modifications and medications. Surgery may be needed to correct the cause of reflux. What is GERD? [Gastroesophageal reflux disease](https://www.medicinenet.com/gerd_gastroesophageal_reflux_disease_quiz/quiz.htm) ( [GERD](https://www.medicinenet.com/gerd_gastroesophageal_reflux_disease_quiz/quiz.htm)) is a chronic condition where the acids in the stomach move up into the [esophagus](https://www.medicinenet.com/image-collection/esophagus_picture/picture.htm). - The irritated esophagus causes symptoms, such as [heartburn](https://www.medicinenet.com/heartburn_reflux/article.htm), [belching](https://www.medicinenet.com/intestinal_gas_belching_bloating_flatulence/article.htm), and [bloating](https://www.medicinenet.com/why_am_i_so_bloated/article.htm). - You may experience a bitter or acidic taste at the back of the throat, as well as the unpleasant sensation of food or liquid coming back into your mouth. - Occasionally, with worsening of the condition you may feel severe [abdominal pain](https://www.medicinenet.com/abdominal_pain_causes_remedies_treatment/article.htm), [nausea](https://www.medicinenet.com/nausea_and_vomiting/article.htm), and [vomiting](https://www.medicinenet.com/nausea_and_vomiting/article.htm). GERD is normally a manageable disease, but if not treated appropriately, it can lead to serious problems. 20 home remedies to reduce GERD - Milk - An age-old cure for heartburn is milk. Milk, like calcium-based [over-the-counter](https://www.medicinenet.com/over-the-counter_products/article.htm)antacids, neutralizes stomach acidity. - Choose skim or low-fat milk instead of whole milk because the fat level in whole milk may contribute to heartburn. - Similarly, low-fat yogurt may help with heartburn and provides you with a dose of gut-friendly [probiotics](https://www.medicinenet.com/probiotics/article.htm). - An age-old cure for heartburn is milk. Milk, like calcium-based [Ginger](https://www.medicinenet.com/ginger_zingiber_officinale-oral/article.htm) - Ginger is one of the most effective home remedies for [acid reflux](https://www.medicinenet.com/gastroesophageal_reflux_disease_gerd/article.htm)due to its different digestive and anti-inflammatory effects. - You can use ginger in cooking or simply chew a slice of raw ginger. You can [boil](https://www.medicinenet.com/boils/article.htm)it with a glass of water, reduce it to half a glass and sip the water. It may effectively treat heartburn. - Ginger is one of the most effective home remedies for - Baking soda - Baking soda is a cheap and completely natural product that helps with gastroesophageal reflux disease (GERD). Simply combine a teaspoon of baking soda with a cup of water. - Baking soda will help neutralize the acid. - Basil leaves - Coconut water - Two glasses of coconut water each day may help alleviate heartburn. It is high in [fiber](https://www.medicinenet.com/fiber/article.htm)and helps relax your digestive tract. It may protect your stomach from the effects of too much acid production. - Two glasses of coconut water each day may help alleviate heartburn. It is high in - Mint leaves - Mint leaves are thought to have digestive effects and can act as a natural cooling agent. This allows you to get sufficient relief from acid reflux and heartburn. - A cup of mint tea is a great natural acid reflux treatment. You can boil the mint leaves and have the brew to alleviate the [symptoms of GERD](https://www.medicinenet.com/heartburn/symptoms.htm). - Almonds - Almonds have a soothing impact on your stomach because they are high in natural oils. Though almonds are known to aid [digestion](https://www.medicinenet.com/the_digestion_process_organs_and_functions/article.htm), almond milk can maintain your stomach health and relieve acidity. - Almonds have a soothing impact on your stomach because they are high in natural oils. Though almonds are known to aid - Aloe vera juice - One of the greatest home treatments for heartburn is aloe vera. It has anti-inflammatory qualities and a high concentration of [vitamins](https://www.medicinenet.com/vitamins_and_calcium_supplements/article.htm). - For efficient heartburn relief, take some pure aloe vera juice, mix it with water and consume it two to three times per day. - One of the greatest home treatments for heartburn is aloe vera. It has anti-inflammatory qualities and a high concentration of - Watermelon juice - Watermelon juice is an alkaline food that naturally relieves heartburn. - To relieve acidity, simply drink a glass of watermelon juice with your breakfast. - During the summer, watermelons are believed to keep the body hydrated. - Pineapple juice - Pineapple juice has long been regarded as one of the most effective home treatments for acidity. - After a heavy meal, a glass of pineapple juice might provide immediate relief from acidity. - Banana - Bananas cure [constipation](https://www.medicinenet.com/constipation/article.htm)and relieve acidity naturally. They are high in fiber and potassium. They have a variety of digestive benefits as well. - Bananas cure - Apple cider vinegar - The longer food lies in your stomach without being broken down, the more likely it is to produce [indigestion](https://www.medicinenet.com/dyspepsia/article.htm)and heartburn. - Vinegar may aid in the treatment of heartburn. A teaspoon of raw apple cider diluted with half a cup of water may provide your stomach with the acid it requires to digest food. - Though many claims that apple cider vinegar helps with heartburn, no scientific evidence is there to back this. Sometimes, it could make your heartburn worse, so proceed with caution. - The longer food lies in your stomach without being broken down, the more likely it is to produce - Chewing gum - According to a few studies, chewing gum is noted to provide relief from acidity. Chewing gum causes an increase in saliva production, which may aid in the removal of acid from the esophagus. - Lemon juice - Although lemon juice is highly acidic, little amount of lemon juice mixed in water with honey can produce an alkalizing effect that neutralizes the stomach acids. The natural antioxidants in lemon and honey protect the cells from being damaged. - You may use lemon juice in place of apple cider vinegar, which yields the same benefits. Preferably, take lemon juice on an empty stomach or before a meal to help prepare the stomach for digestion. - Mustard - Mustard for heartburn may seem odd, yet many people claim that it works. - The spice turmeric is used to give the characteristic yellow color to mustard, which helps with digestion. - Another advantage is that mustard may help neutralize some of the stomach acids. People who swear by it usually take a spoonful of mustard as needed. - Pickle juice - Besides its natural acidity, the skin of the pickles grows a [probiotic](https://www.medicinenet.com/probiotics/article.htm), [Lactobacillus](https://www.medicinenet.com/digestive_health_pictures_slideshow_probiotics/article.htm)bacteria, during the process of fermentation, and it is retained in the juice. These [probiotics](https://www.medicinenet.com/digestive_health_pictures_slideshow_probiotics/article.htm)are found only in homemade pickle juices because the bacteria die during the processing of the commercial juices. - Besides its natural acidity, the skin of the pickles grows a - Essential oils - Despite the absence of scientific evidence, people continue to claim the benefits of essential oils for heartburn relief. Lavender, lemon, ginger, and orange are the most widely used edible essential oils for heartburn. Add a few drops to hot tea or water. - Not all essential oils that are beneficial to heartburn are ingestible. Instead, use eucalyptus essential oil in a diffuser or bathwater. - Studies have shown that these can help with other conditions, such as [stress](https://www.medicinenet.com/stress/article.htm)and [anxiety](https://www.medicinenet.com/anxiety/article.htm). - Eating smaller portions in a day - If you consume three meals a day and get heartburn, you must try to eat five or six smaller meals throughout the day to promote digestion. - According to a [gastroenterologist](https://www.medicinenet.com/whats_gastroenterologist/article.htm)at the Cleveland Clinic when the stomach is too full or the food is excessively fatty, there is a higher likelihood that food and acid travel from the stomach back up toward the throat, causing heartburn. - Meals with more than 500 calories induce more reflux than lower-calorie meals, and foods with more than 10 to 15 grams of fat are likely to cause greater heartburn. [Exercise](https://www.medicinenet.com/exercise/article.htm) - Excessive fat deposition occurs as a result of a lack of physical activity, particularly in the abdominal area. This forces stomach juices to go up into the esophagus, resulting in greater heartburn. - Exercising regularly and staying physically fit can cure acid reflux. [Sleep](https://www.medicinenet.com/sleep/article.htm)inclined - According to a study published in Missouri Medicine, head of bed elevation (sleeping on an inclination) has been shown to help treat GERD. Sleeping in an inclined position makes the acid in the esophagus return to the stomach faster and relieve [GERD symptoms](https://www.medicinenet.com/heartburn/symptoms.htm). - Sleeping on your left prevents the escape of stomach acid into the esophagus. - Your head should ideally be six to eight inches higher than your [feet](https://www.medicinenet.com/feet_facts_quiz/quiz.htm). Install extra bed risers on the legs that support the head of the bed. - According to a study published in Missouri Medicine, head of bed elevation (sleeping on an inclination) has been shown to help treat GERD. Sleeping in an inclined position makes the acid in the esophagus return to the stomach faster and relieve [](https://www.medicinenet.com/pancreatitis_quiz/quiz.htm) QUESTIONSee Answer 10 ways to reduce the symptoms of GERD [Quit smoking](https://www.medicinenet.com/smoking_and_quitting_smoking/article.htm) - If you are a smoker looking for another incentive to stop, this is it. - If you have discovered that your acid reflux has worsened and you smoke, [smoking](https://www.medicinenet.com/smoking_and_quitting_smoking/article.htm)will exacerbate your esophagus and make everything painful. It is a good time to call it quits. - Avoid carbonated [beverages](https://www.medicinenet.com/drinks_and_beverages_quiz/quiz.htm) - Carbonated beverages force you to [burp](https://www.medicinenet.com/tummy_trouble_quiz/quiz.htm), which causes acid to enter your esophagus. Instead of sparkling water, drink flat water. - Carbonated beverages force you to - Avoid eating right before bed - Eating large meals close to bedtime hurts the [digestive system](https://www.medicinenet.com/the_digestion_process_organs_and_functions/article.htm). Your body will not have enough time to digest the food, which frequently causes [acid reflux symptoms](https://www.medicinenet.com/acid_reflux_gerd_symptoms_and_signs/symptoms.htm)to worsen. - Gravity helps keep acid in the stomach when you are standing or even sitting. It is recommended to finish your meal at least three hours before going to bed. - Eating large meals close to bedtime hurts the - Reduce coffee intake - Excessive coffee drinking is known to aggravate the [symptoms of acid reflux](https://www.medicinenet.com/acid_reflux_gerd_symptoms_and_signs/symptoms.htm)and heartburn. As a result, cutting back on coffee may be a helpful heartburn treatment. - Excessive coffee drinking is known to aggravate the - Limit [chocolate](https://www.medicinenet.com/chocolate_pictures_slideshow/article.htm) - Chocolate and [drinks](https://www.medicinenet.com/drinks_and_beverages_quiz/quiz.htm)that contain chocolate have been shown to raise the quantity of acid in the esophagus. To overcome acidity, the amount of chocolate consumption must be reduced. - Chocolate and - Avoid raw onion - Fermentable fiber is known to be present in raw onions. So, eating raw onions with a meal frequently increases acidity. It promotes esophageal inflammation, which leads to increased heartburn. As a result, avoiding raw onion may provide relief from acidity. - Quit [alcohol](https://www.medicinenet.com/alcohol_metabolism/article.htm) - Alcohol irritates your gastric mucosa and esophageal sphincter and leads to gastroesophageal reflux disease (GERD). Quitting alcohol will help alleviate the GERD symptoms. - Reduce [stress](https://www.medicinenet.com/stress_symptoms_and_signs/symptoms.htm) - Stress is one of the main reasons for GERD. With increased stress, the acids in the stomach increase and move into the esophagus causing GERD. - Hygiene - GERD is caused by a bacterium, [Helicobacter pylori](https://www.medicinenet.com/helicobacter_pylori/article.htm)( [H pylori](https://www.medicinenet.com/helicobacter_pylori/article.htm)). When you consume unhygienic food that is contaminated with H pylori, it destroys the protective mucosa lining in the stomach and esophagus. It increases stomach acid formation and results in GERD. - GERD is caused by a bacterium, - Medications - gastric mucosa, leading to GERD. You must take these medications only if prescribed by your doctor and should follow your doctor's recommendations about when and how to take the medicine to avoid GERD symptoms. - Nonsteroidal anti-inflammatory Medically Reviewed on 3/3/2022 References Image Source: iStock Images Scholten T. Long-term management Clin McCallum K. Home Remedies for Heartburn: 10 Ways to Get Rid of Acid Reflux. Houston Methodist. https://www.houstonmethodist.org/blog/articles/2021/dec/home-remedies-for-heartburn-10-ways-to-get-rid-of-acid-reflux/ Cleveland Clinic. GERD (Chronic Acid Reflux). https://my.clevelandclinic.org/health/diseases/17019-gerd-or-acid-reflux-or-heartburn-overview Arnarson A, Link R. 14 Ways to Prevent Heartburn and Acid Reflux. Healthline. https://www.healthline.com/nutrition/heartburn-acid-reflux-remedies King C. Natural and home remedies to help acid reflux and heartburn. Medical News Today. https://www.medicalnewstoday.com/articles/natural-remedies-for-acid-reflux Scholten T. Long-term management of Clin McCallum K. Home Remedies for Heartburn: 10 Ways to Get Rid of Acid Reflux. Houston Methodist. https://www.houstonmethodist.org/blog/articles/2021/dec/home-remedies-for-heartburn-10-ways-to-get-rid-of-acid-reflux/ Cleveland Clinic. GERD (Chronic Acid Reflux). https://my.clevelandclinic.org/health/diseases/17019-gerd-or-acid-reflux-or-heartburn-overview Arnarson A, Link R. 14 Ways to Prevent Heartburn and Acid Reflux. Healthline. https://www.healthline.com/nutrition/heartburn-acid-reflux-remedies King C. Natural and home remedies to help acid reflux and heartburn. Medical News Today. https://www.medicalnewstoday.com/articles/natural-remedies-for-acid-reflux [Complete List](https://www.medicinenet.com/how_to_cure_gerd_fast_and_permanently/index.htm) Top How To Cure GERD Fast and Permanently Related Articles The 23 Best Health Benefits and Household Uses of Baking SodaBaking soda is also commonly known as sodium bicarbonate and occurs naturally on Earth. Health benefits of baking soda include that it eliminates bacteria and fungi, manages UTI, treats insect bites, and other benefits. 8 Foods and Drinks That Help with Acid RefluxWhat is acid reflux and how can you treat it at home? Learn the top foods and drinks that can ease your symptoms and help you find relief. GERD symptoms start with acid reflux and then can progress to include chest pain, nausea and vomiting, sore throat, hoarseness, coughing or wheezing, excess saliva, inflamed gum tissue, and even acid erosion of your teeth. Gastroesophageal reflux disease, or GERD, is when stomach acid, food, and fluids move up from the stomach to the esophagus. Learn more about GERD, its common symptoms, how it's diagnosed, and your treatment options. Beyond Food: What Triggers Heartburn and GERD?Heartburn is the burning sensation in the chest due to backflow or reflux of the acidic stomach contents into the food pipe (esophagus). Heartburn is a major symptom of gastroesophageal reflux disease or GERD. Boost Digestive HealthUpset stomach? Some foods may be the culprits, and bad habits may be to blame. Treat your body right with these simple nutrition tips on how to deal with with diarrhea, gas, reflux, and more digestive ailments. Constipation Myths and FactsConstipation results in fewer bowel movements. Laxatives, home remedies, and diet changes may bring constipation relief. Change habits that constipate you and adopt lifestyle changes to benefit your intestines and bowel. Bloating and chronic constipation are relieved with the right medical treatments. DiarrheaDiarrhea is a change in the frequency and looseness of bowel movements. Symptoms associated with diarrhea are cramping, abdominal pain, and the sensation of rectal urgency. Causes of diarrhea include viral, bacterial, or parasite infection, gastroenteritis, food poisoning, and drugs. Absorbents and anti-motility medications are used to treat diarrhea. Digestive Disorders: Worst Foods for DigestionDiscover which foods to avoid in order to prevent diarrhea and digestive problems. Find out which foods can trigger diarrhea and other digestive problems such as gas, bloating, indigestion, heartburn and more. Poop Type and ColorThe different shapes and colors of your stool can tell you something about your health. Diverticulitis (Diverticulosis)Most people with diverticulosis have few if any symptoms at all. When people do experience signs and symptoms of diverticulosis (diverticular disease) they may include abdominal pain, abdominal cramps, diarrhea, constipation, and bloating. Diverticulitis is a condition in which diverticula in the colon rupture. The rupture results in infection in the tissues that surround the colon. Treatment methods for diverticulitis include prescription medications, and in some cases, diverticulitis surgery. GERD PictureThe stomach contents regurgitate and back up (reflux) into the esophagus The food in the stomach is partially digested by stomach acid and enzymes. See a picture of Gastroesophageal Reflux (GERD) and learn more about the health topic. GERD (Acid Reflux, Heartburn)Gastroesophageal reflux disease (GERD), also called acid reflux, can cause symptoms like heartburn, chest pain, regurgitation, and nausea. Learn about causes, diagnosis, treatment and prevention. GERD QuizWho is at risk for developing GERD? Are you? Take this quiz to learn what GERD is, if you're at risk, and what you can do about it. GERD: Is the Damage Reversible?Gastroesophageal reflux disease or GERD is caused by the weakening of the lower esophageal sphincter (LES). LES is a group of muscles that act as a valve to prevent the acidic contents of the stomach from refluxing into the esophagus. How Long Does GERD Take to Heal?GERD is a medical condition in which acidic liquids in the stomach leak up into the esophagus. Minor cases of GERD can heal in less than a month while moderate cases can take 6 to 12 weeks of treatment. Intestinal Gas and Gas PainIntestinal gas and painful bloating are common. Learn about what causes gas pain and how eliminating certain foods from your diet can help relieve symptoms. Ways to Relieve Acid Reflux (GERD, Heartburn)Most people have experienced some sort of pain or discomfort following a large meal or a particular food that didn't quite agree with their stomach. Acid reflux symptoms can happen without a specific underlying condition. "}