{"title": "Insomnia", "author": "Shayna Sandhaus", "url": "https://www.lifeextension.com/protocols/lifestyle-longevity/insomnia", "hostname": "lifeextension.com", "description": "Insomnia and short sleep duration correlate with various health problems including cardiovascular disease, anxiety, and potentially cancer.", "sitename": "Life Extension®", "date": "2018-06-18", "cleaned_text": "Insomnia Insomnia [Last Section Update: ](#history)10/2021 Contributor(s): [Shayna Sandhaus](/about/scientific-expert-reviewers), PhD 1 Overview Summary and Quick Facts for Insomnia - Most people should target getting seven to nine hours of sleep per night. It's estimated however that a third of American adults don't get the recommended amount of sleep. Unfortunately, conventional treatment options are far from ideal. - In this protocol you will learn about the risks associated with pharmaceutical sleep aids. You will also discover simple lifestyle strategies, emerging therapies and several natural compounds for improving sleep. - Combining the natural interventions discussed in this protocol with appropriate treatments under physician guidance may help you achieve a good night's sleep. - Low melatonin levels have been linked to insomnia. Supplementation with melatonin has been shown in several studies to be associated with improvements in several factors related to sleep. What is Insomnia? Insomnia is a fairly common sleep disorder, affecting approximately 10% of Americans. Insomnia can involve the inability to fall asleep (onset insomnia) or stay asleep (maintenance insomnia). Sleep deficiency can not only significantly diminish quality of life, but may also increase risk of multiple health problems such as anxiety, cardiovascular disease, and obesity. Acute or transient insomnia can last several days or weeks, often in response to a stressful life event. Chronic insomnia, which lasts at least three days per week for three months or more, can have profound long-term effects on health. Insomnia may arise without any clear underlying cause (primary) or may be due to a comorbid condition (secondary), such as chronic pain that makes it difficult to sleep. Several natural interventions such as melatonin and valerian may help improve sleep and restore the body's natural circadian rhythm. What are Causes and Risk Factors for Insomnia? - Female gender—hormonal shifts from menstruation, pregnancy, and menopause can contribute to sleeping problems - Advanced age - Mental health problems such as anxiety, depression, and bipolar disorder - Physical health conditions such as cardiovascular disease and urinary and respiratory problems - Certain medications such as decongestants, chemotherapy drugs, and beta-agonists - Stimulants such as caffeine and nicotine - Excess stress levels - Shift work What Lifestyle and Non-Pharmacological Changes Can Be Beneficial for Insomnia? - Improving \"sleep hygiene\" - Minimize light and noise - Avoid large meals before bedtime - Avoid bedtime activities not related to sleep - Sleep restriction therapy, which limits the amount of time spent in bed - Cognitive-behavioral therapy - Relaxation therapies What are Conventional Medical Treatments for Insomnia? - Over-the-counter drugs such as antihistamines for occasional use - Benzodiazepines such as alprazolam (Xanax), clonazepam (Klonipin), and eszopiclone trazodone (Desyrel), and amitriptyline (Elavil) What are Novel and Emerging Therapies for Insomnia? - Drugs that target melatonin receptors (MT1 and MT2) such as ramelteon (Rozerem) like suvorexant (Belsomra) that block wakefulness-promoting neuropeptides from binding their receptors - Serotonin receptor antagonists - activation of these receptors can interfere with deep sleep. - While sedation and sleep are different, short-term use of the anesthetic drug propofol may help reset sleep rhythms. What Natural Interventions May Be Beneficial for Insomnia? - Melatonin. Melatonin is a hormone that is highly correlated with the body's sleep-wake cycle. Low melatonin levels have been linked to insomnia in the elderly and supplementation may help improve sleep. - L-tryptophan. L-tryptophan is a precursor to melatonin and serotonin. Supplementation with L-tryptophan may increase melatonin production to aid sleep and may help alleviate some forms of depression. - Magnesium. Magnesium helps regulate the body's circadian rhythm. A study showed supplementation with magnesium, zinc, and melatonin improved sleep in elderly subjects. - Zinc. Higher zinc levels in the body may be correlated with longer periods of sleep. Oral administration of zinc can improve sleep quality and duration. - Valerian. Valerian is a sedative herb that has been used since ancient times to treat insomnia. A study comparing valerian supplementation to a commonly prescribed tranquilizer found comparable efficacy. - Ashwagandha. Ashwagandha is an herb shown in several animal models to reduce stress and anxiety and improve sleep. Human trials indicate ashwagandha may improve stress and anxiety scores, but further research is needed. - Lemon balm. Lemon balm has been shown to improve mood and feelings of calmness. Lemon balm, alone or in combination with valerian, may also improve sleep and symptoms of insomnia. - Lavender. Aromatherapy with lavender essential oil may improve sleep quality and reduce feelings of drowsiness after waking. - Other natural interventions that may improve sleep include honokiol, glycine, chamomile, passion flower, and bioactive milk peptides. 2 Introduction Insomnia—the inability to fall asleep or stay asleep—is a problem of epidemic proportions in the United States. According to data from the National Sleep Foundation, 30% of Americans experience sleep disruptions, and another 10% struggle with insomnia.1 The Centers for Disease Control and Prevention (CDC) estimates that more than a third of American adults do not get the recommended seven hours of sleep per night.2 Older people and those with chronic health conditions are especially prone to insomnia. The typical adult should get about seven to eight hours of sleep per night for optimal health.3 Sleep is essential for learning and memory formation, emotional wellbeing, physical growth and development, immune function, and cardiovascular health. Sleep is also integral to cellular repair processes and helps regulate insulin and other hormones that control appetite. Sleep deficiency can dramatically diminish a person's quality of life. Insufficient sleep also increases risk of a variety of health problems, including cardiovascular disease, depression, and obesity.4-10 Insomnia can lead to a variety of symptoms such as not feeling well-rested after waking, daytime fatigue, irritability, depression or anxiety, excessive uneasiness about sleep, difficulty performing school or work tasks, and increased risk of accidents, especially involving an automobile.11 Despite the major toll insomnia takes, conventional treatment options remain far from ideal. For instance, popular hypnotic sleep aids, such as zolpidem (Ambien), eszopiclone (Lunesta), and temazepam (Restoril), have been consistently associated with significantly increased risk of death and other serious adverse effects.12-14 However, people who use hypnotic sleep aids often have poor overall sleep quality, which could explain some of these associations. These alarming findings highlight the need for safe and effective strategies to improve sleep quality, especially as up to 10% of U.S. adults use hypnotic sleep aids.14 Hypnotic sleep aids are by no means a cure for chronic insomnia. In this protocol, you will learn about the causes of sleep problems and simple lifestyle changes that can improve your sleep quality.15,16 You will also discover emerging therapies that have achieved prolonged improvements in sleep quality, with potentially fewer side effects than some popular sleep drugs.17 In addition, you will read about several natural compounds that modulate sleep biology which may be safer than some pharmaceutical treatment options. 3 Types of Insomnia Generally speaking, there are two types of insomnia: - Onset insomnia difficulty falling asleep - Maintenance insomnia difficulty staying asleep Both onset and maintenance insomnia may be acute or chronic. - Acute insomnia is generally associated with a disruptive or stressful life event and typically resolves within a few weeks without treatment. About 3050% of people in industrialized nations experience periodic acute insomnia.18,19 Some cases lasting only a few days may be described as transient insomnia.20 - Chronic insomnia is long-term sleep difficulty occurring at least three nights per week for at least three months. Chronic insomnia is the type associated with long-term health problems and affects about 510% of the population.18 Finally, insomnia may be described as primary or secondary. - Primary insomnia arises without any clear underlying cause. - Secondary insomnia, which may be described as comorbid insomnia, arises as a consequence of another condition or disease. For instance, people with chronic back pain may be unable to sleep well due to unrelenting discomfort. 4 Diagnosing Insomnia In order to diagnose insomnia, a physician will perform a physical exam to determine any underlying medical cause for sleep problems, including a blood test to rule out a thyroid condition. In addition, a detailed sleep questionnaire or sleep diary may clarify a patient's sleep-wake pattern and level of day and night sleepiness. In the case of other signs of a sleep disorder, such as sleep apnea, a patient may need to undergo a sleep study, where tests that monitor and record body activities (including brain waves, breathing, heartbeat, and eye and body movements) during sleep are performed.11 5 Risk Factors Risk factors for insomnia include female gender, having a previously diagnosed mental or physical health condition, being over age 60, stress, using certain medications such as stimulants, and having an irregular sleep schedule.11 Gender and Hormones Women are more likely to struggle with insomnia than men due to hormonal changes during menstruation, pregnancy, and menopause. Sex hormones (eg, estrogen, progesterone, and testosterone) may significantly impact sleep, particularly in women. As many as 61% of postmenopausal women report symptoms of insomnia.21 Research suggests hormone replacement therapy in menopausal women can significantly improve sleep.22 Sleep disorders have been linked to lower testosterone levels in both men and women. In a cohort study of over 1,300 men aged 65 and older, subjects with lower testosterone levels had lower sleep efficiency (the percentage of time spent asleep while in bed) and increased night waking, although this association was largely explained by being overweight.23 Obesity and abdominal fat is associated with lower testosterone levels in men, and in turn, low testosterone levels may promote obesity.24 Low testosterone levels may also worsen overall sleep quality, which may improve with moderate levels of testosterone replacement therapy.25 Lower serum testosterone levels correlate with increased obstructive sleep apnea severity.26,27 Obstructive sleep apnea is most common in middle aged men, especially those who are overweight. People with obstructive sleep apnea have increased night waking, fragmented sleep, reduced sleep efficiency, and less rapid eye movement (REM) sleep, which in turn may lower testosterone levels.24 More research is required to understand causal relationships between sleep quality and testosterone levels, especially in older or obese individuals and those with chronic health conditions. Obstructive Sleep Apnea—A Hidden Epidemic with Deadly Consequences Obstructive sleep apnea is a common yet often overlooked sleep disorder that causes breathing to stop and start during sleep. It occurs when the throat muscles relax and block the airway, reducing oxygen flow. The resulting low oxygen levels in the bloodstream arouse the individual, resulting in disrupted sleep (even if they do not fully remember awakening). This pattern may be repeated five to 30 times an hour throughout the night.28 More than 18 million Americans have obstructive sleep apnea, causing poor sleep quality, snoring, mood changes, and intractable fatigue.29-31 Sleep apnea represents a major risk factor for cardiovascular disease, the leading cause of death in American adults, and is also linked to obesity.32 Obstructive sleep apnea has been associated with a 68% increase in coronary heart disease in men33 and may also be associated with increased cholesterol levels, hypertension,31,34 type 2 diabetes,35 cancer mortality,36 stroke, and death.28,37 For more information, refer to Life Extension's [ Sleep Apnea](/protocols/respiratory/sleep-apnea) protocol. Psychological Health Comorbid insomnia may be a symptom of and contributor to many mental health problems, including anxiety, depression, schizophrenia, attention deficit hyperactivity disorder, and bipolar disorder.38-40 Patients with untreated insomnia are two to 10 times more likely to experience new or recurrent episodes of depression. A longitudinal study of people aged 65 and older in Japan found a statistically significant bi-directional relationship between insomnia and the development of depression.41 Studies indicate insomnia is a risk factor for the development of anxiety disorders and substance abuse as well.42 In one longitudinal study in adolescents, insomnia symptoms were associated with the use of alcohol, cannabis, illegal drugs, and suicidal ideation and attempts.43 Insomnia is also linked to certain personality traits, such as social introversion and the repression of feelings.44 One randomized controlled study found people who were sleep deprived showed more emotional reactivity to unpleasant images than those who were not sleep deprived, which suggests that sleep plays a role in emotional reactivity.45 In another controlled study of 14 people with chronic, primary insomnia, participants underwent an MRI scan during an emotional regulation task in which they were shown either negative or neutral imagery. They were asked to either view the images or use cognitive reappraisal techniques (in which you work to interpret the image as less negative in order to feel better about what you view) to decrease their emotional responses. Insomniacs showed higher levels of activity in the emotional processing area of the brain, suggesting they had neural circuity dysfunctions that impacted their ability to regulate emotions.46 Psychophysiological insomnia is a common type of chronic insomnia that can be very difficult to treat. It appears to be linked to hyper cortical arousal when going to bed. Psychophysiological insomnia is associated with excessive worrying at bedtime, specifically focused on not being able to sleep.47 Afflicted individuals have a hard time relaxing when they go to sleep, resulting in racing thoughts. They often focus on their difficulty falling asleep, which results in more anxiety that further disturbs sleep. Over time, poor sleep and worries about sleeping can become associated with going to bed, resulting in a pattern of chronically poor sleep that affects daytime activities. Some believe that in addition to heightened arousal, individuals with psychophysiological insomnia may have some dysfunctional neurological inhibitory mechanisms that would normally help the mind \"disengage\" from daytime thought patterns.48 Treatment of psychophysiological insomnia includes good sleep hygiene practices, no daytime napping, limiting caffeine intake, cognitive behavioral therapy, and approaches that acknowledge worries (such as journaling or making a worry list). A recent longitudinal case series study with 60 subjects found that psychiatric comorbidities were strongly linked to negative treatment outcomes for people with psychophysiological insomnia, and people with strong social support and cognitive coping skills were most successful in treatment.49 Medical Conditions Certain medical conditions can disrupt sleep, increasing the risk of insomnia. These include chronic pain conditions, asthma, heart failure, stroke, gastrointestinal issues, and an overactive thyroid.50 Age Most adults aged 65 and over require approximately seven to nine hours of sleep per night. However, people in this age group often struggle with insomnia.51 A poll by the National Sleep Foundation found that one in five adults aged 5584 years experienced difficulty falling asleep, and a quarter of this population reported waking early a few days per week in the past year. Sleep efficiency is known to decrease after age 60.52 Insomnia is associated with epigenetic aging, which reflects a person's biological age based on DNA methylation. One review of data from the Women's Health Initiative determined that insomnia symptoms were associated with advanced epigenetic age of blood tissues and higher amounts of late differentiated T cells (immune cells that trigger inflammatory responses). These results implicate sleep duration in accelerated aging.53 Medications and Stimulants A wide variety of prescription medications can affect sleep patterns, and sleepiness is one of the most common reported side effects of medication use.54,55 Medication-induced insomnia can be caused by a wide variety of drugs, including decongestants, diuretics, blockers, beta-agonists, and theophylline.56-59 While some medications can cause insomnia, others disrupt sleep patterns or cause daytime drowsiness.55 In addition, over-the-counter medications, such as pain, allergy, or cold medicines and weight-loss products, may contain stimulants that contribute to insomnia.11 If you think a medication may be disrupting your sleep, speak with your physician. They may switch you to a different medication or modify the dosage of your current medication.55 Caffeine. Caffeine is one of the most widely consumed stimulants in the world. Found most commonly in coffee and other drinks, caffeine is used to combat sleepiness and enhance performance. Stimulants make it harder for the brain to achieve the state of relaxation needed for sleep. The half-life (ie, the amount of time it takes the body to break down 50% of a dose) of caffeine is between three and seven hours; larger amounts and/or repeated doses of caffeine lead to slowed caffeine clearance, causing the effects to last even longer.60 As a result, caffeine consumption can impair sleep for many hours. In a national survey that evaluated caffeine consumption and difficulty falling and staying asleep, amount of non-restorative sleep, daytime sleepiness, and typical duration of sleep attained per night, caffeine consumption was associated with insomnia symptoms, especially daytime sleepiness.61 Another review of randomized controlled trials and epidemiological studies found caffeine prolongs sleep latency (the amount of time it takes to transition from a wakeful state to sleep), reduces total sleep time and sleep efficiency, and worsens perceived sleep quality.62 Older adults may be more sensitive to the effects of caffeine. Most research suggests mild caffeine consumption in the morning does not impair sleep.63 Nicotine and smoking. The use of nicotine and nicotine replacement therapy as well as nicotine withdrawal can contribute to insomnia.64 One study analyzed 29 years of data from the Children and Adults in the Community Study to assess the prevalence of insomnia among heavy/continuous smokers, late-start smokers, occasional smokers, quitters/decreasers, and nonsmokers. The study found chronic smokers were more likely to develop insomnia symptoms later in life.65 Another review of data from over 83,000 people in the Behavioral Risk Factor Surveillance System indicates current smokers or smokeless tobacco users are twice as likely to have insufficient sleep as non-smokers and non-smokeless tobacco users, independent of age, sex, race, alcohol use, and body mass index (BMI). Secondhand smoke exposure was also associated with insufficient sleep among people who never smoked or who quit.66 Alcohol. While most people think of alcohol as a sedative, it increases dopamine release within the brain, which has a stimulating effect.67 Chronic alcohol use is associated with insomnia, as is alcohol withdrawal.68 A review of over 60 studies indicated 23 drinks before bed may promote sleep, but this effect diminishes after three continuous days.69 Sleep disturbances are common among those who abuse alcohol, and are often associated with relapse.70 A study examining the prevalence of insomnia in 302 alcohol-dependent patients in a treatment program in Poland found that over 60% had symptoms of insomnia, with delayed sleep being the most common symptom. A history of childhood abuse, poor health, and severity of alcoholism were predictors of insomnia in this group.71 A longitudinal outcomes study including 267 subjects with alcohol-dependence issues found that at baseline, 47% of subjects were classified as having insomnia. Abstaining from or reducing alcohol intake reduced reported sleep disturbances, although insomnia persisted in 60% of cases, particularly in those with severe insomnia. Alcohol treatment programs should include insomnia evaluation during the treatment period to help focus care and prevent relapse.72 More information is available in Life Extension's [ Alcohol: Reducing the Risks](/protocols/lifestyle-longevity/alcohol-reducing-the-risks) protocol. Stress People under stress often struggle with insomnia.73 Worries about finances, work, school, and family issues may cause a state of hyperarousal, making it difficult to relax into a restful sleep state. One study demonstrated that those who are vulnerable to cognitive and emotional hyperarousal may be more likely to experience stress-related insomnia.74 Stress can also decrease sleep quality.11 Major life events, such as job loss, moving, the birth of a child, death of a loved one, or divorce may also trigger a bout of insomnia. Shift Work Not all U.S. employees have a traditional 9 a.m. to 5 p.m. job. Nearly 10% of those with a non-standard work schedule (such as rotating shifts, on-call work, or permanent night shifts) have shift-work disorder, which is a disconnect between the body's circadian rhythm and the earth's natural day-night cycle.75 An additional 30% of shift workers experience symptoms such as excessive sleepiness when they need to be awake and alert, insomnia, problems focusing, a lack of energy, and depression. Even shift workers who get enough sleep during the day may experience some of these symptoms, as their internal clock sends signals to indicate it is time to sleep during nighttime hours.76 Shift work may also be associated with increased risk of certain diseases, including cancer and heart disease. 6 Complications of Insomnia Sleep is important to maintaining overall health and wellbeing, and chronic insomnia can have serious mental and physical health consequences. People with insomnia not only report a lower quality of life, but may also struggle with poor job and school performance, higher risk of automobile accidents, and physical diseases including heart disease, some cancers, and immunological conditions.11 Insomnia is associated with many medical conditions, which can directly or indirectly contribute to difficulty sleeping. Some health conditions frequently associated with insomnia include arthritis, asthma, urinary and gastrointestinal issues, sinus problems, endocrine abnormalities, and neurological conditions.51 Insomnia can also be a symptom of another underlying problem, such as sleep apnea or [restless leg syndrome](/protocols/neurological/restless-leg-syndrome). Restless leg syndrome is a condition in which a person feels discomfort in the legs and a strong urge to move them. These urges can be strongest when trying to fall and stay asleep.51 A recent prospective study that followed nearly 5,000 people for 11 years concluded that insomnia was associated with a greater risk of cardiovascular disease.77 Another prospective study following nearly 55,000 people for 13 years found that insomnia was associated with an increased risk of heart failure. In this study, people with multiple insomnia-related symptoms had a higher risk of heart failure.78 A recent controlled study of nearly 4,000 subjects found a very short sleep duration (ie, less than six hours of sleep per night) was associated with an increase in subclinical atherosclerosis compared with those who slept six to seven, seven to eight, or more than eight hours per night. Those with more fragmented or interrupted sleep had more areas of atherosclerotic plaque.79 Sleep is also influenced by and has an influence on the immune system. A lack of sleep can weaken immunity, leaving one more susceptible to viral, bacterial, and parasitic infections.80 Research indicates sleep deficiency is associated with decreased immune function and increased levels of inflammatory markers, including interleukin-6 (IL-6) and tumor necrosis factor-alpha (TNF-), which promote inflammation. Insomnia affects the endocrine system.81 Steroid hormones may influence sleep, and the immune and endocrine systems may have a bidirectional relationship with sleep.80 Insomnia can lead to elevated levels of cortisol, epinephrine, and other stress hormones.82,83 Elevated levels of cortisol can cause weight gain, weaken the immune system, and increase the risk of developing diabetes and osteoporosis.84-86 Data from epidemiological studies indicate an association between sleep deprivation and serious metabolic and endocrine disorders, including diabetes and hormonal changes in the hypothalamus, pituitary, and adrenal axis.81 Insomnia has been associated with chronic pain and musculoskeletal issues. A controlled study of 34 people, half with insomnia and half without, found those with insomnia experienced pain twice as often as those without. The insomnia group had more frequent and intense pain, more sensitivity to heat and pressure, and a dysfunctional pain inhibition system.87 Researchers concluded that sleep quality is associated with the regulation of pain processing and ability to modulate pain. In a crossover study involving 14 healthy subjects who underwent a night of total sleep deprivation and a night of habitual sleep, researchers found that a night of sleep deprivation resulted in increased levels of sleepiness, anxiety, and sensitivity to heat and pressure.88 7 Treating Insomnia: Non-pharmacological Therapies Non-pharmacological interventions have been shown to improve sleep quality in patients with insomnia. These treatment options include cognitive behavioral therapy, sleep restriction, sleep hygiene, and relaxation therapy.89 Improving Sleep Hygiene and General Lifestyle Considerations One of the most widely effective behavioral therapies for insomnia is improving sleep hygiene.90 Sleep hygiene refers generally to habits surrounding sleep, such as consistent bedtime, limiting blue light exposure before bed, limiting time in bed to sleep only, etc. Good sleep habits may help prevent insomnia.15,16,90 A prospective cross-sectional analysis of 548 college students examined the relationship between sleep hygiene and insomnia severity. Students complained of inconsistent sleep-wake cycles and frequently worrying in bed. Improper sleep scheduling, uncomfortable sleep environments, and engaging in behaviors that create hyperarousal before bed were associated with insomnia severity. After controlling for other risk factors, sleep scheduling was most strongly associated with insomnia severity.91 Another analysis of 130 patients admitted to a hospital burn unit found that a nurse-driven sleep hygiene protocol was successful in helping patients fall asleep more quickly and experience fewer sleep disruptions.92 Consider the following sleep hygiene and general lifestyle measures: - Keep your bedroom cool, dark, and quiet. - Keep sleep and wake times consistent throughout the week. - Avoid eating large meals two to three hours before bed, as indigestion can make falling asleep difficult. - Limit stimulant intake (eg, caffeine, nicotine, and alcohol) during the day, especially close to bedtime. - Limit daytime sleep. - Spend time outdoors in natural light each day. - Engage in daily physical activity, but avoid vigorous exercise during the two hours prior to sleep. - Create bedtime rituals (eg, taking a warm bath and listening to soft music) to improve relaxation. Resolving stress may help improve sleep quality. People with insomnia should also review the [Stress Management](/protocols/emotional-health/stress-management)protocol. - Avoid activities not related to sleep (eg, watching TV, reading, or listening to the radio) in the bedroom. Use the bedroom for sexual activity and sleep only (stimulus control).11 - If worrying about the time keeps you awake, cover the alarm clock. Sleep Restriction to Reset Circadian Rhythms Sleep restriction therapy limits time in bed (including naps) to increase the biological need for sleep at night. This process usually begins by restricting time in bed to the estimated amount of time one should spend sleeping. For example, a person who stays in bed for nine hours but only sleeps six will initially restrict time in bed to six hours. This causes mild sleep deprivation in the beginning, but the sleepiness it creates trains the body to fall asleep more quickly. As the body adjusts, people can extend time spent in bed by 15 to 20 minutes, until they are able to get a full night sleep without spending extra time in bed.93 A study comparing sleep hygiene therapy plus sleep restriction to sleep hygiene therapy alone found sleep restriction improved sleep efficiency.93,94 A review of evidence for sleep restriction as a standalone treatment for insomnia found it improved sleep efficiency and total sleep time, and researchers concluded it was an effective means of treating chronic insomnia.95 Cognitive Behavioral Therapy In 2016, the American College of Physicians recommended that cognitive-behavioral therapy be the initial treatment protocol for patients with chronic insomnia.18 Cognitive behavioral therapy helps people develop behaviors more conducive to sleep. It involves regular visits to a clinician who will assess sleep patterns and work to change how the patient gets to sleep. Cognitive behavioral therapy works by teaching the subject to change their beliefs about sleep, develop good sleep habits, and improve their sleep environment.96 Cognitive behavioral therapy may involve sleep restriction and education on sleep hygiene. It also may involve biofeedback, which provides information via electrical sensors about certain biological functions, such as respiration, heart rate, and muscle contraction. This information allows a person to make subtle changes (such as in breathing rate or muscle relaxation) to try to control bodily functions to better manage conditions such as anxiety, pain, and insomnia. Stimulus control therapy focuses on removing factors that encourage people to resist sleep, such as an inconsistent bedtime or using the bedroom for activities other than sleep.96 Cognitive behavioral therapy has been shown to be an effective treatment for both primary and secondary insomnia.97-100 A recent randomized controlled trial that followed 36 people for six months suggests cognitive behavioral therapy improved insomnia severity scores, sleep measures, and dysfunctional sleep beliefs.101 A recent review concluded cognitive behavioral therapy may be more effective than benzodiazepine and non-benzodiazepine drugs for long-term treatment of insomnia.102 Other research suggests cognitive behavioral therapy decreases depression, improves mental health, and is more effective in treating insomnia than hypnotic sleep aids.103,104 Relaxation Therapy Some patients with insomnia have high levels of cognitive and physiological arousal, as evidenced by increased cerebral metabolism of glucose. Relaxation therapies (including meditation, visualization techniques, breathing exercises, and progressive muscle relaxation) aim to achieve a more relaxed state prior to bedtime. Most of these techniques can be self-administered after some initial guidance from a medical professional.89 Social support, stress reduction techniques (including meditation and yoga), and improving coping mechanisms for dealing with stress may be useful ways to combat insomnia in some people.105 Research involving 30 adults with insomnia found that mindfulness-based stress reduction, including meditation training, resulted in significant improvements in sleep quality, including time to sleep and total sleep time.106 Another study of 44 postmenopausal women aged 5065 who were not undergoing hormone replacement therapy found practicing yoga for four months lowered insomnia and stress severity scores and increased quality of life.107 8 Treating Insomnia: Pharmacologic Treatment There are many pharmacological treatment options for insomnia, including over-the-counter medications, benzodiazepines, non-benzodiazepines, and antidepressants.108 These medications are generally intended for occasional, intermittent use. Over-the-Counter Medications Over-the-counter (OTC) medications can be safely and effectively used to occasionally promote a good night's sleep.109 One of the most common types of OTC sleep medications is antihistamines, such as doxylamine (Unisom) and diphenhydramine (Benadryl). Antihistamines block receptors that respond to histamine; this reduces congestion, sneezing, coughing, and allergy symptoms. Blockade of histamine receptors in the central nervous system causes sedation, and thus, antihistamines can be used as sleep aids. Side effects include daytime drowsiness, dry mouth, and constipation. There are few rigorously designed trials to definitively determine the efficacy of OTC sleep aids.110 Diphenhydramine can remain in the body for long periods of time, resulting in sedation the following day. Note some people may develop a tolerance or dependence to these medications, and they may cause dangerous side effects when used with other medications. In addition, if taken for a long time and then stopped, they may worsen sleep problems.111 Special caution should be used when elderly people use OTC sleep aids. One review found 5065% of older adults misused OTC sleep medications. Drug-drug interactions and drug-age interactions were most common.112 In 2015, the Beers Criteria for Potentially Inappropriate Medication Use in Older Adults recommended individuals over age 65 not use products containing the ingredients diphenhydramine and doxylamine.113 Speak with a physician prior to using a sleep aid to ensure it does not interact with any medications you currently take or conditions you have. Avoid alcohol; do not engage in activities that require being alert after taking the medication, such as driving a vehicle; and do not use any sleep medications for more two weeks.109 were the cornerstone for treatment of insomnia until the 1990s. These medications enhance effects of the neurotransmitter gamma-aminobutyric acid (GABA)—one of the main inhibitory neurotransmitters in the brain—by binding to multiple brain receptor sites.114 Studies found benzodiazepines enhance sleep onset, reduce the number of nighttime waking, and improve total sleep time and sleep quality with short-term use.108 Benzodiazepines can be classified based on their duration of action. Short-acting benzodiazepines are more likely to cause withdrawal symptoms, whereas long-acting ones are more likely to leave users feeling groggy.114 A recent longitudinal cohort study of over 200 nursing home residents in Belgium found long-term use of benzodiazepines actually decreased sleep quality over the course of one year, as compared to people who did not use these medications. This suggests chronic use of these drugs does not maintain a high sleep quality.115 Non-Benzodiazepines Non-benzodiazepines, also called benzodiazepine-like drugs, such as zaleplon (Sonata), zolpidem, and eszopiclone, act on fewer brain receptors than benzodiazepines, and therefore are typically associated with fewer side effects.4 Zaleplon, one of the first non-benzodiazepines developed for the treatment of insomnia, has been proven effective in reducing the amount of time it takes to fall asleep. Its short half-life (1 hour) also reduces the risk of lasting effects the following morning, which may make it less useful for people who wake up during the night.116 Older adults should not take zaleplon because it is not as safe or effective as other medications available.108 Note while using zaleplon, some individuals experienced sleep disturbances such as getting out of bed and engaging in activities like driving cars, having sex, or consuming food while partially asleep. These people were typically unable to remember what happened the next day. Also, a person's mental health may change unexpectedly while using this medication, including aggressiveness, hallucinations, memory problems, depression, confusion, and suicidal ideation. Zaleplon should only be taken under the direction and observation of a healthcare professional.116 Zolpidem's half-life (about 2.5 hours) may make it more effective at reducing the amount of time it takes to fall asleep and aid in staying asleep while reducing residual daytime sleepiness.108 A literature review found 10 mg of zolpidem in adults and 5 mg in those age 65 and over reduced sleep latency and increased sleep duration in people with insomnia. Residual daytime effects are not common, as long as the individual is in bed for at least eight hours before waking for the day.117 Zolpidem clears more slowly in women than men. Morning blood levels may be higher, which may affect psychomotor performance. In 2013, the Food and Drug Administration (FDA) required manufacturers to lower the recommended dosage from 10 mg to 5 mg for immediate-release preparations and from 12.5 mg to 6.5 mg for extended-release forms.108 Eszopiclone has also been shown to be effective at improving sleep.118,119 This medication lengthens total sleep time and helps people fall asleep more quickly. It takes longer to work than other non-benzodiazepines, but also lasts longer.4 The FDA recently lowered the recommended starting dosage of eszopiclone to 1 mg due to risk of next-day impairment to driving, memory, and concentration. A double-blind study involving 91 people between ages 25 and 40 demonstrated that 3 mg eszopiclone was associated with psychomotor and memory impairment 7.511 hours after dosing. Dosages may be increased to 23 mg under physician guidance, but 3 mg is associated with a state of altered mental awareness.120 Note recent research suggests hypnotic sleep aids may be associated with severe adverse events, including dependency/withdrawal, driving impairment, cognitive difficulties, and an increased risk of accidents or falls. There is also an association between use of hypnotic sleep aids and increased depression, infection, and mortality rates. These risks are most commonly observed in elderly individuals.121 Moreover, in 2012, a well-controlled study revealed an association between sleep aids, such as zolpidem, eszopiclone, and temazepam, and a more than three-fold increased risk of death.14 However, we should note those using hypnotic sleep aid drugs often have poor overall sleep quality, which could be the factor causing the sharply increased risk of death. In a recent review, 43 of 46 epidemiological studies found that the use of hypnotics was associated with an excess mortality rate, and 45 of the studies found hypnotic use did not benefit patient survival.103 Results from two large cohort studies indicate benzodiazepine use is associated with an increase in all-cause mortality. Some researchers suggest the risks associated with hypnotic sleep aids outweigh any minimal benefit. In fact, in April 2019, the United States FDA announced that the agency was requiring boxed warnings on eszopiclone (Lunesta), zaleplon (Sonata), and zolpidem (e.g., Ambien). A boxed warning is the most prominent warning the agency requires. This move was based on safety monitoring studies that found these drugs are associated with increased risks of engaging in potentially dangerous behaviors while not fully awake, such as driving.122 These medications should be used under the direction and supervision of a physician only. Antidepressants Antidepressants may be useful in treating insomnia for some people. As many people with depression also struggle with insomnia, these medications may help relieve symptoms of both conditions. Research suggests antidepressants may reduce the amount of time it takes to fall asleep and help prevent nighttime awakenings. In addition, the sedating effects of these medications allow for the relaxation necessary to fall asleep more quickly. In general, antidepressants reduce REM sleep, but seem to have little impact on deeper sleep cycles.123 Many antidepressants, such as doxepin (Silenor) (a histamine (a tricyclic antidepressant), are used to treat insomnia because they have sedative properties.108 Doxepin has been found to increase sleep time without causing significant adverse effects.124,125 Research indicates at doses of 13 mg, doxepin improved sleep onset, duration, and quality over a 12-week period.125,126 Higher doses (36 mg) led to improvements in sleep maintenance and reduction of early morning wakings.126 Some data have shown trazodone, functioning as a mild hypnotic, may temporarily help people fall asleep.127 Trazodone, a serotonin modulator used to treat major depressive disorder, may cause daytime sedation. Few well-designed studies demonstrate its effectiveness in managing insomnia.128 In a randomized, double-blind, placebo-controlled study, 16 insomniacs were given 50 mg trazodone or placebo 30 minutes before bed. The study was designed with two groups of participants, each of which took either the drug or placebo for one week, followed by a one-week washout period, and then another week of placebo or drug—whatever the participants took the first week of the trial. Trazodone reduced night-time waking and improved sleep quality, but also resulted in small but significant impairments in short-term memory, verbal learning, and arm muscle endurance.129 Researchers concluded that while efficacious in improving sleep, its risks may outweigh its benefits, particularly in those more susceptible to these side effects, including the elderly.108,129 In a randomized, double-blind, placebo-controlled trial involving 30 Alzheimer's patients, individuals who took 50 mg trazodone once daily for two weeks slept 42.5 minutes more per night compared with placebo. Treatment did not affect daytime sleepiness or cognitive functioning.130 Amitriptyline, a sedating antidepressant that alters brain chemistry to stabilize mood, is sometimes used off label to treat insomnia. Note this medication has been shown to increase suicidal thoughts in individuals under age 24.131 There are no controlled trials evaluating amitriptyline for insomnia in the absence of other medical conditions.128 Mirtazapine (Remeron) is a tetracyclic antidepressant used to treat insomnia. A randomized, double-blind, placebo-controlled trial involving 19 men found 7.5 mg mirtazapine and 50 mg of the neuroleptic quetiapine (Seroquel) increased total sleep time and reduced night waking, although they also increased daytime sleepiness. More research is needed to determine the long-term effects of these medications.132 A recent review of published literature on antidepressants and sleep found the best results come from low dosages of these drugs administered early at night (prior to bedtime) as part of an intervention that also involves behavioral treatments, such as cognitive behavior therapy.133 Ask the Scientist: Insomnia and Risks Associated with Hypnotic Sleep Medications Daniel F. Kripke, MD, is Professor Emeritus of Psychiatry at UC San Diego. He has spent decades studying sleep and the side effects of sleep medications. - Hi, Dr. Kripke. Thank you for taking time out of your day to share your thoughts with us. Would you start by telling us a little bit about your background and training? I am a research psychiatrist who opened one of the country's first sleep clinics to study the causes of depression. Insomnia and depression are often linked. They have common genetic predispositions, and depression seems to cause insomnia, and vice versa. - You've been studying the association between hypnotic sleep aids and adverse outcomes for quite a long time. Why were you drawn to this area of study? American Cancer Society data from one million questionnaire participants showed that self-reported long sleep duration and short sleep duration predicted early death.134 Over 40 years ago, I noticed that their data showed that reported use of sleeping pills predicted early death more so than insomnia did. I have since been trying to clarify the risks of sleeping pills. - What are some of your most compelling findings related to the risks associated with hypnotic sleeping pills? People who take hypnotics are at significantly greater risk of mortality than people who do not take them. Almost all of 46 studies from all over the world demonstrate this, but the amount of risk has varied greatly in the research due variations in study methodology.103 There is uncertainty surrounding how much of risk is caused by sleeping pills. Controlled clinical trials show that hypnotics can cause depression and are associated with increased risk of suicide. Also, hypnotics considerably increase the risk of infections, likely including an increased risk of potentially severe infections such as pneumonia. Finally, hypnotics impair automobile driving and may increase the risk of falls and other accidents. - One of the limitations with the research in this area is that much of it is correlational and not necessarily reflective of a causal link between sleeping pills and negative outcomes. Are there trials underway or planned that you think will overcome this uncertainty? The data for depression and infection include randomized studies that establish causality. Some studies of autopsied deaths, especially those linked to opioids, list hypnotics as contributing or primary causes. Hypnotics are used to put animals to sleep (permanently) and for executing prisoners, so there is no question that, at excessive doses, these drugs can kill. The question is how often they are lethal in combination with risky behavior, health problems, and other medications. There are studies planned to clarify these uncertainties, but I cannot tell you that any definitive study has already begun. - You've expressed some frustration in some of your past published work that the FDA has not adequately responded to these concerns about hypnotics and adverse outcomes. Have you seen any evolution in the agency's position recently? If not, what is keeping the FDA from taking action? The FDA has been essentially unresponsive to the new research that demonstrates hypnotic risks. Moreover, the FDA has the authority to order manufacturers to do clinical trials of marketed drugs to establish the causality of newly recognized risks, but it has made no effort to do so. The FDA has its own animal testing facilities that could be used to help clarify the cancer risk associated with these drugs. In my opinion, the FDA position is an unscientific one. - Do you think hypnotic sleep aids actually work? What does the evidence say? Recent studies sponsored by the government's Agency for Healthcare Research and Quality (AHRQ) and by the NIH have found that there is weak evidence to suggest that hypnotic sleep aids make people sleep 10 or 20 minutes more per night. It is generally agreed that hypnotic sleep aids do not make people objectively more alert and productive the day after taking them at bedtime. In fact, much of the evidence suggests sleeping pills make people sleepier and reduce performance time the next day. Moreover, there is absolutely no evidence that sleeping pills improve general health. - Are there any newer sleep aids that you think are better options than hypnotics? If so, what are they and why would you prefer them over hypnotics? The AHRQ report and the American College of Physicians guidelines conclude that no drug is as useful for insomnia as cognitive behavioral therapy. I think that when circadian rhythm disturbances or depression are associated with cases of insomnia, bright light treatments are superior to hypnotics. It would be nice to have more long-term studies comparing light versus hypnotics. - What can people who don't want to take any form of sleeping medication do to get a better night's sleep? Are there any particular habits that you suggest? First of all, there are many reasons people want to sleep better, and they need different approaches. In the sleep clinic, we commonly see patients who think there is something wrong with their sleep when it really is not since their sleep pattern is normal. Part of this comes from drug-company-sponsored propaganda suggesting that everyone needs eight hours of sleep or more, which is not true in all cases. Family doctors, psychologists, and sleep specialists can advise what treatments to try first. There is useful information about cognitive behavioral therapy for the treatment of insomnia on the internet or at the library. The VA now offers its patients a free website that provides cognitive behavioral therapy, and there are several commercial websites that offer similar services for less than the cost of sleeping pills. - Do you find that people who suffer with insomnia typically make certain mistakes or engage in certain habits that contribute to their insomnia? If so, what are they, and how can they be avoided? There are many causes of insomnia. One of the most common is spending more time in bed than is needed to sleep: spending less time in bed results in less insomnia. Another common problem is getting too little bright light exposure. People feel better and sleep better with at least an hour a day of outdoor daylight or its equivalent. Since exercise is also helpful, walking for thirty minutes to an hour a day in daylight is a simple and effective treatment. Avoiding too much caffeine and alcohol can promote healthy sleep patterns, as well as not using cell phones, tablets, and computer screens shortly before bedtime. The bright bluish light of modern display screens can be neutralized with software that decreases blue light or by wearing orange (blue-blocking) glasses for an hour or two before bedtime. An irregular sleep schedule may also contribute to insomnia. Staying up late on weekends may make it difficult to get to sleep early enough on Sunday night, which makes it hard to wake on time on Monday morning. Your comments have been very interesting and insightful, Dr. Kripke. Thanks again for sharing your knowledge with us. 9 Novel and Emerging Treatments Targeting Melatonin Receptors Melatonin is a hormone involved in controlling the body's sleep-wake cycle. Supplemental melatonin supports the body's Melatonin activates two receptors, MT1 and MT2, in a region of the hypothalamus that controls circadian rhythms, and in some peripheral tissues. Supplemental melatonin modulates central nervous system activities via these MT1 and MT2 receptors.135 Drugs that target these receptors work similarly to melatonin, but may interact with the receptors in a slightly different fashion. Targeting melatonin receptors may help modulate sleep rhythms. Note these therapeutics are not identical to supplemental melatonin. Rather, they are melatonin receptor agonists, meaning they mimic melatonin and bind to its receptor, activating it and inducing sleep. Ramelteon (Rozerem) is an FDA-approved insomnia medication that binds to and activates melatonin receptors (MT1 and MT2).136 Ramelteon promotes sleep by regulating the sleep-wake cycle, not depressing the central nervous system.137 It is highly selective for the melatonin receptors MT1 and MT2, and has a half-life of just over one hour.120,138-140 Ramelteon can be used long-term, with no major safety issues noted. There is no evidence of dependence.137 In a study of adults aged 65 and older, this medication significantly reduced sleep latency over five weeks with no significant side effects.141 In another randomized, double-blind, placebo-controlled trial in adults aged 1864, subjects who received 8 or 16 mg of ramelteon had reductions in sleep latency and sleep onset.142 Tasimelteon (Hetlioz) is a high-affinity MT1-MT2 receptor agonist that regulates sleep and shifts circadian rhythms. It was originally developed to treat non-24-hour sleep-wake disorder, in which individuals cannot train the body clock to the 24-hour dark-light cycle. In one placebo-controlled clinical trial in healthy individuals, tasimelteon reduced sleep latency and increased sleep efficiency with no side effects.143 Animal research has demonstrated that the melatonin receptor MT2 promotes deep sleep.144,145 Drugs that specifically target the MT2 receptor are beginning to emerge, including IIK7 and UCM765. Animal research suggests these medications increase amount of deep sleep and reduce sleep latency in mice.144,145 However, further human research is needed to confirm safety, efficacy, and potency.146 Orexin Receptor Agonists Suvorexant (Belsomra) the neuropeptides orexin A and orexin B, which promote wakefulness, from binding to their receptors. This helps to stabilize the sleep-wake cycle. Suvorexant suppresses waking after bedtime, improves sleep efficiency, increases total sleep time, and decreases sleep latency, although it may cause next-day drowsiness and impaired driving or cognitive funciton.137,147 Two randomized trials including 2,030 subjects demonstrated that 3040 mg suvorexant improved sleep maintenance, as compared with placebo.148 Another trial of 781 patients randomly assigned to receive 30 mg (elderly subjects) or 40 mg (nonelderly subjects) suvorexant or placebo indicated the drug was safe, tolerable, and helped enhance total sleep time.149 While preliminary research suggests this medication is safe and effective, long-term data are lacking.108 5-HT2 Receptor Antagonists Serotonin (5-hydroxytryptamine or 5-HT) is a neurotransmitter that plays a role in regulating sleep, appetite, thermoregulation, emotion, and cognition.150 It acts by binding to and activating various 5-HT receptors in the ventrolateral preoptic nucleus (VLPO), the main structure of neurons that trigger non-REM sleep.151,152 Impairments in 5-HT transmission have been linked to depression, anxiety, and sleep disorders. In one study, 5-HT deficient mice demonstrated a disrupted sleep-wake cycle with an increase in restless sleep (a period of sleep with frequent wakings).153 In animal research, sleep-promoting neurons in the VLPO can be characterized by their response to neurotransmitters such as noradrenaline and 5-HT. Those inhibited by 5-HT are known as Type 1 neurons, and those excited by 5-HT are known as Type 2. Type-2 neurons are involved in sleep initiation, and activating them activates Type-1 neurons. Type-1 are thought to be responsible for sleep maintenance, and their activation inhibits the brain's arousal system.150 5-HT receptors 5-HT2A and 5-HT2C are of particular interest with regard to sleep. Activation of these receptors interferes with deep sleep.152 Therefore, some therapeutics attempted to reduce signaling through these receptors to facilitate high-quality sleep.154,155 While both animal and human data suggest blocking 5-HT2A/C signaling appears to be a promising mechanism for improving sleep quality, more research is needed.154,155 Propofol: Novel Use of an Anesthetic to Reset Sleep Rhythms Propofol is a rapid, short-acting anesthetic often administered intravenously for the induction and maintenance of sedation during monitored anesthesia. While propofol is typically used for sedation for operations or medical procedures, some researchers have found that mild dosing regimens may help restore normal sleep rhythms. Propofol induces a state of unconsciousness resembling non-REM sleep. Brain activity during anesthesia and sleep shares many similarities but also distinct differences.156 Interestingly, propofol sedation without surgery has been shown to alter diurnal melatonin secretion in animals, suggesting the drug can influence body's circadian clock system.157 In a randomized, placebo-controlled, double-blind clinical trial, subjects receiving a two-hour infusion of propofol for five consecutive nights showed improvement in sleep onset latency (ie, amount of time needed to fall asleep), quality of sleep, ease of waking up, and behavior after waking. These improvements persisted for six months, suggesting the benefits of propofol could continue after initial treatment. In addition, subjects showing no response to traditional agents, such as zopiclone (Imovane) or zolpidem, before study treatment were able to effectively use them on occasion after treatment, suggesting propofol restored the brain's response to conventional sleep aids.17 The study showed using propofol for a short period of time (at the same time each night) could help reset the body's natural circadian rhythm, providing long-term benefits for people with chronic refractory insomnia. As of the time of this writing, no sleep centers that we are aware of are routinely offering propofol, which requires strict medical vigilance and adherence to safety protocols to avoid overdose. The novel use of propofol to reset sleep patterns, administered under carefully controlled clinical conditions, is an area of insomnia research that requires further study. 10 Nutrients Amino Acids and Hormones Melatonin. Melatonin, a hormone made in the pineal gland, is highly correlated with the body's sleep-wake cycle. During the day, the pineal gland is relatively inactive, but when the sun goes down, it begins producing melatonin. In humans, the brain's production of melatonin peaks in the late evening (usually at 9:00 p.m.), coinciding with the body's normal time for sleeping. Melatonin levels typically stay high in the blood for about 12 hours, and by daylight levels naturally fall to barely detectable levels. Note that exposure to light is a major factor in regulating human sleep patterns. Light exposure stimulates nerves that run from the eye to the brain to signal increasing body temperature and the release of stimulating hormones, such as cortisol. Darkness, by contrast, stimulates melatonin production and decreasing body temperatures.158 Low melatonin levels have been linked to insomnia, particularly in the elderly. In a clinical review, serum melatonin levels were reported to be significantly lower (and the time of peak melatonin values delayed) in elderly subjects with insomnia compared with age-matched normal controls.159 Research suggests melatonin supplementation improves sleep. A meta-analysis of 19 randomized placebo-controlled trials including 1,683 patients found that melatonin improves sleep quality, increases total sleep time, and decreases sleep latency.160,161 Other studies suggest it enhances alertness after sleep162 and reduces the number of times people wake up during the night.163 A randomized, double-blind, placebo-controlled trial involving 125 children and adolescents with autism spectrum disorder who were struggling with sleep disturbances found that 25 mg of prolonged release melatonin mini-tablets for 13 weeks increased total sleep time and decreased sleep latency and sleep disturbances. Subjects in this trial unsuccessfully attempted to improve their sleep with four weeks of parent-led behavioral intervention alone prior to the trial.164 Nobiletin and the Circadian Clock Circadian rhythms are biological processes that vary during the natural 24-hour day-night cycle. Maintaining consistent and healthy circadian rhythms promotes overall health and well-being, including healthy sleep patterns.165,166 The human body contains two regulatory elements that respond to circadian rhythms: the central clock and peripheral clocks.167 Melatonin helps modulate the central clock. Nobiletin, a flavonoid derived from citrus peels, helps modulate peripheral clocks.168,169 Preclinical research suggests nobiletin may protect against metabolic syndrome and age-related health deterioration in part by helping regulate peripheral clocks. When given to obese mice, nobiletin counteracted metabolic syndrome and increased energy expenditure.169 Another animal study demonstrated that nobiletin reduced symptoms of delirium in mice. Researchers believe the mechanism of action involves regulating the expression of the proteins that help maintain a stable circadian rhythm.170 Nobiletin may also help alleviate circadian rhythm disorders and jet lag.171 L-tryptophan. L-tryptophan is an amino acid that serves as a precursor for serotonin and melatonin.172,173 L-tryptophan supplements may increase the amount of melatonin made by the pineal gland, thus facilitating sleep.174 L-tryptophan has long been of interest in the sleep field: research dating back over 44 years found that 1 gram reduced the amount of time needed to fall asleep.175 Like melatonin, L-tryptophan levels decrease with age174; therefore, L-tryptophan supplementation may aid in the treatment of elderly insomnia. Animal studies found tryptophan supplementation reduced activity at night and led to other biological changes conducive to sleep, such as lower core body temperature and reduced levels of IL-6 (an inflammatory cytokine).176 In one small human clinical trial, intravenous infusion of L-tryptophan caused dramatic increases in plasma melatonin levels and had a sleep-inducing effect, regardless of whether it was administered day or night.177 In addition, L-tryptophan may help alleviate some forms of depression, which can exacerbate insomnia.178 An analysis of data from the National Health and Nutrition Examination Survey (NHANES) (20012002) involving over 29,000 individuals determined that tryptophan intake was positively associated with sleep duration.179 Another study examined whether consumption of cereals fortified with tryptophan improved the sleep/wake cycle in 35 individuals aged 5575. The study compared consumption of either the subjects' usual diet, cereals enriched with 22.5 mg tryptophan per 30 grams of cereal (consumed at breakfast and dinner), or 60 mg tryptophan per 30 grams of cereal (consumed at breakfast and dinner). The cereal with the higher dosage of tryptophan increased sleep efficiency and total sleep time and decreased sleep fragmentation and latency.180 Another randomized study involving 33 male college students investigated the effects of tryptophan consumption at breakfast time and daytime light exposure on melatonin secretion and sleep. Subjects ingested either a tryptophan-poor meal paired with dim light, tryptophan-rich meal with dim light, tryptophan-poor meal and bright light, or tryptophan-rich meal with bright light exposure. The combination of bright light and a tryptophan-rich meal at breakfast promoted melatonin secretion in the evening and supported higher quality sleep.181 Glycine. Glycine, a non-essential amino acid that transmits chemical signals in the brain, helps support bone health, digestion, and metabolism.182 This compound is also a novel and safe way to promote healthy sleep patterns. In one randomized, single-blind, crossover trial, 11 healthy volunteers who took 3 grams glycine one hour before bedtime experienced shortened time to sleep onset and improved sleep satisfaction, without next day sleepiness.183 In a randomized, double-blind, crossover trial, 3 grams glycine before bedtime improved sleep quality and next day fatigue.184 In a randomized, single-blind, crossover trial, 10 sleep-restricted but otherwise healthy men were given 3 grams glycine or placebo before bed. The next day, participants took memory, cognition, and reaction time performance tests and a questionnaire rating their fatigue levels. Subjects given glycine had reduced fatigue and sleepiness and improved neurobehavioral performance compared with the control group.185 In an animal model, glycine administered to rats who have experienced disturbed sleep resulted in a shortened sleep latency, decreased body temperatures, and the induction of non-REM sleep.186 Oral glycine administration may also help elevate levels of serotonin, a neurotransmitter that plays a role in mood, learning, memory, appetite, and sleep. Minerals Magnesium. Magnesium is a mineral that plays a role in cellular communication, energy production, muscle function, blood sugar maintenance, and regulation of circadian rhythms.187 The Food and Nutrition Board at the Institute of Medicine at the National Academies recommends a daily intake of 420 mg for men and 320 mg for women aged 31 and older.188 Optimal levels of magnesium are associated with normal sleep regulation.189 Magnesium deficiency is associated with shorter sleep duration,190 and may cause inflammation, which could result in conditions associated with poor sleep, including diabetes and cardiovascular disease.191 In addition, research suggests as sleep restriction increases, intracellular magnesium concentrations decline.192 Magnesium supplementation combined with melatonin and zinc has been shown to improve sleep in the elderly.193 Another trial found magnesium supplementation helped relieve insomnia related to restless legs.194 In a double-blind placebo-controlled clinical trial, 43 patients in long-term care with chronic insomnia were given 5 mg melatonin, 225 mg magnesium, and 11.25 mg zinc or placebo one hour before bedtime every night for eight weeks. The treatment group saw improved sleep quality and improved quality of life measures compared with placebo.193 A form of magnesium known as magnesium threonate may be beneficial for sleep, as it penetrates the blood-brain barrier more efficiently than other forms of magnesium.195,196 Zinc. Zinc, a trace element that is essential for many biological functions, including immune health and neurocognition, may help reduce the risk of inflammatory diseases.197 Studies indicate zinc may also play a role in facilitating sleep.193 A literature review indicates serum zinc levels vary with amount of sleep, and oral administration of zinc increases both amount and quality of sleep.198,199 In another trial, mice fed a yeast extract containing zinc had increased levels of non-REM sleep and decreased motor activity levels when sleeping.200 Another study showed women with the highest levels of zinc in their bodies slept for longer periods of time than women with the lowest levels.201 As previously mentioned, when combined with melatonin and magnesium, zinc also supported quality of sleep in the elderly.193 How zinc supports sleep patterns remains unclear, but some researchers speculate that oral administration of zinc rapidly increases blood levels, which activates a signaling pathway in the central nervous system.198 Zinc may act as a circadian regulator that induces sleep.198 Herbal Support and Other Integrative Interventions Valerian. Valerian is a perennial flowering plant that has been used for medicinal purposes, including inducing sleep, reducing anxiety and stress, and stimulating digestion, since ancient times.202 Valerian root contains several compounds with sedative effects, including valerenic acid and valepotriates.203 Valerian root is believed to affect the transportation and liberation of GABA and stimulates GABA receptor activity.204,205 In one randomized, triple-blind, controlled trial involving 100 postmenopausal women struggling with insomnia, treatment with 530 mg valerian root for four weeks resulted in improved sleep quality.206 One preclinical model examined the effects of a mixture of hops and valerian on sleep quality. Researchers found that sleep behaviors, including total sleep time, improved via modulation of a GABA signaling pathway in the treatment group.207 One study compared the effects of 600 mg valerian to the commonly prescribed tranquilizer oxazepam. During six weeks of treatment, valerian showed comparable efficacy to 10 mg oxazepam.208 A review of relevant studies indicated valerian is an advisable treatment option for people struggling with sleep issues, and it appears to have a favorable safety profile with no known interactions with common medications.209 The typical dose of valerian is about 300600 mg, 30 to 120 minutes before going to sleep.210 It may take up to two weeks of daily use for the full sedative effect of valerian to manifest.211 Valerian may also be useful when applied topically. One randomized clinical trial involving 85 severely ill patients found that acupressure with valerian between the hours of 7:00 p.m. and 10:00 p.m. resulted in increased sleep time and less frequent night wakings.212 Chamomile. Chamomile is a popular herb often used as a tea to promote sleep and relaxation.213,214 The dried flower extracts of chamomile contain terpenoids and flavonoids that may help combat inflammation, insomnia, ulcers, wounds, pain, and muscle spasms. Sedative properties of this herb are believed to be due to certain flavonoids that may modulate benzodiazepine receptor signaling in the brain.215 One randomized, placebo-controlled, double-blind study involving 57 people with a history of anxiety and depression found that chamomile supplementation reduced mood and depressive symptom scores.216 In a randomized controlled trial of 80 postnatal women, drinking chamomile tea for two weeks helped alleviate symptoms of depression and improve sleep quality.217 In a randomized controlled trial, 200 mg chamomile twice daily for 28 days improved sleep quality in a group of elderly subjects.218 In another clinical trial of 77 elderly subjects, 400 mg chamomile twice daily improved reported sleep quality measures.219 One randomized placebo-controlled clinical trial found 270 mg chamomile twice daily for 28 days improved daytime functioning of 34 subjects with sleep problems.214 Passion flower. Passiflora incarnata, a member of the passiflower genus Passiflora, has long been used to treat anxiety and insomnia in Europe.220 The active compounds in P. incarnata appear to interact with the GABA and opioid systems.221-223 Extracts of this plant have shown sedative, anti-diabetic, and anti-asthmatic activities in preclinical research.220 In one randomized double-blind trial, 78 insomniacs were given either a 10 mg dosage of zolpidem or a combination of hops, valerian, and passion flower for two weeks. Both groups displayed improved sleep time, sleep latency, and night wakings.224 One randomized study compared supplementation with either passion flower or St John's wort in 59 menopausal women experiencing sleep disturbances and depression. After six weeks, both groups demonstrated improved sleep quality.225 In one animal model, P. incarnata was shown to reduce anxious behavior.222 Additionally, another animal model found that passion flower-derived compounds prevented diazepam dependence in mice when given with the drug over a three-week period.226 While this extract has a good safety profile, more rigorous clinical data is necessary to assess its efficacy in humans. Ashwagandha. Withania somnifera, also known as ashwagandha, is an Indian herb used for centuries as a wellness-promoting tonic. Ashwagandha may be beneficial for reducing anxiety, promoting calmness, and treating insomnia. This herb has been best characterized for its effects on stress. A randomized, double-blind, placebo-controlled trial in 64 individuals struggling with chronic stress found 300 mg of an ashwagandha extract twice daily for 60 days reduced reported stress and serum cortisol levels.227 A systematic literature review including five human trials concluded that ashwagandha supplementation (125-12,000 mg/day) improved self-reported stress and anxiety scores, but further research is warranted to confirm these results due to the effects of a poor study design and small sample sizes.228 Several animal studies have found that this extract improves the ability to handle stress and reduce anxiety.229-231 In vitro research suggests a component of this herb, withanone, protects neural cells from oxidative stress.232,233 Because emotional stress can be a significant contributor to insomnia, ashwagandha may help indirectly improve sleep by improving the response to stress. A randomized, double-blind, placebo-controlled trial published in 2020 purported to be the first to show that ashwagandha improved sleep quality in human subjects. In this trial, 144 subjects with non-restorative sleep took 120 mg of a standardized ashwagandha extract or placebo once daily for six weeks. Those who took ashwagandha reported a 72% increase in sleep quality versus a reported 29% in those who took placebo. Moreover, the group taking ashwagandha showed improvements in sleep efficiency, total sleep time, and sleep latency. Finally, quality of life improved in the ashwagandha group as well.268 Ashwagandha has also been found to directly improve sleep in animal models.234,236 In one animal model, sleep-deprived rats given an ashwagandha extract showed improvements in behavioral tests, indicating the supplement may help mitigate the cognitive and memory impairments seen in insomniacs. These rats showed decreased cellular stress and apoptosis in the hippocampus.235 Lemon balm. Lemon balm is an herb from the mint family traditionally used for its calming and anxiety-reducing effects.237,238 One randomized, double-blind, placebo-controlled study showed 600 mg lemon balm improved mood and significantly increased self-ratings of calmness.239 Lemon balm has also been investigated for the treatment of sleeping problems. Research indicates rosmarinic acid, ursolic acid, and oleanolic acid are the active compounds in lemon balm, with rosmarinic acid being responsible for most of the activity associated with this herb. Lemon balm may inhibit GABA transaminase, which plays a role in anxiety and neurological disorders.240 In a randomized controlled trial of 11 healthy people supplemented with lemon balm containing 500 mg rosmarinic acid, the herb was found to be safe and tolerable.241 In an open-label prospective study, 20 stressed individuals took a standardized lemon balm extract for 15 days. Improvements in anxiety and insomnia symptoms were reported.242 In a randomized placebo-controlled trial, 100 menopausal women with sleep disorders received a combination of valerian and lemon balm. The treatment group experienced a reduction in sleep disorder symptoms.243 One study found a combination of valerian and lemon balm improved symptoms of a sleep disorder in 81% of children who took the preparation.244 Lavender (as essential oil aromatherapy). Aromatherapy is an alternative medicine practice that utilizes plant oils to treat health problems. Lavender oils have been extensively studied for the treatment of insomnia. A randomized controlled clinical trial involving 79 college students with sleeping difficulties found that inhaled lavender combined with good sleep hygiene practices was more effective than sleep hygiene alone in improving sleep quality.245 In another trial, 67 middle-aged women with insomnia were randomized to either inhale lavender oil for 20 minutes twice weekly for 12 weeks or receive sleep hygiene education. The treatment group experienced an improved quality of sleep compared with the control group.246 In a four-week study involving 28 postpartum women struggling with anxiety and depression, subjects were either randomized into a group that inhaled a blend of rose otto and lavender essential oils or instructed to avoid essential oil use during the study period. The aromatherapy group had significant improvements in depression and anxiety scores, with minimal risk of negative effects.247 Studies found lavender oil also reduces feelings of drowsiness after waking.248 In an animal model, lavender oil use for seven days reduced behaviors associated with depression and anxiety. Exposure to the oil also has been shown to decrease aggressive behaviors and improve social interactions.249 Some researchers are examining the use of oral lavender to combat sleep problems. In a multi-center, randomized, double-blind trial, silexan (an oral lavender oil capsule) was compared to lorazepam (a benzodiazepine) in patients with generalized anxiety disorder. After six weeks, silexan was effective at reducing anxiety symptoms, with no sedative side effects.250 Lavender is thought to possess antioxidant abilities and reduce inflammatory pathways. It also may alter ion channels in neurotransmitter junctions, which suggests it may be beneficial in Alzheimer's patients. The oil may act via the limbic system and cause central nervous system depression when absorbed through the skin after topical application. While lavender oil appears safe and tolerable, and evidence supporting its use is promising, more clinical trials with long-term data are required to further clarify its role in promoting sleep and relaxation.249 Saffron. Saffron, a spice derived from the Crocus sativus flower, has been widely used as a flavoring agent and traditionally used to treat depression and asthma. It has powerful antioxidant properties, and preclinical studies indicate its major compounds safranal, crocin, and crocetin may have anti-tumor and anti-atherosclerotic properties.251 Animal and in vitro research suggest saffron may be a potential therapeutic agent for Alzheimer disease, cardiac ischemia, and age-related macular degeneration.252 In vitro and in indicate saffron and crocin may have neuroprotective properties.253 Preliminary evidence suggests saffron may promote sleep. Animal studies on safranal indicate it supports non-REM sleep and decreases sleep latency.254 One placebo-controlled human trial examined the effect of 300 mg saffron on sleep quality in 50 diabetic patients. After one week, sleep quality improved in the treatment group.255 However, more high-quality human data is necessary to determine if and how saffron can be used to treat insomnia. Honokiol. Honokiol is a ligand extracted from the bark, seeds, and leaves of the Magnolia tree. It has traditionally been used to treat mood disorders, including anxiety and depression,256 and is believed to have anti-tumor, anti-inflammatory, and antioxidative effects.257 It can cross the blood-brain barrier, resulting in enhanced bioavailability, and research suggests it exerts neuroprotective abilities in the central nervous system.258 Honokiol enhances GABA receptor activity in neurons in the hippocampus.256 In one animal study, mice administered honokiol experienced shortened sleep latency and increased amounts of non-REM sleep.259 Several older research studies with animal models support these finding, including one in which mice given seven daily treatments of two different traditional plant-based tinctures (Hange-koboku-to and Saiboku-to) had reduced anxiety and improved maze tests scores. These effects were mainly due to the honokiol content, as varying the chemical content of the samples still produced similar results as long as honokiol was contained in the sample. The honokiol-free preparations did not influence anxiety levels in the mice.260 Mice administered 20 mg/kg honokiol showed reduced anxiety levels in a maze test without a reduction in motor function. 261 Another animal model demonstrated that honokiol had similar anxiolytic effects as diazepam, but without possible amnesia and drug dependence.262 While these results are promising, more human clinical trials are required to understand how honokiol affects sleep. Danshen. Danshen (Salvia miltiorrhiza) is an herb traditionally used to promote sleep and proper blood circulation, thus improving cardiovascular health.263 S. miltiorrhiza, whose main components include rosmarinic acid and salvianolic acid, is often used in combination with borneol for better pharmacological results.264 Early animal research suggests Danshen has tranquilizer-like properties.265 However, well-designed clinical data is lacking, and adequate research must be carried out to understand how Danshen alters sleep. Bioactive milk peptides. Certain peptides derived from the enzymatic breakdown of milk proteins may relieve stress-related sleep disorders. These peptides are believed to act on GABA receptors in the brain, inducing relaxation and sleep. In one study, these bioactive peptides increased time spent sleeping and reduced the amount of sleep needed after just two weeks of treatment. Another randomized, double-blind, placebo-controlled study of 63 women suggests 150 mg daily of the milk protein alpha-s1 casein hydrolysate reduced stress-related symptoms, including sleeping difficulties.266,267 Disclaimer and Safety Information This information (and any accompanying material) is not intended to replace the attention or advice of a physician or other qualified health care professional. Anyone who wishes to embark on any dietary, drug, exercise, or other lifestyle change intended to prevent or treat a specific disease or condition should first consult with and seek clearance from a physician or other qualified health care professional. Pregnant women in particular should seek the advice of a physician before using any protocol listed on this website. The protocols described on this website are for adults only, unless otherwise specified. Product labels may contain important safety information and the most recent product information provided by the product manufacturers should be carefully reviewed prior to use to verify the dose, administration, and contraindications. National, state, and local laws may vary regarding the use and application of many of the therapies discussed. The reader assumes the risk of any injuries. The authors and publishers, their affiliates and assigns are not liable for any injury and/or damage to persons arising from this protocol and expressly disclaim responsibility for any adverse effects resulting from the use of the information contained herein. The protocols raise many issues that are subject to change as new data emerge. None of our suggested protocol regimens can guarantee health benefits. Life Extension has not performed independent verification of the data contained in the referenced materials, and expressly disclaims responsibility for any error in the literature. - NSF. National Sleep Foundation. Insomnia. https://www.sleepfoundation.org/sleep-disorders/insomnia. Copyright 2019. Accessed 5/13/2019. - CDC. Centers for Disease Control and Prevention. 1 in 3 adults don't get enough sleep. https://www.cdc.gov/media/releases/2016/p0215-enough-sleep.html. 2/16/2016. Accessed 5/13/2019. - Hirshkowitz M, Whiton K, Albert SM, et al. National Sleep Foundation's sleep time duration recommendations: methodology and results summary. Sleep health. 2015;1(1):40-43. - University H. Sleep and mental health. Harvard Mental Health Letter. 2010. - Insititue NHLaB. Sleep Deprivation and Deficiency. 2018. - Terauchi M, Hiramitsu S, Akiyoshi M, et al. Associations between anxiety, depression and insomnia in peri- and post-menopausal women. Maturitas. 2012;72(1):61-65. - Ohayon MM, Caulet M, Lemoine P. Comorbidity of mental and insomnia disorders in the general population. Comprehensive psychiatry. 1998;39(4):185-197. - Kakizaki M, Inoue K, Kuriyama S, et al. Sleep duration and the risk of prostate cancer: the Ohsaki Cohort Study. British journal of cancer. 2008;99(1):176-178. - Verkasalo PK, Lillberg K, Stevens RG, et al. Sleep duration and breast cancer: a prospective cohort study. Cancer Res. 2005;65(20):9595-9600. - Phillips B, Mannino DM. Do insomnia complaints cause hypertension or cardiovascular disease? Journal of clinical sleep medicine: JCSM: official publication of the American Academy of Sleep Medicine. 2007;3(5):489-494. - Mayo Clinic. Insomnia. https://www.mayoclinic.org/diseases-conditions/insomnia/symptoms-causes/syc-20355167. 10/15/2016. Accessed 5/13/2019. - Kripke DF. I petitioned the FDA to restrict hypnotics: here is why. Sleep Med. 2016;23:119-120. - Kripke DF. Hypnotic drug risks of mortality, infection, depression, and cancer: but lack of benefit. F1000Research. 2016;5:918. - Kripke DF, Langer RD, Kline LE. Hypnotics' association with mortality or cancer: a matched cohort study. BMJ open. 2012;2(1):e000850. - Yang CM, Lin SC, Hsu SC, Cheng CP. Maladaptive sleep hygiene practices in good sleepers and patients with insomnia. Journal of health psychology. 2010;15(1):147-155. - Lande RG, Gragnani C. Nonpharmacologic approaches to the management of insomnia. J Am Osteopath Assoc. 2010;110(12):695-701. - Xu Z, Jiang X, Li W, Gao D, Li X, Liu J. Propofol-induced sleep: efficacy and safety in patients with refractory chronic insomnia. Cell Biochem Biophys. JL. Clinical Practice Guideline for the Pharmacologic Treatment of Chronic Insomnia in Adults: An American Academy of Sleep Medicine Clinical Practice Guideline. Journal of clinical sleep medicine: JCSM: official publication of the American Academy of Sleep Medicine. 2017;13(2):307-349. - Saddichha S. Diagnosis and treatment of chronic insomnia. Annals of Indian Academy of Neurology. 2010;13(2):94-102. - Roth T, Roehrs T. Insomnia: epidemiology, characteristics, and consequences. Clinical cornerstone. 2003;5(3):5-15. - NSF. National Sleep Foundation. Menopause and Sleep. https://www.sleepfoundation.org/articles/menopause-and-sleep. Copyright 2019. Accessed 4/2/2019. - Silva BH, Martinez D, Wender MC. A randomized, controlled pilot trial of hormone therapy for menopausal insomnia. Archives of women's mental health. 2011;14(6):505-508. - Barrett-Connor E, Dam TT, Stone K, Harrison SL, Redline S, Orwoll E. The association of testosterone levels with overall sleep quality, sleep architecture, and sleep-disordered breathing. J Clin Endocrinol Metab. 2008;93(7):2602-2609. - Kim SD, Cho KS. Obstructive Sleep Apnea and Testosterone Deficiency. The world journal of men's health. 2019;37(1):12-18. - Wittert G. The relationship between sleep disorders and testosterone in men. Asian journal of andrology. 2014;16(2):262-265. - Burschtin O, Wang J. Testosterone Deficiency and Sleep Apnea. Sleep medicine clinics. 2016;11(4):525-529. - Canguven O, Salepci B, Albayrak S, Selimoglu A, Balaban M, Bulbul M. Is there a correlation between testosterone levels and the severity of the disease in male patients with obstructive sleep apnea? Arch Ital Urol Androl. 2010;82(4):143-147. - Mayo Clinic. sleep apnea. https://www.mayoclinic.org/diseases-conditions/obstructive-sleep-apnea/symptoms-causes/syc-20352090. 3/6/2018. Accessed 4/2/2019. - NSF. National Sleep https://www.sleepfoundation.org/sleep-apnea. Copyright 2019. Accessed 4/2/2019. - Punjabi NM. The epidemiology of adult obstructive sleep apnea. Proceedings of the American Thoracic Society. 2008;5(2):136-143. Polotsky VY, Lorenzi-Filho an emerging risk factor for atherosclerosis. Chest. 2011;140(2):534-542. - AHA. American Heart Association. Sleep Apnea and Heart Disease, Stroke. https://www.heart.org/en/health-topics/consumer-healthcare/sleep-apnea-and-heart-disease-stroke. 7/31/2015. Accessed 5/13/2019. - Gottlieb DJ, Yenokyan G, Newman AB, et al. Prospective study of obstructive sleep apnea and incident coronary heart disease and heart failure: the sleep heart health study. Circulation. 2010;122(4):352-360. - Pedrosa RP, Drager LF, Gonzaga CC, et al. Obstructive sleep apnea: the most common secondary cause of hypertension associated with resistant hypertension. Hypertension. 2011;58(5):811-817. - Aronsohn RS, Whitmore H, Van Cauter E, Tasali E. Impact of untreated obstructive sleep apnea on glucose control in type 2 diabetes. American journal of respiratory and critical care medicine. 2010;181(5):507-513. - Nieto FJ, Peppard PE, Young T, Finn L, Hla KM, Farre R. Sleep-disordered breathing and cancer mortality: results from the Wisconsin Sleep Cohort Study. American journal of respiratory and critical care medicine. 2012;186(2):190-194. - Yaggi V. Obstructive sleep apnea as a risk factor for stroke and death. The New England journal of medicine. 2005;353(19):2034-2041. - Morin CM, LeBlanc M, Daley M, Gregoire JP, Merette C. Epidemiology of insomnia: prevalence, self-help treatments, consultations, and determinants of help-seeking behaviors. Sleep Med. 2006;7(2):123-130. - Buysse DJ, Germain A. Diagnosis, Epidemiology, and Consequences of Insomnia. Primary Psychiatry. 2005;12(8):37-44. - Baroni A, Hernandez M, Grant MC, Faedda GL. Sleep Disturbances in Pediatric Bipolar Disorder: A Comparison between Bipolar I and Bipolar NOS. Frontiers in psychiatry. 2012;3:22. - Yokoyama E, Ohida T, Tamaki T, et al. Association between Depression and Insomnia Subtypes: A Longitudinal Study on the Elderly in Japan. Sleep. 2010;33(12):1693-1702. - NSF. National Sleep Foundation. Sleep Hygiene, Insomnia and Mental Health. https://www.sleepfoundation.org/articles/sleep-hygiene-insomnia-and-mental-health. Copyright 2019. Accessed 4/2/2019. - Roane BM, Taylor DJ. Adolescent Insomnia as a Risk Factor for Early Adult Depression and Substance Abuse. Sleep. 2008;31(10):1351-1356. - Singareddy R, Vgontzas AN, Fernandez-Mendoza J, et al. Risk factors for incident chronic insomnia: a general population prospective study. Sleep Med. 2012;13(4):346-353. - Franzen PL, Buysse DJ, Dahl RE, Thompson W, Siegle GJ. Sleep deprivation alters pupillary reactivity to emotional stimuli in healthy young adults. Biological Psychology. 2009;80(3):300-305. - Medicine. AAoS. Insomnia may cause dysfunction in emotional brain circuitry. Science Daily. 2013. - Bastien CH, St-Jean G, Morin CM, - Espie CA. Insomnia: conceptual issues in the development, persistence, and treatment of sleep disorder in adults. Annual review of psychology. 2002;53:215-243. - van de Laar M, Pevernagie D, van Mierlo P, Overeem S. Psychiatric Comorbidity and Aspects of Cognitive Coping Negatively Predict Outcome in Cognitive Behavioral Treatment of Psychophysiological Insomnia. Behavioral sleep medicine. 2015;13(2):140-156. - National Heart, Lung, and Blood Institiute. Insomnia. https://www.nhlbi.nih.gov/health-topics/insomnia. 11/9/2011. Accessed 5/13/2019. - NSF. National Sleep Foundation. What causes insomnia? https://www.sleepfoundation.org/insomnia/what-causes-insomnia. 2019. Accessed 4/2/2019. - Dhaval Patel MJS, MD; Pragnesh Patel, MD. Insomnia in the Elderly: A Review. Journal of Clinical Sleep Medicine. 2018;14(6). - Carroll JE, Irwin MR, Levine M, et al. Epigenetic Aging and Immune Senescence in Women With Insomnia Symptoms: Findings From the Women's Health Initiative Study. Biological 2011:414-425(412). - NSF. National Sleep Foundation. How Medications May Affect Sleep. https://www.sleepfoundation.org/articles/how-medications-may-affect-sleep. Copyright 2019. Accessed 4/2/2019. - Neikrug AB, Ancoli-Israel S. Sleep disorders in the older adult - a mini-review. Gerontology. 2010;56(2):181-189. - Moghadam-Kia S, Werth VP. Prevention and treatment of systemic glucocorticoid side effects. Int J Dermatol. G. Calcium channel blockers are independently associated with short sleep duration in hypertensive patients with obstructive sleep apnea. J Hypertens. 2011;29(6):1236-1241. - Bercovitch RS, Tsai SC. Respiratory medications and sleep. Current Respiratory Care Reports. 2012;1(2):123-130. - Roehrs T, Roth T. Caffeine: sleep and daytime sleepiness. Sleep medicine reviews. 2008;12(2):153-162. - Chaudhary NS, Grandner MA, Jackson NJ, Chakravorty S. Caffeine consumption, insomnia, and sleep duration: Results from a nationally representative sample. Nutrition (Burbank, Los Angeles County, Calif). 2016;32(11):1193-1199. - Clark I, Landolt HP. Coffee, caffeine, and sleep: A systematic review of epidemiological studies and randomized controlled trials. Sleep medicine reviews. 2017;31:70-78. Youngberg MR, Karpov IO, Begley A, Pollock BG, Buysse DJ. Clinical and physiological correlates of caffeine and caffeine metabolites in primary insomnia. Journal of clinical sleep medicine: JCSM: official publication of the American Academy of Sleep Medicine. 2011;7(2):196-203. - Jaehne A, Loessl B, Barkai Z, Riemann D, Hornyak M. Effects of nicotine on sleep during consumption, withdrawal and replacement therapy. Sleep medicine reviews. 2009;13(5):363-377. - Brook JS, Zhang C, Rubenstone E, Brook DW. Insomnia in adults: the impact of earlier cigarette smoking from adolescence to adulthood. Journal of addiction medicine. 2015;9(1):40-45. - Sabanayagam C, Shankar A. The association between active smoking, smokeless tobacco, second-hand smoke exposure and insufficient sleep. Sleep medicine. 2011;12(1):7-11. - Hendler RA, Ramchandani VA, Gilman J, Hommer Consens Zucker RA. A randomized double-blind pilot trial of gabapentin versus placebo to treat alcohol dependence and comorbid insomnia. Alcohol Clin Exp Res. 2008;32(8):1429-1438. - Stein MD, Friedmann PD. Disturbed Sleep and Its Relationship to Alcohol Use. Substance Abuse. 2006;26(1):1-13. - Brooks AT, Wallen GR. Sleep Disturbances in Individuals with Alcohol-Related Disorders: A Review of Cognitive-Behavioral Therapy for Insomnia (CBT-I) and Associated Non-Pharmacological Therapies. Substance Abuse: Research and Treatment. 2014;8:SART.S18446. - Zhabenko N, Wojnar M, Brower KJ. Prevalence and Correlates of Insomnia in a Polish Sample of Alcohol-Dependent Patients. 2012;36(9):1600-1607. - Brower KJ, Krentzman A, Robinson EAR. Persistent insomnia, abstinence, and moderate drinking in alcohol-dependent individuals. The American journal on addictions. 2011;20(5):435-440. - Baglioni C, Spiegelhalder K, Lombardo C, Riemann D. Sleep and emotions: A focus on insomnia. Sleep medicine reviews. 2010;14(4):227-238. - Fernández-Mendoza J, Vela-Bueno A, Vgontzas AN, et al. Cognitive-Emotional Hyperarousal as a Premorbid Characteristic of Individuals Vulnerable to Insomnia. 2010;72(4):397-403. - Kolla BP, Auger RR. Jet lag and shift work sleep disorders: how to help reset the internal clock. Cleveland Clinic journal of medicine. 2011;78(10):675-684. - NSF. National Sleep Foundation. Shift Work Disorder. https://www.sleepfoundation.org/sleep-disorders/shift-work-disorder. Copyright 2019. Accessed 4/2/2019. - Bertisch SM, Mittleman MA, Redline S, et al. Insomnia with objective short sleep duration and risk of incident cardiovascular disease and all-cause mortality: Sleep Heart Health Study. LB, Laugsand LE, Platou C, I. Insomnia and the risk of incident heart failure: a population study. European Heart Journal. 2013;35(21):1382-1393. - Domínguez F, Fuster V, Fernández-Alvira JM, et al. Association of Sleep Duration and Quality With Subclinical Atherosclerosis. Journal of the American College of Cardiology. 2019;73(2):134-144. Ibarra-Coronado EG, Pantaleón-Martinez, Velazquéz-Moctezuma J, et al. The Bidirectional Relationship between Sleep and Immunity against Infections %J Journal of Immunology Research. 2015;2015:14. - Aldabal L, Bahammam AS. Metabolic, endocrine, and immune consequences of sleep deprivation. The open respiratory medicine journal. 2011;5:31-43. - Bonnet MH, Arand DL. Hyperarousal and insomnia: state of the science. Sleep medicine reviews. 2010;14(1):9-15. - Zhang J, Ma RC, Kong AP, et al. Relationship of sleep quantity and quality with 24-hour urinary catecholamines and salivary awakening cortisol Wang K, Alpar EK, Lord JM. Raised cortisol:DHEAS ratios in the elderly after injury: potential impact upon neutrophil function and immunity. Aging Cell. 2005;4(6):319-324. - Duong M, Cohen JI, Convit A. High cortisol levels are associated with low quality food choice in type 2 diabetes. Endocrine. 2012;41(1):76-81. - Haack M, Scott-Sutherland J, Santangelo G, Sethna N, Mullington JM. Pain sensitivity and modulation in primary insomnia. 2012;16(4):522-533. - Schuh-Hofer S, Wodarski R, Pfau DB, et al. One night of total sleep deprivation promotes a state of generalized hyperalgesia: A surrogate pain model to study the relationship of insomnia and pain. PAIN®. 2013;154(9):1613-1621. - Harsora P, Kessmann J. Nonpharmacologic management of chronic insomnia. American family physician. 2009;79(2):125-130. - CDC. Centers for Disease Control and Prevention. Sleep and Sleep Disorders: Tips for Better Sleep. https://www.cdc.gov/sleep/about_sleep/sleep_hygiene.html. Last updated 7/15/2016. Accessed 4/2/2019. 2016. - Gellis LA, Park A, Stotsky MT, Taylor DJ. Associations between sleep hygiene and insomnia severity in college students: cross-sectional and prospective analyses. Behav Ther. 2014;45(6):806-816. - Holt B, Tran S, Cochran A, Saffle J, Lin H, Faraklas I. Impact of a Nursing-Driven Sleep Hygiene Protocol on Sleep Quality. Journal of Burn Care & Research. 2013;34(2):249-254. - McCurry SM, Logsdon RG, Teri L, Vitiello MV. Sleep disturbances in caregivers of persons with dementia: contributing factors and treatment implications. Sleep medicine reviews. 2007;11(2):143-153. - Hoch CC, Reynolds CF, 3rd, Buysse DJ, et al. Protecting sleep quality in later life: a pilot study of bed restriction and sleep hygiene. The journals of gerontology Series B, Psychological sciences and social sciences. 2001;56(1):P52-59. - Miller CB, Espie CA, Epstein DR, et al. The evidence base of sleep restriction therapy for treating insomnia disorder. Sleep medicine reviews. 2014;18(5):415-424. - Mayo Clinic. Insomnia treatment: Cognitive behavioral therapy instead of sleeping pills. 4/2/2019. Marsh GR, Quillian RE. Cognitive behavioral therapy for treatment of chronic primary insomnia: a randomized controlled trial. JAMA. 2001;285(14):1856-1864. - Smith MT, Neubauer DN. Cognitive behavior therapy for chronic insomnia. Clinical cornerstone. 2003;5(3):28-40. - Smith MT, Huang MI, Manber R. Cognitive behavior therapy for chronic insomnia occurring within the context of medical and psychiatric disorders. Clin Psychol Rev. 2005;25(5):559-592. - Savard J, Simard S, Ivers Morin CM. Randomized study on the efficacy of cognitive-behavioral therapy for insomnia secondary to breast cancer, part I: Sleep and psychological effects. J Clin Oncol. JH. Sleep-Related Safety Behaviors and Dysfunctional Beliefs Mediate the Efficacy of Online CBT for Insomnia: A Randomized Controlled Trial. Cognitive behaviour therapy. 2015;44(5):406-422. - Mitchell MD, Gehrman P, Perlis M, Umscheid CA. Comparative effectiveness of cognitive behavioral therapy for insomnia: a systematic review. BMC Family Practice. 2012;13(1):40. - Kripke DF. Hypnotic drug risks of mortality, infection, depression, and cancer: but lack of benefit. F1000Research. 2018;5:918-918. - Brasure M, MacDonald R, Fuchs E, et al. AHRQ Comparative Effectiveness Reviews. In: Management of Insomnia Disorder. Rockville (MD): Agency for Healthcare Research and Quality (US); 2015. - Ong JC, Ulmer CS, Manber R. Improving sleep with mindfulness and acceptance: A metacognitive model of insomnia. Behaviour Research and Therapy. 2012;50(11):651-660. - Gross CR, Kreitzer MJ, Reilly-Spong M, et al. Mindfulness-Based Stress Reduction Versus Pharmacotherapy for Chronic Primary Insomnia: A Randomized Controlled Clinical Trial. EXPLORE. 2011;7(2):76-87. - Afonso RF, Hachul H, Kozasa EH, et al. Yoga decreases insomnia in postmenopausal women: a randomized clinical trial. 2012;19(2):186-193. - Dhaval MD; Pragnesh Patel, MD. Insomnia in the Elderly: A Review. Journal of clinical sleep medicine: JCSM: official publication of the American Academy of Sleep Medicine. 2018;14(6):1017-1024. - Mayo Clinic. Sleep aids: Understand over-the-counter options. https://www.mayoclinic.org/healthy-lifestyle/adult-health/in-depth/sleep-aids/art-20047860. 2/17/2018. Accessed 4/2/2019. - Randall S, Roehrs TA, Roth T. Over-the-counter sleep aid medications and insomnia. Primary Psychiatry. 2008;15(5):52. - Mayo Clinic. Sleep aids: Understand over-the-counter options. https://www.mayoclinic.org/healthy-lifestyle/adult-health/in-depth/sleep-aids/art-20047860. 2/17/2018. Accessed 5/13/2019. - Stone JA, Lester CA, Aboneh EA, Phelan CH, Welch LL, Chui MA. A preliminary examination of over-the-counter medication misuse rates in older adults. Research in Social and Administrative Pharmacy. 2017;13(1):187-192. - Abraham O, Schleiden L, Albert SMJIJoCP. Over-the-counter medications containing diphenhydramine and doxylamine used by older adults to improve sleep. 2017;39(4):808-817. - Lieberman JA. Update on the safety considerations in the management of insomnia with hypnotics: incorporating modified-release formulations into primary care. Primary care companion to the Journal of clinical psychiatry. 2007;9(1):25-31. - Bourgeois J, Elseviers, M.M., Van Bortel, L. et al. . One-Year Evolution of Sleep Quality in Older Users of Benzodiazepines: A Longitudinal Cohort Study in Belgian Nursing Home Residents. Drugs and Aging. 2014;31(677). - Medicine NUSNLo. Zaleplon. 2018. - Greenblatt DJ, Roth T. Zolpidem for insomnia. Expert opinion on pharmacotherapy. 2012;13(6):879-893. - Roth T, Walsh JK, Krystal A, Wessel T, Roehrs TA. An evaluation of the efficacy and safety of eszopiclone over 12 months in patients with chronic primary insomnia. Sleep Med. 2005;6(6):487-495. - Ancoli-Israel S, Krystal AD, McCall WV, et al. A 12-week, randomized, double-blind, placebo-controlled study evaluating the effect of eszopiclone 2 mg on sleep/wake function in older adults with primary and comorbid insomnia. Sleep. 2010;33(2):225-234. - FDA. U.S. Food & Drug Administration. FDA Drug Safety Communication: FDA warns of next-day impairment with sleep aid Lunesta (eszopiclone) and lowers MJ, Buysse DJ, Krystal AD, Neubauer DN. Adverse Effects of Hypnotic Medications. Journal of clinical sleep medicine: JCSM: official publication of the American Academy of Sleep Medicine. 2017;13(6):839-839. - FDA. FDA requires stronger warnings about rare but serious incidents related to certain prescription insomnia medicines. https://www.fda.gov/news-events/press-announcements/fda-requires-stronger-warnings-about-rare-serious-incidents-related-certain-prescription-insomnia. Published 2019. Updated Apr. 30, 2019. Accessed May 8, 2019. - University H. Overcoming insomnia. Harvard Mental Health Letter. 2011. - Roth T, Rogowski R, Hull S, et al. Efficacy and safety of doxepin 1 mg, 3 mg, and 6 mg in adults with primary insomnia. Sleep. 2007;30(11):1555-1561. - Krystal AD, Durrence HH, Scharf M, et al. Efficacy and Safety of Doxepin 1 mg and 3 mg in a 12-week Sleep Laboratory and Outpatient Trial of Elderly Subjects with Chronic Primary Insomnia. Sleep. 2010;33(11):1553-1561. - Krystal AD, Lankford A, Durrence HH, et al. Efficacy and safety of doxepin 3 and 6 mg in a 35-day sleep laboratory trial in adults with chronic primary insomnia. Sleep. 2011;34(10):1433-1442. - Walsh JK, Erman M, Erwin C, et al. Subjective hypnotic efficacy of trazodone and zolpidem in DSMIII-R primary insomnia. Human Psychopharmacology: Clinical and Experimental. 1998;13(3):191-198. - Park PKNaSH. Antidepressant management of insomnia disorder in the absence of a mood disorder. Mental Health Clinician. 2014;4:41-46. - Roth AJ, McCall WV, Liguori A. Cognitive, and polysomnographic in Alzheimer Disease Patients: A Randomized, Double-Blind, and Placebo-Controlled Study. The American Journal of Geriatric Psychiatry. 2014;22(12):1565-1574. - NIH. National Institutes of Health. https://medlineplus.gov/druginfo/meds/a682388.html. Amitriptyline. Last updated 5/7/2019. Accessed 5/13/2019. - Karsten J, LA, Kamphuis J, Lancel M. Low doses mirtazapine quetiapine for transient insomnia: A randomised, L, Wingard DL, Klauber MR, Marler MR. Mortality associated with sleep duration and insomnia. Archives of general psychiatry. 2002;59(2):131-136. - Liu J, Clough SJ, Hutchinson AJ, Therapeutic Perspective. Annual review of pharmacology and toxicology. 2016;56:361-383. - Miyamoto M. [A novel therapeutic drug: ramelteon]. Nihon rinsho Japanese of clinical medicine. Devi SS, N JVC, Sharma AK. A review on insomnia: The sleep disorder. The Pharma Innovation. 2018;7(12):227-230. - Turek FW, Gillette MU. Melatonin, sleep, and circadian rhythms: rationale for development of specific melatonin agonists. Sleep Med. 2004;5(6):523-532. - Kato K, Hirai K, Nishiyama K, et al. Neurochemical properties and clinical safety of ramelteon: an evidence-based review. Sleep medicine reviews. 2008;12(4):319-332. - Roth T, Seiden D, Sainati S, Wang-Weigand S, Zhang J, Zee P. Effects of ramelteon on patient-reported sleep latency in older adults with chronic insomnia. Sleep Med. 2006;7(4):312-318. - Zammit G, Erman M, Wang-Weigand S, Sainati S, Zhang J, Roth T. Evaluation of the efficacy and safety of ramelteon in subjects with chronic insomnia. Journal of clinical sleep medicine : JCSM : official publication of the American Academy of Sleep Medicine. 2007;3(5):495-504. - Rajaratnam SM, Polymeropoulos MH, Fisher DM, et transient insomnia trials. Lancet. 2009;373(9662):482-491. - Ochoa-Sanchez R, Comai S, Lacoste B, et al. Promotion of non-rapid eye movement sleep and activation of reticular thalamic neurons by a novel MT2 2011;31(50):18439-18452. Rivara S, Mor M. Melatonin receptor agonists: new options for insomnia and depression treatment. CNS neuroscience & therapeutics. 2011;17(6):733-741. - Posa Targeting Melatonin MT2 Receptors: A Novel Pharmacological Avenue for Inflammatory and Neuropathic Pain. Current medicinal chemistry. 2018;25(32):3866-3882. - Kripke DF. Is suvorexant a better 2015;4:456-456. - Herring WJ, Connor KM, Ivgy-May N, et al. Suvorexant in Patients With Insomnia: Results From Two 3-Month Randomized Controlled Clinical Trials. Biological psychiatry. 2016;79(2):136-148. - Michelson D, Snyder E, Paradis E, et al. Safety and efficacy of suvorexant during 1-year treatment of insomnia with subsequent abrupt treatment discontinuation: a phase 3 randomised, double-blind, placebo-controlled K. Vitamins and hormones. 2012;89:223-239. Landolt HP, Wehrle R. Antagonism of serotonergic 5-HT2A/2C receptors: mutual of cognition J Neurosci. 2009;29(9):1795-1809. - Nakamaru-Ogiso E, H, Hamada K, Tsukada K, Takai K. Novel biochemical manipulation of brain serotonin reveals a role of serotonin in the circadian rhythm of sleep-wake cycles. Eur J Neurosci. 2012;35(11):1762-1770. - Xiong Y, Ullman B, Choi JS, et al. Synthesis and in vivo evaluation of phenethylpiperazine amides: selective 5-hydroxytryptamine(2A) receptor antagonists for the treatment of insomnia. J Med Chem. 2010;53(15):5696-5706. - Al-Shamma HA, Anderson C, Chuang E, et al. Nelotanserin, a novel selective human 5-hydroxytryptamine2A inverse agonist for the treatment of insomnia. The Journal of pharmacology and experimental therapeutics. 2010;332(1):281-290. - Song J, Um YH, Kim TW, Kim SM, Kwon SY, Hong S-C. Sleep and Anesthesia. Sleep Med Res. 2018;9(1):11-19. - Dispersyn Ph.D., M.D., Touitou Y, Propofol Anesthesia Significantly Alters Plasma Blood Levels of Melatonin in Rats. Anesthesiology: The Journal of the American Society of Anesthesiologists. 2010;112(2):333-337. - Foundation NS. Melatonin and Sleeo. 2019. DP, Srinivasan V, Brzezinski A, Brown GM. Melatonin and its analogs in insomnia and depression. Journal of pineal research. 2012;52(4):365-375. - Ferracioli-Oda E, Qawasmi A, Bloch MH. Meta-Analysis: Melatonin for the Treatment of Primary Sleep Disorders. PLOS ONE. 2013;8(5):e63773. - van Geijlswijk IM, van der Heijden KB, Egberts AC, Korzilius HP, Smits MG. Dose finding of melatonin for chronic idiopathic childhood sleep onset insomnia: an RCT. Psychopharmacology. 2010;212(3):379-391. - Lemoine P, Wade AG, Katz A, Nir T, Zisapel N. Efficacy and safety of prolonged-release melatonin for insomnia in middle-aged and elderly patients with hypertension: a combined analysis of controlled clinical trials. Integrated blood pressure control. 2012;5:9-17. - Garfinkel D, Zorin M, Wainstein J, Matas Z, M, Zisapel N. Efficacy and safety of prolonged-release melatonin in insomnia patients with diabetes: a randomized, double-blind, crossover study. Diabetes, metabolic syndrome and obesity: targets and therapy. 2011;4:307-313. - Gringras P, Nir T, Breddy J, Frydman-Marom A, Findling RL. Efficacy and Safety of Pediatric Prolonged-Release Melatonin for Insomnia in Children With Autism Spectrum Disorder. Journal of the American Academy of Child & Adolescent Psychiatry. 2017;56(11):948-957.e944. - Rosenwasser AM, Turek FW. Neurobiology of Circadian Rhythm Regulation. Sleep medicine clinics. 2015;10(4):403-412. - Toh KL. Basic science review on circadian rhythm biology and circadian sleep disorders. Ann Acad Med Singapore. 2008;37(8):662-668. - Mohawk JA, Green CB, Takahashi JS. Central and peripheral circadian clocks in mammals. Annu Rev Neurosci. 2012;35:445-462. - Huang H, Li L, Shi W, et al. The Multifunctional Effects of Nobiletin and Its Metabolites In Vivo and In Vitro. Evidence-based complementary and alternative medicine: eCAM. 2016;2016:2918796. - He B, Nohara K, Park N, et al. The Small Molecule Nobiletin Targets the Molecular Oscillator to Enhance Circadian Rhythms and Protect against Metabolic Syndrome. Cell metabolism. 2016;23(4):610-621. - Gile J, Scott B, Eckle T. The Period 2 Enhancer Nobiletin as Novel Therapy in Murine Models of Circadian Disruption Resembling Delirium. Critical care medicine. 2018;46(6):e600-e608. - Shinozaki A, Misawa K, Ikeda Y, et al. Potent Effects of Flavonoid Nobiletin on Amplitude, Period, and Phase of the Circadian Rhythm in PER2::LUCIFERASE Mouse Embryonic Fibroblasts. PLoS Acheson A, Hill-Kapturczak N, Dougherty DM. L-Tryptophan: Basic Metabolic Functions, Behavioral Research and Therapeutic Indications. Int J Tryptophan Res. 2009;2:45-60. - Peuhkuri K, Sihvola N, Korpela R. Diet promotes sleep duration and quality. Nutr Res. 2012;32(5):309-319. - Paredes SD, Barriga C, Reiter RJ, Rodriguez AB. Assessment of the Potential Role of Tryptophan as the Precursor of Serotonin and Melatonin for the Aged Sleep-wake Cycle and Immune Function: Streptopelia Risoria as a Model. Int J Tryptophan Res. 2009;2:23-36. - Hartmann E, Cravens J, List S. Hypnotic effects of L-tryptophan. Archives of general psychiatry. 1974;31(3):394-397. - Paredes SD, Marchena AM, Bejarano I, et al. Melatonin and tryptophan affect the activity-rest rhythm, core and peripheral temperatures, and interleukin levels in the ringdove: changes with age. The journals of gerontology Series A, Biological sciences and medical sciences. 2009;64(3):340-350. - Hajak G, Huether G, Blanke J, et al. The influence of intravenous L-tryptophan on plasma melatonin and sleep in men. Pharmacopsychiatry. 1991;24(1):17-20. - Silber BY, Schmitt JA. Effects of tryptophan loading on human cognition, mood, and sleep. Neuroscience and biobehavioral reviews. 2010;34(3):387-407. - Lieberman HR, Agarwal S, Fulgoni VL, III. Tryptophan Intake in the US Adult Population Is Not Related to Liver or Kidney Function but Is Associated with Depression and Sleep Outcomes. The Journal of Nutrition. 2016;146(12):2609S-2615S. - Bravo R, Matito S, Cubero J, et al. Tryptophan-enriched cereal intake improves nocturnal sleep, melatonin, serotonin, and total antioxidant capacity levels and mood in elderly humans. Age (Dordr). 2013;35(4):1277-1285. - Fukushige H, Fukuda Y, Tanaka M, et al. Effects of tryptophan-rich breakfast and light exposure during the daytime on melatonin secretion at night. Journal of physiological anthropology. 2014;33:33. - Razak MA, Begum PS, Viswanath B, Rajagopal S. Multifarious Beneficial Effect of Nonessential Amino Acid, Glycine: A Review. Oxidative medicine and cellular longevity. 2017;2017:1716701-1716701. - Yamadera W, Inagawa Chiba S, Bannai M, Takahashi M, Nakayama K. Glycine ingestion improves subjective sleep quality in human volunteers, correlating with polysomnographic changes. Sleep and Biological Rhythms. 2007;5(2):126-131. - Inagawa K, Hiraoka T, Kohda T, Yamadera W, Takahashi M. Subjective effects of glycine ingestion before bedtime on sleep quality. Sleep and Biological Rhythms. 2006;4(1):75-77. - Bannai M, Kawai N, Ono K, Nakahara K, Murakami N. The effects of glycine on subjective daytime performance in partially sleep-restricted healthy volunteers. Frontiers in neurology. 2012;3:61-61. - Kawai N, Sakai N, Okuro M, et al. The sleep-promoting and hypothermic effects of glycine are mediated by NMDA receptors in the suprachiasmatic nucleus. Neuropsychopharmacology: official publication of the American College of Neuropsychopharmacology. 2015;40(6):1405-1416. - Durlach J, Pages N, Bac P, Bara M, Guiet-Bara A. Biorhythms and possible central regulation of magnesium status, phototherapy, darkness therapy and chronopathological forms of magnesium depletion. Magnesium research: official organ of the International Society for the Development of Research on Magnesium. 2002;15(1-2):49-66. - Supplements NIoHOoD. Magnesium. 2018. - Frank S, Gonzalez K, Lee-Ang L, Young MC, Tamez M, Mattei J. Diet and Sleep Physiology: Public Health and Clinical Implications. Frontiers in neurology. 2017;8(393). - Grandner MA, Jackson N, Gerstner JR, Knutson KL. Dietary nutrients associated with short and long sleep duration. Data from a nationally representative sample. Appetite. 2013;64:71-80. - Nielsen FH. Chapter 31 - Relation between Magnesium Deficiency and Sleep Disorders and Associated Pathological Changes. In: Watson RR, ed. Modulation of Sleep by Obesity, Diabetes, Age, and Diet. San Diego: Academic Press; 2015:291-296. - Omiya Tanabe K, Miyake F. Heart-rate response to sympathetic nervous stimulation, exercise, and magnesium concentration in various sleep conditions. International journal of sport nutrition and exercise metabolism. 2009;19(2):127-135. - Rondanelli M, Opizzi A, Monteferrario F, Antoniello R, Klersy C. The effect of melatonin, magnesium, and zinc on primary insomnia in long-term care facility residents in Italy: a double-blind, placebo-controlled clinical trial. J Am Geriatr Soc. 2011;59(1):82-90. - Hornyak M, Voderholzer U, Hohagen F, Berger M, Riemann D. Magnesium therapy for periodic leg movements-related insomnia and restless legs syndrome: an open pilot study. Sleep. 1998;21(5):501-505. - Abumaria N, Yin B, Zhang L, et al. Effects of elevation of brain magnesium on fear conditioning, fear extinction, and synaptic plasticity in infralimbic I, Abumaria N, Wu LJ, et al. Enhancement of learning and memory by elevating brain magnesium. Neuron. 2010;65(2):165-177. - Prasad AS. Zinc is an Antioxidant and Anti-Inflammatory Agent: Its Role in Human Health. Frontiers in nutrition. 2014;1:14-14. - Cherasse Y, Urade Y. Dietary Zinc Acts as a Sleep Modulator. International journal of molecular sciences. 2017;18(11):2334. - Ji X, Liu J. Associations between Blood Zinc Concentrations and Sleep Quality in Childhood: A Cohort Study. Nutrients. 2015;7(7):5684-5696. - Cherasse Y, Saito H, Nagata N, Aritake K, Lazarus M, Urade Y. Zinc-containing yeast extract promotes nonrapid eye movement sleep in mice. Mol Nutr Food Res. 2015;59(10):2087-2093. - Song CH, Kim YH, Jung KI. Associations of zinc and copper levels in serum and hair with sleep duration in adult women. Biol Trace Elem Res. 2012;149(1):16-21. - Center UoRM. Valerian. 2019. - Supplements NIoHOoD. Valerian. 2013. - Shi Y, Dong J-W, Zhao J-H, Tang L-N, Zhang J-J. Herbal Insomnia Medications that Target GABAergic Systems: A Review of the Psychopharmacological Evidence. Current neuropharmacology. 2014;12(3):289-302. - Kakehashi A, Kato A, Ishii N, et al. Valerian Inhibits Rat Hepatocarcinogenesis by Activating Receptor-Mediated Kashaniyan M, Haghani H. Effect of on sleep quality in postmenopausal women: a randomized placebo-controlled clinical trial. Menopause (New York, NY). 2011;18(9):951-955. - Choi H-S, Ko BS, Kim HD, Hong K-B, Suh HJ. Effect of Valerian/Hop Mixture on Sleep-Related Behaviors in <i>Drosophila melanogaster</i>. Biological and Pharmaceutical Bulletin. 2017;40(7):1101-1110. - Ziegler G, Ploch M, Miettinen-Baumann A, Collet W. Efficacy and tolerability of valerian extract LI 156 compared with oxazepam in the treatment of non-organic insomnia--a randomized, double-blind, comparative clinical study. European journal of medical research. 2002;7(11):480-486. - Kelber O, Nieber K, Kraft K. Valerian: No Evidence for Clinically Relevant Interactions. Evidence-Based Complementary and Alternative Medicine. 2014;2014:8. - Fernandez-San-Martin MI, Masa-Font R, Palacios-Soler L, Sancho-Gomez on a meta-analysis of randomized placebo-controlled 2010;11(6):505-511. Anderson Elmer GW, Taibi DM, et al. Pharmacokinetics of valerenic acid after single and multiple doses of valerian in older women. Phytother Res. 2010;24(10):1442-1446. - Y-H, Y-F. The of acupressure on the sleep of ICU patients: A randomized clinical trial. International journal of nursing studies. 2012;49(8):913-920. - Sanchez-Ortuno MM, Belanger L, Ivers H, LeBlanc M, Morin CM. The use of natural products for sleep: A common practice? Sleep Med. 2009;10(9):982-987. - Zick SM, Wright BD, Sen A, Arnedt JT. Preliminary examination of the efficacy and safety of a standardized chamomile extract for chronic primary insomnia: A randomized placebo-controlled pilot study. BMC Complementary and Alternative Medicine. 2011;11(1):78. - Srivastava JK, Shankar E, Gupta S. Chamomile: A herbal medicine of the past with bright future. Molecular medicine reports. 2010;3(6):895-901. - Amsterdam JD, Shults J, Soeller I, Mao JJ, Rockwell K, Newberg AB. Chamomile (Matricaria recutita) may provide antidepressant activity in anxious, depressed humans: an exploratory study. Alternative therapies in health and medicine. 2012;18(5):44-49. - Chang S-M, Chen C-H. Effects of an intervention with drinking chamomile tea on sleep quality and depression in sleep disturbed postnatal women: a randomized controlled trial. Journal of Advanced Nursing. 2016;72(2):306-315. - Adib-Hajbaghery M, Mousavi SN. The effects of chamomile extract on sleep quality among elderly people: A clinical trial. Complementary therapies in medicine. 2017;35:109-114. - Abdullahzadeh M, Naji SA. Effect of Chamomile Extract on Sleep Quality of the Elderly. Evidence Based Care. 2014;4(3):47-56. - Miroddi M, Calapai incarnata L.: Ethnopharmacology, clinical application, safety and evaluation of clinical trials. Journal of ethnopharmacology. 2013;150(3):791-804. - Nassiri-Asl M, Shariati-Rad S, Zamansoltani F. Anticonvulsant of aerial parts of Passiflora incarnata extract in mice: involvement of benzodiazepine K, Kumar S, Sharma A. Comparative anxiolytic activity profile of various preparations of Passiflora incarnata linneaus: a comment on medicinal plants' standardization. Journal of alternative and complementary medicine (New York, NY). 2002;8(3):283-291. - Appel K, Rose T, Fiebich B, Kammler T, Hoffmann C, Weiss G. Modulation of the gamma-aminobutyric acid (GABA) system by Phytother Res. 2011;25(6):838-843. - Maroo N, Hazra A, Das T. Efficacy and safety of a polyherbal sedative-hypnotic formulation NSF-3 in primary insomnia in comparison to zolpidem: a randomized controlled trial. Indian journal of pharmacology. 2013;45(1):34-39. - Fahami F, Asali Z, Aslani A, Fathizadeh N. A comparative study on the effects of Hypericum Perforatum and passion flower on the menopausal symptoms of women referring to Isfahan city health care centers. Vol 152010. - Dhawan K, Dhawan S, Chhabra S. Attenuation incarnata Linneaus: a non-habit forming anxiolytic. Journal of pharmacy & pharmaceutical sciences : a publication of the Canadian Society for Pharmaceutical Sciences, Societe canadienne des sciences pharmaceutiques. 2003;6(2):215-222. - randomized double-blind, study of safety and efficacy of a high-concentration full-spectrum extract of Ashwagandha root in reducing stress and anxiety in adults. Indian journal of psychological medicine. 2012;34:255-262. - Pratte MA, Nanavati KB, Young V, Morley CP. An alternative treatment for anxiety: a systematic review of human trial results reported for the Ayurvedic herb ashwagandha (Withania somnifera). Journal of alternative and complementary medicine (New York, NY). 2014;20(12):901-908. - Archana R, Namasivayam A. Antistressor Phytomedicine. H. Protective effect of Withania somnifera Dunal on the behavioral and biochemical alterations in sleep-disturbed mice (Grid over water suspended method). Indian journal of experimental biology. 2007;45(6):524-528. - Shah N, Singh R, Sarangi U, et al. Combinations of Ashwagandha Leaf Extracts Protect Brain-Derived Cells against Oxidative Stress and Induce Differentiation. PLOS ONE. 2015;10(3):e0120554. - Ghosh T, Suke S, Yadav C, Ahmed R, Banerjee B. Ashwagandha reverses the dieldrin-induced cognitive impairment by modulation of oxidative stress in rat brain. Pharmacognosy Research. 2019;11(1):92-97. - Kumar A, Kalonia H. Sleep-Wake in Rats: J Pharm Sci. 2008;70(6):806-810. Manchanda S, Mishra R, Singh R, T, Kaur G. Aqueous Leaf Extract of a Potential Neuroprotective in component of (Withania leaves, is responsible for sleep induction. PLOS ONE. 2017;12(2):e0172508. - Raines T, Jones P, Moe N, Duncan R, McCall S, Ceremuga TE. Investigation of the anxiolytic effects of luteolin, a lemon balm flavonoid in the male Sprague-Dawley rat. AANA journal. 2009;77(1):33-36. - Weeks BS. Formulations of dietary supplements and herbal extracts for relaxation and anxiolytic action: Relarian. Med Sci Monit. 2009;15(11):Ra256-262. - Kennedy DO, Little W, Scholey AB. Attenuation of laboratory-induced stress in humans after acute administration of Melissa officinalis (Lemon Balm). Psychosomatic medicine. 2004;66(4):607-613. - Awad R, Durst T, Trudeau VL, Arnason JT. Bioassay-guided fractionation of lemon balm (Melissa officinalis L.) using an in vitro measure of GABA transaminase activity. Phytother Res. 2009;23(8):1075-1081. - Noguchi-Shinohara M, Ono K, Hamaguchi T, et al. Pharmacokinetics, Safety and Tolerability of Melissa officinalis Extract which Contained Rosmarinic Acid in Healthy Individuals: A Randomized Controlled Trial. PLoS One. 2015;10(5):e0126422. - Cases J, Ibarra A, Feuillere N, Roller M, Sukkar SG. Pilot trial of Melissa officinalis L. leaf extract in the treatment of volunteers suffering from mild-to-moderate anxiety disorders and sleep disturbances. Mediterranean journal of nutrition and metabolism. 2011;4(3):211-218. - Taavoni S, Nazem ekbatani N, Haghani H. Valerian/lemon balm use for sleep disorders during menopause. Complementary therapies in clinical practice. 2013;19(4):193-196. - Muller SF, Klement S. A combination of valerian and lemon balm is effective in the treatment of restlessness and dyssomnia in children. Phytomedicine. 2006;13(6):383-387. - Smith LA, L. HL, Kay S, Reilly R. Effect of Inhaled Lavender and Sleep Hygiene on Self-Reported Sleep Issues: A Randomized Controlled Trial. 2015;21(7):430-438. - Chien LW, Cheng SL, Liu CF. The effect of lavender aromatherapy on autonomic nervous system in midlife women with insomnia. Evidence-based complementary and alternative medicine : eCAM. 2012;2012:740813. - Conrad P, Adams C. The effects of clinical aromatherapy for anxiety and depression in the high risk postpartum woman - a pilot study. Complementary therapies in clinical practice. 2012;18(3):164-168. - Hirokawa K, Nishimoto T, Taniguchi T. Effects of lavender aroma on sleep quality in healthy Japanese students. Perceptual and motor skills. 2012;114(1):111-122. - Koulivand PH, Khaleghi Ghadiri M, Gorji A. Lavender and the nervous system. Evidence-based complementary and alternative medicine : eCAM. 2013;2013:681304-681304. - Woelk H, Schlafke S. A multi-center, double-blind, randomised study of the Lavender oil preparation Silexan in comparison to Lorazepam for generalized anxiety disorder. Phytomedicine. 2010;17(2):94-99. - Christodoulou E, Kadoglou NP, Kostomitsopoulos N, Valsami G. Saffron: a natural product with potential pharmaceutical applications. Journal of Pharmacy and Pharmacology. 2015;67(12):1634-1649. - Broadhead GK, Chang A, Grigg J, McCluskey P. Efficacy and Safety of Saffron Supplementation: Current Clinical Findings. Critical Reviews in Food Science and Nutrition. 2016;56(16):2767-2776. - Soeda S. AK, Urade Y., Sato H., Activities and Crocin. In: Essa M, Akbar M, Guillemin G (eds) The Benefits of Natural Products for Neurodegenerative Diseases Advances in Neurobiology, . 2016 12. - Liu Z, Xu X-H, Liu T-Y, et al. Safranal Enhances Non-Rapid Eye 2012;18(8):623-630. - A, Azizollah A. Effect of oral saffron capsules on sleep quality in patients with diabetes at Zabol-Iran. Bali Medical Journal. 2017;6:595. - Alexeev M, Grosenbaugh DK, Mott DD, Fisher JL. natural products magnolol and honokiol positive GA, Contreras CM, Panyam J, Singh AP. Honokiol: a novel natural agent for cancer prevention and therapy. Current molecular medicine. 2012;12(10):1244-1252. - Talarek S, Listos J, Barreca D, et al. Neuroprotective effects of honokiol: from chemistry to medicine. BioFactors (Oxford, England). 2017;43(6):760-769. - Qu WM, Yue XF, Sun Y, et al. Honokiol promotes non-rapid eye movement sleep via the benzodiazepine site of the GABA(A) receptor in mice. Br J Pharmacol. 2012;167(3):587-598. - Kuribara H, Kishi E, Hattori N, Okada M, Maruyama Y. The anxiolytic effect of two oriental herbal drugs in Japan attributed to honokiol from magnolia bark. The Journal of pharmacy and pharmacology. 2000;52(11):1425-1429. - Kuribara H, Stavinoha of honokiol, an anxiolytic agent present in extracts of Magnolia bark, evaluated by an elevated plus-maze test in mice. The Journal of pharmacy and pharmacology. 1998;50(7):819-826. - Kuribara anxiolytic agent extracted from magnolia bark, has no diazepam-like side-effects in mice. The Journal of pharmacy and pharmacology. 1999;51(1):97-103. - Wang L, Ma R, Liu C, et al. Salvia miltiorrhiza: A Potential Red Light to the Development of Cardiovascular Diseases. Current pharmaceutical design. 2017;23(7):1077-1097. - Lai X-J, Zhang L, Li J-S, et al. Comparative pharmacokinetic and bioavailability studies of three salvianolic acids after the administration of Salviae miltiorrhizae alone or with synthetical borneol in rats. Fitoterapia. 2011;82(6):883-888. - Huiyun THE INHIBITORY EFFECT OF SALVIA MILTRIORRHIZA BGE ON THE CENTRAL 1979;5. - Kim JH, et al. Efficacy of alphas1-casein hydrolysate on stress-related symptoms in women. European journal of clinical nutrition. 2007;61(4):536-541. - Saint-Hilaire Zd, Messaoudi M, Desor D, Kobayashi of a bovine alpha S1-Casein tryptic hydrolysate (CTH) on sleep disorder in Japanese general population. The Open Sleep Journal. 2009;2(1). - Deshpande A, Irani N, Balkrishnan R, Benny IR. A randomized, double blind, placebo controlled study to evaluate the effects of ashwagandha (Withania somnifera) extract on sleep quality in healthy "}