{"title": "Our Green Clinic", "author": "Admin", "url": "https://www.jassalchiropractic.com/our-green-clinic/", "hostname": "jassalchiropractic.com", "description": "Jassal Chiropractic is committed to keeping our Vancouver office as environmentally friendly as possible. These are the main ways in which we do so: The clinic walls are painted with non-toxic and environmentally friendly Benjamin Moore EcoSpec paint. We have opted for carpet tiles with a sticky backing as opposed to traditional wall-to-wall carpeting. This has resulted", "sitename": "Jassal Chiropractic Vancouver Chiropractor", "date": "2021-08-11", "cleaned_text": "committed to keeping our Vancouver office as environmentally friendly as possible. These are the main ways in which we do so: - The clinic walls are painted with non-toxic and environmentally friendly Benjamin Moore EcoSpec paint. - We have opted for carpet tiles with a sticky backing as opposed to traditional wall-to-wall carpeting. This has resulted in much less toxic glues being used. - Our x-ray unit is a state-of-the-art digital unit. This means that we use absolutely zero chemicals or film, reducing our impact on the environment. Additionally, the unit has advanced sensors, narrower beaming and special filters to ensure that the radiation exposure is much less than traditional units. - Patient x-rays are released via e-mail instead of on CD. - In our washroom, we provide washable hand towels instead of paper towels. Our hand cleanser is eco-friendly and so is our toilet paper. The air freshener spray is essential oil based. - Our entire range of cleaning supplies is from the Seventh Generation Company. We also use a vinegar-water solution for our windows. We use rags instead of paper products. - In the children's play area we have stocked eco-friendly toys made from recycled and biodegradable materials. - We use a paperless system for patient records, including a Mac-based network which integrates with iPads and our x-ray unit. - Our drinking water is held in a ceramic unit with an alkalizing filtration system. - We have installed blinds to keep the sunlight out in the summer and to hold in the heat in winter, reducing the need for air conditioning and heating. - We use recycled headrest paper and recycle all of our shredding. - We stock eco-friendly disposable diapers and wipes for our youngest patients. - Our clinic has a fragrance-free policy. - We use low-watt CFL bulbs for all of our lighting. - Virtually all of our office supplies, chiropractic supplies and cleaning supplies are purchased locally in - Vancouver, to cut down on emissions from shipping long-distance. We also do this to support Vancouver small businesses like ourselves. These green initiatives are important to Jassal Chiropractic and we invite you to visit our green chiropractic clinic anytime on Broadway and Oak, downtown Vancouver. "}