{"title": "Features Archives", "author": null, "url": "https://thebftonline.com/category/features/", "hostname": "thebftonline.com", "description": null, "sitename": "The Business & Financial Times - financial news and information to the business community in the country and internationally", "date": "2023-09-10", "cleaned_text": "As the coronavirus pandemic continues to pose multiple challenges for governments, development banks are playing an important role in aiding the recovery in emerging markets. The virus has caused extensive damage to the global economy and trade. To offset some of the negative effects of the forced closure of entire industries and the collapse... The consistent locking-up of Nigerian shops by the Ghana Union of Traders Association (GUTA) is becoming worrying, and could strain relations between two sister-West African states. GUTA is taking the law into its own hands, and should be called out for what it is doing. Nowhere in our statutes does it... Members of the Committee on Foreign Affairs of Parliament paid a visit to the AfCFTA Secretariat last week and were briefed by the Minister of Trade and Industry, Alan John Kojo Kyerematen, who informed the delegation that AfCFTA will commence operation in January 2021. Tentatively, AfCFTA was scheduled to be... The COVID-19 pandemic, one of the world's most significant events in recent memory, has resulted in the cessation of economic activities for many African countries. Many economic analysts have predicted that the pandemic will lead to a significant decline in GDP, unparalleled social disruption, and the loss of millions... A good person leaves an inheritance for their children's children, but a sinner's wealth is stored up for the righteous - Proverbs 13:22 Certainly, as parents the wrong attitude would be to spend all we have in order to enjoy it before we die. A component of stewardship, and getting... Worldwide The Netherlands contributed at the beginning of April the amount of €100million to the WHO for the fight against COVID-19 in the more vulnerable countries. This support aims not only at preventing and combatting COVID-19 but also focusses on mitigating socio-economic consequences. At the beginning of last July, the Dutch... [Daniel Taylor and Bernard Sarpong's thought...Individual Bond Investments and Bond Mutual Funds:... Separating the reality from illusion](https://thebftonline.com/2020/08/03/daniel-taylor-and-bernard-sarpongs-thought-individual-bond-investments-and-bond-mutual-funds-separating-the-reality-from-illusion/) A bond is typical fixed-income security that offers a fixed or guaranteed rate of return to the investor over a specified period of time. Nevertheless, the risk and return characteristics of individual bond investments vis-a-vis bond mutual funds are not the same. Depending on the peculiar investment objectives, some... Proper housing remains a big challenge for many developing countries including Ghana though it is not making good effort as expected by the 'have not' citizenry. Political promises for affordable housing remains a mere rhetoric. It has always been vague expressions from achievable targets with the last few years... The launch by Vice-President Dr. Mahamudu Bawumia of the US$7.5million Infectious Diseases Centre built by the Ghana COVID-19 Private Sector Fund, at the Ga East Municipal Hospital, is something worth celebrating. Dr. Bawumia noted that the Centre celebrates Ghanaian ingenuity and patriotism, and dedication to humanity. The world-class facility was... Declining trade volumes and values due to COVID-19 disruption in supply chains globally has had a serious effect on the wholesale, retail and distribution business in Ghana; thereby causing a ripple-effect on Specialised Deposit-Taking Institutions (SDIs). In March 2020, the Bank of Ghana (BoG) announced a number of monetary policy... "}