{"title": "Acta Scientific | International Open Library", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2021-01-27", "cleaned_text": "Ottawa, Ontario, Canada 2University of Ottawa, Health Sciences, Ottawa, Ontario, Canada *Corresponding Author: Nivin Sharaf, Ottawa Cupping Therapy, Ottawa, Published: 11, 2021 \"A Case Associated with High Level of Creatine Kinase and Therapy Management Outcome\". Acta 74-77. myotonic dystrophy associated with high Creatine Kinase levels consulted our cupping therapy center for Scapulohumeral severe pain. The subject showed clear multiple myotonic weakness. He showed severe myotonia shuffling gait and myopathy in the whole upper back, neck and ptosis, facial muscles dropping. Moreover, he was complaining from excessive sleepiness 20 hrs/day, general fatigue with forgetfulness combined with inability to work. He was basically sleeping eating and go back to sleep. The Subject was diagnosed with myotonic dystrophy with family history of consanguinity. Family doctor and specialists stated that DM is currently has no treatment and they were tight handing for suggestion other management options. DM progression patients usually suffer will end up with respiratory muscular weakens that will lead to severe pneumonia that could be fatal and reduce DM patient's life span. Creatinine Kinase CK is a major Muscular myopathies disorder marker. The subject's CK level was very high (1900 u/L). After exploring different approaches including Physiotherapy, chiropractor and acupuncture for 6 years he was seeking the cupping therapy as one last option to give it a try. The subject was assessed and cupping therapy (Hijama) management protocol was carried out as follow: one session/week for 6 weeks followed by one session/2 weeks for 6 weeks and finally one session/month (9 - 10 sessions/year) for long term management. Every session was divided in 3 different cupping small sessions. Starting with Massage cupping session for back and neck and Dry cupping on the sides of the spines and finally Wet cupping for points 1, 4, 5 Finding: The subject's CK level was (1900 u/L), after 12 month post cupping sessions were (950 u/L) and currently CK level is (600 u/L) post 4 years of Management. Currently the subject is a Full-time employee with one day off every 2 weeks. Moreover, he is Practicing exercise daily wakes up early morning and got rid of the shuffling gait, ptosis and the kyphosis is corrected. In conclusion: This is the first case report of myotonic dystrophy associated with reactive high Creatinine Kinase levels that was managed with Cupping Therapy over the period of September 2016 to According to the WHO and the US National Institutes of Health, Myotonic dystrophy (DM) is the most common form of muscular dystrophy that begins in adulthood. DM is a one of the genetic muscular dystrophy disorders [1-4]. Moreover, 1 every 8000 get this syndrome. This Condition may have other is caused by mutations in the DMPK gene, while type 2 results from mutations in the CNBP gene [5-7]. The protein produced from the DMPK gene likely plays a role in communication within cells that found in cardiac and skeletal muscles [8,9]. As myotonic dystrophy is passed from one generation to the next, myotonic dystrophy (1 and 2) are inherited in an autosomal dominant pattern, which means one copy of the altered gene in each cell is sufficient to cause the disorder. I.e. in most cases, an affected person has one parent with the condition [3,7,10]. Myotonic dystrophy is characterized by progressive muscle wasting and weakness [10,11]. People with this disorder often have prolonged muscle contractions (myotonia) and are not able to relax certain muscles after use [12]. It is one of the anticipation syndromes which generally begins earlier in life and signs and symptoms become more severe. Symptoms including myotonia, Respiratory failure is a common complication in patients with myotonic dystrophy (MD) and might be a presenting symptom in the perioperative setting [5,13,14].Cupping therapy (Hijama) Cupping therapy (vacuum negative pressure suction) became an important satisfying treatment option, particularly with the elevated number of patients seeking integrative medicine choices worldwide [15]. Historically, Hijama was used in traditional Chinese medicine-ancient Egypt. Moreover, dry cupping was traditionally routine practice in the Chinese medicine. Recently, studies have shown that, Hijama wet cupping (using superficial epidermal scratches) is currently used as complementary choice for many pain control treatments [15,16]. The objective of the current case report was to explore the effect of Hijama dry and wet cupping as a final resort integrative therapeutic option for the Myotonic dystrophies' patients. The patient is contentiously under his family physician observation during g the 4 years of the current study. Lab diagnosis including the CK levels were ordered and managed by his physician twice a year. Using the following Hijama Management protocol (HMP). Between September 2016 and September 2020 the subject agreed on the following management cupping sessions along with lemongrass oil applications, a- one session/week for 6 consecutive weeks b- one session/2 weeks for 6 consecutive weeks, c- one session/month 10 - 12 sessions/year. Cupping sessions including: Moving cupping for back and neck [17], dry cupping on the sides of the spines [18] and wet cupping [16] (Puncture cupping CPC) for the following points in figure 1. Figure 1: Panel a, cup size, panel b, first cupping therapy session, panel c is 4th session. The 28-year-old patient first visited for a cupping session in 2016. His medical files show that his creatine kinase levels were 1900 units per liter. He also suffered from Myotonic dystrophy and was gradually losing his memory and strength. After 12 months of regular cupping sessions, the Creatine Kinase levels decreased to 950 units per liter. This patient continued cupping for the following 4 years until October 2020. The final medical file on this patient indicates that his levels dropped to 600 units per liter. The subject's physician predicted that the patient would be bed-ridden with a complete dependency on care in the immediate future. They predicted his eventual need for a ventilator, or eventual death from pneumonia because of his inevitable respiratory failure. After 4 years of cupping therapy, he is able to retain a normal, full functioning life. He is a full-time employee and main income provider for the household. He exercises regularly by taking walks, swimming once a week, and Taekwondo twice a week. He is able to fulfil duties like driving his children to school. His physical wellness improved drastically. His shuffling gate became a regular tread. His memory improved vastly, and his kyphosis was corrected. He is now able to walk with a straight back. His stamina increased and he is able to engage in sexual relations and his pain levels decreased as well. In the current study, cupping therapy showed very promising outcome for the DM case management. It has been showed previously that cupping has a great effect on muscular activity with significant elevation of blood oxygen induced by cupping therapy [16]. Moreover, cupping showed promising results for treatment of peripheral facial paralysis [19]. Another study showed the outcome of cupping on Facial Palsy [20]. The effect of cupping on Hamstring muscular Flexibility in College Soccer Player was assessed previously by Williams JG., et al [21]. Here, we are proposing the use of cupping therapy for better quality of life of the individuals suffer from myotonic dystrophy. The expected outcome will be decreasing dependency on pain management medication and might enhance and promote muscle growth. In conclusion Hijama with both types wet and dry cupping are recommended for the Myotonic dystrophy cases as a complementary management therapeutic treatment. We than thank the participant for providing us with this opportunity to share with the scientific community this finding which may encourages other health practitioner to pursue the integrative medicine venue particularly in depilated (unrecoverable or immedicable) cases. The authors declare no conflict of interest exists. Copyright: © 2021 Nivin Sharaf and Mahmoud Aly. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. "}