{"title": "The healthcare system thinks helping women is bad for business", "author": "Gloria Lau", "url": "https://finance.yahoo.com/news/healthcare-system-thinks-helping-women-200027021.html", "hostname": "yahoo.com", "description": "American women pay more money to receive worse medical care than men.", "sitename": "Yahoo Finance", "date": "2020-01-10", "cleaned_text": "The healthcare system thinks helping women is bad for business In the broad collective movements of #MeToo, #equalpay, #TimesUp, #etc., one particular industry continues to resist our, well, #resistance: women's healthcare. The field remains breathtakingly biased and uneven, and preposterously expensive. In response, we've seen a host of new companies, platforms, and services spring up year after year, which have helped gain a specific kind of ground for a specific category of patron: upper- and middle-class women, those who Justice Ruth Bader Ginsburg refers to as \" [women of means](https://www.ontheissues.org/Court/Ruth_Bader_Ginsburg_Abortion.htm).\" Yet the experience of tending to one's health remains largely unchanged for most American women: Racial disparity continues to [run rampant](https://www.hsph.harvard.edu/magazine/magazine_article/america-is-failing-its-black-mothers/), and, according to a [2018 study](https://ajph.aphapublications.org/doi/10.2105/AJPH.2017.304213) from the American Journal of Public Health, medical expenditures increase income inequality of families across the country, materially forcing families below the federally poverty line. How is it that our collective action as women, and firmer grasp on agency in our jobs, our families, our sex lives, has not penetrated the healthcare system? The answer is in both the measurement of progress itself and in the current landscape of women's health-focused innovations, which warrants some clear-eyed examination. Because when it comes to women's health and wellness, and the companies trying to make change, the healthcare industrial complex wants us to fail. And if we continue down our current path, it's almost certain that we will. This is morbid and discouraging, but we urge you to please hear us out. Like that opening scene of season two of the BBC's multi-award-winning feminist show Fleabag, there is a light and cause for hope at the end of the tunnel—even though everything we see seems designed to indicate otherwise. But first, we need to get mad. A non-priority profit-making majority Whatever our protest signs say, whatever we as a society think, healthcare is not actually human right. If you ask the powers that be, healthcare is a business. US women's yearly health expenses are more than 80% higher than men's. And it's a very profitable business. Part of its success comes from the fact that it's assembled with a level of complexity designed to keep us— [women in particular](https://www.bbc.com/future/article/20180521-the-health-gap-how-women-experience-the-medical-system)—confused by our bodies, in [recurring and sometimes chronic pain](https://www.washingtonpost.com/health/is-bias-keeping-female-minority-patients-from-getting-proper-care-for-their-pain/2019/07/26/9d1b3a78-a810-11e9-9214-246e594de5d5_story.html) while constantly seeking answers and treatment, and trapped in a vicious cycle that has US patients owing a collective [$81 billion](https://www.healthaffairs.org/doi/abs/10.1377/hlthaff.2018.0349?journalCode=hlthaff) in medical debt. From the business standpoint, women in particular are huge moneymakers for healthcare providers. According to the US Department of Labor, women incur health expenses of [more than 80%](https://www.dol.gov/sites/dolgov/files/EBSA/about-ebsa/our-activities/resource-center/fact-sheets/women-and-job-based-health.pdf) higher than men—even though they aren't treated as quickly or as [aggressively](https://papers.ssrn.com/sol3/papers.cfm?abstract_id=383803), are more likely to wait longer than men in emergency rooms, and are more likely to be told their pain is simply a result of emotional [stress](http://nationalpainreport.com/women-in-pain-report-significant-gender-bias-8824696.html). The female tax Women are receiving lower-quality care and ultimately paying more for care than men, with worse outcomes. This is true of all women, but women who are poor and women of color have [notably worse](https://www.nytimes.com/2018/04/11/magazine/black-mothers-babies-death-maternal-mortality.html?action=click&module=RelatedLinks&pgtype=Article) experiences with the healthcare system, including [higher death rates](https://www.nytimes.com/2019/05/07/health/pregnancy-deaths-.html). We have a healthcare system in place that keeps women sick, uninformed, and at the mercy of a system that was not created to treat her. It tracks, then, that the healthcare system—and the many stakeholders that profit from it and prop it up, including insurers, providers, and pharma companies—have little motivation to alter their practices. In other words, the system \"works.\" Not for the people it treats, but it reliably makes money for people who run it. Why would they change it? An app is not a cure In all sorts of industries, we see tech innovation leading to real change. Taxis have been veritably replaced by ride-shares, higher education is offered online instead of in classrooms, and [millions](https://pitchbook.com/news/articles/this-year-is-setting-records-for-femtech-funding) of funding dollars are going to dozens of women's health startups. So, why is women's healthcare so immune to true innovation? Just like other fields, the healthcare industry loves an app. The various types of wellness apps encapsulate everything from period, ovulation, and fertility trackers to meditation apps designed to appeal to women. A lot of these are terrific offerings that do the important work of normalizing women's health issues and wellbeing, and of making these services accessible to modern women consumers. But in the grand scheme of things, what is actually changing? Period tracking is important. Fertility is important. Mental health is immensely important for women, especially for women of color, queer women, and those who don't have the means to pay for mental health services. But none of these services get to the core of the issue, which is that the minute you leave an app and enter the doctor's office, that power dynamic shifts. And that's the rub. Because the change that is being afforded to women is incremental fragmented change, only offered to early adopters—who statistically are informed, financially secure women who have access to some degree of power or privilege. To change healthcare for all women, the only change that will do is structural and all-encompassing. And no industry actually wants that kind of innovation. Selective innovation Healthcare likes [robots that perform surgery](https://www.newyorker.com/magazine/2019/09/30/paging-dr-robot), and promising new (and [expensive](https://medicalxpress.com/news/2019-05-fda-2m-medicine-expensive.html)) drugs. It likes a machine that can [allegedly](https://www.wsj.com/articles/theranos-has-struggled-with-blood-tests-1444881901) perform hundreds of tests from a single drop of blood—even if that venture doesn't end up being scientifically plausible. It's worth noting too, that healthcare also rejects things like male birth control, largely because it's [unlikely to sell](https://www.theatlantic.com/health/archive/2016/07/why-the-male-pill-still-doesnt-exist/490985/) well. It is also skeptical of breast pumps on the floor of [CES](https://www.engadget.com/2019-01-09-ces-imalac-nurture-breast-pumping-demo.html). None of this matters if it doesn't all lead to an integrated and changed healthcare experience for women. And it won't—unless we leave it all behind for something new and better, holistic and all-encompassing. Here's what we can do Here's the part with the good news (if you're a Fleabag fan, this is where we meet the hot priest, if you will): We are ready. As women, we've reached a cultural inflection point. We've ousted exploitative men from leadership, significantly stigmatized the wage gap, and completed the first [all-woman spacewalk](https://www.space.com/first-all-woman-spacewalk-nasa-success.html). Fair or unfair, the onus is on us to choose a new way, and a new system of operating. It's time to end our complacency when it comes to our own healthcare, to show the industry that we won't participate and that we demand something better. We need to reorient our thinking outside of the incremental and individual changes we've already seen and catapult those efforts into structural and collective change. We must prioritize accessibility that empowers the patient to find convenient care that is affordable—regardless of income or insurance status—and does not burden her with uncertainty. We must recognize the challenges, complexities and nuances of women's healthcare, while also stand firm in our belief that proactive, unbiased, convenient, and supportive healthcare can be a given, not a luxury. Women need to remake this industry in our image, and demand products and services with meaningful, lasting impact. Innovations like [virtual care and teleservices](https://www.aha.org/aha-center-health-innovation-market-scan/2019-03-12-leveraging-virtual-care-increase-access-and) are one of the most crucial services to increase healthcare access for everyone. Whether we're considering hospital systems and clinics offering remote check-up capabilities to existing patients, or private companies building remote care tools for anyone with internet access, this will change the way Americans receive and manage their primary care in this decade. On the legislature front, California's new [Senate Bill 464](https://leginfo.legislature.ca.gov/faces/billNavClient.xhtml?bill_id=201920200SB464) leads the nation in requiring implicit bias training for all healthcare professionals working in perinatal services. Other states and the federal government can look to California as an example of acknowledging and tackling bias in medical care. Finally, we need to carefully educate ourselves on the perspectives and motivations of the politicians who bear responsibility for making healthcare choices on our behalf. We need to mobilize and, as actress Michelle Williams recently implored in her Golden Globes acceptance speech, \" [Vote in your own best interest](https://www.youtube.com/watch?v=Gj-r0tcvLh8).\" This means looking at past voting history and understanding where these candidates fall on important issues such as funding public health services, family planning, and more directly, fighting for—instead of against—a woman's control over her own reproductive choices. Certainly, the fight for women's healthcare is not linear. There will be moments of celebration and despair. But our motivating belief is that by acknowledging the scale of what we're up against, by getting angry, and then collectively determined, it will be women who make healthcare better—for everyone. [Sign up for the Quartz Daily Brief](https://qz.com/newsletters/daily-brief/?utm_source=YPH_link_DB), our free daily newsletter with the world's most important and interesting news. More "}