{"title": "Alopatía - Wikipedia, la enciclopedia libre", "author": "Control de autoridades Proyectos Wikimedia Datos Q", "url": "https://es.wikipedia.org/wiki/Alopat%C3%ADa", "hostname": "wikipedia.org", "description": null, "sitename": "Wikimedia Foundation, Inc.", "date": "2007-05-13", "cleaned_text": "y alopatía son vocablos arcaicos peyorativos [[1]](#cite_note-Atwood20042-1) mayoritariamente usados por especialistas en [homeopatía](/wiki/Homeopat%C3%ADa) y por quienes defienden otras formas de [medicina integrativa](/wiki/Medicina_integrativa) para referirse a la [medicina moderna basada en la ciencia](/wiki/Medicina) que usa [ingredientes activos](/wiki/Ingrediente_activo) o [intervenciones físicas](/wiki/Cirug%C3%ADa) para tratar o suprimir los [síntomas](/wiki/S%C3%ADntoma) o los procesos [fisiopatológicos](/wiki/Fisiopatolog%C3%ADa) de las enfermedades. [[2]](#cite_note-FREEDICT-2) [[3]](#cite_note-Weatherall-1996-3) La expresión fue acuñada en [1848](/wiki/1848) fundador de la homeopatía, [Galeno](/wiki/Galeno), [farmacia galénica](/wiki/Farmacia_gal%C3%A9nica)) imperante en su época que, según él, empleaba medicamentos sin relación patológica con la enfermedad, ni semejante ni opuesta. En los círculos homeopáticos, las expresiones medicina alopática y medicina alópata se usan incluso para referirse a \"la categoría amplia de la práctica médica que a veces es llamada medicina occidental, [biomedicina](/wiki/Biomedicina), [medicina basada en la evidencia](/wiki/Medicina_basada_en_la_evidencia) o medicina moderna\" (véase [medicina científica](/wiki/Medicina_cient%C3%ADfica)). [[6]](#cite_note-WHO-6) Fue utilizado originalmente por los homeópatas del siglo XIX como un término despectivo para la \" [medicina heroica](/wiki/Medicina_heroica)\", la medicina tradicional europea de la época y un precursor de la medicina moderna la cual no estaba basada en evidencia de efectividad. En cambio, la medicina heroica se basaba en la creencia de que las enfermedades eran causadas por el desequilibrio entre los cuatro [humores](/wiki/Teor%C3%ADa_de_los_cuatro_humores) (sangre, flema, bilis amarilla y bilis negra; imperante desde [Hipócrates](/wiki/Hip%C3%B3crates)) y buscaba tratar los síntomas de la enfermedad corrigiendo ese desequilibrio, utilizando métodos \"duros y abusivos\" para inducir síntomas vistos como opuestos a los de las enfermedades [[7]](#cite_note-Gundling1998-7) en lugar de tratar sus causas subyacentes. Ya que la enfermedad era causada por un exceso de un humor y por lo tanto se trataría con su \"opuesto\". [[8]](#cite_note-ConsumerHealth9th-8) La mayoría de los tratamientos médicos modernos basados en la ciencia ( [antibióticos](/wiki/Antibi%C3%B3ticos), [vacunas](/wiki/Vacunas) y [quimioterápicos](/wiki/Quimioterapia), por ejemplo) no se ajustan a la definición de alopatía de Samuel Hahnemann, ya que buscan prevenir enfermedades o aliviar una enfermedad eliminando su causa. [[9]](#cite_note-Berkenwald19982-9) [[10]](#cite_note-Federspil20032-10) Existen variaciones regionales en el uso del término. En los Estados Unidos, el término se usa para contrastar con la [medicina osteopática](/wiki/Osteopat%C3%ADa), especialmente en el campo de la educación médica. [[11]](#cite_note-:02-11) [[12]](#cite_note-:12-12) Entre los homeópatas y otros defensores de la medicina alternativa, \"medicina alopática\" ahora es usado para referirse a \"la amplia categoría de práctica médica a veces denominada medicina occidental, [biomedicina](/wiki/Biomedicina), [medicina basada en evidencias](/wiki/Medicina_basada_en_la_evidencia) o [medicina moderna](/wiki/Medicina_moderna)\". [[13]](#cite_note-WHO2-13) Aunque el significado implícito en el término nunca ha sido aceptado por la medicina convencional y todavía es considerado peyorativo por algunos, [[1]](#cite_note-Atwood20042-1) esta terminología ha continuado usándose también para describir cualquier cosa que no fuera homeopatía. [[8]](#cite_note-ConsumerHealth9th-8) Etimología[ [editar](/w/index.php?title=Alopat%C3%ADa&action=edit§ion=1)] El uso actual de alopatía no procede del término griego (allopátheia), que quiere decir 'sujeto a influjos externos', sino que es un término [alemán](/wiki/Idioma_alem%C3%A1n) ( [Allopathie](https://de.wikipedia.org/wiki/Allopathie)) creado por Samuel Hahnemann a partir de raíces [griegas](/wiki/Historia_del_idioma_griego) (alos) ['otro, distinto'], y (pathos) ['sufrimiento']. [[14]](#cite_note-Eseverri_Helenismos-14) En cambio, término homeopatía la primera raíz es (homoios) ['semejante']. [[14]](#cite_note-Eseverri_Helenismos-14) En inglés moderno, allopath y allopathic fueron acuñados en el siglo XIX por los homeópatas para referirse a aquellos que practican la medicina sin respetar los principios hahnemannianos. El [Oxford English Dictionary](/wiki/Oxford_English_Dictionary) [[15]](#cite_note-15) recoge este uso cuando define allopathy como el «término aplicado por los homeópatas a la práctica médica ordinaria o tradicional, y por el uso común, hasta cierto punto, para distinguir a ésta de la homeopatía». Algunos diccionarios actuales de la lengua inglesa designan al sistema médico convencional u ordinario como medicina alopática (allopathic medicine), contraponiéndola no ya a la homeopatía, sino a cualquiera de las terapias llamadas alternativas. [[16]](#cite_note-simd-16) [[17]](#cite_note-coed-17) El Merriam Webster Medical Dictionary recoge el uso que da la profesión alopática como primera acepción \"Un sistema de práctica médica que trata de combatir la enfermedad por el uso de remedios (fármacológicos o quirúrgicos) que producen efectos diferentes o incompatibles con los producidos por la enfermedad que se quiere tratar.\", pero ofrece una segunda acepción: \"Un sistema de práctica médica que hace uso de todas las medidas que se han demostrado válidas para el tratamiento de la enfermedad\". [[18]](#cite_note-18) Historia[ [editar](/w/index.php?title=Alopat%C3%ADa&action=edit§ion=2)] La práctica de la medicina en Europa y América del Norte a principios del siglo XIX se conoce a veces como [medicina heroica](/wiki/Medicina_heroica) debido a las medidas extremas (como la [sangría](/wiki/Sangr%C3%ADa) ) que a veces se empleaban en un esfuerzo por tratar las enfermedades. [[19]](#cite_note-Trick-19) El término alópata fue utilizado por Hahnemann y otros homeópatas tempranos para resaltar la diferencia que percibían entre la homeopatía y la medicina heroica \"convencional\" de su tiempo. Con el término alopatía (que significa \"distinto de la enfermedad\"), Hahnemann pretendía señalar cómo los médicos con formación convencional empleaban enfoques terapéuticos que, en su opinión, simplemente trataban los síntomas y no abordaban la falta de armonía subyacente causante de la enfermedad (bajo los preceptos de la homeopatía). Así, los homeópatas veían estos [tratamientos sintomáticos](/wiki/Tratamiento_sintom%C3%A1tico) como \"opuestos que tratan a los opuestos\" en contraste al concepto homeopático de \"lo similar cura lo similar\" y por ello los consideraban dañinos para los pacientes. [[5]](#cite_note-Whorton2004-5) Los profesionales de la medicina alternativa han utilizado el término \"medicina alopática\" para referirse a la práctica de la medicina científica convencional tanto en Europa como en los Estados Unidos desde el siglo XIX. El término \"alópata\" se utilizaba inicialmente como un término despectivo para referirse a los practicantes de la medicina heroica, un precursor de la medicina moderna no basado en evidencia de efectividad, y más tarde se continuó usando para referirse a la medicina científica convencional. [[20]](#cite_note-DOI_10.1177/0002716202583001002-20) [[21]](#cite_note-isbn0-7637-3888-3-21) James Whorton analiza este uso peyorativo histórico del término: Una forma de ataque verbal utilizada en represalia por los irregulares fue la palabra \"alopatía\". ... \"Alopatía\" y \"alopático\" fueron empleados generosamente como peyorativos por todos los médicos irregulares del siglo XIX, y los términos fueron considerados altamente ofensivos por aquellos a quienes estaban dirigidos. La aceptación generalmente sin quejas de [el término] \"medicina alopática\" por los médicos de hoy es una indicación tanto de la falta de conciencia del uso histórico del término como del reciente deshielo de las relaciones entre irregulares y alópatas. [[22]] La controversia que rodea al término se remonta a su uso original durante un acalorado debate en el siglo XIX entre los practicantes de la homeopatía y aquellos a quienes se referían burlonamente como \"alópatas\". [[23]](#cite_note-Whorton2002-23) Hahnemann usó la palabra \"alopatía\" para referirse a lo que él veía como un sistema de medicina que combate la enfermedad mediante el uso de remedios que producen efectos en un sujeto sano que son diferentes (de ahí la raíz griega alo- \"diferente\") de los efectos producidos por la enfermedad para ser tratado. La distinción proviene del uso en homeopatía de sustancias que están destinadas a causar efectos similares a los síntomas de una enfermedad para tratar a los pacientes ( homeo, que significa similar). [[23]](#cite_note-Whorton2002-23) Como lo usan los homeópatas, el término alopatía siempre se ha referido al principio de tratar la enfermedad mediante la administración de sustancias que producen otros síntomas (cuando se administran a un ser humano sano) que los síntomas producidos por una enfermedad. Por ejemplo, parte de un tratamiento alopático para la [fiebre](/wiki/Fiebre) puede incluir el uso de un medicamento que reduce la fiebre, mientras que también incluye un medicamento (como un [antibiótico](/wiki/Antibi%C3%B3tico) ) que ataca la causa de la fiebre (como una infección bacteriana). Un tratamiento homeopático para la fiebre, por el contrario, es aquel que usa una dosis diluida de una sustancia que, en forma no diluida, induciría fiebre en una persona sana. (Por lo general, estas preparaciones se diluyen tanto que ya no contienen moléculas reales de la sustancia original.) Hahnemann usó este término para distinguir la medicina tal como se practicaba en su tiempo de su uso de dosis infinitesimalmente pequeñas (o inexistentes) de sustancias para tratar las causas espirituales de la enfermedad. [[23]](#cite_note-Whorton2002-23) La Companion Encyclopedia of the History of Medicine afirma que \"[Hahnemann] dio un nombre general a la práctica habitual, llamándola 'alopatía'. Este término, aunque impreciso, fue empleado por sus seguidores y otros movimientos poco ortodoxos para identificar los métodos predominantes como nada más que 'una escuela' de medicina competidora, por muy dominante que sea en términos de número de practicantes y pacientes\". [[24]](#cite_note-24) Contrariamente a su uso actual, Hahnemann reservaba el término \"medicina alopática\" para la práctica de tratar enfermedades por medio de fármacos que inducen síntomas no relacionados (es decir, ni similares ni opuestos) a los de la enfermedad. Llamó a la práctica de tratar enfermedades mediante fármacos que produzcan síntomas opuestos a los del paciente \"enantiopática\" (del [griego](/wiki/Idioma_griego) [](/wiki/Enanti%C3%B3mero), [enántios](/wiki/Enantiosem%C3%ADa), que significa \"opuesto\") o \"medicina antipática\". Tras la muerte de Hahnemann, el término \"enantiopatía\" cayó en desuso y los dos conceptos de alopatía y enantiopatía se han fusionado hasta cierto punto. Ambos, sin embargo, indican lo que Hahnemann pensaba sobre las prácticas médicas de su tiempo, más que una relación con los conceptos actuales en medicina. Los médicos convencionales del siglo XIX no habían asumido que los efectos terapéuticos de las drogas estaban necesariamente relacionados con los síntomas que causaban en los individuos sanos (p. Ej. [James Lind](/wiki/James_Lind) probó sistemáticamente varias sustancias y alimentos comunes para determinar su efecto en el tratamiento del [escorbuto](/wiki/Escorbuto) en 1747 y descubrió que el jugo de limón era específicamente efectivo. Sin embargo, no realizó ningún estudio de estas sustancias en voluntarios sanos). [[25]](#cite_note-25) La mayoría de los tratamientos médicos modernos basados en la ciencia (antibióticos, vacunas y quimioterápicos, por ejemplo) no se ajustan a la definición de alopatía de Samuel Hahnemann, ya que buscan prevenir enfermedades o eliminar la causa de una enfermedad actuando sobre la causa de la enfermedad. [[26]](#cite_note-Berkenwald1998-26) [[27]](#cite_note-Federspil2003-27) Uso actual[ [editar](/w/index.php?title=Alopat%C3%ADa&action=edit§ion=3)] Actualmente el término es usado para diferenciar entre dos tipos de facultades de medicina de EE. UU. (ninguna de las cuales enseña homeopatía): Alopática, que otorga el título de \"Medical Doctor\" (MD), y [osteopática](/wiki/Osteopat%C3%ADa), que otorga el título de \"Doctor of Osteopathic Medicine\" (DO). [[28]](#cite_note-:0-28) [[29]](#cite_note-:1-29) El uso del término sigue siendo común entre los homeópatas y se ha extendido a otras prácticas de [medicina alternativa](/wiki/Medicina_alternativa). El significado implícito en la etiqueta nunca ha sido aceptado por la medicina convencional y todavía es considerado peyorativo por algunos. [[1]](#cite_note-Atwood20042-1) William Jarvis, un experto en medicina alternativa y salud pública, [[30]](#cite_note-Closer_to_Truth_Participants|_PBS-30) afirma que \"aunque muchas terapias modernas se pueden interpretar de acuerdo con una lógica alopática (por ejemplo, usar un laxante para aliviar el estreñimiento), la medicina convencional nunca ha rendido lealtad a un principio alopático\" y que \"la etiqueta alopata era considerada altamente despectiva la [«allopathy»](http://medical-dictionary.thefreedictionary.com/allopathy). The Free Farlex. Consultado el 25 de octubre de 2013. Citing: Gale Encyclopedia of Medicine (2008) and Mosby's Medical Dictionary, 8th ed. (2009). [](#cite_ref-Weatherall-1996_3-0)Weatherall, Mark W. (1 de agosto de Empiricism, Rationality, and Quackery de Curar. 6ª Edición. 1941. El término alopatía no aparece en las cinco primeras ediciones del Organon. - [a](#cite_ref-Whorton2004_5-0) [b](#cite_ref-Whorton2004_5-1)Whorton JC (2004). [Oxford University Press US](/w/index.php?title=Oxford_University_Press_US&action=edit&redlink=1), [Nature Cures: The History of Alternative Medicine in America](http://books.google.com/?id=RU0DndWVSPoC&pg=PA18&vq=allopathy+allopathic+greek+hahnemann)(illustrated edición). New York: Oxford University Press. pp. 18, 52. [ISBN](/wiki/ISBN) [0-19-517162-4](/wiki/Especial:FuentesDeLibros/0-19-517162-4). [](#cite_ref-WHO_6-0)Xiaorui Zhang (2001). [«Legal Status Complementary/Alternative Medicine: A Worldwide Review»](http://whqlibdoc.who.int/hq/2001/WHO_EDM_TRM_2001.2.pdf). [Archivado](https://web.archive.org/web/20070926083307/http://whqlibdoc.who.int/hq/2001/WHO_EDM_TRM_2001.2.pdf)desde el original el 26 de septiembre de 2007. Consultado el 12 de septiembre de 2007. [](#cite_ref-Gundling1998_7-0)Gundling, Katherine E. (1998). «When Did I (2013). to intelligent decisions](https://archive.org/details/consumerhealthgu0009unse)(9th edición). [el original](http://annals.highwire.org/cgi/content/full/139/8/W-75)el 30 de diciembre de 2003. Consultado el 30 de diciembre de 2010. [](#cite_ref-:02_11-0) [«Two Kinds of Physicians - Health Professions and Prelaw Center - Indiana University - University Division»](https://web.archive.org/web/20190527153218/http://www.hpplc.indiana.edu/medicine/med-res-twokinds.shtml). www.hpplc.indiana.edu. Archivado desde [el original](http://www.hpplc.indiana.edu/medicine/med-res-twokinds.shtml)el 27 de mayo de 2019. Consultado el 27 de febrero de 2019. [](#cite_ref-:12_12-0)Prep, Veritas. [«How to Decide Between an M.D. and a D.O.»](https://www.usnews.com/education/blogs/medical-school-admissions-doctor/2012/04/23/how-to-decide-between-an-md-and-a-do). US News and World Report. Consultado el 27 de febrero de 2019. [](#cite_ref-WHO2_13-0)Xiaorui Zhang (2001). [«Legal Status of Traditional Medicine and Complementary/Alternative Medicine: A Worldwide Review»](https://web.archive.org/web/20070926083307/http://whqlibdoc.who.int/hq/2001/WHO_EDM_TRM_2001.2.pdf). Archivado desde [el original](http://whqlibdoc.who.int/hq/2001/WHO_EDM_TRM_2001.2.pdf)el 26 de septiembre de 2007. Consultado el 12 de septiembre de 2007. - [a](#cite_ref-Eseverri_Helenismos_14-0) [b](#cite_ref-Eseverri_Helenismos_14-1)Eseverri Hualde, C. (1994). Diccionario etimológico de helenismos españoles. 6a. ed., Aldecoa, Burgos. [](#cite_ref-15)The Oxford English Dictionary [](#cite_ref-simd_16-0)Stedman's Illustrated Medical Dictionary, 27th edition (2000). [](#cite_ref-coed_17-0)The online edition of the Compact Oxford English Dictionary (2006). [](#cite_ref-18) [«Medical Definition of ALLOPATHY»](https://www.merriam-webster.com/medical/allopathy). www.merriam-webster.com (en inglés). Consultado 108. [ISBN](/wiki/ISBN) [978-0-393-06661-6](/wiki/Especial:FuentesDeLibros/978-0-393-06661-6). [](#cite_ref-DOI_10.1177/0002716202583001002_20-0)Bates, DG (September 2002). «Why Not Call Modern Medicine \"Alternative\"?». The Annals of the American Academy of Political and Science 583 (1): 12-28. and perspectives from p. 4. [ISBN](/wiki/ISBN) [978-0-7637-3888-4](/wiki/Especial:FuentesDeLibros/978-0-7637-3888-4). [](#cite_ref-Whorton2003_22-0)Whorton (4 de noviembre de 2003). [«Counterculture brief history of alternative medicine in America»](https://www.pbs.org/wgbh/pages/frontline/shows/altmed/clash/history.html). WGBH Educational Foundation. Consultado el 25 [b](#cite_ref-Whorton2002_23-1) [c](#cite_ref-Whorton2002_23-2)Whorton, JC (2002). [Nature Cures: Press](/wiki/Oxford_University_Press). [ISBN](/wiki/ISBN) [978-0-19-517162-4](/wiki/Especial:FuentesDeLibros/978-0-19-517162-4). [](#cite_ref-24)Bynum, W. Medicine](https://books.google.com/books?id=gyidO-ZLdiYC&pg=PA608). Routledge. [el original](http://annals.highwire.org/cgi/content/full/139/8/W-75)el 30 de diciembre de 2003. Consultado el 30 de diciembre de 2010. [](#cite_ref-:0_28-0) [«Two Kinds of Physicians - Health Professions and Prelaw Center - Indiana University - University Division»](https://web.archive.org/web/20190527153218/http://www.hpplc.indiana.edu/medicine/med-res-twokinds.shtml). www.hpplc.indiana.edu. Archivado desde [el original](http://www.hpplc.indiana.edu/medicine/med-res-twokinds.shtml)el 27 de mayo de 2019. Consultado el 27 de febrero de 2019. [](#cite_ref-:1_29-0)Prep, Veritas. [«How to Decide Between an M.D. and a D.O.»](https://www.usnews.com/education/blogs/medical-school-admissions-doctor/2012/04/23/how-to-decide-between-an-md-and-a-do). US News and World Report. Consultado el 27 de febrero de 2019. [](#cite_ref-Closer_to_Truth_Participants|_PBS_30-0) [«Participants»](https://web.archive.org/web/20080420042924/http://www.pbs.org/kcet/closertotruth/participants/index3.html). Closer to Truth. Archivado desde [el original](https://www.pbs.org/kcet/closertotruth/participants/index3.html)el 20 de abril de 2008. Consultado el 22 de marzo de 2008. [](#cite_ref-Jarvis_31-0)Jarvis, William T. (1996). [«Misuse of the term \"Allopathy\"»](http://www.ncahf.org/articles/a-b/allopathy.html). [National Council Against Health Fraud](/w/index.php?title=National_Council_Against_Health_Fraud&action=edit&redlink=1). Consultado el 7 de febrero de 2013. "}