{"title": "Is Seeing A Holistic Doctor Really Worth The Money? Real People Weigh In", "author": null, "url": "https://www.mindbodygreen.com/articles/is-seeing-a-holistic-doctor-worth-the-money", "hostname": "mindbodygreen.com", "description": "Real people weigh in on whether seeing a holistic doctor is worth the money.", "sitename": "Mindbodygreen", "date": "2019-01-27", "cleaned_text": "Is Seeing A Holistic Doctor Really Worth The Money? Real People Weigh In [By Gretchen Lidicker, M.S.](/wc/gretchen-lidicker) If you've ever gone to see a holistic doctor, you know that the experience is very different from that of a conventional doctor's office visit. Holistic doctors are often trained in a variety of alternative medicine modalities, including nutrition, acupuncture, supplements, craniosacral therapy, ayurvedic medicine, and herbalism (just to name a few). When you visit one of these practitioners, they typically spend the initial 90-minute visit going over every detail of your health, and compared to the standard conventional doctor's visit, which often lasts [less than 10 minutes](https://www.statista.com/statistics/250219/us-physicians-opinion-about-their-compensation/), that nurturing of the doctor-patient relationship can be really refreshing. According to Robert Graham, M.D., Harvard-trained physician who is certified in both holistic and integrative medicine and co-founder of [FRESH Med](http://www.freshmednyc.com/dr-robert-graham-integrative-medicine-nyc/), \"We focus on the mind, body, and spirit. We spend time and attention on the role of our pillars of health, food and nutrition, relaxation and meditation, exercise, sleep and overall happiness.\" Sounds pretty great, doesn't it? Advertisement The downside of holistic health care is the price tag. If this is the first time you're hearing about this type of doctor, or are currently considering seeing one, you might wonder why everyone doesn't see a holistic doctor for all their health needs. Well, with a little more research, you'll soon discover that the price tag on one of these visits is a major deterrent. The majority of holistic doctors don't accept insurance, and just an initial visit can be upward of $500, meaning most people aren't able to pay for this type of care, even though they'd like to. \"Studies have shown that roughly 55 percent of the U.S. population wants an integrative approach to their health care. Unfortunately, many insurance companies do not cover the expense. Thus, sadly, the cost falls on the patient,\" explained Dr. Graham. 4 people on whether seeing a holistic doctor was worth the money. It's understandable to wonder: Could it possibly be worth that much money? Is the care really THAT good? To answer these questions, we tracked down five people who have already dished out the cash to see a holistic doctor. Here's what they had to say about the money they spent, the care they received, and whether or not they'd do it all again. Advertisement Jaime \"I've been experiencing digestive issues for over a year now, which have been consistently getting worse each month. I'm constantly bloated with bad brain fog and exhaustion. I have consistent headaches and figured I had/have a hormone imbalance. In the two weeks prior to deciding to see a naturopath, I was extremely faint, dizzy, and nauseous and had trouble breathing while lying down. I was also overly tired, falling asleep at 7 p.m. on the couch each day. Those two weeks were the final push for me to confirm something was not right, and I needed to see a specialist that wouldn't laugh when I said, 'I think I have a hormone imbalance' or 'I bet I have adrenal fatigue.' My holistic doctor is costly but so worth it. The first visit was $300 with each corresponding visit at $250 until you meet your deductible (if you're insured). Once you do, you'll pay a copay for each visit (in my case, $20). We also ran multiple tests (extensive blood work, cortisol saliva test, CDSA, and so on), some that were covered by my insurance and some that were out of network and therefore costly. Although this sounds pricey, you're getting your health back—and there's no price point on that.\" Lena \"I sought out the help of a holistic doctor because I had gut issues and fatigue that weren't getting solved by my Western medicine doctor visits. What I love so much about my holistic doctor is that she looked at the root of my health issues and not just at the symptoms; she made me feel like she had all the time in the world to hear my story, and she ran tons of tests to find out what was going on on a deep level in my body. Blood work, stool tests, saliva tests, and careful listening revealed that I had subclinical hypothyroidism, adrenal fatigue, leaky gut, SIBO, and several vitamin deficiencies. Using modalities like supplements, acupuncture, infrared saunas, and IV infusions, she returned me to a place of balance and health.\" Need help with your health? This quiz will get you answers. Learn how to fill your health gaps in 90 seconds. Gabby \"I have quite literally spent thousands of dollars on holistic health care—acupuncture appointments, lab work, holistic M.D.s, naturopathic doctors, and supplements included. I've pretty much tried it all. There were definitely a few disappointment and not every dollars spent felt worth it all the time. There were definitely times that I wondered whether if I was wasting my money. But looking back, I don't think I'd do things differently. I've been able to get to the bottom of some of my most bothersome chronic health issues and turn them around. I realize I'm in a very privileged position to be able to afford to see these types of practitioners, and I'm so grateful for it. If I hadn't addressed some of my underlying issues and deficiencies with holistic doctors, I don't think I'd be half as healthy and happy as I am now.\" Rachel \"After experiencing symptoms that I suspected were linked to a hormone imbalance, I started seeing a holistic doctor—a naturopathic physician who is also an R.D. She is the first doctor I've been to that really tried to understand me, my lifestyle, and my symptoms in a holistic way—in other words, she treats me like a person and not a condition. During our first appointment (which was 90 minutes), she asked me every possible question so she could get a full picture of my health, from the specifics of what I eat, to how much I sleep, to my activity levels, everything. I also love that although you could consider her an 'alternative medicine' doctor because she's a naturopathic doctor, she is also realistic. She isn't anti-medication, anti-birth control or anti-anything that you might expect a natural doctor to be against. She went to medical school; she knows what's up. And although the price is higher than your typical physician copay, seeing her has not been a scam in the slightest. She made clear to me at the beginning that she wanted to have one consultation and maybe one follow-up. Not to mention, I have a real relationship with my naturopath. She welcomes emails with questions, concerns, and only had me in for a follow-up after I requested it. Bottom line: I highly recommend that anyone with health concerns consult a holistic doctor.\" Advertisement How holistic health care can save you money in the long run. If you've read these testimonials and you're thinking about taking the plunge into the world of holistic health, there's some good news. It's very possible that investing in your health now could save you money down the line. As Dr. Graham explained, \"We know that 75 to 80 percent of chronic diseases like diabetes, hypertension, high cholesterol, obesity, and certain types cancers are preventable and reversible by incorporating a lifestyle or holistic approach.\" In other words, by investing in supplements, lab testing, and a holistic doctor now, you could definitely avoid copays, prescriptions, and even surgeries down the line. Advertisement M.S.mbg Health Contributor](/wc/gretchen-lidicker) [Gretchen Lidicker](https://www.gretchenlidicker.com/) is an mbg health contributor, content strategist, and the author of [CBD Oil Everyday Secrets](https://www.amazon.com/CBD-Oil-Everyday-Lifestyle-Hemp-Derived/dp/1682683400): A Lifestyle Guide to Hemp-Derived Health and Wellness and [Magnesium Everyday Secrets](https://www.amazon.com/Magnesium-Everyday-Secrets-Lifestyle-Relaxation/dp/1682683486/ref=sr_1_1?keywords=magnesium everyday secrets&qid=1553802041&s=books&sr=1-1-catcorr): A Lifestyle Guide to Epsom Salts, Magnesium Oil, and Nature's Relaxation Mineral. She holds a B.S. in biology and earned her master's degree in physiology with a concentration in complementary and alternative medicine from Georgetown University. "}