{"title": "5 Ways To Hack Your Health", "author": "Luke; Melissa Ambrosini", "url": "https://melissaambrosini.com/health/5-ways-to-hack-your-health/", "hostname": "melissaambrosini.com", "description": "Over the years I've developed and collected a number ways to hack your health so you can achieve abundant, radiant health and keep performing at your best.", "sitename": "Melissa Ambrosini", "date": "2016-03-09", "cleaned_text": "My health is insanely important to me. When I'm at my peak, my whole life seems to flow; when I'm not... well, everything just feels off and flat. So I am always on the lookout for ways to upgrade and hack my health, so that I can keep performing to the best of my ability. When it comes to health, I desire energy, vitality, focus and drive. I want my brain to be switched on and sharp, so that when I am writing or speaking I am totally ON and in a flow state. I want to feel 100% connected to my beautiful temple and recognise the sacred divinity that lies within. So over the years, I've developed and collected a number of 'hacks' that help me achieve this kind of abundant, radiant health. (And of course, I've also identified the things that completely block it too.) To me, what it ultimately comes down to is this: what we put in our bodies matters. Whether you're talking about food, liquid, movement, thoughts, whatever, the rule still holds: the quality of your input affects the quality of your output. So you can bet your sweet tushie that I'm always focused on putting in the best quality everything possible. Today I want to share with you some of the ways I keep my health humming at full velocity. The pros call this 'biohacking', meaning tweaking your health to create the absolute BEST version of yourself possible. The following five biohacks are my absolute faves to ensure I feel fresh, sharp and 100% ON. Are you ready to dive in?! 1. Hack Your Sleep In modern society sleep is totally underrated. We are high fived when we pull an all-nighter or stay at work until 11pm. But the truth is, in order for you to perform to the best of your ability you need to get deep, restorative rest every single night. Here's how... - Block out all light. Even a little red light from the bottom of your TV or the green light from your computer charger can affect your sleep. We put up blackout curtains in our room and it has made such a massive difference. The aim is to not be able to see your hand in front of you when the lights are out. The first thing I do when I walk into any hotel room is pull out all the electronics — from the TV to the digital alarm next to my bed — so that there are no coloured lights on whilst I sleep. You can even travel with some black duct tape to stick over any coloured lights if you don't/can't pull the plug out. - Wear an eye mask. If there is still light on in the room, you will absorb it through your skin — so it is best to have everything blacked out. But if for some reason you can't, an eye mask is a helpful tool that can still enhance your shut-eye. - Wear earplugs. I wear earplugs every single night and LOVE it. Try it for a week (especially if you live in the city) and see how much deeper you sleep. - Don't have electronics in your room! That means no computer, TV, phone, nothing in your bedroom at all. If you use your phone as your alarm, get a [sunlamp](http://www.amazon.com/gp/product/B0093162RM/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=B0093162RM&linkCode=as2&tag=melissaambcom-20&linkId=YOF5KBVYDHKW7S2A%22%3EPhilips%20HF3520%20Wake-Up%20Light%20With%20Colored%20Sunrise%20Simulation,%20White%3C/a%3E%3Cimg%20src=%22http://ir-na.amazon-adsystem.com/e/ir?t=melissaambcom-20&l=as2&o=1&a=B0093162RM)instead and charge your phone in the lounge room. Never do work in your bedroom — your bedroom is a sacred space reserved for lovemaking and sleep only. Oh, and [reading an awesome book](http://masteringyourmeangirl.com)in bed is fine too! - Make sure the temperature is cool and comfortable. Think of your bedroom as a cave: dark, cool and quiet. Ideally you want the temperature to be 18.5ºC (65ºF). This is imperative to get good quality sleep. 2. Hack Your Food If you're putting crap into your body, you're going to get crap results — it ain't rocket science! And unless you've had your head buried in the sand for the last few decades, we all know by now that sugar, gluten, commercial dairy, soy, trans fats, seed oils, and processed and packaged 'foods' are crap. This information is not new to anyone any more, so there's no kidding yourself. If you are going to pollute your body with crap, expect to feel like crap... it's that simple. But if you want to perform to the best of your ability, if you want to have focus, energy, less brain fog, high cognition and better performance, follow these steps... Caution: the information you are about to read is not what we are taught in school. - Eat local, fresh, whole and in-season produce, preferably from your farmers' market (that way you know it will be local). - Avoid sugar, wheat, dairy, gluten, soy, caffeine, alcohol, lollies, soft drink, processed and packaged food-like substances as much as you possibly can. - Add in loads of easy to digest, lightly cooked vegetables, fruits, and plenty of enzyme-rich light salad vegetables. - Eat the rainbow. Try to get as many coloured veggies on your plate as possible. Always aim for at least one green veggie per meal — green veggies are incredibly alkalising and nutrient dense. - If you are going to have nuts, seeds and grains, make sure you soak and activate them before eating. However, if you have gut issues and need to focus on healing your gut, it is recommended to keep these foods to a bare minimum, until your gut is running like a well (coconut) oiled machine. - Follow the 80/20 rule — 80% of your plate should be mostly vegetables, and 20% protein. Switch the 20% to grain-like seeds such as quinoa, millet or amaranth if you are vegan. - Ever wondered why some people seem to have such shiny hair and white eyes? Fermented veggies, baby! Include 1 tablespoon of these probiotic and enzyme rich foods with each meal to enhance digestion and clean up any leftover undigested waste material. - Cook with Vitamin L. Yep, Vitamin Love! It's the most important ingredient you can add. If you don't cook, get in the kitchen and if you don't love cooking, learn to love it! - Try to eat organic whenever possible, it really makes a difference. Organic produce hasn't been sprayed with chemicals and pesticides, and organic animal products haven't been pumped full of antibiotics and growth hormones. If you're worried about organic food being too expensive, head to your local farmers' markets or grow your own. Personally, I believe you can't put a price on your health and wellbeing. Besides, eating organic will save you loads of moolah down the track on doctors and medication. 3. Hack Your Water Our body is made up of 75% water, so making sure the water we are putting back into our body is of the highest quality is imperative. I used to drink tap water and water out of plastic bottles, and I felt like crap ALL.THE.TIME. With all those chemicals and metals in every mouthful, tap water is a big no-no unless you are hooked into a natural spring. Installing a water filter system, [getting a Hydrogen Health shower filter](https://www.hydrogenhealth.net.au/?aff=4) and a [water bottle ](https://www.hydrogenhealth.net.au/?aff=4)was one of the BEST choices I ever made for my health. Sip plenty (like 2-3 litres) of room temperature, filtered or spring water throughout the day. Type 'Melissa' at the checkout to get 25% off. And for those of you who like to get your sweat on, forget about toxic sports drinks to rebalance your electrolytes — and you can even skip the sugary coconut water too. Instead, add a pinch of good quality sea salt into your water to make it more bioavailable to your cells, plus you get an extra boost of minerals — #Winning! 4. Hack Your Mind Meditation is the tried-and-true path to enhanced awareness and clarity. If you haven't tried it, get on board STAT! Give it a go for a week and see how you feel. You can get a [FREE guided Manifestation Meditation here](https://melissaambrosini.com/manifestation), or you can check out loads of my other guided meditations [here](https://melissaambrosini.com/mastering-your-mean-girl-meditations/) and [here](https://melissaambrosini.com/meditations-by-melissa/). 5. Hack Your Soul Nothing soothes my soul faster than time spent communing with Mother Nature. If I need to change my state quickly — because I'm feeling out of sorts, or I need some me-time, or whatever it is — I know without doubt that stepping outside will have me vibing high again in no time. Living near the ocean, I'm partial to a quick dip to rebalance everything (my chakras, my mood, my ions, all of it). But if I'm pressed for time, a quick walk through the park or a few moments in the garden can also do the trick. And let's not forget, being in nature is not only good for your soul but your body too. You'll be breathing in better quality, fresh, unpolluted air AND getting your daily dose of vitamin D. On that note, sun exposure is part of our natural nutrition... but burning isn't. So get some of those gorgeous rays on your skin, but please don't burn. So there you have it — my top 5 ways to hack your health. Now it's over to you, beautiful. I want you to pick ONE of these goodies that you're going to commit to for the next week. Share which one you've chosen in the comments below. And if you have any health hacks you're loving right now, please share them too — let's help everyone perform to the best of their abilities. Thank you, as always, for being here. Your commitment to wanting to be the best version of yourself seriously inspires the heck out of me and never fails to put a firecracker up my tushie! And remember, sweet one — thousands of souls come here to get inspired. So open your heart and share from love in the comments below. You never know, your words might be the one thing someone needed to read in order to spark massive internal shifts in their life. "}