{"title": "Paracelsus' Medicine - an Effective Holistic Approach to Contemporary Health and Ecological Issues", "author": "Edward F Block; Iris Publishers", "url": "https://irispublishers.com/", "hostname": "irispublishers.com", "description": "Paracelsus (1493 - 1541) is mainly known as an alchemist and a \"miracle doctor\", the first who challenged the dogma which prevailed in western medicine for around 1300 years. In his comprehensive treaties he included the science about studying the effects of the movement of celestial bodies on nature and humans, as well as astute observations of various life forms. The doctrine of signatures is an associative, artistic method reflecting similitude in aspect, habitat and organoleptic characteristics of the substance and the symptoms addressed. He was also the first to introduce the concept of dose in medical treatment. Paracelsus' description of pathophysiological processes and their address through something similar to them, not antagonistic methods, was innovative and reflect approaches in other traditional medicine systems.", "sitename": "Iris Publishers", "date": "2020-06-30", "cleaned_text": "Opinion Paracelsus' Medicine - an Effective Holistic Approach to Contemporary Health and Ecological Issues Received Date: June 20, 2020; Published Date: June 30, 2020 Abstract Paracelsus (1493 - 1541) is mainly known as an alchemist and a \"miracle doctor\", the first who challenged the dogma which prevailed in western medicine for around 1300 years. In his comprehensive treaties he included the science about studying the effects of the movement of celestial bodies on nature and humans, as well as astute observations of various life forms. The doctrine of signatures is an associative, artistic method reflecting similitude in aspect, habitat and organoleptic characteristics of the substance and the symptoms addressed. He was also the first to introduce the concept of dose in medical treatment. Paracelsus' description of pathophysiological processes and their address through something similar to them, not antagonistic methods, was innovative and reflect approaches in other traditional medicine systems. He viewed health as the capacity to resonate with the rhythms of nature and understood disease as disharmony in the person's relationship to the material and spiritual world. Remedies should prolong the precious life, improve its quality and offer support for self-discovery. Paracelsus was a truth-seeker and truth has no validity date. Studying his legacy is of currently of great relevance and could offer deep insights into solving the conundrums facing humankind, including new disease outbreaks, antibiotic resistance and environmental toxins. His life-style advice and practical application in our daily routine could offer relief for an abundance of dis-eases plaguing modern man. It is also encouraging and refreshing to notice that similar (plant) remedies and ceremonies such as fumigation, bathing, sweating, and sound therapy are practiced as they have always been in different parts of the world, confirming the unity of humanity all over the planet. Keywords: Paracelsus, Holistic medicine, Law of similars, Dose concept, Traditional knowledge, Plant remedies, Prophylaxis, Natural treatment Introduction Theophrastus Bombastus von Hohenheim, born at the end of the 15th century in a Swiss canton, was raised by his father, a trained medical doctor for the time's standards, after the suicide of his mother when he was only 6-7 years old. He received his education starting from the general to the details, inquiring with sensibility and imagination into the laws of nature. A preoccupation to link diseases and remedies to planets existed since Babylonian times. Ayurveda, the Indian science of life with a millenary tradition of holistic healing, also links life stages to the seasons of the year, while traditional Eastern medicine often uses similitude in shapes of plants and organs to indicate their use [1]. The Sun, Moon and five main planets, Mercury, Venus, Mars, Jupiter and Saturn revolve in definite cycles and have attributes related to specific constellations, organs and systems in the human body, physiological and pathological processes, characteristics of various plants and botanical families, minerals, colors and days of the week. Discussion One of the fundamental thesis of Paracelsus is that the constellation pattern at birth is not an immutable determinant, but merely an indication of the tendencies that person has towards inclinations, character traits or disease propensity. It is similar to today's relativization of the human genome as determinant, emphasizing, with the study of epigenetics, the importance of lifestyle, rather than the inalterable set of genes one is born with. In Paracelsus' view, the stars help recognize the diseases in the patient and the plants teach us how to treat them. The aspect, structure, smell, taste, color, habitat of a plant informs the perceptive observer of its use and many of the indications transmitted through traditional knowledge have been confirmed by modern research. For example, the yellow flowers of dandelion or Chelidonium major relate to liver, gallbladder and pancreas functions; stinging plants like nettle or roses activate the immune system and will power, or plants with symmetrical leaves like silverweed (Potentilla anserine) or motherwort (Leonurus cardiaca) indicate their usage for rhythmically occurring complaints like migraines, menses related symptoms or heart problems. Laboratory research validates many of the known actions, however, reducing the activity of a plant to its measurable ingredients could be compared to trying to understand the contents of a book by analyzing the quality of the paper it is printed on, without reading it. Paracelsus recognized that poison contained the most healing potential, that the difference between good and evil is only gradual, an idea which was heretical at that time. He repeatedly affirmed that everything is poison if not taken in the right dose. He also recognized that every individual reacts differently to the same substance and individual susceptibility is dependent also on the biorhythm and the particular life situation of the moment. Only few scientists have the courage to self-experiment and Samuel Hahnemann, the founder of homeopathy as a science, is a role model for homeopaths to this day. Paracelsus, while rooted in the \"superstitious\" Middle Ages, was a visionary, seeing the world through the eyes of a modern scientist and pharmacist. His idea of transmutation referred to the transformation from disease, symbolized by lead, to health, symbolized by gold, through chemical processes such as distillation or crystallization. Hahnemann refined the extraction of healing capacity through potentization of substance, defined as a series of dilutions and successions. Paracelsus' experience as an army doctor treating woundsinternal, external, physical and mental - led him to recognize that the diseased and the healing substance have to be related to each other on a spiritual plane, to have an affinity to each other. He was also a pioneer in experimenting with plants known in folk medicine for their properties on the material structure and creating spiritualized drugs (distillation to spirit is reflected in the word's etymology) for sufferings of the psyche. His extensive travels and intense curiosity made him collect knowledge from village healers and forgotten information from monasteries' libraries. One of his thesis was that the plants grow where they are needed, close to the habitat of the patient, or show synchronicity to the occurrence of symptoms. Even in his days pilgrims and traders travelled long distances, bringing new pathogens and new remedies to match them. Today's globalization also makes information accessible and products available. Still, his seven rules for a successful remedy would be applicable and useful: the correct plant (part) according to the doctrine of signatures, harvested correctly in the right place at the right time, prepared in a particular way (tincture, distillate, etc) and applied specifically (internally or externally) in the right amount and in combinations which allow synergy, according to the correct posology [2]. Numerous prescription addressing particular ailments such as digestive troubles, asthma, chronic bronchitis or joint pain, skin ulcers, reproductive system issues to name a few, are still produced in dedicated pharmacies, especially in the area where he activated. His \"elixirs\" for a long and fulfilled life can be regarded as prophylactic recipes, which take into account general tendencies and individual characteristics. Paracelsus was the first who recognized multiple factors in the development of disease and proposed various therapeutic approaches accordingly. The first step could be described as nonspecific strengthening of the immune system, general tonifying of the vital force through yearly fasting periods in spring or thalassotherapy in summer. Proper nutrition, its healthy processing and elimination of waste products is the next step in maintaining health. To this day improper food and water intake are the most frequent causes of disease worldwide. The next step involves understanding the nature of the patient in its totality, including familial predispositions. The mental component of pathogenesis and the psychoactive remedies was recognized for the first time, while age-old shamanic procedures were still practiced. The fifth entity in Paracelsus' hierarchy is represented by the fate, the (apparently) incurable, where the healer's mission becomes also one of spiritual guide. The fundamentals of his therapy were precisely described in steps, starting with stimulating the vital force, improving the general wellbeing (balancing the autonomous nervous system), intensifying mind functions, prophylactic action, treatment of acute diseases, regeneration of diseased organs, prevention of chronicization, excretion of toxins, improving convalescence. He was preoccupied by the pathologies of miners due to the influence of environmental toxins, but mostly recognized that endogen toxins, through faulty excretion of metabolites, are even more prevalent and dangerous [3]. The reductionistic worldview of the last century started to disintegrate because it no longer can offer solutions to the social, health and ecologic problems of our time. Similar planetary events happened in succession: catastrophic climate changes produced widespread famine in the 14th century, which led to communicable diseases such as the pest, wiping out a third of the European population. That cultural shock persists to this day, when epidemics produce collective hysteria. Conclusion Search for \"Paracelsus\" in the pubmed database revealed 6820 results from 1842 to 2020, among those 6275 (92%) in the last 20 years and 4772 (70%) in the last 5 years. This shows an acute interest in his work and profound impact. We are now at a crossroad of defining turning point. According to Rippe and Madejsky, the person is healthy when able to be productive, feels mentally rich, has multiple interests, is anchored in a social network, emotionally balanced, physiologically resilient and physically intact. Healing would mean a conscious return to harmony, thus offering the opportunity and premise to find the way to awareness. The fundamental question is \"becoming free of disease to be free for what?\" This shift in consciousness will take place when we understand that the individual healing also consists of the healing of the whole. Paracelsus' paradigm teaches us that reverence for nature and the art of healing are one. Acknowledgement None. Conflict of Interest The authors declare no competing interest. References [Rakhee G, Shivinder S, Ravindra Nath S, Anuj S (2013) Management of a case of ankylosing spondylitis for total hip replacement surgery with the use of ultrasound-assisted central neuraxial blockade. Indian J Ashish B, Charu M, Naveen (2015) Airway management in a patient of ankylosing spondylitis with traumatic cervical spine injury. Saudi al. (2014) Nasal position of nasotracheal tubes: a retrospective analysis of intraoperatively generated three-dimensional X-rays during maxillofacial surgery. Eur J Med Res 19(1): 55.](https://pubmed.ncbi.nlm.nih.gov/25323943/) [Ul Haq MI, Shamim F, Lal S, Shafiq F (2015) Airway Management in a Patient with Severe Ankylosing Spondylitis Causing Bamboo Spine: Use of 25(12): 900-902.](https://pubmed.ncbi.nlm.nih.gov/26691367/) Jarnett D (2013) Use of a positive pressure endoscopic mask to assist with positive pressure ventilation in a morbidly obese patient during fiberoptic intubation: Kabon B, Willschke H, Prayer D, Marhofer P (2010) Upper airway size and configuration during propofol-based sedation for magnetic resonance imaging: an analysis of "}