{"title": "PDF", "author": "PDF", "url": "https://www.santafe.gob.ar/index.php/web/content/download/262659/1378702/file/BI_07-21.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Santa Fe 29 de marzo 2021 SUB DIRECCIÓN PROVINCIAL DE MEDICAMENTOS Y TECNOLOGÍA FARMACÉUTICA PROGR AMA PROVINCIAL DE FARMACOVIGILANCIA Bv. Gálvez 1563 CP: S3000AAG - Santa Fe Tel:(0342)4573710/3713/1930 farmacovigilancia_dbyfcia@santafe.gov.ar PROGRAMA PROVINCIAL DE FARMACOVIGILANCIA BOLETÍN INFORMATIVO : Nº 5/2021 ACTUALIZACIÓN LINEAMIENTOS 10/06 /21 DE LA CAMPAÑA NACIONAL DE VACUNACIÓN CONTRA LA COVID -19 Propósito: Disminuir la morbilidad -mortalidad y el impacto socio -económico ocasionados por la COVID -19 en Argentina. Objetivo: Vacunar al 100% de la población objetivo en forma escalonada y progresiva, de acuerdo con la disponibilidad gradual y creciente del recurso y a la priorización de riesgo. Población objetivo a vacunar: En la siguiente tabla (Tabla 1) se resume la población objetivo a vacunar según condición de riesgo: Tabla 1: Población objetivo a vacunar según condición de riesgo POBLACIÓN OBJETIVO RIESGO De enfermedad grave Exposición y función estratégica Adultos mayores de 60 a ños. Personas de 18 a 59 años con \"factores de riesgo\": Diabetes tipo 1 y 2 Obesidad grado 2 y 3 (IMC >35) Enfermedad cardiovascular crónica Enfermedad renal crónica Enfermedad respiratoria crónica Cirrosis Infección por VIH Trasplante de órganos sólidos y en lista de espera Personas con discapacidad residentes de hogares Discapacidad intelectual o del desarrollo Pacientes oncológicos y oncohematológicos Tuberculosis activa Síndrome de Down Enfermedades autoinmunes y/o tratamientos inmunosupresores Perso nal de salud Personal de las Fuerzas de Seguridad, Fuerzas de Defensa y del Servicio Penitenciario Personal docente y no docente del nivel educativo inicial, primario y secundario Personal estratégico en los términos definidos por la Resolución Ministerial 712/2021 Otras poblaciones estratégicas definidas por las jurisdicciones Vulnerabilidad Barrios populares/Personas en situación de calle/Pueblos originarios/Personas privadas de libertad/Migrantes/Docentes universitarios/Otros grupos Santa Fe 29 de marzo 2021 SUB DIRECCIÓN PROVINCIAL DE MEDICAMENTOS Y TECNOLOGÍA FARMACÉUTICA PROGR AMA PROVINCIAL DE FARMACOVIGILANCIA Bv. Gálvez 1563 CP: S3000AAG - Santa Fe Tel:(0342)4573710/3713/1930 farmacovigilancia_dbyfcia@santafe.gov.ar Descripción de la población objetivo a vacunar en Argentina: 1. Adultos mayores de 60 años . 2. Personal de salud: toda persona que realice tareas y/o preste servicios en establecimientos de salud, públicos o privados, cualquiera sea la relación contractual a la que se hall aren sujetas. 3. Personal estratégico: toda persona que desarrolle funciones de gestión y/o conducción y funciones estratégicas necesarias para adecuado funcionamiento del Estado, así como las personas con riesgo de infección o transmisión según lo estable cido en la Resolución Ministerial 712/2021 del Ministerio de Salud. 4. Personas de 18 a 59 años con \"factores de riesgo\": Incluyen personas con diagnóstico de: Diabetes tipo 1 o 2 (insulinodependiente y no insulinodependiente). Obesidad grado 2 (índice de masa corporal -IMC - mayor a 35) y grado 3 (IMC mayor a 40). Enfermedad cardiovascular crónica: insuficiencia cardíaca, enfermedad coronaria, valvulopatías, miocardiopatías, hipertensión pulmonar. Enfermedad renal crónica (incluidos pacientes en diálisis crónica). Enfermedad respiratoria crónica: enfermedad pulmón ar obstructiva crónica [EPOC], fibrosis quística, enfermedad intersticial pulmonar, asma grave. Cirrosis. Personas que viven con VIH independientemente del recuento de CD4 y niveles de carga viral. Pacientes en lista de espera para trasplante de órganos sólidos y trasplantados de órganos sólidos. Personas con discapacidad , residentes de hogares, residencias y pequeños hogares. Pacientes oncológicos y oncohematológicos con diagnóstico reciente o enfer medad \"ACTIVA\" (menos de 1 año desde el diagnóstico; tratamiento actual o haber recibido tratamiento inmunosupresor en los últimos 12 meses; enfermedad en recaída no controlada). (A. Ver detalle a continuación) Personas con tuberculosis activa (caso nuevo o recaída, diagnosticados en los últimos 12 meses). Personas con discapacidad intelectual y del desarrollo que inhabilite las capacidades individuales de ejecutar, comprender sostener en el tiempo las medidas de cuidado personal para evitar el contagio o t ransmisión de la COVID 19; y/o se encuentren institucionalizados, en hogares o residencias de larga permanencia; y/o requieran asistencia profesional domiciliaria internación domiciliaria. Síndrome de Down, priorizando inicialmente a aquellos mayores de 40 años, en quienes se ha evidenciado un aumento sustancial de la mortalidad por COVID - 19 respecto de otros grupos etarios. Personas con enfermedades autoinmunes y/o tratamientos inmunosupresores, inmunomoduladores o biológicos. (B. Ver detalle a continuaci ón) Santa Fe 29 de marzo 2021 SUB DIRECCIÓN PROVINCIAL DE MEDICAMENTOS Y TECNOLOGÍA FARMACÉUTICA PROGR AMA PROVINCIAL DE FARMACOVIGILANCIA Bv. Gálvez 1563 CP: S3000AAG - Santa Fe Tel:(0342)4573710/3713/1930 farmacovigilancia_dbyfcia@santafe.gov.ar 5. Otros criterios de VULNERABILIDAD : Barrios populares/ Personas en situación de calle/ Pueblos originarios/ Personas privadas de libertad/ Migrantes/ Docentes universitarios/ Otros grupos. 6. En función de la disponibilidad de dosis y el nivel de cob ertura alcanzada en la población objetivo inicialmente establecida, tomando en consideración la recomendación de la Comisión Nacional de Inmunizaciones (CoNaIn) y en acuerdo con lo establecido en el Consejo Federal de Salud, se ha decidido incorporar a la campaña de vacunación contra COVID -19 a: Personas entre 18 y 59 años sin factores de riesgo. Proponiendo un esquema secuencial o simultáneo, incorporando grupos etarios por quinquenios y en orden descendente. Es decir, grupo de 55 a 59 años y continuar por grupos de 5 años de manera descendente Adicionalmente se deberá contemplar criterios de riesgo/exposición para una mejor organización en esta población: Nivel de exposición: atención al público, trabajo en grupos definidos, actividad individual. Condición ocupacional: presencialidad exclusiva, presencialidad alternada con trabajo no presencial, trabajo presencial. Posibilidad de cumplir medidas de control. Accesibilidad al sistema de salud. Detalles en relación a los grupos incorporados A. En pacientes on cológicos u oncohematológicos que requieran o realicen tratamiento quimioterápico, se recomienda recibir el esquema completo de vacunación (2 dosis) al menos 14 días previos al inicio del tratamiento . De no ser posible, se sugiere demorar la vacunación hasta el momento en el cual exista una recuperación medular estable o se encuentren en fase de consolidación (según corresponda). No existe contraindicación, en estos casos, para recibir ninguna de las vacunas que se encuentran disponibles en nuestro país. B. En personas con diagnóstico de enfermedad autoinmune, con o sin tratamiento inmunosupresor o inmunomodulador, se recomienda recibir el esquema completo de vacunación (2 dosis) contra la COVID -19. No existe contraindicación, en estos casos, para recibir ni nguna de las vacunas que se encuentran disponibles en nuestro país. Para esta población enfatiza en la recomendación de la consulta y evaluación por personal de salud idóneo que brinde la información pertinente previo al acto de vacunación; en función de p riorizar la decisión personal e individual de recibir la vacuna, con una evaluación riesgo beneficio (riesgo de exposición y/o COVID -19 grave versus el potencial riesgo de la vacunación) y sumado al análisis de la evidencia científica en relación a datos d e seguridad y eficacia. Se recomienda también el seguimiento clínico posterior en caso de decidir vacunarse. En caso de encontrarse bajo tratamiento inmunosupresor/inmunomodulador se sugiere, además, respetar un intervalo con la vacunación que variará segú nlas drogas utilizadas (Tabla 2). Santa Fe 29 de marzo 2021 SUB DIRECCIÓN PROVINCIAL DE MEDICAMENTOS Y TECNOLOGÍA FARMACÉUTICA PROGR AMA PROVINCIAL DE FARMACOVIGILANCIA Bv. Gálvez 1563 CP: S3000AAG - Santa Fe Tel:(0342)4573710/3713/1930 farmacovigilancia_dbyfcia@santafe.gov.ar Tabla 2: Intervalo Hidroxicloroquina, equivalente a prednisona < 20 mg/día) Sin modificación del tratamiento ni semana luego de la vacunación Tofacitinib, baricitinib Ciclofosfamida oral Sin modificación del tratamiento ni la vacuna. Ciclofosfamida EV Administrar la droga al menos 1 ssemana luego de la vacuna (de ser posible) Abatacept SC Intervalo de 1 semana antes y/o después de la primera dosis de la vacuna. No se requiere ningún intervalo con la segunda dosis Abatacept EV Intervalo de 4 semanas antes y/o 1 semana después con la primera dosis. No se requiere ningún intervalo con la segunda dosis Rituximab Intervalo de 4 semanas antes y/o 2 a 4 semanas después de la vacunación Fuente : Adaptado de: COVID -19 Vaccine the sugiere consul ta con médico de cabecera en caso de medicamentos no incluidos en esta lista. Todas las personas pertenecientes al grupo de 18 -59 años con \"factores de riesgo\" deberán presentar orden médica o alguna documentación que certifique su condición de base al momento de la vacunación. SITUACIONES ESPECIALES Vacunación durante el embarazo y la lactancia A la fecha del presente documento, no hay estudios de eficacia ni seguridad realizados con las vacunas contra el SARS -CoV -2 que se encuentran disponibles actualme nte en nuestro país, en la población de personas gestantes ni en período de lactancia. Sin embargo, en base a una evaluación beneficio/riesgo y en línea con otros organismos internacionales, la Comisión Nacional de Inmunizaciones (CoNaIn) recomendó en febr ero de 2021 excluir del concepto de \"contraindicación\" a las personas gestantes o en período de lactancia que presentaran un riesgo de exposición alto a la infección por SARS -CoV -2- y que el mismo no pueda evitarse - (ejemplo: personal de salud, personal es tratégico, personal Santa Fe 29 de marzo 2021 SUB DIRECCIÓN PROVINCIAL DE MEDICAMENTOS Y TECNOLOGÍA FARMACÉUTICA PROGR AMA PROVINCIAL DE FARMACOVIGILANCIA Bv. Gálvez 1563 CP: S3000AAG - Santa Fe Tel:(0342)4573710/3713/1930 farmacovigilancia_dbyfcia@santafe.gov.ar docente y no docente (de nivel inicial, primario y secundario) o que presentaran enfermedades subyacentes que pertenezcan a los \"grupos de riesgo\" definidos previamente (ejemplo: diabetes, cardiopatía crónica, enfermedad respiratoria cr ónica, etc). Esta recomendación se sustentó en la necesidad de realizar una evaluación individualizada del beneficio que ofrece la vacunación en estas condiciones, teniendo en cuenta que: el riesgo de presentar eventos adversos graves es muy poco probable (al no tratarse de plataformas a virus vivos y atenuados). la contraindicación de la vacunación en población de riesgo por falta - fundamentalmente - de evidencia en relación a la eficacia vacunal, dejaría expuesta a la persona a un alto riesgo epidemiológi co, considerando su mayor vulnerabilidad. DE RECOMENDACIONES VIGENTES En el caso de personas gestantes o en período de lactancia sin un mayor riesgo de exposición ni presencia de factores de riesgo, en función del estado de conocimiento actual en relación a los datos de seguridad y eficacia, el Ministerio de Salud de la Nación avala la vacunación en este grupo, una vez cumplida: La evaluación de riesgos y beneficios por parte de la o el profesional tratante La voluntad de la persona gestante una vez efectua da la entrevista. Al momento de la vacunación las personas gestantes deberán presentar prescripción de la vacunación . Si en el centro de vacunación hubiera más de un tipo de vacuna disponible, se podrá ofrecer como primera opción una vacuna diferente a As traZeneca/COVISHIELD . Sin embargo, si no estuvieran disponibles otras alternativas, no se deberá retrasar la vacunación ya que, a la fecha, no existe contraindicación para recibir ninguna de las vacunas que se encuentran autorizadas en nuestro país y atent o a la dinámica de la situación epidemiológica. No se recomienda realizar pruebas de embarazo previas a la vacunación ni interrumpir la lactancia en madres vacunadas. Vacunación en personas con antecedente de COVID -19 La vacuna contra la COVID -19 puede se r administrada independientemente del antecedente de haber padecido la infección (sintomática o asintomática) y/o de la presencia de anticuerpos específicos. No se recomienda la solicitud de pruebas virales o serológicas para detección de infección aguda o previa (respectivamente), en función de definir la vacunación. Como estrategia alternativa, puede recomendarse la postergación de la vacunación en personas recuperadas de COVID -19 dado que la probabilidad de reinfección es muy baja en los 6 meses posterio res al diagnóstico. En este sentido, en contexto de disponibilidad limitada de vacunas, posponer su administración entre 3 y 6 meses posteriores al alta clínica es una herramienta posible para la optimización de aplicación de primeras dosis. Vacunación en personas cursando infección aguda por SARS -CoV-2 previo a vacunarse o luego de la primera dosis de vacuna Santa Fe 29 de marzo 2021 SUB DIRECCIÓN PROVINCIAL DE MEDICAMENTOS Y TECNOLOGÍA FARMACÉUTICA PROGR AMA PROVINCIAL DE FARMACOVIGILANCIA Bv. Gálvez 1563 CP: S3000AAG - Santa Fe Tel:(0342)4573710/3713/1930 farmacovigilancia_dbyfcia@santafe.gov.ar La vacunación debe posponerse hasta la recuperación de la enfermedad aguda (en personas sintomáticas) y hasta que se hayan cumplido los criterios de alta clínica y epidemiológica. Como estrategia alternativa, puede recomendarse la postergación de la vacunación en personas recuperadas de COVID -19 dado que la probabilidad de reinfección es muy baja en los 6 meses posteriores al diagnóstico. En este senti do, en contexto de disponibilidad limitada de vacunas, posponer su administración entre 3 y 6 meses posteriores al alta clínica es una herramienta posible para la optimización de aplicación de primeras dosis. Vacunación en personas que recibieron tratamie nto con anticuerpos monoclonales contra SARS -CoV-2 o plasma de convaleciente Actualmente no hay datos sobre la seguridad o eficacia de la vacunación COVID -19 en personas que hayan recibido anticuerpos monoclonales o plasma de convaleciente como parte del tratamiento para la COVID -19. Se recomienda que la vacunación se posponga durante al menos 90 días desde el tratamiento. Vacunación en personas con exposición conocida a casos confirmados de COVID -19 (contacto estrecho) Se recomienda aplazar la vacunación hasta que finalice el período de aislamiento, para evitar exponer al personal de salud durante la vacunación y a otras personas. RESUMEN DE RECOMENDACIONES VIGENTES CARACTERÍSTICAS DE LAS VACUNAS DISPONIBLES En la siguiente tabla (Tabla 3) se muestran las características diferenciales de cada una de las vacunas actualmente disponibles en el país. Tabla 3. Características de las vacunas disponibles en Argentina RESUMEN: CARACTERÍSTICAS DIFERENCIALES DE LAS VACUNAS CONTRA LA COVID -19 EN USO EN ARGENTINA VACUNA SPUTNIK COVISHIELD SINOPHARM Presentación actual en Argentina Frasco ampolla multidosis (5 dosis de vacuna en 3 ml) Ampollas monodosis (1 dosis de vacuna en 0,5 ml) Vial multidosis (10 dosis de vacuna en 5 mL) Viales monodosis (1 dosis de vac una en 0,5 mL) Conservación -18ºC o menor +2 a 8ºC No congelar +2 a 8ºC No congelar Recomendaciones luego de abierto el vial Aplicar el contenido dentro de las 2 hs posteriores a su descongelación. Aplicar el contenido dentro de las 6 hs de abierto el vial Aplicar el contenido de forma inmediata una vez abierto el vial Santa Fe 29 de marzo 2021 SUB DIRECCIÓN PROVINCIAL DE MEDICAMENTOS Y TECNOLOGÍA FARMACÉUTICA PROGR AMA PROVINCIAL DE FARMACOVIGILANCIA Bv. Gálvez 1563 CP: S3000AAG - Santa Fe Tel:(0342)4573710/3713/1930 farmacovigilancia_dbyfcia@santafe.gov.ar Número de dosis 2 (dos) distintos componentes : 1º dosis: rAd26 -S 2º dosis: rAd5 -S 2 (dos) (se emplea el mismo producto para la 1º y 2º dosis) 2 (dos) (se emplea el mismo pr oducto para la 1º y 2º dosis)) Volumen de cada Dosis 0,5 mL 0,5 mL 0,5 mL Intervalo mínimo entre dosis 21 días 8 a 12 semanas 21 a 28 días (3 a 4 semanas) INAMIENTOS TÉCNICOS CONSIDERACIONES EN LA ADMINISTRACIÓN DE LAS VACUNAS DISPONIBLES En funció n de la posibilidad existente (en relación del volumen que contienen los viales multidosis) de obtener dosis adicionales a las referidas por el laboratorio productor, la Comisión Nacional de Inmunizaciones (CoNaIn) recomendó considerar la utilización de es tas dosis adicionales, bajo las siguientes condiciones: Garantizar el cumplimiento del volumen de 0,5 ml en cada una de las dosis y este mismo volumen de 0,5 ml para la dosis extra. No mezclar el volumen sobrante de vacuna procedente de varios viales para alcanzar el volumen de 0,5 ml recomendado . Desechar cualquier vacuna no utilizada luego del tiempo de conservación y temperatura recomendada. Garantizar la técnica de asepsia durante todo el procedimiento de preparación y utilización de dosis. C Coadmini stración con otras vacunas La coadministración de alguna de las vacuna s contra la COVID19 con otras vacunas del Calendario Nacional no ha sido evaluada. Por este motivo, hasta tanto se tenga más información al respecto y considerando las recomendaciones i nternacionales al respecto, se recomienda respetar un intervalo de 14 días con la aplicación de otras vacunas . En el caso de haberse aplicado simultáneamente con otra vacuna o con un intervalo menor a 14 días, deberá realizarse la notificación correspondie nte del ESAVI, y a la fecha no está indicado aplicar nuevamente ninguna de las vacunas administradas. Debe tenerse en cuenta que, ante una situación imprevista con potencial riesgo de vida como por ejemplo un accidente potencialmente rábico o una herida p otencialmente tetanígena, deberá priorizarse completar el esquema antirrábico o antitetánico correspondiente (si tuviera indicación) . Posteriormente, se dará inicio o se completará (según corresponda) el esquema de vacunación contra la COVID -19, respetando un intervalo mínimo de 14 días desde la última dosis antirrábica o con componente antitetánico aplicada. Intercambiabilidad entre vacunas No se dispone de datos sobre la intercambiabilidad entre las diferentes vacunas contra la OVID -19, por lo que, a la fecha, se recomienda completar el esquema con la misma vacuna que se inició. Las vacunas ChAdOx1 -S (como AstraZeneca y Covishield®), corresponden a la misma vacuna elaboradas por transferencia de tecnología de distinto laboratorio productor. Por lo cual, en esa situación, no se trataría de \"intercambiabilidad de productos\" sino de productores, lo que permite combinarlas en su utilización. Santa Fe 29 de marzo 2021 SUB DIRECCIÓN PROVINCIAL DE MEDICAMENTOS Y TECNOLOGÍA FARMACÉUTICA PROGR AMA PROVINCIAL DE FARMACOVIGILANCIA Bv. Gálvez 1563 CP: S3000AAG - Santa Fe Tel:(0342)4573710/3713/1930 farmacovigilancia_dbyfcia@santafe.gov.ar Estas recomendaciones quedan sujetas a actualización a medida que se disponga de más información. Eventos adversos Los eventos adversos ca racterísticos identificados en e studios clínicos, así como en estudios de otras vacunas basados en una plataforma tecnológica similar, son principalmente leves o moderados y pueden desarrollarse en el transcurso del primer o segundo día después de la vacunación, resolviendo dentro de los 3 días posteriores. En caso de presentar efectos secundarios, se puede inciar tratamiento sintomático si es necesario: antihistamínicos y/o antitérmicos. El uso de estos medicamentos en estudios clínicos no ha demostrado interacciones farmacológicas. Contraindicaciones para la administración de la vacuna : Hipersensibilidad a cualquier componente de una vacuna o a una vacuna que contenga componentes similares. Edad menores de 18 años (debido a la falta de d atos sobre eficacia y seguridad en este grupo etario). Contraindicación temporal: enfermedades agudas graves (infecciosas y no infecciosas) o exacerbación de enfermedades crónicas, que impliquen compromiso del estado general (ej. asma grave no controlado) . Contraindicación absoluta para recibir segunda dosis: anafilaxia y reacciones alérgicas graves inmediatas a la primera dosis de vacuna contra COVID19 . Otras consideraciones importantes en la campaña de vacunación La protección de la vacuna no es inmediat a: la vacunación contempla una serie de 2 dosis y tomará de 1 a 2 semanas luego de la segun da dosis para considerar protección adecuada . Ninguna vacuna es 100% efectiva (la enfermedad puede ocurrir, y si ocurre suele estar atenuada). Personas vacunadas que hayan estado expuestas a un caso confirmado de COVID19, deben cumplir aislamiento (hasta tanto se disponga de mayor evidencia en cuanto a la eficacia de las vacunas contra COVID -19 en la prevención de infección asintomática y transmisibilidad). Dado que e xiste información limitada en relación a la efectividad de la vacuna en la población; su capacidad para reducir la enfermedad, la gravedad o la transmisión; y a RECORDAR LA IMPORTANCIA DE REPORTAR LOS EVENTOS ADVERSOS A TRAVÉS DE LA PLANILLA ON LINE DEL PROGRAMA PROVINCIAL DE FARMACOVIGILANCIA DE SANTA FE (www.santafe.gov.a r Informar efectos adversos vacuna Covid19) Santa Fe 29 de marzo 2021 SUB DIRECCIÓN PROVINCIAL DE MEDICAMENTOS Y TECNOLOGÍA FARMACÉUTICA PROGR AMA PROVINCIAL DE FARMACOVIGILANCIA Bv. Gálvez 1563 CP: S3000AAG - Santa Fe Tel:(0342)4573710/3713/1930 farmacovigilancia_dbyfcia@santafe.gov.ar cuánto tiempo dura la protección que confiere, las personas vacunadas deben seguir respetando t odas las pautas actuales de cuidado, para protegerse a sí mismos y a los demás. PRECAUCIONES Y CONTRAINDICACIONES (ABSOLUTAS Y TEMPORALES) PARA LA VACUNACIÓN CONTRAINDICACIÓN ABSOLUTA Antecedente de alergia previa a alguno de los componentes de la vacuna. Anafilaxia a OTRAS vacunas. TEMPORAL (vacunación en ambiente controlado) Exacerbación de enfermedad crónica, que implique compromiso del estado general (ej. asma grave no controlado). Presencia de crisis alérgica aguda al momento de concurrir va cunarse. Episodio agudo de asma leve o moderado al momento de concurrir a vacunarse. CONTRAINDICACIÓN PARA LA 2º DOSIS Anafilaxia y reacciones alérgicas graves inmediatas a la primera dosis. PRECAUCIÓN (vacunación en ambiente controlado y uso de premedi cación) Antecedente de anafilaxia a medicamentos. Antecedentes de anafilaxia a alimentos. Antecedente de anafilaxia al polvo, animales, polen, veneno de insectos, idiopática, entre otros Antecedentes de reacciones alérgicas no graves a OTRA VACUNA. PRECAU CIÓN PARA LA SEGUNDA DOSIS (vacunación en ambiente controlado y uso de premedicación) Reacciones alérgicas NO inmediatas (posterior a las 4 hs) a la primera dosis de vacuna contra Covid -19. Definición de \"AMBIENTE CONTROLADO\" Institución de salud con se rvicio de emergencia y/o cuidados críticos que cuenta con personal médico y de enfermería entrenado para el manejo de anafilaxia y reacciones alérgicas graves. COMPOSICIÓN DE LAS VACUNAS Tris (hidroxilmetil) aminometano Cloruro de sodio Sacarosa Cloruro de magnesio hexahidrato Sal sódica dihidrato de EDTA Polisorbato Etanol 95% Solvente para Preparaciones iny L-Histidina L-Clorhidrato de histidina monohidrato Cloruro de magnesio hexahidratado Sucrosa Cloruro de sodio Edetato de disodio dihidrato Agua para inyección Hidróxido de Al Fosfato de Hidrógeno disódico Fosfato de dihidrógeno de sodio Cloruro de sodio Hidróxido de sodio Bicarbonato de sodio Santa Fe 29 de marzo 2021 SUB DIRECCIÓN PROVINCIAL DE MEDICAMENTOS Y TECNOLOGÍA FARMACÉUTICA PROGR AMA PROVINCIAL DE FARMACOVIGILANCIA Bv. Gálvez 1563 CP: S3000AAG - Santa Fe Tel:(0342)4573710/3713/1930 farmacovigilancia_dbyfcia@santafe.gov.ar PREMEDICACIÓN: INDICACIONES Antecedentes de alergia leve 1° dosis (pico r garganta, congestión, rinitis) Loratadina 10 mg: 1 comp cada 24 hs, desde 48 hs antes y hasta 24 después de aplicada la 2º dosis Antecedentes de alergia moderada 1° dosis (urticaria, edema de labios, cefalea, dolor abdominal o broncoespasmo leve) Loratadina 10 mg: 1 comp cada 24 hs, desde 48 hs antes y hasta 24 después de aplicada la 2º dosis + Metilprednisona 8 mg: 1 comprimido 12 hs previas y 1 comprimido 12 hs posteriores a la aplicación. Antecedentes de ale rgia grave y anafilaxia (secundaria a medicamentos, alimentos, polvo, animales, polen, veneno de insectos, idiopática, entre otros) Loratadina 10 mg: 48 hs antes de la aplicació n de la vacuna o Difenhidramina: 30mg VO una hora antes de la vacunación + Metilprednisona 20 mg: 1 comprimido 12 hs previas y 1 comp 12 hs posteriores a la vacunacion. Control estricto del paciente durante 30 minutos post vacunación En todos los casos se recomienda consultar con médico alergista . Se debe guardar un período de observación de 15 a 30 minutos luego de la vacunación. Tratamiento de la anafilaxia: Activar de inmediato el sistema de alerta. Colocar al paciente en posición decúbito supino o con los pies elevados. Monitoreo estricto de signos vitales. Administrar oxígeno manteniendo una saturación mayor al 95% Medicación: Adrenalina: es el pilar del tratamiento y debe administrarse de inmediato. El retraso de su administración empeora el pronóstico. IMPORTANTE: La primera dosis de adrena lina deberá ser administrada de inmediato por el personal que asista al evento Antihistamínicos: son eficaces para la urticaria y/o angioedema, pero no controlan los síntomas de anafilaxia. No darlos como primera línea de tratamiento. Deberán administrars e luego del episodio para prevenir recurrencias. Santa Fe 29 de marzo 2021 SUB DIRECCIÓN PROVINCIAL DE MEDICAMENTOS Y TECNOLOGÍA FARMACÉUTICA PROGR AMA PROVINCIAL DE FARMACOVIGILANCIA Bv. Gálvez 1563 CP: S3000AAG - Santa Fe Tel:(0342)4573710/3713/1930 farmacovigilancia_dbyfcia@santafe.gov.ar Corticosteroides: la administración temprana después de la adrenalina y del antihistamínico es de ayuda para prevenir la recurrencia de los síntomas y la fase tardía. Deben indicarse por tres o cuatro días. Oxígeno (máscara, bigotera): Se administra a los pacientes con cianosis, disnea o sibilancias. Broncodilatadores: La adrenalina suele aliviar la presencia de broncoespasmo. Sin embargo, cuando esto no es suficiente, se puede nebulizar con salbutamol. En an afilaxia refractaria a dosis múltiples de adrenalina o en shock profundo dar adrenalina intravenosa en hospital de alta complejidad. Recomendaciones para el diagnóstico y manejo del síndrome trombótico post administración de vacunas contra la COVID -19 (Informe publicado en https://bancos.salud.gob.ar/recurso/informe -especial -comision - nacional -de-seguridad -en-vacunas -abril -2021 ) Recientemente la Agencia Europea de Medicamentos (EMA) y la Agencia Reguladora de Medicamentos y otros Productos Sanitarios (MHRA) del Reino Unido a partir de la notificación de casos de trombosis que se presentaron después de la vacunación con Vaxzevria® (previamente conocida como vacuna contra la COVID -19 de AstraZeneca) señalaron lo siguiente: 1. Muy raramente pueden presentarse e ventos de trombosis con trombocitopenia posterior a la aplicación de vacuna contra la COVID -19 producida por el laboratorio AstraZeneca. 2. Mientras algunos casos presentaron un laboratorio sugestivo de coagulación intravascular diseminada (CID), en otros que sólo presentaron plaquetopenia, se identificó un mecanismo inmunológico similar al de la trombocitopenia inducida por heparina. 3. Hasta ahora no se han identificado factores de riesgo asociados a este evento. 4. La vacunación con Vaxzevria® puede resu ltar en el raro desarrollo de trombocitopenia trombótica inmune mediada por anticuerpos activadores de plaquetas contra PF4 (Factor Plaquetario 4), que simula clínicamente la trombocitopenia autoinmune inducida por heparina. 5. Las formas de presentación m ás frecuentes fueron la trombosis de senos venosos cerebrales y la trombosis esplácnica. Asimismo, el Centro de Control de Enfermedades (CDC) y la Agencia Regulatoria de Estados Unidos (FDA) informaron 6 eventos similares post administración de 6,8 millone s de dosis de la vacuna Janssen (Ad26.COV2 -S [recombinante]). Estos eventos se encuentran en evaluación actualmente. CIONAL DE VACUNACIÓN CONTRA LA COVID -19 En vista de lo antedicho, la CoNaSeVa formula las siguientes recomendaciones provisorias para la det ección y manejo de los eventos trombóticos que se detecten después de la administración de las vacunas contra la COVID -19 utilizadas en nuestro país. Riesgo de trombosis en contexto La infección por SARS -CoV -2 también implica un riesgo significativo de des arrollar trombosis. En personas con COVID -19, se ha registrado una prevalencia general de embolia pulmonar de 7,8% y de trombosis venosa profunda de 11,2%. De los casos que requirieron cuidados intensivos, el 23% desarrolló tromboembolismo venoso. La COVID -19 también Santa Fe 29 de marzo 2021 SUB DIRECCIÓN PROVINCIAL DE MEDICAMENTOS Y TECNOLOGÍA FARMACÉUTICA PROGR AMA PROVINCIAL DE FARMACOVIGILANCIA Bv. Gálvez 1563 CP: S3000AAG - Santa Fe Tel:(0342)4573710/3713/1930 farmacovigilancia_dbyfcia@santafe.gov.ar provocó accidentes cerebrovasculares en alrededor del 1,6% de las personas y se estima que el 30% de las personas con la enfermedad desarrollarán trombocitopenia. Alrededor de 100.000 personas suelen desarrollar trombosis cada mes en la Unión Europea mientras que ocurren alrededor de 3.000 casos de trombosis al mes en el Reino Unido. 1/250.000 (0,0004%) personas vacunadas con Vaxzevria® desarrollará trombosis con plaquetopenia. mujeres/año desarrollará por el consumo de anticon ceptivos orales. 1/1.000 personas/año desarrollará trombosis por viajar en avión. Caso sospechoso Cualquier persona que presente fenómenos trombóticos y trombocitopenia entre los 3 y 28 días post vacunación de acuerdo a los siguientes criterios: -Trombosis arterial o venosa a. Sospecha clínica: cefalea intensa o persistente de presentación súbita que no cede con analgésicos, alteraciones visuales, dolor abdominal intenso, dolor o edema de miembro inferior, disnea, precordalgia. RECOMENDACIONES VIGENTES b. Imágenes compatibles (dependiendo de la localización del trombo): angio TAC, angio RMN, ecografía doppler, menor a 150.000/mm3 con frotis de sangre periférica que descarte otras causas y sin ant ecedente de uso de heparina. Conducta 1. Consultar con un especialista en hematología. 2. Debido a que el posible mecanismo es la presencia de anticuerpos anti FP4 - Heparina se recomienda NO administrar plaquetas (excepto requerimiento por una intervención neuroquirúrgica de urgencia) NI administrar heparina hasta la evaluación por un especialista en hematología. En caso de confirmarse el cuadro, quedará contraindicada la administración de una nueva dosis de vacuna contra la COVID -19. Estas recomendaciones se basan en las formuladas por las Sociedades británica y española de Hematología. Es importante destacar que los eventos bajo evaluación son muy raros, con cifras bajas entre los casi 200 millones de personas que han recibido la vacuna AstraZeneca COVID -19 en todo el mundo. En este contexto, cabe señalar que a la fecha, al menos 2,86 millones de personas han fallecido a causa de la enfermedad COVID -19 en el mundo. Notificación de ESAVI La presentación de un síndrome trombótico después de la administración de una vacuna debe ser reportada como un ESAVI de acuerdo con las normativas vigentes. Para su adecuado análisis y clasificación por parte de la CoNaSeVa, se recomienda aplicar los criterios y estudios complementarios que se describieron anteriormente. A CO NTRA LA OVID -19 Algunas consideraciones Con la información disponible hasta la fecha, las personas con antecedentes de trombosis tienen un riesgo mayor de volver a presentar trombosis, pero no se ha Santa Fe 29 de marzo 2021 SUB DIRECCIÓN PROVINCIAL DE MEDICAMENTOS Y TECNOLOGÍA FARMACÉUTICA PROGR AMA PROVINCIAL DE FARMACOVIGILANCIA Bv. Gálvez 1563 CP: S3000AAG - Santa Fe Tel:(0342)4573710/3713/1930 farmacovigilancia_dbyfcia@santafe.gov.ar observado que la vacuna de AstraZeneca tenga un efecto en este sentido. La vacuna previene de forma eficaz el desarrollo de la COVID -19; en la enfermedad el riesgo de trombosis sí sufre un incremento. Por estas dos razones, la vacuna es altamente recomendable. Los pacientes con antecedentes de trombosis y otras condiciones de riesgo conocidas (ej.: factor V Leiden, o mutación de la protrombina G20210A, u otras formas de trombofilia) se benefician también con las mismas consideraciones que en el punto anterior. Al presente no se ha encontrado una relación entre el antecedente de trombosis o de trombofilia y la ocurrencia de eventos de trombosis. Los pacientes que tienen prescripción de anticoagulantes no tienen contraindicación a la vacuna. El riesgo de complicaciones hemorrágicas por la inyección intramuscular es mínimo si se siguen las recomendaciones al respecto. DE RECOMENDACIONES VIGENTES Recomendaciones de vacunación en personas con antecedentes de Síndrome de Guillain Barré (Informe publicado en https://bancos.salud.gob.ar/recurso/informe -especial -comision Guillain Barré (SGB) una polirradiculopatíainmunomediada que se caracteriza por una hipotonía simétrica bilateral de los miembros inferiores asociada a hiporreflexia o arreflexia y que en los casos graves puede progresar en forma de parálisis ascendente comprometiendo miembros superiores y pares craneales. Si bien el 75% de los pacientes se recupera la mortalidad puede alcanzar el 5%, habitualmente por causas respiratorias o infeccion es agregadas. Se presenta en general en forma secundaria a infecciones, siendo las más comunes producidas por Campylobacterjejuni, Mycoplasmapneumoniae, Citomegalovirus, Virus de Epstein Barr y algunas más frecuent emente pero también sarampión, varicela, y Haemophilusinfluenzae). Su frecuencia se estima entre 0,4 a 4 casos por 100.000 habitantes. También puede observarse como evento adverso (ESAVI) relacionado a algunas vacunas: influenza (1 caso/1.000.000 de vacuna dos) y ocasionalmente para otras como hepatitis B y toxoide tetánico. SGB como ESAVI La presentación de un SGB después de la administración de una vacuna debe ser reportado como un ESAVI de acuerdo las normativas vigentes. Para su mejor análisis y clasific ación por parte de la CoNaSeVa, se recomienda aplicar el algoritmo para diagnóstico del SGB elaborado por la Comisión que se encuentra en la página web del Ministerio de Salud. Vacunación contra la COVID -19 en personas con antecedentes de SGB De acuerdo a lo citado anteriormente, existe preocupación acerca de la vacunación contra la COVID -19 en aquellas personas que refieren antecedentes de SGB. Hasta que se obtengan más datos sobre la relación entre estas vacunas y el SGB, considerando que el virus SARS - CoV-2 ha sido identificado como un agente causal del mismo, la CoNaSeVa fórmula interinamente las siguientes recomendaciones: Santa Fe 29 de marzo 2021 SUB DIRECCIÓN PROVINCIAL DE MEDICAMENTOS Y TECNOLOGÍA FARMACÉUTICA PROGR AMA PROVINCIAL DE FARMACOVIGILANCIA Bv. Gálvez 1563 CP: S3000AAG - Santa Fe Tel:(0342)4573710/3713/1930 farmacovigilancia_dbyfcia@santafe.gov.ar ANTECEDENTE DEFINICIÓN CONDUCTA Personas con antecedentes de SGB no relacionado a vacunas. Casos en los que se haya identificado otra causa o no existiera el antecedente de aplicación de una vacuna potencialmente relacionada al SGB en las 6 semanas previas a la aparición del cuadro. Puede administrarse la vacuna contra la COVID -19. Personas con antecedentes de SGB relacionado a vacunas. Cuando existiera el antecedente de aplicación de una vacuna potencialmente relacionada al SGB en las 6 semanas previas a la aparición del cuadro. Deberá evaluarse el riesgo beneficio de la administración de la vacuna (nivel de exposición, riesgo de complicaciones, etc.). Personas con antecedentes de SGB luego de recibir una vacuna contra la COVID 19. Por ej. luego de recibir la primera dosis de una vacuna contra la COVID -19. Contraindicación para recibir otra dosis de vacuna contra la COVID -19. Estas recomendaciones son dinámicas y sujetas a la evidencia científica disponible a la fecha. Fuente: Lineamientos Técnicos. Resumen de recomendaciones vigentes para la Campaña Nacional de Vacunación contra la COVID -19. 10 de junio de 2021. Minister io de Salud de la Nación https://bancos.salud.gob.ar/recurso/lineamientos -tecnicos -resumen -de-recomendaciones -vigentes -para -la-campana - nacional -de Dirección de promoción y protección de la salud Departamento de Epidemiología . Programa Ampliado de Inmunización E. mail: epidemiologiazonasur@yahoo.com.ar vigilanciasantafe@yahoo.com.ar Sub Dirección de medicamentos y tecnología farmacéutica Programa Provincial de Farmacovigilancia farmacovigilancia _dbyfcia@santafe.gov.ar Bv. Gálvez 1563 "}