{"title": "How I escaped crippling back pain and help my students have full", "author": "Shweta", "url": "https://myyogateacher.com/articles/my-escape-from-crippling-back-pain", "hostname": "myyogateacher.com", "description": "Yoga is gentle to practice but has to the most prominent and long lasting results on the body. It helps in releasing pain and stress - physical or mental.", "sitename": "MyYogaTeacher", "date": "2020-01-26", "cleaned_text": "I escaped crippling back pain and help my students have full mobility, strength and amazing quality of life You can ABSOLUTELY get relief from your back pain! You see, I know first-hand what it's like to feel like someone is hammering a chisel into your spine. I've been stuck in bed, unable to move, dependent on friends and family to bring me food. I watched my quality of life decay and fell into absolute depression. Let me rewind for a second... When I was a little girl, I was really plump. I had chronic leg pain and the other kids bullied me saying \"it's because your legs can't take your weight!\" They'd draw a hippo and put my name on it saying \"that's you\"... Can you imagine how demoralizing that is? I grew up, but that pain didn't go away. Every year I got a little more solitary and withdrawn from people. I lost all my self-confidence. But I've always had an adventurous soul. A desire to explore the world and learn. Maybe too much for those around me... My family used to say \"You're so different, no one will want to marry you\", \"you're an Indian girl, you shouldn't do that...\", \"you're too this... you're too that!\" I felt like a caged bird. Do you know what I'm talking about? Then you know you can't live like that. I wanted to feel free. I wanted to travel. I wanted to go on adventures. Most of all, I wanted to be myself and not feel judged!So one day in my mid-twenties, I packed my backpack. And left to go biking through the Himalayas. It was magnificent. I was having the adventures I'd spent my whole life dreaming about. I even started learning to ride horses! ut one day, I was out riding and my horse fell on top of me. I didn't know it yet - this was the last straw for my back... You see I felt OK. But this fall was about to change my life forever. My back was a ticking time-bomb. The next time I took my horse out, we trotted a lot. That means a lot of bouncing on the horse. And if you saw me that evening, you would have seen a happy girl. But the next morning, I couldn't even get out of bed. My back was completely jammed. Moving just one millimeter sent a paralyzing jolt of pain through my entire body. When I saw the doctor, he said that everything had added up. All the tiny bumps and bruises over the years, the weak legs from childhood, everything had taken its toll and demolished my back. He said if I didn't have surgery I would never walk again. So I got the surgery. And spent the next month in bed. I wanted to be free, and now I was completely trapped in my body... trapped in my bed... dependent on my family to take care of me. The painkillers didn't help AT ALL. For three months I lived in mind-numbing spirit-killing pain. I went into a deep depression and pushed all my friends away. The pain made me negative and always complaining. My rehab was slow, so the doctor recommended I start [practicing yoga](https://www.myyogateacher.com/signUp/). It's the only exercise that could give me the strength I needed to get walking again, yet still gentle enough that I could do it. So I joined a [yoga teacher](https://www.myyogateacher.com/) training (even though I was a beginner). Because I wanted to get a deep immersion in yoga and heal myself. And do you know what happened? I did heal myself. I was able to walk and move again. And I defied all expectations - I can carry a big backpack and continue my adventures. My body is free from pain (and has been for years). I have full mobility and strength. But the amazing thing is, [ yoga](https://www.myyogateacher.com/articles/) also gave me confidence. I don't feel like a caged bird anymore. I feel free to be myself. Not just to travel the world, but to express myself. To talk to strangers (I know that might sound small to you - but since I was a kid, I've been scared of other people). Now I feel happy, positive and full of life. And I help my students feel this way too. To overcome their physical limitations, and to gain mental freedom! If you have back pain, lower back problems, sciatica, osteoporosis or arthritis - I know I can help you live a more full life. Physically and emotionally! Whether you schedule a session with me or not, whether you have back pain or not, I know yoga can give you the same inner freedom it's given me. Online Yoga Classes - Live & Interactive Get 2 free private yoga sessions and 2 weeks of unlimited group classes with authentic yoga teachers. No credit card required when you sign up today! Do you suffer from Irritable Bowel Syndrome (IBS)? This common gastrointestinal disorder affects millions of people worldwide and can cause discomfort... Preventing and Reversing Osteoporosis with Yoga If you suffer from the painful symptoms of osteoporosis, or if you are at risk of developing this ... What is the translation of Sankalpa?Click here to find out!From Sanskrit --> English!Sankalpa is a Sanskrit word. \"San\" means conne... Another exciting annual celebration is coming! The MyYogaTeacher team has prepared 4 days of really beautiful classes - free to you - in honor of Inte... Do you suffer from Irritable Bowel Syndrome (IBS)? This common gastrointestinal disorder affects millions of people worldwide and can cause discomfort... If you or someone you know is living with Chronic Obstructive Pulmonary Disease (COPD), then you understand how difficult it can be to manage the symp... © Copyright 2020 MyYogaTeacher Inc "}