{"title": "PDF", "author": "PDF", "url": "https://www.racgp.org.au/FSDEDEV/media/documents/Clinical%20Resources/Guidelines/Silverbook/Medical-care-of-older-persons-in-residential-aged-care-facilities.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "4th edition Medical care of older persons in residentialaged care facilitiesRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page iMedical care of older persons in residential aged care facilities (4th edition) Funded by the Australian Government Department of Health and AgeingPrepared by The Royal Australian College of General Practitioners - 'Silver Book' National TaskforceDisclaimer Medical care of older persons in residential aged care facilities (4th edition) is for informationpurposes only, and is designed as a general reference and catalyst to seeking further informationabout some aspects of medical care provided in residential aged care facilities in Australia. The authors and editors are not responsible for the results of any actions taken on the basis of any information neither in this publication, nor for any error in or omission from this publication. Theinformation contained in this publication has been compiled using information from other sources.Any person having concerns about the contents of this publication should refer to those sources formore specialist information and advice. Attribution to sources appears in the text of this publication. The publisher is not engaged in giving medical or other advice or services. The publisher, authors and editors, expressly disclaim all and any liability and responsibility to any person, whether a reader ofthis publication or not, in respect of anything, and of the consequences of anything, done or omittedto be done by any such person in reliance, whether wholly or partially, upon the whole or any partof the content of this publication. While this publication was made possible with funding support from the Australian Government, Department of Health and Ageing, the Commonwealth of Australia does not warrant or representthat the information contained in this publication is accurate, current or complete. People shouldexercise their own independent skill or judgement or seek professional advice before relying on theinformation contained in this publication. The Commonwealth of Australia does not accept anylegal liability or responsibility for any injury, loss or damage incurred by the use of, or reliance on,or interpretation of, the information contained in the Medical care of older persons in residentialaged care facilities publication. Published by: The Royal Australian College of General Practitioners1 Royal Australian General Practitioners. All rights reserved.RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page iiiii Medical care of older persons in residential aged care facilities 4th editionGeneral practitioner involvement in residential aged care is both a challenge and an opportunity to improve the quality of life of those in residential aged care. This publication provides avaluable resource for general practitioners. As the number of older people increases in Australia, so too does the complexity of the management of chronic health concerns. As general practitioners, our challenge is to provideappropriate care of the highest quality to older people regardless of where they are living.General practitioners working collaboratively with other health providers play a key role indelivering high quality primary care to older people living in residential aged care settings. Medical care of older persons in residential aged care facilities (the 'silver book') aims to provide general practitioners, and other health professionals including residential aged care nurses, witharesource for delivering quality health care in residential aged care facilities. The overall content was developed and reviewed by a national taskforce of health professionals working across theaged care sector. In addition, general practitioners, consumer representatives and aged careexperts provided valuable input and feedback. This 4th edition builds on the excellent foundations provided in the previous three editions. The title remains the same, however there is a substantial amount of new content reflectingthe increasing influence of technological developments including the internet. The clinical caresection has been expanded. Two new sections provide an overview of the residential aged caresector, and organisational systems and tools for streamlining and integrating systems of care. There are increased opportunities for improving quality of care for residents by all members of the multidisciplinary team. Australian Government initiatives provide for general practitionersto carry out comprehensive medical assessments and contribute to residents' care plans. Thereis also provision for residential medication management reviews, and referrals to allied healthand dental services. Advance care planning and access to new models for end of life care arealso included; stressing the importance of the involvement of the resident, their family, andresidential aged care facility staff. This publication encourages collaboration between health professionals and provides suggestions for implementing systematic care involving residents, their general practitioners, residential agedcare facility staff, families and other carers. The Royal Australian College of General Practitioners thanks Dr Denise Ruth, Ms Sheila Neve, the members of our national taskforce, and all those who contributed to the preparation ofthis publication. Professor Michael Kidd PresidentForeword iRACGP 12:50 PM Page ivv Medical care of older persons in residential aged care facilities 4th editionThe first three editions of the Medical care of older persons in residential aged care facilities were prepared by the previous editor, Andris Darzins, with The Royal Australian College of GeneralPractitioners (RACGP) National Care of Older Persons Committee. The development of this fourthedition aimed to retain the practical clinical focus of the highly regarded third edition, whileresponding to recent changes affecting medical practice and the residential aged care industry. We believe that this edition meets a need for information on medical care of residents, however it is not a textbook and we could not include all relevant clinical topics (eg. Parkinson diseaseand related disorders). This fourth edition was prepared by Denise Ruth, editor, with Sheila Neve, project worker, and members of the RACGP Silver Book National Task Force. Information in this edition is based ongeneral practice and aged care literature, plus multidisciplinary expert opinion. The informationand structure of the book were reviewed and critiqued through a process of nationalconsultations with the RACGP Silver Book National Taskforce, the RACGP South Australian JointCare of Older Persons Committee, divisions of general practice, individual general practitioners,consumers and other experts. Members of the RACGP Silver Book National Taskforce Denise Ruth, GP Chair (Editor, 4th edition) Debbie Bampton, Australian Divisions of General Practice Andris Darzins, RACGP (Editor, previous three editions)Peter Ford, Australian Medical AssociationKendall Goldsmith, Primary Care, Department of Health and AgeingRob Grenfell, Rural Doctors Association AustraliaKate Hurrell, GeriactionBrendan Kay, Victoria, representing Carers AustraliaJoanne Ramadge, Aged Care, Department of Health and AgeingSam Scherer, geriatrician, Royal Freemasons Homes of VictoriaPat Sparrow, Aged and Community Services AustraliaIan Todd, Pharmacy Guild of South AustraliaRohan Vora, RACGP National Standing Committee - Quality CareIan Yates, National Seniors Partnership, National Aged Care AllianceAdditional advice was given by members of the RACGP South Australian Joint Care of Older Persons Committee: Richard Chittleborough, Lloyd Evans, Peter Ford, Michael Forwood,Roger Hunt, Penhall, and Robert ProwseAcknowledgments iiRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page vvi Medical care of older persons in residential aged care facilities 4th editionAcknowledgments Other contributors Soraya Arrage, Brisbane North Division of General PracticeMarian Baker, general practitioner, New South WalesNicholas Beenard, general practitioner, New South WalesMichael Bourke, Australian Falls Prevention Project for Hospitals and Residential Care Facilities, Australian Council for Safety and Quality in Health Care Christine Boyce, general practitioner, TasmaniaColin Crook, Ballarat & District VictoriaMichel Dorevitch, geriatrician, Centre for Applied Gerontology, Victoria Christine Foo, John Paul Village, New South WalesJane Fuller, general practitioner, TasmaniaGeorge Golding, GP Association, VictoriaBelinda Loveless, Adelaide North Eastern Division of General PracticeJudy Lumby, College of NursingJanine Lundie and the Aged Care GP Panel, Sutherland Division of General PracticeJane Measday, West Victoria Division of General PracticeJudy Smith, Royal District Nursing Service John Sniatynskyj, general practitioner, South Australia Sue Templeton, Royal District Nursing Service Milana Votrubec, general practitioner, New South WalesPeter Waxman, Department Human Services, VictoriaCraig Whitehead, Repatriation General Hospital, South AustraliaMark Yates, geriatrician, Australian Medical AssociationRobert Yeoh, general practitioner, Alzheimer's Association Staff of the RACGP provided administrative supportThis publication has been endorsed by the Australian Divisions of General Practice (ADGP), the Australian Medical Association (AMA), and the Australian Society for Geriatric Medicine (ASGM). The Australian Government Department of Health and Ageing provided funding for the development of this publication. RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page vivii Medical care of older persons in residential aged care facilities 4th editionContents i Foreword iii ii Acknowledgments v 01 General approach to medical care of residents Introduction 1 Principles of medical care of older persons in RACFs 2 Medical assessment of residents 8 Advance care planning 13 Palliative and end of life care 16 Medication management 19 02 Common clinical conditions Delirium 24 Dementia 26 Depression 33 Dysphagia and aspiration 35 Falls and hip fracture prevention 37 Incontinence - urinary 39 Incontinence - faecal 41 Infection control 42 Pain management 43 Pressure ulcers 49 Respiratory infections - influenza 51 Respiratory infections - pneumonia 52 Urinary tract infections 54 03 Organisational aspects of medical care Service systems and templates 56 Medicare item numbers 59 Quality improvement 62 04 Tools 01 Barthel Index - Activities of Daily Living (Modified) 64 02 Edmonton Symptom Assessment Scale 66 03 Multidisciplinary carepath for palliative care: end stage care 67 Abbreviated Mental Test Score 69iiiRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page viiviii Medical care of older persons in residential aged care facilities 4th edition05 Geriatric Depression Scale 70 06 Cornell Scale for Depression in Dementia 71 07 Abbey Pain Scale: for people with dementia or who cannot verbalise 72 08 Brief Pain Inventory 73 09 Resident consent to exchange of health information 74 10 Comprehensive medical assessment form 75 11 GP RACF case conference record 79 12 GP RACF work arrangements form 81 Contacts 82 Abbreviations 84 References 86RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page viii101 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents Introduction General practitioners are the primary medical care providers for older people in the community, including those living in residential aged care facilities (RACFs). Residential aged care is anexpanding and rewarding area of general practice. It offers GPs the opportunity to be at theforefront of new treatments and management practices and to make a difference to the qualityof life of a patient group with complex medical needs. Providing high quality medical care forolder persons living in RACFs requires a special set of knowledge, clinical skills, attitudes andpractice arrangements. This fourth edition of the Medical care of older persons in residential aged care facilities ('silver book') is primarily for use by GPs who are commencing, or already providing, care for patientsin residential aged care. It recognises the multidisciplinary nature of care and may also be usefulas a clinical or educational resource for: nurses and staff in RACFs in their work with GPs other health professionals who provide services to residents divisions of general practice that work collaboratively with GPs and residential aged care staff, and other regional, state and national support groups. Section one presents principles and essential components of residents' care including comprehensive medical assessment, advance care planning, palliative and end of life care, andmedication management. Section two discusses common clinical conditions. Section three offersadditional resources including organisational and clinical tools. Given that the focus is on medical care of people living in aged care facilities, the terms 'resident' and 'patient' have been used interchangeably. The resident centred approach acknowledges theimportant role that relatives, carers and legally appointed representatives play in the provisionof medical care to residents, particularly as most older residents have some degree of cognitiveimpairment. Younger residents are also likely to benefit from the assessment and care processespresented in this edition of the 'silver book'. Since the 1999 third edition of the 'silver book', several trends have presented challenges to GPs providing care to patients in residential aged care. The ageing of the population has increasedthe demand on the health care system overall. Historically, a reduction in the number of hospitalbeds and length of stay, and a move toward community based care has been the trend. In recenttimes, however, the number of hospital beds has increased slightly and the average length ofstay has decreased. People now enter residential care with higher levels of dependency andwith more complex medical needs in relation to chronic illness, physical disability and dementia. 1 The number of GP attendances to RACFs has been decreasing over recent times due to factorssuch as workforce shortages, high GP workloads, and part time work preferences. 2 However, during the same period, some developments have increased support for medical careprovision to residents. These include: an increased focus on evidence based preventive care and integrated systems of care for improving residents' health outcomes continuing development of clinical guidelines, practice standards and accreditation systems in general practice, government subsidised RACFs, and pharmaceutical servicesRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 12 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents information technology such as electronic health records, clinical aids and health information management systems models of specialist outreach services to RACFs, including hospital in the home, aged care, postacute care, rehabilitation and palliative care. Recent Australian Government initiatives have increased funding for: GP and multidisciplinary medical care to residents; divisions of general practice to support GP participation in qualityimprovement activities in residential aged care; and for dementia care as a national healthpriority. There is considerable diversity in residential aged care across Australia. Therefore, it is advisable to adapt the information contained in the 'silver book' to the local context, in ways that takeaccount of particular needs of the local resident population, as well as local organisationalstructures, staffing levels and access to specialist services for residents' health care. It is hoped that the Medical care of older persons in residential aged care facilities will continue to enhance the work of GPs, staff of RACFs, and others caring for residents of RACFs. Principles of medical care of older persons in RACFs Overview of residential aged care The lifetime risk of requiring aged care home care in Australia is estimated to be 20% for men and 34% for women.3Approximately 6% of people aged over 65 years (and 30% of people aged over 85 years) live in RACFs. There are equal proportions of men and women aged 65-74years; but by age 85 years, residents are predominantly women. 4The residential aged care population includes groups with special needs such as Aboriginal and Torres Strait Islanderpeoples, people from culturally and linguistically diverse backgrounds, and people with physicaland intellectual disabilities. Residential aged care facilities provide accommodation, personal care and other support services such as pharmacy, allied health, social services, specialist services or respite care. Facilities can beowned and managed by charitable not for profit, private for profit, or government organisations. Residential aged care is regulated under The Aged Care Act 1997 (Commonwealth) and accredited via the Aged Care Standards and Accreditation Agency. 5There is an expectation of continuous improvement to services, and facilities must be accredited to receive subsidies.The Australian Government Department of Health and Ageing regularly audits facilities andresidential care claims. Facilities provide accommodation and high care and/or low care to eligible older people who are assessed by an Aged Care Assessment Team (ACAT) (Aged Care Assessment Teams areknown as Aged Care Assessment Services [ACAS] in Victoria). The Resident Classification Scale(RCS) is used to assess the level of care and support needs of the individual. Based on this, anAustralian Government subsidy is paid per resident per day. People entering are income testedwith some residents expected to pay additional fees. An accommodation payment may alsoapply. Overall, there are about 140 000 government subsidised beds comprising 74 000 highcare (formerly aged care home care) and 66 000 low care (formerly hostel care). 6Ageing in place facilities enable residents to remain in the same facility as their care needs increase from lowto high care. There are increasing demands for residential care as the population ages, and as informal care by family members becomes a less viable option due to shifting work patterns and higher levelsof family mobility. 7RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 23 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents The transition into residential care An older person requiring residential care will usually have had a period of care in their own home. They may or may not progress to requiring residential care. This may occur with aprogressive disorder such as dementia (or with an acute event superimposed upon a progressivedisorder), with admission occurring at a level of dependence when family and communitysupport services can no longer meet the aged person's needs. Alternatively, the journey may besudden for a previously independent person with an abrupt onset of disability due to an illnesssuch as a stroke or hip fracture. Here the person and their family experience the shock of rapidchanges to their needs and circumstances. They may be confronted by pressure for early hospitaldischarge. Decisions about future care may be made hastily, during a time of confusion, shockand grief. The care setting that is appropriate for an older person, and that meets his or herparticular needs will be assessed by an ACAT. 8 The Australian Government publication, 5 steps to entry into residential care provides a resource that assists in understanding what residential care is, what to expect and how to arrange it.This booklet is available at www.health.gov.au/internet/wcms/Publishing.nsf/Content/ageing-rescare-resentry-5stepsa.htm General practitioners play a significant role in supporting patients making the transition into residential care. They may be able to continue providing care, however some GPs do not visit RACFs, and some people need to find a new GP if they enter a facility in another locality.General practitioners can ease the move for the patient and their family by arranging communitysupports while waiting for a placement, by continuing to provide care in the RACF, bytransferring medical records to the chosen GP at a new locality, or by accepting care of a newpatient moving into a local facility. Discussion with the patient and relatives before admission into residential care may include the management and likely course of health conditions, advance care planning, cultural values andfamily concerns (see Medical assessment of the resident ). Multidisciplinary health care of residents Older people in residential aged care are the sickest and frailest subsection of an age group that manifests the highest rates of disability in the Australian population. 9The prevalence of chronic conditions among residents in high care is estimated to be 80% sensory loss, 60% dementia,40-80% chronic pain, sleep disorder, and 30-40% depression.Annually 30% of residents have one or more falls and 7% fracture a hip. 10 General principles of quality medical care for persons living in residential aged care (as agreedby the RACGP Silver Book National Task Force) are: is of the same standard as applied to the community generally respects the rights and responsibilities of residents acknowledges the various levels of dependency among residents, including their functional status and capacity to make decisions acknowledges groups with special needs such as Aboriginal and Torres Strait Islander peoples, people from culturally and linguistically diverse backgrounds, people with disabilities, andveterans includes information, education, and support for relatives/carers/representatives involved with the health care of residents meets the specific health and quality of life needs of residents in relation to diagnostic evaluation, disease management, optimising function, symptom control, palliative care,psychosocial and spiritual wellbeing is multidisciplinary with collaboration between GPs, residential aged care staff, pharmacists, allied health and specialist service providersRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 34 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents uses available evidence based clinical and organisational practices maintains continuous quality improvement through collaboration and systems development by general practice and residential aged care providers. The multidisciplinary approach to health care of residents entails GPs working with residents and their relatives/carers/representatives, residential aged care staff, and other primary care andspecialist service providers as needed. Assessment information and expertise from each disciplinecan be shared and used to define issues, set management goals and implement care plans.Teamwork is most effective within a climate that encourages the sharing of information and aspirit of cooperation. Residential aged care staff Residential aged care facilities provide residents with accommodation, personal care, including food and support services, health promotion and lifestyle activities, nursing care and allied healthservices. Services are mainly provided by staff of the facility with extra input when required fromother service providers. Facilities are required to maintain a safe and healthy environment for residents through providing systems and group programs such as infection control procedures, medication managementsystems, falls prevention programs, and physical and social group activities. Nurses and personal care attendants (PCAs) provide 24 hour care, and also act as an important communication link with residents, relatives/carers, GPs and other service providers. Registered nurses provide general nursing care, resident assessment, care planning and monitoring of residents' personal and health care needs. Evidence based tools for nursingassessment and management of common geriatric syndromes in residential aged care are widelyused in care planning. 11Registered nurses supervise PCAs and liaise with GPs and other service providers to facilitate health care for residents. They also facilitate the involvement of relativesand carers in residents' care. Registered nurses have responsibility for documentation related toresidents' care plans, records and classification of care level, as well as accreditation of the facility. Enrolled nurses (registered nurse Division 2 in Victoria) also make up the nursing workforce and have a range of responsibilities in care provision. The enrolled nurse is an associate to theregistered nurse who demonstrates competence in the provision of patient centred care as specified by the registering authority's licence to practise, educational preparation and contextof care. Core as opposed to minimum enrolled nursing practice requires the enrolled nurse to work under the direction and supervision of the registered nurse as stipulated by the relevant nursing andmidwifery registering authority. At all times, the enrolled nurse retains responsibility for his/heractions and remains accountable in providing delegated nursing care. Core enrolled nurse responsibilities in the provision of patient centred nursing care include recognition of normal and abnormal in assessment, intervention, and evaluation of individual health and functional status. The enrolled nurse monitors the impact of nursing care andmaintains ongoing communication with the registered nurse regarding the health and functionalstatus of individuals. Core enrolled nurse responsibilities also include providing support andcomfort, assisting with activities of daily living to achieve an optimal level of independence,and providing for the emotional needs of individuals. Where state law and organisational policyallows, enrolled nurses may administer prescribed medicines or maintain intravenous fluids,in accordance with their educational preparation. 12 Personal care attendants are the largest occupational group in RACFs. While PCAs are notrequired to possess particular educational qualifications, about 60% of PCAs have a Certificate III, and 6% have a Certificate IV, in aged care. 13Personal care attendants work within organisational guidelines to maintain residents' personal care and daily living activities. Theyliaise with registered nurses (if available), GPs and other service providers to facilitate healthassessment and medical care for residents, particularly in low care facilities.RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 45 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents Support workers in facilities include cooks, activity aids and volunteers who contribute to residents' personal care and activities. Primary medical care personnel Primary medical care includes prevention, management of chronic diseases and geriatric syndromes, rehabilitation, palliative care and end of life care. Primary medical care is mainlyprovided by GPs, their practice staff and locum GPs, working closely with staff of the RACF,the resident, relative/carer and pharmacist, with extra input as required from allied healthpractitioners and specialist services. Some GPs will attend residents after hours, while manyengage a medical deputising service to provide after hours care for patients. Locum GPs attendand treat residents, and provide feedback to their regular GP . General practice staff can facilitateadministration of patient records and the use of immunisations, Medicare Benefits Schedule(MBS) items, case conferencing arrangements, and reminder systems for review appointments. Pharmacists play an important part in the medical care of residents, given that most are prescribed multiple medications and need assistance with administering their medications.The pharmacist's role includes: the dispensing and supply of medications provision of information and advice involvement in medication education for consumers of aged care services and staff participation in medication advisory committees involvement in relevant quality assurance activities such as regular residential medication management reviews and reference to relevant professional standards. 14 Allied health practitioners contribute a range of health services in residential aged care settingsas part of multidisciplinary care including: rehabilitation, wound management, palliative care,and assessment following acute hospital admission. Qualified allied health professionalsinclude physiotherapists, pharmacists, psychologists, podiatrists, orthotists, optometrists and dieticians. 15 Skills of allied health professionals contribute to improved patient outcomes. Residents periodically require specialist medical services such as acute care, aged care, psychiatry of older age, rehabilitation and palliative care. Services may be provided externally,eg. at a hospital, or as shared care with GPs and staff at the facility. Acute care may require transfer of residents to hospital, or be provided at the facility (eg. through hospital in the home or aged care teams). Different strategies are being developedto improve communication across the acute/residential care interface, make hospital care moreage friendly, and build the capacity of RACFs to treat acute illness and avoid hospitalisation. Aged care assessment teams and geriatricians may provide GPs with specialist advice on the management of complex clinical conditions commonly encountered in older age, level of careassessments, geriatric assessments of patients at risk of functional decline, and education forGPs and residential aged care staff. 16 Psychiatry of older age services may support the care of residents by GPs and RACF staff byproviding expertise in the assessment and management of mental disorders including behaviouraland psychological symptoms of dementia, depression and mood disorders, and psychosis of olderage. Psycho-geriatricians (psychiatrists with specialist training in older age psychiatry), psychiatricnurses and allied health practitioners can provide professional education, patient assessment andmanagement advice, case management, and telepsychiatry in remote areas. Rehabilitation services are most commonly provided following an acute event such as stroke or hip fracture. Intensive short term programs are also useful for specific problems in residents withgradual decline of function, eg. spasticity, and bed-chair transfer. Restorative care refers to a lessintensive form of rehabilitation focussed around activities of daily living. 17RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 56 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents Specialist palliative care may be provided in two main ways. Specialist providers may help assess the resident and establish a plan of care with the resident, relative/carer, GP and RACF staff.The GP and RACF staff then provide ongoing care and reassessment. Less commonly, specialistservices may be involved for a longer period of ongoing care. In general, all care provided byaspecialist palliative care service will be provided in partnership with the primary care provider 18 (see Palliative care ). Figure 1 shows a map for integrated residential health care, where residents and their relatives/carers are served by three levels of multidisciplinary health care: residential aged care, primary medical care, and specialist medical care. The map can be used to identify local servicesand gaps in service provision and access. 1 2 3 The fourth level (outer layer) represents the wider community and supports for residential medical care, including: population demographics, family and social structures and community attitudes government funding, regulation and monitoring of residential aged care and health service sectors (federal, state and local level) industry peak bodies, unions, employer groups and professional organisations which support providers' conditions, education, standards and practice consumer groups, eg. Council on the Ageing (COTA) and the Carers Association which represent older people their relatives/carers nongovernment organisations (NGO), eg. Alzheimer's Association, Continence Foundation which support people with specific conditions.Figure 1. A map for integrated residential health care20RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 67 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents Divisions of general practice play an important role in supporting GPs and primary health care. As part of the Strengthening Medicare Package, divisions of general practice are funded toestablish and operate 'aged care GP panels' aimed at: improving access to appropriate medical care for all aged care residents increasing participation of GPs in aged care initiatives aimed at improving quality of care encouraging GPs and divisions to work more effectively with RACFs. For further information regarding the Aged Care GP Panels Initiative, please contact your local division of general practice. Role of residents and their relatives Residents and their relatives are central in the provision of quality medical care. Residents' rights The RACGP standard on the 'Rights and needs of patients' requires that GPs treat their patients with confidentiality, privacy and ethical behaviour. Practices that respect these rights maintainconfidence in the profession and increase patients' willingness to communicate fully with theirdoctor. 21It is advisable for GPs to be familiar with the 'Commonwealth Charter of Residents' Rights and Responsibilities', as well as the advocacy services and complaints resolutionprocesses in their state or territory. The charter includes privacy, dignity, safety, maintenanceof independence, control over decision making, and the right of access to advocacy andacomplaints procedure. It can be accessed at www.health.gov.au/internet/wcms/publishing.nsf/ content/ageing-publicat-resicharter.htm Patients' rights do not diminish when they move intoaRACF, regardless of their physical or mental frailty or ability to exercise or fully appreciate their rights. There is also an accompanying responsibility to ensure that a person exercising theirindividual rights does not affect the individual rights of others, including those providing care. Advocacy Federal and state advocacy services can be accessed via a toll free number (1800 700 600) available under the National Aged Care Advocacy Program (NACAP). NACAP advisory servicesare available free of charge. In some situations, GPs may choose to act as an advocate for thewelfare of residents. Complaints Residents or their representatives have the right to complain if care recipients believe they are not receiving adequate care, or are dissatisfied with their living conditions or medical treatment.It is desirable for GPs to ensure that residents' issues or concerns are addressed and resolved.Achieving a satisfactory outcome involves effective communication between the GP and otherservice providers, resident, facility staff, family and carers. Most RACFs will have a complaintsmechanism in place to resolve disputes. If a complaint cannot be resolved informally, alternativestrategies are available. A Complaints Resolution Scheme is available and is overseen by aCommissioner for Complaints. Details of the scheme can be accessed at the commissioner'swebsite at www.cfc.health.gov.au Control over decision making Residents have the right to accept or refuse any proposed medical treatment. However, many residents have difficulty understanding a medical treatment or conveying consent due to cognitive impairment or communication difficulties. The high prevalence of cognitive impairmenthas implications for gathering information in the assessment of residents, for discussing anddeciding treatment, and for providing care. It also highlights the important role that relatives,carers and representatives play in the medical care of residents. Some residents will have fullautonomy and be in a position to meaningfully have their privacy and control completelyprotected. However, most residents will need to have family (and/or others) help with providinginformation and making decisions; some may need decisions made for them. It is recommended,wherever possible, that when a person enters residential aged care, the appointment of anRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 78 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents authorised representative and advance care planning occur in anticipation of future changes that may occur in the resident's health and/or capacity to make decisions. It is important for GPs to befamiliar with the relevant federal and state requirements in relation to authorised representativesand advance care plans (see Advance care planning ). Irrespective of legal requirements, it is advisable to discuss any proposed treatment with the resident's family or carer to avoid anymisunderstanding or disagreements, as family members or carers may hold different views. Privacy and confidentiality of health information The RACGP provides guidelines regarding the management of health information in private medical practice. 22Information regarding the health of individuals collected by medical and other health practitioners has been treated as confidential for as long as health professionshave existed and has been reinforced by common law. In many countries, the privacy andconfidentiality of information, including health information, has been codified in statute law.In Australia, information privacy in the commonwealth public sector was codified in theCommonwealth Government Privacy Act 1988. Similar legislation has been passed in most statesand territories. Private health service providers, including GPs and residential aged care providers,are required to abide by the National Privacy Principles in the Privacy Act (Health Amendment)2000 when collecting, using, disclosing and storing health information. This means that residentsof RACFs: have more choice and control over their information should be told what happens to their health information should be told why and when a health service provider may need to share information, for example to ensure they receive quality treatment and care from another provider can ask to see what is in their health record and, if they think it is wrong, ask for it to be corrected. Under privacy laws, it is important that RACF staff ensure the consent form used on admission allows for residents' health information to be disclosed to all relevant service providers (see Tools 10). This allows residents to receive continuity of medical care, eg. by locum doctors, ambulance crews or hospital emergency staff. Where residents lack capacity to consent, there may beanother person authorised to exercise their rights in relation to their health information. Wherethere is no authorised representative, the Commonwealth guidelines on privacy in the private health sector permit use and disclosure by the health service. Such use and disclosure must comply with the National Privacy Principles and also consider the health service providers'professional and ethical obligations, having regards to current accepted practices. Wherepracticable, residents should be advised when information is to be shared. In some specificsituations such as case conferences, residents may choose to withhold specific informationheld by their GP from other care providers. Medical assessment of residents Comprehensive health assessment is the cornerstone of quality care of older people. It leads toimproved identification and management of health care needs. Clinical studies have shown thatolder people with multiple health and functional problems benefit from comprehensive healthassessment, through 23: reduced medication use improved functioning or reduction in functional decline improved quality of life and mental health improved client/carer satisfaction and a reduction in carer burden reduced use of hospital services reduced need for residential care decreased annual health care costs prolonged survival.RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 89 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents The multidimensional assessment incorporates physical, psychological and social function as well as medical health, and so a multidisciplinary approach is often helpful. Assessment is generallyundertaken using standardised tools, structured or semistructured proformas, and checklists 24 (seeTools). Residential aged care facilities are required to assess needs and produce care plans for all residents. These plans have a strong focus on personal and nursing care. Medicare rebates have been introduced to support GPs' participation in multidisciplinary assessment and care throughdoing comprehensive medical assessments and contributing to residents' care plans (seeOrganisational aspects of medical care ). General practitioners have reported that comprehensive medical assessment of residents is useful for giving structure to the admission process, helps to formally introduce advance care planningand to clarify who can give consent for care. However, its use needs to be flexible andappropriate to the resident's personal situation, so that it can focus on each individual's needsand contribute to multidisciplinary health assessment and care planning. 25 Comprehensive medical assessment at the time of admission would include review ofbackground information and recent investigations. Additional information can be collectedfrom direct questioning of residents or other informants (eg. relative/carer, RACF staff), directobservation by trained health professionals, and medical records. Each information sourcehas inherent limitations, so it is valuable to combine information from residents, RACF staff,relatives/carers and medical documents (eg. ACAT report, resident care plan, advance care plan, hospital discharge, or medical correspondence). The accuracy of information from directquestioning of older people can be limited by acute illness, impaired cognition, impaired hearing,impaired communication (dysarthria, dysphasia), depression, limited proficiency in English, fearof significant change to lifestyle, and denial of problems. Most people admitted to residentialcare have some cognitive impairment, therefore it is advisable to seek collateral information asamatter of course from relatives/carers and RACF staff. Use direct observation and assessment from other health professionals and geriatric assessment services for patients with very complexproblems or unstable conditions. For example, physiotherapists assess gait and balance,occupational therapists assess activities of daily living, speech pathologists assess swallowing,pharmacists perform medication reviews, and nurses assess continence. When conducting a comprehensive medical assessment, it is desirable to see residents earlier in the day when less tired, sitting out of bed facing you at a similar level in a quiet well litenvironment. Endeavour to ensure that any needed spectacles are readily available (and clean)and that hearing aids, if needed, are functioning. Complete the assessment over several visitsif necessary. Ask what they consider the main problem is and their goals for care. Seekpermission to gain further information from relatives/carers and other sources, and to sharehealth information with other relevant service providers. 26It is important to respect patient autonomy by fostering understanding, avoiding coercion, and recognising the right of residentsto reject advice or refuse the communication of personal information to others. 27 Ethnic groups differ widely in their approach to decision making (ie. involvement of family andcarers), disclosure of medical information (eg. cancer diagnosis), and end of life care (eg. advancecare planning and resuscitation preferences). 28Also, wide differences appear among individuals within ethnic groups, therefore, in caring for patients of any ethnicity:29 use the patient's preferred terminology for their cultural identity in conversation and health records determine whether interpreter services are needed; if possible use a professional interpreter rather than a family member recognise that patients may not conceive of illness in western terms determine whether the patient is a refugee or survivor of violence or genocide explore early on patient preferences for disclosure of serious clinical findings and confirm at intervalsRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 910 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents ask if the patient prefers to involve or defer to others in the decision making process follow patient preferences regarding gender roles. Particular attention should be paid to assessing residents with impaired communication skills, eg. due to dementia, stroke, visual or hearing difficulties.30Consider cognitive impairment or depression in residents appearing 'flat', not making good eye contact or responding to questions.For residents with hearing impairment (who can not hear normal spoken conversation from 1 maway in a quiet room), check ears for wax and that any hearing aid is working, then speak slowlyand loudly so they can see your mouth. 31Establish whether the resident has a written advance care plan, and if they have appointed a representative to make health care decisions for them inthe event that they are incapable of doing so themselves. Diagnostic evaluation Accurate diagnosis of disease and geriatric conditions is essential to formulate a list of medicalproblems and goals of care. Diagnostic evaluation involves obtaining a detailed history, examiningthe resident and ordering appropriate investigations. A detailed history includes: identifying thecurrent main medical problems, past medical history, systems review, medication review, smokingand alcohol, nutritional status, oral health, immunisation status (influenza, tetanus,pneumococcus), and advance care planning. The systems review helps to identify conditions commonly associated with ageing that may otherwise be unrecognised. Ask about 32: loss of appetite weight loss or gain (amount, time period) oral health (mouth, teeth, gums, presence of dentures) fatigue poor exercise tolerance pain (location, character, intensity) dizziness (postural, vertigo, dysequilibrium) falls (number in past 6 months, location, time of day, mechanism: slip/trip, overbalancing, legs giving way, dizziness or syncope) cardio-respiratory symptoms (including chest pain, palpitations, shortness of breath) musculoskeletal symptoms (including arthritis, stiffness, weakness) neurological symptoms (including loss of sensation or power) hearing (including availability and use of aids) vision (including availability, use and type of spectacles, when vision last tested) feet and usual footwear swallowing (solids and liquids) communication (speech, handwriting) sleep habits (including pattern, duration, use of hypnotic medication) elimination (including usual pattern of bladder and bowel function, continence, use of aids) sexual function (including libido, symptoms of dysfunction). Consider referral for a residential medication management review on admission and annually (seeMedication management, andOrganisational aspects ). Functional assessment Any illness in older residents may be associated with loss of independence in self care and mobility, which may in turn increase dependence on family and community services. People areadmitted to a RACF because they have lost their independence in self care and mobility, and theirneeds can no longer be adequately met by their families, friends or community services.RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 1011 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents The World Health Organisation has described functional consequences of disease in terms of 'abnormality of body structure and function', 'activity limitation' and 'participation restriction'.33 Abnormalities of body structure and function can be thought of entirely within the skin. They canresult from any cause (eg. hemiplegia from cerebral infarction, or hip fracture from trauma). Activity limitations reflect the consequences of abnormalities of body structure and function interms of functional performance and activity by the individual (eg. inability to walk followinghemiplegia from stroke). Activity limitations can be conceptualised as reflecting problems at thelevel of the person. Participation restrictions are concerned with the disadvantages experiencedby the individual as a result of impairments and disabilities (eg. inability to use public transportdue to inability to walk following hemiplegia from stroke or hip fracture from trauma).Participation restrictions reflect interaction with the person's surroundings. Participationrestrictions can be thought of as the inability to fulfil roles that are normal for people given their age, gender and position in society. Using this classification framework, all residents will havediseases, abnormalities of body structure and function, activity limitations and personal careparticipation restrictions at the time of their admission to a RACF. Accommodation in the facility and the admission assessment ensure that the personal care needs have been met and that there are no participation restrictions. Further functional assessmentsprovide the means to consider whether there are activity limitations, and abnormalities of bodystructure and function that need to be addressed to prevent and/or reverse decline in a resident'sphysical, psychological and social function. Physical function The Barthel Index (see Tools 1 ) is widely used to assess changes in self care and mobility activities of daily living. However, for older people in RACFs, the Barthel Index may give only a broadbrush picture, as its ability to reflect change in function is limited by a floor effect and by lackof sensitivity to change. The floor effect occurs because many residents score in the lowestcategories in most items in the Barthel Index, and in the event of deterioration there is nopossibility to score their function any lower. The sensitivity to change is limited, as importantimprovements do not necessarily result in a change in score. 34 When asking an older person about their physical function, it is important to recognise thedistinction between their 'capacity' (which can be established by asking 'Can you...?') and their'performance' (which can be established by asking 'Do you...?'). Older people in RACFs mayperform below their capacity due to lack of support, feeling unwell or afraid (especially offalling), or the lack of suitable aids or environmental modifications. 35Relatives/carers and RACF staff are well placed to provide information concerning the physical function of residents.However, sometimes they may underestimate capacity or may not have had sufficient contact tobe able to provide up-to-date information. Direct observation by trained health professionals islikely to provide more accurate measurement of functional capacity than either self or informantreports which tend to reflect actual performance. Psychological function Early recognition of cognitive impairment is a particularly important aspect of assessment, as it may have a significant impact upon how assessment information is obtained and from whom.It is important to distinguish between delirium (acute) and dementia (chronic) (see Table 5, Dementia ). The incidence of delirium is greater in those with pre-existing cognitive impairment (see Delirium ). Depression is a common problem that can have a negative impact if not recognised and treated (see Depression ). Loss and grief for older residents and their families are key features of both entering and living in residential aged care. Changes in physical and mental functioning may lead to changes in role,status, and relationships with relatives and others. There may be a loss of valued skills andattributes, companionship and intimacy, identity and autonomy, possessions and surroundings,and expectations for the future. 36,37The sense of loss may be difficult to acknowledge becauseRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 1112 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents the older person is still alive and the journey may be protracted, with no definite starting or end point.38Grief may be accompanied by guilt, anxiety and confusion. Social function Assessment includes type of residential living arrangements (single or shared room), living environment and services, social support, financial circumstances, elder abuse or neglect andfamily issues. Social support includes the availability and adequacy of social input and emotionalsupport from relatives/carers, RACF residents/staff/volunteers, and others. Elder abuse may bephysical, psychological, financial or social, and may include neglect as well as actual harm. Carerissues also need to be considered. These may include the burden that the care role places onthem; the provision of adequate support; and their own health status, needs and expectations. Assessment of capacity 39 General practitioners are increasingly required to assess residents' capacity to make decisions such as granting a power of attorney, making an advance care plan, or choosing a health careinvestigation or treatment. Capacity and the lack of capacity are legal concepts. Capacity is determined by whether a person can understand and appreciate information about the context and decision, not the actualoutcomes of choices made, and not whether they can perform tasks. For instance, illness cantemporarily impair capacity, and chronic conditions such as schizophrenia or Alzheimer diseasedo not automatically mean incapacity. A declaration of incapacity is serious as it implies a needto assume responsibility for the incapable person's wellbeing. Valid assessments of capacity arenecessary to honour the ethical principles of respect for individuals, beneficence and justice. Capacity can be divided into a number of broad domains which include capacity to make a will or grant a power of attorney, make an advance care plan, manage finances or property, choosemedical treatment, and manage personal care. Decision making in various domains involves amixture of cognitive and functional abilities, and a person can be incapable in one domain andcapable in another. A capable person: knows the context of the decision at hand knows the choices available appreciates the consequences of specific choices does not base choices on delusional constructs. It is easy to judge the capacity of someone who is clearly capable or incapable. When a person has partial understanding and their capacity is borderline, the GP may undertake a moresystematic assessment or refer to a psychologist or geriatrician. Table 1 shows a six step assessment process developed to help judge capacity. Decisional aids are available to assesscapacity in specific domains (step 5). 40 Table 1. The six step capacity assessment process411. Ensure that assessment of decision making capacity is done only when a valid trigger is present (situations that place the allegedly incapable person or others at risk, and on the face of it appear to be due to lack of capacity) 2. Engage the person being assessed in the process3. Gather information to describe the context, choices and their consequences4. Educate the person about the context, choices and their consequences5. Assess capacity6. Take action based on results of the assessmentRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 1213 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents Medical management and review Problems identified from the comprehensive medical assessment and the resident's situation and wishes at the time will determine the goals for current management and what emphasisis placed on: prevention treatment of disease rehabilitation and restoration of function symptom control and palliative care. Goals should also be discussed for future care (see Advance care planning ). The comprehensive medical assessment, active problem list and goals of care can be incorporated into the resident's care plan and reviewed regularly. Chronic conditions such as diabetes, andcardiovascular and respiratory diseases may be assessed and managed according to existingdisease specific guidelines. However, goals of care will vary depending on the stage of illness,comorbidities and wishes of the resident. The GP can then monitor the resident's managementand health status and adjust management as necessary at scheduled visits. Scheduled RACF visit checklist 42: 1. Evaluate patient for interval functional change2. Check vital signs, weight, laboratory tests, consultant reports since last visit3. Review medications (correlate to active diagnoses)4. Sign orders5. Address RACF staff concerns6. Write SOAP notes in resident record (SOAP: subjective data, objective data, assessment, plan)7. Revise problem list as needed8. Update advance care plan at least yearly9. Update resident: update family member(s) as needed. Education and involvement of relatives/carers in a resident's care can improve clinical outcomes, reduce feelings of loss and captivity, and increase satisfaction with care. 43General practitioners play a significant role in supporting residents and relatives/carers with plain language informationabout the condition, management and likely course. This includes sensitivity to the differentcultural needs of families and how they care for their older relatives, responding to any feelingsor concerns, and referring for counselling and support if required (see Contacts ). 44,45 Advance care planning Advance care planning enables people to prepare for, and make choices about, the type of future medical treatment they wish to have, or refuse, if they become unable to make theirwishes known. There are two aspects to advance care planning - proxy directives andinstructional directives. Proxy directives grant legal authority to another person to be responsiblefor health or personal care decisions. Instructional directives give explicit treatment instructions,eg. advance directive, advance care plan or living will; refusal of treatment certificate; and do notresuscitate orders. Advance care planning involves discussions with patients about their medical history and condition, values, and preferences for future medical care. This is done in consultation withhealth care providers, family members and other significant people in their lives. In Australia, there is strong support for advance care planning from both health professionals and the general community. 46Awareness of advance care planning across health settings and the community is growing nationally, with the dissemination of programs such as 'Respecting patientchoices', piloted by the Austin and Repatriation Medical Centre in Victoria. 47 Increasingly, advance care planning is being incorporated into routine care of patients in RACFs.Many facilities ask about and record residents' wishes on admission. Some residents may alreadyhave an authorised representative or advance care plan. For residents who do not possess theRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 1314 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents capacity to make their wishes known, and have not appointed a representative, most states have legislation to determine who is legally authorised to make medical treatment decisionson their behalf. General practitioners can become familiar with the particular legal requirements in their state or territory by referring to Table 2 , and contacting relevant guardianship authorities for up-to-date information (see Contacts ). The role of GPs in advance care planning may include: discussing the idea of advance care planning with residents providing residents with information regarding their current health status, prognosis and future treatment options witnessing or completing instructional directives where appropriate applying residents' wishes to medical management. Discussion leading to an advance care plan may occur over several occasions, and cover the following aspects: Introduce advance care planning: Ask residents if they have thought about their choices of medical treatment in the future Experience of end of life decision making: Ask residents if they have had any experience with a family member or friend who was faced with a decision about medical care near theend of life. If yes, ask them if the experience was positive or if they wish things could havebeen different, and how Selecting a representative: Provide information on appointing a representative. Ask whom they would like to make decisions for them if they were unable to make their own choices known.If they have someone in mind, recommend that they discuss their wishes with their potentialrepresentative Making decisions about future care: Ask how they would like decisions to be made if they could not make those decisions Goals and values: Ask what types of things and activities give life meaning (use relevant example) Religious, spiritual and cultural beliefs: Ask who or what sustains them when they face serious challenges in life. Is there someone they would like to speak with to help them think aboutthese issues. Cultural customs may differ with respect to patient autonomy, informed decisionmaking, truth telling and control over the dying process. It is prudent to discuss the plan with relatives or carers to avoid any disagreement or potential conflicts that could arise. Residents can change their advance care plan, as long as they arecapable. If a change is made, then a copy must be given to all relevant people (representative,GP , RACF, other relevant health care providers). Some people may wish to discuss euthanasia. It is important to differentiate this from advance care planning, palliative care and end of life care. There is a significant ethical and legaldifference between the concept of an advance care plan and the issue of euthanasia. Advancecare planning is a fundamental and legitimate right of patients to accept or reject treatmentoptions. This is in contrast with euthanasia where the primary purpose is to actively cause orhasten death. Euthanasia is illegal in Australia. 48A summary of GP steps to advance care planning is given below.49 Step 1. Incorporate advance care planning as part of routine care of residents Provide information and offer advance care planning when doing a comprehensive medical assessment Suggest that the representative or family be involved in future consultations about the resident's wishes Step 2. Assess capacity of resident to appoint a representative and complete an advance care plan Where residents have the capacity, check and witness that the representative/s is/are appropriate and agree, and that the appropriate form has been completed correctly Where residents do not have capacity, refer to state legislation for who can be the representative (see Table 2 )RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 1415 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents Step 3. Support discussion and documentation of advance care plan Discuss the resident's wishes with resident, representative, relatives/carers, and RACF staff Provide information on medical conditions, benefits and burdens of treatment Review advance care plan Complete relevant forms, eg. refusal of treatment and/or not for resuscitation if appropriate Step 4. Apply the resident's wishes to medical care Advance care plans only come into use when residents are no longer able to communicate their wishes Consult advance care plans and resident/representative/relatives when major clinical decisions need to be made Step 5. Review plan regularly or when health status changes significantly (can be revoked at any time as long as the resident is capable). VIC Yes Yes Medical Treatment (Enduring Power of Attorney) Act 1990 allows appointment of proxy (representative).Patient can write a 'refusal of treatment' certificate,but only for a current illness that does not have to beterminalStateAdvance care plan (ACP)Proxy Comments SA Yes Yes Consent to Medical Treatment and Palliative Care Act 1995 confirms that a person over 18 years of age canwrite an ACP but only for a terminal illness NT Yes No NT Natural Death Act 1988 allows a person 18 years and over to make an ACP to refuse extraordinarytreatment in the event of illness ACT Yes Yes Medical Treatment Act allows for refusal of treatment. Protects health professionals who withhold/withdrawtreatment at patient's request QLD Yes Yes Powers of Attorney Act 1998 allows ACP and proxy for health/personal matters. Guardianship andAdministration Act 2000 (and amendments 2001)increased scope. Proxy can now consent towithdrawing/withholding life sustaining treatment NSW Yes Yes ACPs that comply with the requirements of the NSW health document Using Advance Care Directives (2004)are legally binding. Individuals may also appoint theirown enduring guardian TASN oN o No current legislation. Medical Treatment and Natural Death Bill (1990) not passed by Parliament. Tasmanianhealth department has 'dying with dignity' guidelinesthat recommend respecting ACP WA No No No current legislation. Private Members Bill for refusal of treatment by terminally ill people (Medical Care ofthe Dying Bill 1995) passed by Lower House November1995, lapsed when election called. This billrecommended patients are able to refuse palliative care Table 2. Summary of state legislation affecting advance care planning (as at 2004)50RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 1516 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents Please note: This table is intended to provide a brief overview only. It should not be relied on as legal advice. You should consult your own legal advisor for guidance on the law as it providesto the facts and circumstances of a particular case. Palliative and end of life care 'Palliative care is an approach that improves the quality of life of patients and their families facing the problem associated with life threatening illness, through the prevention and relief of sufferingby means of early identification and impeccable assessment and treatment of pain and otherproblems, physical, psychosocial and spiritual'. 51 In considering palliative care for residents, GPs can distinguish between three forms: a 'palliativeapproach' provided by primary care doctors, specialist palliative care service provision, and endof life care. 52It is important to distinguish between medical treatment and palliative care. While in some states, a guardian may be able to refuse a medical treatment on behalf of a patient,they cannot refuse palliative care. Palliative approach A palliative approach embraces the World Health Organisation definition of palliative care.53 It incorporates a positive and open attitude toward death and dying by all service providers working with residents and their families, and respects the wishes of residents in relation to theirtreatment near the end of life. This approach, by shifting from a 'cure' to a 'care' focus, isespecially important in the last 6-12 months of life. Active treatment for the resident's specific illness may remain important and be provided concurrently with a palliative approach. However, the primary goal is to improve the resident'slevel of comfort and function, and to address their psychological, spiritual and social needs. 54 People with a life limiting illness, or those who are dying due to the ageing process, will benefitfrom receiving a palliative approach. The more complex illness trajectories in the noncancer olderpopulation can make it very hard to determine when the end of life is near and no more'medical rescues' are plausible. However, symptom management to decrease suffering is vital. 55 Australian Guidelines for a palliative approach in residential aged care are available at www.palliativecare.gov.au.56Multicultural palliative care guidelines are also available, including maps of major Australian cities with population breakdown for various cultural groups.57 Symptom assessment tools can be valuable to define symptoms, score their severity and monitorthe effectiveness of treatments (see Tools 2 , or the Memorial Symptom Assessment Scale at www.promotingexcellence.org/downloads/measures/memorial_symptom_short_form.pdf).In patients who lack sufficient cognitive and communicative capacity for self reportinginstruments to be used, observational instruments may be supplemented by recordedobservations of symptoms. Tools to assess symptoms and pain in elderly patients are availableat the World Health Organisation Cancer Group at www.whocancerpain.wisc.edu/eng/17_1-2/Tools.html The Palliative care therapeutic guidelines provide GPs with guidance on symptom management 58(see Tools 7, 8 ). General practitioner communication with residents, RACF staff and other service providers becomes particularly important, and documentation of who is involved in providing care needsto be current. Lack of clarity among the aged care team members or a lack of openness withresidents and families may lead to conflict and confusion about care goals. Family views and issues are important and need to be understood. Some relatives and staff may need GP supportto accept the decision of residents for a palliative approach. Specialist palliative care General practitioners may have access to a palliative care team, usually including doctors, nurses,physiotherapists, occupational therapists, social workers, clinical pharmacists, dieticians, speechtherapists and pastoral care workers. Specialist palliative care services can augment care by GPsand RACF staff, with intermittent or specific input as required, eg by providing:RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 1617 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents help with assessment and treatment of complex problems (physical, psychological, social, cultural and spiritual) discussion about goals of care, advance care planning, prognosis, effective symptom control or admission of a terminally ill patient to hospital information and advice to GPs and RACF staff on challenging issues such as ethical dilemmas of nutrition and hydration, management of depression and other symptoms, spiritual issues,and concerns held by the patient, relatives and staff toward the end of life assistance in maintaining a sense of therapeutic partnership between GPs, RACF staff, patients and their relatives/carers (especially when there are difficult family relationshipsor complex 'unfinished business') resources for bereavement management. End of life care Good quality care at the end of life can be provided in a RACF if staff are adequately trained and resourced. This will mean that residents can remain in familiar surroundings, cared for bystaff and with other residents they know, rather than move to the unfamiliar surroundings ofan emergency department or hospital ward focussed on 'cure'. Methods used to determine survival time are not accurate and are not recommended. Active treatment to manage difficult symptoms, while continuing to follow a palliative approach, isconsidered best practice. Dying with dignity in a supportive environment is the key aspect ofquality palliative care. British Medical Journal surveys of people who are approaching death (and also of their relatives) led to the supplement 'What is a good death'. 59Their views were summarised as 'principles of a good death'60in the following 12 points: to have an idea of when death is coming and what can be expected to be able to retain reasonable control of what happens to be afforded dignity and privacy to have control of pain and other symptoms to have reasonable choice and control over where death occurs to have access to necessary information and expertise to have access to any spiritual or emotional support required to have access to 'hospice style' quality care in any location to have control over who is present and who shares the end to be able to issue advance directives to ensure one's wishes are respected to have time to say goodbye and to arrange important things to be able to leave when it is time, and not to have life prolonged pointlessly. During the final days and weeks of life, more care decisions are often necessary. Respecting the patient and their family's wishes on management options is important. Goals become morefocussed on the patient's physical, emotional and spiritual comfort and/or support for their familyand carers. Giving time to those left behind by listening to their thoughts and the bereavementarrangements will help them achieve peaceful closure. The 'Multidisciplinary care path for palliative care: end stage care' (see Tools 3 ) offers a care path that can be used by RACF staff, GPs and other service providers caring for residents at theend of life. Recognising that death is imminent can sometimes be difficult. However, within hours to days of death, several of the following symptoms and signs (not explained by a reversible cause) maybe present 61: peripheral shutdown and cyanosis changes in respiratory patterns (eg. Cheyne-Stokes breathing) drowsiness and reduced cognition (no response to verbal and/or physical stimuli)RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 1718 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents uncharacteristic or recent restlessness and agitation retained upper airways secretions cardiac signs (eg. hypotension, tachycardia) decreased mobility (eg. becoming bed bound) decreased ability to swallow safely. Many of the troubling recurrent symptoms of the terminal phase can be remembered under the mnemonic 'PANERO', which stands for Pain, Agitation, Nausea (and vomiting), Emergencies(such as haemorrhage or seizures), Respiratory symptoms (such as noisy breathing) and Othersymptoms (related to the specifics of the terminal illness) (see Tool 3 ). Checklists of common and distressing symptoms in the terminal phase can form the basis for locally derived treatmentalgorithms. 62 Tools are also available to help audit and improve the quality of palliative care for patients in the terminal phase. The Liverpool Care Pathway template ( Table 3 ) incorporates 11 goals covering care of the dying patient, as well as use of education and resources.63The Liverpool Care Pathway (www.lcp-mariecurie.org.uk/) can be used with the 'RACGP 5 step audit cycle'64 to contribute Group 1 continuing medical education (CME) points required for vocationalregistration. It can also be used with the residential aged care continuing improvement cycle to contribute to RACF accreditation. 65 Goals Comfort mesures Goal 1 Current medications (via appropriate route) assessed, nonessentials discontinued Goal 2 As required subcutaneous medication written up as per protocol (eg. pain, agitation, nausea and vomiting, emergency orders, respiratory tract secretions) Goal 3Discontinue inappropriate interventions (routine blood tests, antibiotics, subcutaneous fluids, not for resuscitation documented when necessary, routine turning regimens/vital signs discontinued) Goal 4 Ability to communicate in English assessed as adequate Goal 5 Insight into condition assessed Goal 6 Religious/spiritual needs assessed with patient/family Goal 7 Identify how family/other are to be informed of patients impending death Goal 9 GP and other key people in the primary care team are aware of patient's condition Goal 10 Plan of care explained and discussed with patient/family Goal 11 Family/others express understanding of plan of careGoal 8 Family given relevant RACF, funeral and bereavement informationPsychological insight Religious/spiritual support Communication with family/other Communication with primary health care team Summary Table 3. The Liverpool Care of the Dying Pathway66RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 1819 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents Medication management Residents' medication needs are complex. They are large users of medications due to the high prevalence of disease and comorbidity, and they are dependant on RACF staff for administeringtheir medication. Optimal medication management in RACFs involves a multidisciplinary and systematic approach with residents or their representative, GPs, pharmacists, aged care nurses, other RACF staff andhealth service providers. The APAC Guidelines for medication management in residential aged care facilities recommended that each facility has a Medication Advisory Committee with GPs, pharmacists (supplying pharmacists and if different, the pharmacist conducting medicationreviews), RACF management and staff (including nurses), and resident advocate/s working together to facilitate the quality use of medicines. 67Figure 2 summarises the organisational issues for medication management in RACFs that are addressed in the guidelines. Particular aspects for GPs to consider include (also refer to the APAC guidelines mentioned above): an efficient and effective partnership between residents, prescribing GPs, dispensing and review pharmacists and administering RACF staff monitoring of risks of adverse medication reactions and interactions, particularly if polypharmacy is combined with over-the-counter medications, or alternative supplements regular reviews of prescribed medication following changes in comorbidity and progression of disease prescribing as required (PRN) and nurse initiated medication (NIM) to cover anticipated events use of alternative oral formulations requirements for end of life care. Prescribing medication All people have the right to give informed consent or to refuse any medical intervention including medication. It is therefore important to discuss treatment issues with residents and theirrelatives/carers or representatives using easily understood language. Treatment objectives from the perspective of residents may be affected by their experience of the ageing process, cognitiveimpairment, physical disability, chronic disease, pain, accumulated losses and social isolation. 68 General principles of prescribing medication for older people include69: nonmedication treatments should be used wherever possible treat adequately to achieve goals of therapy new medications: start low, go slow and increase slowly checking for tolerability and response use the lowest effective maintenance dose generally prescribe from a limited range of medications and ensure familiarity with their effects in older people prescribe the least number of medications, with the simplest dose regimens consider the person's functional and cognitive ability when prescribing consider medication adverse effects if there is a decline in physical or cognitive functions or self care abilities prescribe suitable formulations of medications if a person experiences swallowing problems provide patient education, using Consumer Medicine Information (CMI) or simple verbal and written instructions for each medication to reinforce adherence regularly review treatment and the person's ability to manage the medications consider the medicines already being taken including prescription, nonprescription and complementary medicines. Prescribing medications include routine medications, as well as pre-planning medications when required (PRN) for anticipated events from specific conditions (eg. allergic reaction, angina, asthma, behaviours 31/3/06 12:50 PM Page 1920 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents Decisions to prescribe medication are optimally70: evidence based made in the context of the patient's medical and psychosocial condition, prognosis, quality of life and wishes made in the context that overuse, underuse, and inappropriate use of medications are equally important quality of care concerns made with disclosure of confidential information, only as necessary for direct patient care. General practitioners have access to several excellent sources of evidence based information on prescribing medication. The National Prescribing Service at www.nps.org.au includes theTherapeutic Advice and Information Service (TAIS) for health care professionals. TAIS providesimmediate access to independent medication and therapeutics information for the cost of a localcall (1300 138 677). Therapeutic guidelines for management of patients with common clinicalconditions are available as pocket sized books, CD-ROMs for installation on personal computers,and versions for use on health department intranets, commercial prescribing software, andhand held computers. These are obtainable at www.tg.com.au/home/index.html or telephone1800 061 260. The Australian medicines handbook (AMH) provides a comparative, practical formulary covering most of the medications marketed in Australia. It is available in annual bookeditions, CD-ROM, PDA, or online (via Health Communications Network) at www.amh.net.au.Also provided by the AMH is the Medication choice companion: aged care , which is particularly relevant for older people living in RACFs. 71 In addition, best practice for medication management in older adults includes these steps72: Identify the presence and nature of the resident's symptom, disease, condition, impairment, or risk Assess the resident to identify the cause of the problem, or document why an assessment was not performed Gather and assess information about the resident's current medications and treatments as well as responses and adverse reactions to previous medications and treatments Identify and document the reason(s) why the disease, condition, symptom, or impairment needs to be treated, or why treatment is not to be provided Choose an appropriate medication or modify an existing medication regimen Identify and document the objective(s) of treatment Consider and document the benefits and risks of treatment Consider and document possible medication interactions Order the selected agent Order appropriate precautions in administering the medication, including instructions for resident monitoring Assess and document the resident's status during or at the end of treatment Assess the resident for possible adverse medication reactions Modify the medication regimen as indicated by its effectiveness or by the presence of complications. Medication orders are written on RACF medication charts by qualified prescribers taking into account the needs and views of residents (or representatives), policies of the RACF, legislativerequirements and professional standards. The qualified prescriber is usually the resident's GP , but may also be a locum or hospital doctor, geriatrician or palliative care physician. In somesituations, registered dental practitioners or registered nurse practitioners are able to prescribemedications. It is considered best practice for GPs to work closely with RACF staff to regularly review and rewrite medication charts to maintain a continuum of medication for residents. The APAC National guidelines to achieve the continuum of quality use of medicines between hospital andRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 2021 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents community should be referred to when a resident moves between different health care settings (eg. hospital to RACF).73A residential medication management review, conducted by the GP and pharmacist, is recommended for each resident on admission and regularly thereafter(seeOrganisational aspects ). Dispensing, storage and disposal of medication Pharmacists work closely with GPs to dispense medication as prescribed and conduct medication reviews. They work closely with RACF staff to supply the dispensed medications in a suitable form and ensure their safe handling at the facility. The Pharmaceutical Society of Australia has developed standards for pharmacy services to residents74: Maintain appropriate systems for the supply of medicines to the facility Ensure that medicines are delivered to the RACF in a timely manner Ensure that medicines are stored within the RACF in accordance with legislative and manufacturers' storage requirements Monitor stock medicines used in the RACF Check medications brought into the RACF by new patients, as soon as practicable after admission, to ensure consistency with currently prescribed medications Conduct a comprehensive medication review of all residents at regular intervals and maintain appropriate records In consultation with medical practitioners identify residents who may require therapeutic medication monitoring Identify, monitor and document adverse medication events Provide information on medicines that adequately meet the needs of the RACF Provide an education program appropriate to the needs of the RACF RACFs must have a mechanism in place for the disposal of returned, expired and unwanted medicines. Administering medication Medications can be administered by a registered nurse who is qualified to administer medication,or self administered by the resident (who is assessed as competent to do so). Dose administration aids (DAAs) are used to provide medications where there is not a registered nurse qualified to administer medications, or to assist residents who are self administeringmedications. 'Blister' packaging systems or 'compartmentalised boxes' are packed and labelled bya pharmacist and the medications administered directly from the DAA to the resident. If theprescriber alters any medication order, the entire DAA must be returned to the supplyingpharmacist for repackaging. Residential aged care facility staff should refer to relevantstate/territory legislation for further information on DAAs. It is recommended that RACFs have policies and procedures for the alteration of oral dose formulations (eg. crushing tablets or opening capsules) to make it easier to administermedication to residents with swallowing difficulties. In some cases, the practice of altering theform of medication may result in reduced effectiveness, a greater risk of toxicity, or unacceptablepresentation to residents in terms of taste or texture. Controlled release medications should notbe crushed or altered without consultation with the pharmacist. Residential aged care facilitystaff could refer to Appendix F of the APAC Guidelines for medication management in residential aged care facilities for more information on alteration of oral formulations ( Figure 2 ).RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 2122 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents Medication advisory committee (MAC) (Recommendation 1) *Example of terms of reference and meeting agenda (Appendix A and B)* Example of a medication management administration policy (Appendix C)* Provision of pharmacy services to an RACF (Appendix D)* Residential aged care facility (RACF)Medication chart (Recommendation 2)* All residents including respite care Electronic or manual and photo IDInclude self administered and complementary medicines Medication review (Recommendation 3)* Reviews should be recorded on resident's record and medication chart Regular review/use multidisciplinary team Consult with patient Standing orders (Recommendation 5)* Emergency supplies Consult relevant state/territory legislation Nurse initiated medication (Recommendation 6)*Defined drug list and protocols GP access to listRegular reviewConsult state/territory legislation and guidelines Self administered medications (Recommendation 7)*RACF policy and process re assessment of patient competency. Example ofassessment of a resident's ability to selfadminister (Appendix E)* Regular review within care planDocument agreement/copy to patient Alteration of oral formulations (Recommendation 8)*Alteration of solid dosage - methods Documentation on medication chartMedicines list remain unaltered and regular update OH&S considerationsExample of guidelines and standard operating procedures for alteringmedication dose forms (Appendix F)*RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 2223 Medical care of older persons in residential aged care facilities 4th editionGeneral approach to medical care of residents Figure 2. Organisational issues for medication management in RACFs. (*See the Australian Pharmaceutical Advisory Council Guidelines for medication management in residential aged care facilities67)Dose administration Aids (DAA) (Recommendation 9)*Use to encourage compliance with medication Roles and responsibilities of pharmacistPolicy for the administration of medications offsite DAA indicate if ceased/withheld Emergency supplies (Recommendation 14)*Refer to state/territory legislation MAC policy use/documentation/stock control Minimal range of medicines in after hours use Other Administration of medications (Recommendation 4)* Information resources (Recommendation 10)* Storage and disposal of medicines (Recommendation 11 and 12)* Complementary/self selected medicines (Recommendation 13)*RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 2302 24 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions Delirium Delirium (acute brain syndrome, acute confusional state or acute organic psychosis) is an acute or subacute deterioration in mental functioning that occurs commonly in the older population,particularly in hospitals and RACFs. The cause is usually multifactorial and reversible, and mayinvolve infection, metabolic disturbance, hypoxia, and medication toxicity or withdrawal. Inhospital, delirium occurs in 30% of older patients and predicts poorer outcome and greaterlength of stay. Delirium has a fluctuating course, and although recovery is often rapid, completeresolution may take weeks. 75,76 Assessment Detection is often based on a history of fluctuating alertness with cognitive impairment that has developed over hours to days, and is worse at night. Some patients are predominately hyper-aroused with agitation and hallucinations, others are hypoactive with decreased consciousness,somnolence or stupor, and some alternate between agitated and hypoactive forms. 77 The Confusion Assessment Method ( Table 4 ) is a useful assessment tool. Diagnosis of delirium requires the presence of both features 1 and 2, as well as either 3 or 4.78 Differential diagnoses include depression, dementia, anxiety and psychosis. Patients with dementia are at greater risk of developing delirium. See Table 6, Dementia for a comparison of the clinical features of delirium, dementia and depression. Look for reversible causes on examination and testing, particularly sepsis, dehydration, hypoxia, metabolic abnormalities and opioid toxicity. Table 5 lists potentially reversible causes of delirium.1. Acute onset and fluctuating courseIs there an acute change in mental status from the person's baseline? Does the abnormal behaviour tend to come and go or increase anddecrease in severity? 2. Inattention Does the person have difficulty focussing attention? Eg. distracted or having difficulty keeping track of what is being said 3. Disorganised thinking Is the person's thinking disorganised or incoherent, rambling or irrelevant, unclear or illogical, or unpredictable? 4. Altered level of consciousness Overall is the person lethargic (drowsy, easily aroused), stuporous (difficult to arouse), comatose (unable to be aroused) or hypervigilant (hyperalert)?Feature of delirium Assessment Table 4. Confusion Assessment Method79RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 2425 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions Management The aim of treatment is the resident's comfort and safety. Management involves treatment of underlying causes, alleviation of symptoms, and education of the resident, relatives/carersand RACF staff. Review medication and discontinue unnecessary medications, consider opioid rotation, minimise or eliminate psychoactive medications. If required, give oxygen, rehydrate with subcutaneous orintravenous fluids, restrict fluids for hyponatraemia, treat hypercalcaemia with bisphosphonates.Commence antibiotics for infection after discussion with relatives/carers. Provide continuity of nursing staff, familiar people and objects, structure and routines, a quiet, appropriately lit room, and removal of objects of harm. Ensure adequate warmth, nutrition,mobilisation and correction of sensory impairments (spectacles, hearing aids). It is preferable forservice providers to identify themselves and approach the resident from the front rather thanthe side, as peripheral stimuli may be interpreted as hostile. Use simple explanations, withacalm, respectful attitude. 81 In hospitalised patients with delirium, complete resolution of delirium may take weeks after discharge. Therefore the GP and RACF staff need to maintain vigilance about medication,environmental change and sensory problems. 82 There are no specific medication treatments, apart from benzodiazepines for alcohol withdrawal(contraindicated if respiratory drive is compromised). Medications are not helpful for callingout or wandering. Short term antipsychotics may be used with caution for hallucinationsor agitation. 83 Symptoms and disinhibited behaviour associated with delirium may be distressingto relatives/carers and RACF staff. Distress can be reduced by educating relatives/carersand RACF staff, for instance, that: confusion and agitation are expressions of temporary brain malfunction, and not necessarily of discomfort or suffering for the residentInfections (eg. stress Unfamiliar environmentPsychosisManiaMedical Medications Table 5. Potentially reversible causes of delirium80PsychosocialRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 2526 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions grimacing or moaning may be due to increased expression (disinhibition) of well controlled physical symptoms rather than a worsening of symptoms observer distress can lead to excessive use of medication (eg. opioids) which can exacerbate delirium. Dementia Dementia is a progressive decline in general cognitive function, with normal consciousness andattention. 84There is impairment of memory, abstract thinking, judgment, verbal fluency and the ability to perform complex tasks. It is associated with behavioural and psychological changes,and impairment of social and physical functioning. Behavioural and psychological symptomsof dementia (BPSD) include psychosis, depression, agitation, aggression and disinhibition in thelater stages of the illness. 85 The prevalence of dementia increases with age, from about 3.4% at 70-74 years to 20% at85-89 years, and 40% at 95 years or over. As the Australian population ages, the number ofpeople with dementia is estimated to rise from 200 000 (1% of Australians) in 2005, to 730 000(2.8% of the projected population) by 2050. 86Dementia is one of the most common conditions of older people who live in residential care, affecting about 30% of residents in low care and60% in high care. Many people with dementia will enter residential care for respite or long term care several years after onset when they require support for impairment in activities of daily living or behaviouraland psychological symptoms. Dementia and BPSD can have a significant physical and emotionalimpact on families and carers. The process of moving to residential care can be difficult andrequires understanding and support. 87Some older people may develop dementia while living in residential care. Therefore, GPs are likely to see residents with the full spectrum of mild to moderate to severe dementia. Common types of dementia are Alzheimer disease (40-60%), vascular dementia (10-20%), and Lewy Body dementia (15-20%). Other causes are frontal lobe dementia, Parkinson disease withdementia, normal pressure hydrocephalus, post-traumatic, medications, alcohol, anoxicencephalopathy, prion diseases (eg. Cretzfeldt-Jacob disease), Huntington disease, Downsyndrome and AIDS. 88Dementia may be due to a combination of causes.89 Alzheimer disease is characterised by an insidious onset of symptoms, with initial forgetfulnessprogressing over time to profound memory impairment with accompanying dysphasia, dyspraxiaand personality change. Noncognitive symptoms may include decreased emotional expressionand initiative, increased stubbornness and suspiciousness, and delusions. Vascular dementia usually starts suddenly, with focal neurological signs and imaging evidence of cerebrovascular disease. There may be emotional lability, impaired judgment, gait disorders,with relative preservation of personality and verbal memory. It often occurs in combinationwith Alzheimer disease. Lewy Body dementia is characterised by cognitive impairment that affects memory and the ability to carry out complex tasks, and fluctuates within 1 day. It is associated with at least one of thefollowing: visual or auditory hallucinations, spontaneous motor parkinsonism, transient cloudingor loss of consciousness, and repeated unexplained falls. Frontal lobe dementia features include impaired initiation and planning, with disinhibited behaviour and mild abnormalities on cognitive testing. Apathy and memory deficit mayappear later. Residents with dementia have increased risks of other conditions, including: delirium depression dysphagia and aspirationRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 2627 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions falls, through impaired judgment, gait, visual space perception and ability to recognise and avoid hazards urinary and faecal incontinence through reduced awareness and mobility inadequate recognition and management of pain. Assessment Comprehensive assessment of residents with dementia will: confirm the diagnosis, although this may have occurred at earlier stages of the illness before admission to the facility,90or require specialist referral differentiate dementia from delirium and depression, although these conditions may co-exist with dementia identify the cause of dementia, which is important for treating any reversible conditions and for selecting medication identify behavioural and psychological symptoms determine the extent and severity of functional impairment, including activities of daily living, and decision making capacity consider the impact of dementia on other geriatric syndromes and their management identify the concerns of relatives and RACF staff, and their need for information and support. Assessment methods are those outlined for the comprehensive medical assessment, with a focus on making an accurate diagnosis, identifying active problems and establishing goals of care withthe resident, relatives/representative and RACF staff. (It will be helpful to do cognitive testingearly in the assessment, and to talk with relatives/carers and RACF staff about their observationsof functional status, BPSD and decision making capacity [see Medical assessment of the resident ]). The Medicare item Comprehensive Medical Assessment can be utilised on admission and for annual review of a resident with dementia (see Tools 10 ). Cognitive testing Cognitive testing is useful to assess and document severity of cognitive impairment and to measure changes in cognitive function over time. It can help differentiate between dementia,delirium and depression. Many tests are available and suitable for cognitive assessment.Currently, the Mini-Mental State Examination (MMSE) 91and clock drawing test are the most widely used and recommended. The Abbreviated Mental Test Score (AMTS)92is a quicker measure of cognitive impairment that correlates well with the MMSE and has been tested on anAustralian sample of patients 93(see Tools 4 ). Versions of the MMSE are available in Medical Director software and in several publications.94,95 Patients with Alzheimer disease are likely to score at least 21 on the MMSE for mild disease, 10-20 for moderate disease, and 9 or less for severe disease.96The MMSE score may be normal for people with early cognitive impairment. The clock drawing test is useful in combination with the MMSE. It may demonstrate changes in the early stages of dementia, reflecting deficits in planning, spatial perception and cognition.97 The technique involves giving the patient a sheet of paper and asking them to draw a clock face(big enough to ensure there is a need to plan the number spacing), draw the numbers in correctposition, and draw hands to show the time of 'ten past 11'. There are several methods usedto score the test, eg. one point for drawing a closed circle, one point for drawing 12 numbers,one point for positioning numbers correctly, and one point for placing clock hands at adesignated time. 98 Differentiation of dementia from delirium and depression Table 6 compares the clinical features of dementia with delirium and depression.99However, features may co-exist, as residents with dementia are at increased risk of delirium and depression.It is important to identify delirium and arrange urgent investigation and treatment for physicalRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 2728 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions and medication related causes (see Delirium ). Obtaining a history of depressive symptoms, and using depression assessment scales and cognitive testing, can assist in the diagnosis of depression(seeDepression ). Depression occurring in people with dementia needs to be distinguished from depressive pseudodementia, an uncommon condition of depression presenting as adementia-like illness. Onset Acute/sub-acute depends on cause, often twilightChronic, generally insidious, dependson causeCoincides with life changes, oftenabruptFeature Delirium Dementia Depression Course Short, diurnal fluctuations in symptoms; worse at night in thedark awakeningLong, no diurnal effects, in themorning; situationalfluctuations but lessthan acute confusion Progression Abrupt Slow but even Variable, rapid-slow but uneven Duration Hours to less than 1 month, seldom longerMonths to years At least 2 weeks, but can be severalmonths to years Awareness Reduced Clear Clear Alertness Fluctuates; lethargic or hypervigilantGenerally normal Normal Attention Impaired, fluctuates Generally normal Minimal impairment but is distractible Orientation Fluctuates in severity, generally impairedMay be impaired Selective disorientation Memory Recent and immediate impaired Recent and remote impairedSelective or patchy impairment, 'islands'of intact memory Thinking Disorganised, distorted, slow or accelerated,incoherentDifficulty abstraction,thoughtsimpoverished,marked illusions, and hallucinations, difficultydistinguishing between realityand misperceptionsMisperceptions often absent Intact; delusions and hallucinations absentexcept in severecases Stability Variable hour to hour Fairly stable Some variabilityRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 2829 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions A detailed history obtained from the resident and relatives/carers will help evaluate101: cognitive impairment and decline from a former level of functioning: memory, problem solving, language, getting lost, using appliances, failure to recognise people or objects behavioural and psychological symptoms: depression, withdrawal, aggression, agitation, false beliefs, hallucinations, sleep disturbance, loss of social graces, obsessive-compulsiveness risk assessment: falls, wandering, nutrition, medication, abuse alcohol intake family history capacity to consent to medical treatment, appoint a representative and make an advance care plan. Physical examination can help diagnose102: specific conditions which may cause dementia, eg. stroke, cerebrovascular disease, Parkinson disease, hypothyroidism, alcoholism. Look for focal neurological signs, poor/abnormal gaze,tremor or abnormal gait underlying chronic conditions which may aggravate dementia, eg. hypertension, cardiac failure, renal failure, diabetes, asthma conditions which may cause delirium, eg. respiratory or urinary tract infection (UTI). Investigations are usually undertaken to identify reversible causes of dementia and may include: haemoglobin, white cell count, erythrocyte sedimentation rate, serum folate levels serum electrolytes and renal function, serum calcium and phosphate liver function, thyroid function, blood sugar urine micro and culture chest X-ray (if delirium) brain scan syphilis serology and HIV antibodies if indicated. Management General practitioners are well placed to provide care to patients with dementia from the early stages at home through to later stages at a RACF. 103Most residents with dementia are managed by their GP and RACF staff. Complex cases, or early cases where the differential diagnoses areunclear, may require specialist advice or support, eg. through cognitive, memory and dementiaservices, ACATs, psychogeriatric services, or palliative care services. Some people with severedementia may require admission to a psychogeriatric unit. Involvement of the resident's relativesand carers can ameliorate feelings of loss and captivity, increase satisfaction with care, andimprove clinical outcomes. 104,105 A general approach to management of dementia by GPs involves106: establishing partnerships with the resident, family, RACF staff and relevant local specialist servicesEmotions Irritable, aggressive, fearful Apathetic, labile, irritableFlat, unresponsive or sad; may be irritable Sleep Nocturnal confusion Often disturbed; nocturnal wanderingand confusionEarly morning awakening Other features Other physical disease may not be obviousPast history of mood disorder Table 6. A comparison of the clinical features of delirium, dementia and depression100RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 2930 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions regularly reviewing the physical and mental health of the resident, including the use of medication treating reversible causes and co-existing conditions requesting RACF staff to monitor symptoms and behaviours that cause concern, preferably using established scales discussing with RACF staff the psychological and social strategies for the management of BPSD understanding the resident and family perspective, so that the transition through stages of care can be sensitively managed. Consultations with residents and their relatives/carers will enable GPs to provide information and address expectations and concerns. In the early stages of dementia, discussion may coverthe condition, advance care planning, appointing a representative, and ways to maintainfunction. While remaining frank and open about what to expect, GPs may also be positive aboutthe development of new treatments. Information and support for residents, their relatives/carersand health professionals is available from Alzheimer's Australia (see Contacts ). It is important that other geriatric syndromes are recognised and managed appropriately as often residents with dementia may not report specific problems during routine care. The residential care setting provides opportunities for carefully targeted prevention and intervention programsfor care of common conditions in people with dementia, 107-109including routine assessment of swallowing difficulties, monitoring nonverbal pain behaviours, prompting patients to visit thetoilet on a regular basis, and reducing falls risk by minimising environmental hazards. Oncereversible causes have been treated and coexisting conditions managed, the major mode of dementia management is with nonpharmacological interventions. These can be targeted tospecific symptoms including cognitive impairment, apathy, depression, psychotic symptoms,and aggression. Management of behavioural and psychological symptoms of dementia Psychological and behavioural symptoms are an integral manifestation of dementia. Depression is common in the early stages. Behavioural manifestations are common in the intermediatestages of Alzheimer disease and at various stages in other types of dementia. 110 Brodaty et al developed a service delivery model for managing people with behavioural andpsychological symptoms of dementia. 111The model divides people with BPSD into seven tiers in ascending order of symptom severity and decreasing levels of prevalence. Recommendedtreatment is cumulative through the tiers, with increasing interventions as symptoms becomemore serious. Tier 1: For no dementia, management is universal prevention, although specific strategies to prevent dementia remain unproven Tier 2: For dementia with no BPSD (40% prevalence), management is by selected prevention through preventive or delaying interventions (not widely researched) Tier 3: For dementia with mild BPSD (prevalence 30%), eg. night time disturbance, wandering, mild depression, apathy, repetitive questioning, and shadowing, managementis by primary care workers Tier 4: For dementia with moderate BPSD (prevalence 20%), eg. major depression, verbal aggression, psychosis, sexual disinhibition, and wandering, management is by primary careworkers with specialist consultation as required Tier 5: For dementia with severe BPSD (prevalence 10%), eg. severe depression, psychosis, screaming, and severe agitation, management is in dementia specific high level residentialcare, or by case management under a specialist team Tier 6: For dementia with very severe BPSD (prevalence <1%), eg. physical aggression, severe depression, and suicidal tendencies, management is in a psychogeriatric or neurobehaviouralunit Tier 7: For dementia with extreme BPSD (rare), eg. physical violence, management is in an intensive specialist care unit.RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 3031 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions General practitioners and RACF staff can minimise and manage BPSD effectively by getting to know residents with dementia and how to approach them, and by recognising the factorsthat aggravate their behavioural and psychological symptoms. Careful analysis of the causeof behaviour ( Table 7 ), behavioural management strategies and good environmental design may reduce BPSD. Patient Interaction Environment Changes to the resident's environment, routines and tasks may help to reduce distress in day-to-day activities. See the Alzheimer's Association website (www.alzheimers.org.au) for help sheetson daily care (hygiene, dressing, safety), behavioural issues (sundowning, wandering, aggression,agitation), and changes that can be made to the resident's environment. Behavioural interventions may include 113: education: explanation for residents and relatives/carers, and training of RACF staff sensory stimulation: orientation cues, diversional activities, music, massage, pets cognitive: reminders and repetition of information self care skills: dressing, eating, toileting physical activity: simple exercise routines, eg. walking, gentle exercise groups social interaction: regular social activity, groups, and visitors behavioural therapies. Behavioural therapies (eg. re-orientation, reminiscence, music therapy) may be useful for some people with behavioural disturbance, however clinical trials are small and few.114Residential aged care staff have access to training and several psychosocial approaches to care such as 'realityorientation', 'validation therapy' and other nonmedication therapies for BPSD. 115Delirium should be suspected and the cause treated if a resident with dementia becomes acutely disturbed(seeDelirium ).Cultural background, values, language Social history Impact of changes to family or work roles Personality traits Tiredness, sleeping problems Hunger, thirst Feelings of frustration, sadness, anger, grief Pain, discomfort Hearing impairment Visual impairment Infections, new illness Physical movement problems Incontinence Constipation Poor dental health Blood pressure (high or low) Pre-existing illness Medication adverse effects, interactions Progression of dementiaPoor communication (speaking too fast, slurring words, mumbling) Language too complex or condescending Not enough information and prompting given Poor eye contact Hostile or defensive tone in voice or body language Inappropriate or misunderstood verbal or nonverbal cues Personal space invaded Task or activity too complex or demeaning Changes to routines or activities Social isolation or too much socialisation Minimal or overwhelming levels of activity Unfamiliar people Cultural and religious influences not considered Preferred language not used Feelings of resident not acknowledgedUnfamiliar surroundings Too much or competing noise Clutter and obstructions Visual distraction (patterned carpet) Poor lighting (glare, shadows) Decor and fittings confusing Lack of visual prompts (eg. not obvious where toilet is located) Visual prompts that cue unwanted behaviour (eg. coats or hats hungby the door) Unsafe environment Uncomfortable temperature (hot/cold) Lack of personal belongings Culturally inappropriate environment Lack of privacy and personal space Environment not sensitive to perceptual changes of dementia Table 7. Factors that may contribute to behavioural disturbances in dementia112RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 3132 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions Restraint may be used in a RACF in situations where a patient's behaviour or activity may result in loss of dignity, personal harm, damage to property, or severe disruption to others. However itshould be as a last resort and not a substitute for adequate education or resources in the facility.Restraint is 'any aversive practice, device or action that interferes with a resident's ability to makea decision or which restricts their free movement'. 116Most RACFs have a restraint policy which complies with The Aged Care Act 1997 , as well as the requirements of the Aged Care Standards and Accreditation Agency, state and territory legislative processes, and professional and ethicalrequirements. Medication management Medication can enhance cognitive function and delay progression of dementia, treat depression, and improve behavioural and psychological symptoms. 117For any treatment, the impact on quality of life is a key consideration, including potential benefits and risks. Acetylcholinesterase inhibitors can have a positive effect on cognitive impairment, apathy, psychotic symptoms and aggression.118However, while these medications improve the quality of life of some people with mild to moderate Alzheimer disease, clinical trials have found that,on average, improvements are modest in cognitive function and delay of functional decline.Guidelines suggest that patients who do not stabilise or improve in the first 6 months ofanticholinesterase therapy are unlikely to have any subsequent benefit. Therefore patients shouldbe reviewed regularly to assess the value of ongoing treatment. A meta-analysis reported similareffect sizes for donepezil, rivastigmine and galantamine, however studies suggest a trialof a second agent in nonresponders is reasonable. Adverse effects such as nausea, vomiting,diarrhoea and dizziness are dose related. 119See the Pharmaceutical Benefits Scheme Handbook for current prescribing guidelines for cholinestererase inhibitors. Psychotropic medication may be effective for specific indications such as depression, anxiety, psychotic symptoms (hallucinations and delusions), motor activity and aggression. Starting dosesshould be low and increased slowly with careful monitoring for adverse effects, especiallysedation, postural hypotension and parkinsonism. 120Respiridone has been approved by the Pharmaceutical Benefits Scheme for management of BPSD. Antidepressants are helpful in managing depressive symptoms and aggression in residents with dementia.121Nontricyclic antidepressants may be indicated, depending on symptoms and their severity, including sleep disorder, anxiety, and obsessive-compulsive features.122Tricyclic antidepressants with anticholinergic adverse effects have the potential to exaggerate cognitiveimpairment due to central acetylcholine deficiency in Alzheimer disease and should be avoided. 123 Benzodiazepines may exacerbate cognitive impairment in dementia, and increase the risk of fallsand associated injury. Oxazepine is recommended for severe anxiety, and agitation. 124 Medication for the management of distressing BPSD may be considered in addition tononmedication interventions. Psychotropic medication can be effective, particularly for behavioursand distress that have been precipitated by hallucinations and delusions. 125However, there is limited evidence of efficacy for medications for restraint and significant risk of adverse effects.126 Antipsychotic agents may be required to manage distressing psychotic symptoms, aggressionand behavioural disturbance. Conventional antipsychotic agents such as haloperidol are notrecommended due to lack of evidence of effectiveness, common extrapyramidal side effects, and sedative anticholinergic side effects. 127They should not be used in patients with suspected Lewy Body dementia or Parkinson disease.128Respiridone, an atypical neuroleptic agent, is effective for reducing psychotic features and aggression. Although it has fewer serious adverse effectsand is better tolerated than conventional antipsychotic medications, it may sometimes causeextrapyramidal side effects, drowsiness, hypotension, hyperglycaemia and increased risk ofcerebrovascular accidents. 129-131Ask RACF staff to monitor and report signs of possible adverse effects such as abnormal movements of the face, trunk and limbs; dizziness or fainting onstanding; sudden weakness or numbness in the face, arms or legs; speech or vision problems;or worsening diabetic control. 132RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 3233 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions Lewy Body dementia is a contraindication to the use of major tranquilliser-neuroleptic agents including the newer atypical antipsychotics.133 Anti-epileptic agents in low doses may be effective in reducing behaviours characterisedby motor overactivity and aggression. 134 Behavioural disturbances may be short term, therefore the need for medication should bereviewed within 6 months and the dose diminished and discontinued where possible. Depression Depressive disorders are common and disabling, particularly among older people who live in residential aged care or who have a comorbid illness.135Prevalence estimates vary depending on the methodology used and the definition of depression.136An Australian survey estimated that 51% of high care residents and 30% of low care residents without cognitive impairment hadmajor depression based on the Geriatric Depression Scale. 137 Depression in residents has been associated with recent bereavement, physical illness, culturalfactors, quality of the home environment, existence of depression before admission, and theways in which depression is treated. 138 Depressive disorders include major and minor depression. Diagnostic criteria for major depressionare shown in Table 8 . Residents with minor depression (depressive symptoms without fulfilling DSM-IV criteria for major depression) may be just as distressed and functionally disabled by theirsymptoms as those with major depression. 139 DSM-IV criteria for major depression are five or more of the following symptoms persisting over a 2 week period causing clinically important distress or impairing work, social or personal functioning (with depressed mood ordecreased interest or pleasure as one of the five): Depressed mood most of the day, occurring most days (subjective or observed) Markedly diminished interest or pleasure most of the day, nearly every day Significant weight or appetite change Insomnia or hypersomnia Psychomotor agitation or retardation (observable by others) Fatigue or loss of energy Feelings of worthlessness or inappropriate guilt Diminished ability to concentrate or make decisions Recurring thoughts of death or suicide plans Older people may have a recurrence of early onset depressive symptoms, or present with depression for the first time later in life (over 50 years of age). Early onset depressive disordersare likely to be associated with genetic risk and cognitive vulnerability to depression, and havean increased risk of developing coronary and cerebrovascular disease. Late onset depressivedisorders are often associated with pre-existing physical illness, particularly cerebrovasculardisease (eg. vascular depression and poststroke depression), heart disease, diabetes, cancer,Parkinson disease, dementia and cognitive impairment. 141,142Depression may also occur in residents receiving palliative care.143 Vascular depression is characterised by a lack of family history of depression, subcortical neurological dysfunction, cognitive impairment and psychomotor change. Patients with vasculardepression may later develop vascular dementia. 144 Poststroke depression develops over months, with peak prevalence between 3-24 months, andis associated with poor functional and psychosocial outcome. Predictive factors are aphasia 3-12months after stroke, older age, limited social supports and a previous history of psychiatricTable 8. DSM-IV criteria for major depression 140RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 3334 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions problems. It usually remits after 1-2 years, but some cases persist up to 3 years following stroke.145 Depression in residents may be unrecognised and untreated as older people may not reportsymptoms or may attribute symptoms to ageing or physical causes. Also, symptoms are morelikely to be somatic or atypical. Assessment Assessment involves obtaining a history from residents and their relatives, the use of depression assessment scales and cognitive testing, physical examination, and investigations. The purposeof assessment is to: confirm diagnosis and the severity of depression differentiate depression from dementia and delirium identify reversible causes identify other conditions that may contribute to depression or be aggravated by depression assess the risk of self harm. Clinical features of depression in older patients include 146: psychological - fluctuating depressed mood, loss of interest in activities, loss of motivation, irritability somatic - loss of energy, fatigue, headache, pain and palpitations cognitive - forgetfulness, poor concentration, psychomotor slowing behavioural - social withdrawal, reduction in activity, disinhibition. Patients with severe depression may also exhibit cognitive dysfunction, psychotic symptoms and melancholia. Symptoms of depression may be due to an underlying medical condition orcognitive impairment rather than an underlying mood disorder. Differential diagnoses includedementia, delirium, side effects of medications, sepsis and hypothermia. 147 Table 6 (see Dementia ) compares the clinical features of depression with dementia and delirium. Cognitive testing (eg. using the MMSE) can help differentiate between dementia and depression.There are several depression assessment tests available that have been validated in olderpopulations. The Geriatric Depression Scale (see Tools 5 ) and the Cornell Scale for Depression in Dementia (see Tools 6 ) are recommended. 148The Geriatric Depression Scale is suitable for detecting major depression in older people without dementia. The Cornell Scale is designed forthe assessment of depression in older people with dementia who can at least communicate basicneeds. The Beck Depression Scale is recommended for patients poststroke, as it has low relianceon somatic symptoms and memory. 149 Review medications to identify those with potential depressive effects (eg. anticonvulsants,acitretin, corticosteroids or progesterone). Investigations can help identify reversible causesof depression including vitamin B12 deficiency, hypothyroidism, delirium or sepsis. 150Look for conditions that could contribute to depression or affect treatment (eg. chronic insomnia, pain,incontinence, alcoholism, stroke, recent myocardial infarction, dementia, Parkinson disease).Neurological imaging may help assess dementia and cerebrovascular disease. Assess whetherthe patient is at risk of self harm (eg. by using the guide to assessment of suicide risk in thePsychotropic therapeutic guidelines ). 151 Management Most older patients with depression will respond to treatment, with improvement in function and wellbeing. Overall, the prognosis for late onset depression is similar to that for youngerpatients. 152 Treatment of depressive symptoms involves a combination of nonmedication therapies (eg. patient education, behavioural strategies, psychotherapy) and antidepressant medication.Management also includes the treatment of reversible causes, change in medications orRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 3435 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions situations that are contributing to the depression, adequate treatment of associated medical conditions, and reduction of self harm risk. Monitor progress regularly, and consider specialist referral for patients153: with severe, melancholic or psychotic depression who fail to respond to treatment who are at significant risk of self harm where the diagnosis is unclear where specialist treatments are required, eg. electroconvulsive therapy. Nonmedication therapy Psychosocial management is the main treatment for mild depression related to loss, and provides additional support to antidepressant medication in major depression (eg. poststroke).Psychosocial management includes patient and family education, counselling, cognitivebehavioural therapy, interpersonal therapy, re-establishment of sleep pattern, addressingfunctional difficulties, increasing social participation, diet, and regular exercise. 154Exercise is effective in relieving symptoms in mild to moderate depression, improving mobility, and reducingrisks for vascular disease and falls. Exercise can involve a daily walk or resistance training. 155 Medication Antidepressants are effective in treating major depression, however there is limited evidence for their effectiveness in minor depression.156Clinical trials demonstrate similar efficacy across the major medication classes of antidepressants for major depression. Combinations have not beenshown to be more effective than monotherapy, and have a significant risk of serious adverseeffects. When choosing medications, consider the patient's history and previous responseto antidepressants, adverse effect profiles, and the potential for medication interactions withcurrent medications. 157Refer to guidelines for details of antidepressants, dosage regimens, adverse effects, interactions and discontinuation.158 The selective serotonin reuptake inhibitors (SSRIs) are first line antidepressants in the elderlyas they have a safe side effect profile, a relatively quick onset of action of 7-10 days, and goodanti-anxiolytic effects. Maximum benefit may take 6 weeks and treatment should be continuedfor at least 6 months. Most patients who have a relapse will respond to reinstated treatment.Monitor regularly for benefits and adverse effects, including falls and common effects of specificclasses of medications. 159Adjunctive therapies with antipsychotics and electroconvulsive therapy are sometimes indicated for patients with severe depression. Dysphagia and aspiration Dysphagia refers to difficulty in swallowing; there is a 40-50% prevalence among elderly peoplein RACFs. 160Oropharyngeal dysphagia is the most common form of dysphagia in older people, and the most common causes are neurological disorders such as stroke, Parkinson disease, anddementia. Oropharyngeal dysphagia may be characterised by difficulty in initiation of swallowingand the impaired transfer of food from the oral cavity to the oesophagus. Oropharyngealdysphagia causes increased morbidity and mortality through dehydration, malnutrition andaspiration pneumonia, and may be associated with depression and deterioration in quality of life.Causes of oesophageal dysphagia include motility disorders, medication, pressure. Aspiration refers to the inhalation of oropharyngeal or gastric contents into the larynx and lower respiratory tract. Silent aspiration, ie. aspiration without key clinical symptoms and signs, is found in more than 50% of patients who aspirate. Older people at risk for aspiration include those withstroke, Parkinson disease, dementia, reduced level of consciousness, or any severe illness ordisability. Aspirate can include food, saliva and gastric content. Sequelae of aspiration areRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 3536 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions dependent on the amount, frequency and nature of aspirated material as well as the person's immune response. Aspiration pneumonitis is a chemical reaction in the lung parenchyma causedby the inhalation of sterile gastric contents. Aspiration pneumonia is infection caused byinhalation of oropharyngeal secretions that are colonised by bacteria. Aspiration pneumonia is themost common cause of death in patients with dysphagia associated with neurological disorders. Assessment The usual symptoms of dysphagia include food sticking in the throat, coughing or choking, as well as nasal or oral regurgitation. There is lack of evidence to support the use of screeningprotocols for oropharyngeal dysphagia. 161Clinical suspicion of aspiration could be followed up by referral to a speech pathologist for swallow assessment, and a 'modified barium swallow' when indicated. In some cases, referral may be required to a gastroenterologist or an ear, nose andthroat specialist for further investigations (eg. endoscopy, full barium swallow with videorecording, and manometry). Aspiration pneumonitis and aspiration pneumonia have overlapping clinical features that may include coughing or choking on food, dyspnoea, crepitations, and signs of consolidation.However, they can present with nonspecific signs such as fever or a sudden deteriorationin oxygen saturation (see Respiratory infections ). Management In residents with dysphagia, the risk of aspiration can be reduced by 162,163: minimising sedative and narcotic use (eg. related to dementia, cerbrovascular accident [CVA]) oral hygiene to reduce risk of aspiration pneumonia dietary modification (eg. thickened fluids in place of thin fluids) education and/or supervision of resident with respect to safe swallowing methods (eg. upright posture, chin tucked, slow swallowing) education of relatives not to give inappropriate food or drink manoeuvres to achieve improved swallowing (eg. supraglottic swallow) speech therapy referral for more detailed clinical swallow assessment to guide therapy (if appropriate) dietician referral to optimise nutritional intake (if appropriate and available). Aspiration pneumonitis and minor degrees of aspiration pneumonia do not require antibiotic treatment. Pain relief may help patients with chest pain to cough and clear secretions.164There is a lack of evidence to guide management of patients with recurrent aspiration pneumoniasecondary to advanced neurodegenerative diseases. Enteral feeding (nasogastric or gastrostomytubes) can provide nutritional support, but this has not been shown to improve or preventaspiration. If enteral feeding is being considered in hospital, the patient, their GP andrelatives/carers should be involved in decision making about commencement, including its purpose, type and duration. Ideally the issues would be discussed as part of advance careplanning, before the time of a crisis, and consider medical indications, patient preferences,quality of life and contextual features. 165Nasogastric and gastrostomy tube feeding may be used as a relatively short term measure for nutritional support. It is important that the benefits andadverse effects of longer term gastrostomy feeding are carefully considered before insertion, andreviewed periodically, particularly when there is a significant change in health status. If aspiration pneumonia is an indication that the person is entering a terminal phase, then a palliativeapproach would be appropriate (see Palliative care ).RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 3637 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions Falls and hip fracture prevention Falls are a marker of increased frailty in older people and occur frequently among residents of ACFs, with 13-60% of residents falling at least once per year. The risk of hip fracture forolder people living in residential aged care has been estimated to be 7% per annum, rising to14- 41% for recurrent fallers. Other major risk factors for hip fracture are reduced bone mineraldensity (osteoporosis) and previous low trauma fracture. 166 When an older person falls, the cause is frequently multifactorial and requires a multidisciplinaryapproach to intervention. The risk of an older person falling increases with the number of riskfactors. Risk factors for falling include 167: age 65 years or over fallen in the past 12 months gait or balance disorder dementia, delirium or confusion incontinence syncope or dizziness low vitamin D levels takes more than three medications, particularly psychotropic medications visual deficit, or wears bi- or multi-focal spectacles when walking inappropriate footwear (eg. slippers) or presence of foot pain requires supervision for ambulation is restrained (physically or chemically) functions in a cluttered, poorly lit environment. Multifaceted interventions, based on assessment of the resident and their environment, are more likely to be effective than single interventions for reducing falls and related injuries. Evidence based Australian guidelines168for hospitals and RACFs recommend that all facilities implement 12 standard fall prevention strategies, fall risk assessment, fall and injury preventioninterventions, and postfall management processes. General practitioners can play an important role in RACF falls prevention programs and falls data monitoring, as well preventing harm from falls in residents by 169: promoting independence for older people examining falls prevention in the context of an older person's medical circumstances, goals and interests ensuring the prevention of falls is standard practice when caring for older people taking an active role in assessing a person's risk of falling by reviewing past and current history, physical examination, medications and investigations then acting on the results using evidence based falls prevention interventions and outcome measures as part of amultidisciplinary, multifactorial approach continually reviewing the standard strategies, assessments, interventions and outcomes to identify areas for improvement analysing the circumstances around a fall and ensuring that additional injury prevention interventions are implemented for people who have fallen recognising that they play an important role in the team approach to planning, implementing and evaluating the effect of a falls prevention program.RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 3738 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions Risk assessment Assessment of a resident's fall risk may be undertaken by the GP and facility staff on admission, and after a fall. Assessing the risk of a fall and hip fracture includes collecting and interpretinginformation on 170: history of falls medication (polypharmacy, laxatives, some psychotropics, antihypertensives and corticosteroids) confusion or altered mental state anxiety, mood disturbance or sleep disturbance sensory or visual impairment bowel or urinary continence gait and/or balance impairment history of hip fracture or pattern of injury bone mineral density feet and footwear cardiovascular status including heart rate and rhythm, postural hypotension vitamin D and calcium levels acute conditions including infection, changes in blood glucose level use of restraints their environment. Postfall assessment includes the following171: a history of fall circumstances, medications, acute or chronic medical problems, and mobility levels an examination of vision, gait and balance and lower extremity joint function an examination of basic neurological function, including mental status, muscle strength, lower extremity peripheral nerves, proprioception, reflexes, tests of cortical, extrapyramidaland cerebellar function assessment of basic cardiovascular status including heart rate and rhythm, postural pulse and blood pressure and, if appropriate, heart rate and blood pressure responses to carotid sinusstimulation. Some residents at high risk may benefit from referral to a local ACAT or falls and balance clinic. Fall prevention interventions The following interventions may be considered 172: reduction in the number of medications where possible reduction or cessation of psychotropic medications where possible review of medications that have a dehydrating effect, including laxatives and diuretics management of cognitive impairment, confusion and delirium nutritional assessment and development of an appropriate meal plan continence assessment and management plan management of visual impairment individualised exercise program to increase muscle strength, balance and cardiovascular fitness management of foot pain and footwear (eg. firm soled, low heeled shoes) mobility assisting devices (eg. walking stick, frames) eliminating or minimising the use of restraints implementing surveillance and observation strategies (eg. bed alarms and call bells) environmental modification (eg. flooring, proximity of furniture, adequate lighting, handrails in toilets and bathrooms).RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 3839 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions Injury prevention interventions Many falls can be prevented. Some falls will still occur. To minimise the risk of injury if an older person falls, injury prevention interventions can be implemented such as173,174: hip protector pads in compliant wearers vitamin D supplements (ergocalciferol 1000 IU daily) 5-15 minutes exposure of the face and upper limbs to sunlight 4-6 times per week (avoiding exposure between 10 am - 3 pm) calcium (1000-1500 mg in postmenopausal women, 800-1000mg in premenopausal women, and men) osteoporosis management. Incontinence - urinary Urinary incontinence affects the physical, psychological and social wellbeing of older people, and is a major cause of admission to residential aged care. The incidence increases with age.It has been estimated to affect 70% of Australian aged care home residents and is morecommon in women than men. 175,176 Urinary incontinence is not a normal part of ageing. It is the loss of urine control due to acombination of genitourinary pathology, age related changes, comorbid conditions andenvironmental obstacles. 177 Urinary incontinence may be categorised according to symptoms as urge, stress, overflow,and functional or behavioural incontinence. Many patients have more than one type ofincontinence. 178,179 Urge incontinence is an involuntary loss of urine associated with a strong urge to void. This isdue to either detrusor instability (the brain knows the bladder is full, but cannot suppress bladdercontractions) or detrusor hyperactivity (nerves are damaged so the brain doesn't realise thebladder is full and there is no suppression of bladder contraction). Common causes include agerelated atrophic changes, anxiety, dehydration, urinary tract infections, prostatic hypertrophy and neurological disease. Stress incontinence is involuntary loss of urine with raised intra-abdominal pressure (eg. on laughing, sneezing, coughing and lifting). This is due to either bladder neck weakening, orhypermobility of the urethra and its consequent failure to close effectively. It occurs morecommonly in patients who are overweight, have pelvic floor weakness after childbirth, oras a complication of prostatic surgery. Overflow incontinence is the involuntary loss of urine associated with an overdistended bladder. Continuous or intermittent leakage may occur. This may be caused by an atonic bladder(eg. neurogenic bladder) or partial obstruction of urine flow from faecal impaction,prostatomegaly or pelvic mass. Functional or behavioural incontinence occurs in otherwise continent people who are unable to get to the toilet in time. Common causes include mobility problems (eg. arthritis, insufficientassistance, medications, Parkinson disease) and mental disorders affecting recognition of theneed to void (eg. dementia, depression, medications). Assessment Evaluate the lower urinary tract as well as general medical, functional and cognitive status. Identify reversible causes of incontinence ( Table 9 ) before proceeding to a more detailed evaluation. 180RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 3940 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions Take a detailed history including symptoms, fluid intake, and review of medical, locomotor and past surgical/obstetric conditions. Ask residents how they manage and are affected by theirincontinence such as anxiety, low self esteem, embarrassment in social situations or problemswith hygiene. Review medications that may cause or aggravate incontinence 182: urge incontinence - diuretics, SSRIs, incontinence selective adrenergic blockers, and inhibitors overflow - anticholinergic opioids, - psychotropic medications, analgesics, and antihypertensives. Examine the abdomen (for enlarged bladder, pelvic masses), vagina (for atrophic changes, prolapse and stress incontinence on rectum (for constipation, prostatichypertrophy, anal tone and perineal sensation). Assess mobility, cognitive function, and signsof conditions associated with incontinence (eg. diabetes, neuropathy, cerebrovascular disease,Parkinson disease, depression). Investigations include urinalysis, urine microscopy and culture, a bladder chart, and measurement of residual urine. Use a bladder chart over 3 days to record voiding patterns and episodes of incontinence in four columns: time damp/wet/soaked dry, and volume. 183 Measurement of postvoid residual urine by ultrasound will exclude urinary retention and indicate total bladder capacity (voided volume plus residual volume). Normal bladder capacity is about500 mL and no residual urine. A residual urine volume of more than 100 mL may require furtherinvestigation. Consider referral to aged care, urology or urogynaecology services for urodynamicstudies or further investigations and management if indicated. Many regional aged careservices offer continence clinics with access to a geriatrician, a continence nurse advisor andaphysiotherapist. The National Continence Helpline (1800 330 066) can provide details of continence clinics, continence physiotherapists and nurse advisors. Management Urinary incontinence can often be managed successfully in the residential care setting with aplanned multidisciplinary approach. In a stepped approach, treat all transient reversible causes first (DIAPPERS). Avoid caffeine and alcohol, and minimise evening fluid intake. Aim to achievecontinence irrespective of the resident's frailty or functional status. This can be independentcontinence, dependent continence (dry with reminders or assistance from carers) or socialcontinence (dry with the use of aids). 184Table 9. Potentially reversible causes of incontinence in older people181D Delirium I Infection (eg. UTI) A Atrophic urethritis or vaginitis P Psychological (eg. depression, pain) P Pharmacological E Excess urine output R Restricted mobility S Stool impactionRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 4041 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions Nonmedication measures are the first line of treatment and may include185,186: appropriate fluid intake (1.5 L/day), limit caffeine intake avoidance of constipation (increase fibre, increase fruit) regular toileting habits with good posture, time for complete emptying toileting assistance and prompting for regular voiding mobility aids, bedside commode or urinary bottle at night pelvic floor exercises for women, and men with detrusor instability187 urethral massage for men with postmicturition dribble bladder retraining for urge incontinence in residents with cognitive functioning intermittent or permanent urinary catheterisation continence aids such as disposable pants, absorbent bedding. In some cases, medication may be indicated, eg. oestrogen cream recurrent urineinfections. In urge incontinence, anticholinergics may relieve symptoms by relaxing the bladderand increasing its capacity. Start with oxybutynin 2.5 mg orally at night, increase slowly accordingto response and tolerability (maximum dose 5 mg tds), and stop if there is no benefit after 4-6weeks. Tricyclic antidepressants are not well tolerated due to sedative hypotensive and cardiacside effects. Alpha adrenergic agonists are no longer recommended for stress incontinence dueto lack of efficacy and poor dilation of urethral stricture, transurethral resection of prostate repair of vaginal prolapse, pelvic floor repair (bladder neck suspension, sling and colposuspension) urine outflow blockers (eg. pessaries, tampons, adhesive pads) suprapubic catheter cystoscopy (eg. for inflammation, polyps) circumcision (for external catheter systems). Incontinence - faecal Faecal incontinence is the involuntary loss of anal sphincter control that leads to unwanted release of liquid or solid faeces (not flatus), at an inappropriate time or in an inappropriate place.188Prevalence increases with age; 17% in men and women aged over 60 years,189and 54% of aged care home residents.190 Causes of faecal incontinence in older people are191: faecal impaction - this may result from chronic constipation associated with immobility or decreased fluid and fibre intake192 neurogenic incontinence - higher central nervous system damage from stroke or advanced dementia, autonomic neuropathy anal sphincter or pelvic muscle weakness - from obstetric trauma or surgery intestinal hurry - diarrhoeal illness, dietary excess, alcohol abuse, medications (eg. antibiotics, laxatives) rectal or colon disease - carcinoma, villous papilloma, rectal prolapse. Faecal impaction is the most common cause. The faecal mass causes reflex anal sphincter relaxation and irritation of the rectal mucosa leading to mucous and fluid production, with overflow of liquid stools. Neurogenic faecal incontinence, the second most common cause,is due to the failure to inhibit the defaecation reflex (eg. from strokes and advanced dementia). 193 Often with PM Page 4142 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions Assessment Ask about frequency and type of incontinence (solid, liquid or gas), other symptoms (constipation, pain or straining), and impact on lifestyle and hygiene. Review medical conditions,diet (fruit, fibre) and medication use (including use of laxatives and enemas). Consider cognitivestatus, mobility, access to toilet and carer assistance. Perform a rectal examination to exclude faecal impaction, prostate enlargement or rectal mass, and to assess anal sphincter tone (resting and squeeze pressure), rectal prolapse and pelvicmuscle tone. If the rectum is empty, a plain abdominal X-ray is helpful to exclude colonic loading.Stool consistency can help distinguish between faecal and neurogenicincontinence (formed stool). tone can occur with severe constipation,anal sphincter damage and spinal cord lesion (with reduced perineal sensation). Management Treatment depends on the underlying cause. Multiple interventions may be required. Faecal incontinence in residents is most commonly due to colonic loading and overflow. Simulate theusual bowel pattern. Use daily enemas until no more results (glycerine suppository, bisacodylsuppository, or microenema [eg. docusate 5 mL]). Add daily osmotic laxative (MgSO or MgOH)and bowel training. Stool transit can be stimulated with abdominal massage in the directionof colonic transit. 194Impaction may require manual evacuation in some residents, after apremedication for pain. To prevent constipation, ensure adequate dietary fibre and fluid intake, easy access to toilet, and regular exercise within the resident's ability. Neurogenic faecal incontinence is treated with a regular toileting program or regular enemas alternating with constipating medications. Patient education195: Respond promptly on urge to defaecate Use coffee to stimulate the gut Position of toilet to facilitate rectal evacuation: back support, foot stool to achieve squat position Exercise to improve bowel function Rectal sphincter exercises (tighten rectal sphincter for 10 seconds 50 times/day using digital rectal examination or biofeedback). Residents with anal sphincter weakness can benefit from196-198: altering stool consistency (eg. dietary fibre) careful use of constipating medications (eg. loperamide to reduce diarrhoea and increase external anal sphincter tone) teaching to resist urgency sphincter training - referral to continence adviser or physiotherapist for biofeedback and sphincter exercises pelvic floor exercises referral for surgical sphincter repair. Infection control The RACF environment can potentially facilitate infection between residents, staff, visitors and health care providers. To reduce risks, national best practice guidelines199for infection control in the health care setting should be considered in association with the relevant state or territorylegislative requirements. Key points for the prevention and management of outbreaks ofinfection in RACFs are given in the national guidelines 200: Infections in RACFs may be community acquired, health care associated or endemic. Residents are both susceptible to, and a potential source of infectionRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 4243 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions Infection can be transmitted when transferring residents between different health care settings. Therefore RACFs should have an established infection control relationship with anyassociated acute care and other health care establishment/providers (eg. for antimicrobialresistant bacteria) Each RACF must have an infection control program coordinated by a designated infection control practitioner The home-like atmosphere of RACFs presents some specific issues for infection control, eg. visiting hairdressers, podiatrists and companion animals Surveillance should be done with data collected by trained personnel using published definitions for case finding and incidence reporting. It may be appropriate to survey infectionsof skin, respiratory tract, urinary tract and the bloodstream, gastroenteritis and unexplainedfebrile episodes Residents may be colonised or infected with multimedication resistant organisms when they are admitted, or through use of antibiotics during their stay. Therefore, the infectioncontrol program should include clinical guidelines for empiric antimicrobial prescription(eg.Therapeutic guidelines: antibiotic ), 201review of antibiotic usage and restricted formulary Risks of infection can be reduced through patient health programs, including immunisation, tuberculosis screening and prevention and control of each resident's specific infection risks. Effective infection control programs involve standard procedures for all patients regardless of their perceived infectious risk, and additional precautions for patients known or suspected to beinfected with highly transmissible pathogens. Standard precautions provide adequate protection for blood borne diseases (eg. hepatitis B). Precautions include aseptic technique, hand washing, use of personal protective equipment(eg. gloves, eye protection), appropriate handling of sharps and clinical waste, appropriatereprocessing of instruments and equipment, and implementation of environmental controls and support services. Standard precautions should incorporate safe systems for handling blood(including dried blood), other body fluids, secretions and excretions (excluding sweat), nonintactskin and mucous membranes. Additional precautions relate to the specific routes of transmission by air (eg. tuberculosis), droplet (eg. influenza, Group A streptococcal pneumonia) or contact with skin or surfaces (eg. resistantbacteria, scabies, pediculosis, and incontinent patients with hepatitis A, gastroenteritis).Precautions are tailored to the particular infectious agent and mode of transmission, and includerelative isolation of the patient, use of personal protective equipment, and treatment. See guidelines for details of precautions and treatment for specific conditions. 202-204 Immunisation and testing strategies include205: vaccination of residents for prevention of influenza and pneumococcal pneumonia vaccination of all health care workers for prevention of hepatitis B, tetanus and influenza offering tests for HIV, hepatitis C and hepatitis B to health care workers exposed to blood or sharps injuries with potential for blood borne virus infections. Pain management Acute pain has a prevalence of approximately 5% across all age groups, whereas the prevalenceof chronic pain increases with age. The prevalence of chronic pain in aged care home residents isas high as 60-83%. Consequences of chronic pain include increased confusion, sleep disturbance,nutritional alterations, impaired mobility, depression, social isolation, worsening pain, slowedrehabilitation, and increased risk of falls. 206 Assessment207 Pain can be acute (<3 months) or chronic (>3 months). Acute pain may occur concurrently with chronic pain, and should be investigated and treated. For chronic pain, identification of painpatterns helps to establish a treatment regimen. Baseline pain is experienced constantly for moreRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 4344 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions than 12 hours per day. Breakthrough (intermittent) pain is transient periods of increased pain. Incident pain flares up during an activity (eg. turning in bed). Diagnosis of the cause of pain impacts on treatment and choice of analgesia. Nociceptive pain results from somatic and visceral stimulation/injury. Neuropathic pain results from injury to the nervous system. The most common type of pain seen in aged care home residents is nociceptivepain, often resulting from pathologies related to ageing such as arthritis, osteoporosis andvascular disease. Types of nociceptive and neuropathic pain are presented in Table 10 . of Skin, lymphnodes; organs andcapsules,mesothelialmembranesNociceptive deep somatic Solid or hollow organs, deep tumourmasses, deep lymphnodes Examples Pressure ulcers, stomatitisTumour masses,intestinal, biliaryureteric colic Description Hot, burning, stingingDysesthesia (pins and needles, tingling,burning, lancinating,shooting) Allodynia; phantom pain, pain in numbareaDull, aching Dull, deep Movement No effect Nerve traction provokes pain, eg.sciatic stretch testWorsening pain Resident prefers to be stillMay improve pain Referral No Yes Yes Yes Local tenderness Yes Yes Yes Maybe Autonomic effects No Autonomic instability: warmth,sweating, visceral Localisation to site of stimulusVery well defined Nerve or dermatome distributionWell defined Poorly defined Table 10. Types of pain and their causes208RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 4445 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions Consider assessment of pain on admission of resident to the facility, after a change in medical or physical condition, and as symptoms arise. Assessment includes input from resident, family,and RACF staff. Regular reassessment is required to determine changes and the effect ofinterventions. Self reporting of pain is the usual method of assessment of location, duration and intensity, however the subjective nature of pain makes quantification difficult. Asking about pain in thepresent (rather than in the past) is a reliable method of assessment for residents whosecommunication skills are compromised by illness or cognitive impairment. Pain is often expressed through behavioural symptoms, even in residents whose verbal communication skills are intact, by: aggression, resistance, withdrawal, restlessness facial expression: grimacing, fear, sadness, disgust verbalisations: self reports of pain, requests for analgesia, requests for help, sighing, groaning, moaning, crying, and unusual silence. Physiological changes with pain include: raised heart rate, pulse, temperature, respiratory rate, blood pressure or sweating abnormal colour of skin, discharge from eyes, nose, vagina or rectum lesions to oral or rectal mucosa, skin distension of the abdomen, swelling of limbs, swelling of body joints abnormal results on testing urine (eg. presence of blood, leucocytes, glucose) functional decrease in mobility, range of movement, activity, endurance, and increase in fatigue changes in posture - standing, sitting, reclining. Multidimensional pain assessment scales have been developed specifically for use in older people. The Abbey Pain Scale (see Tools 7 ) is suitable for residents with dementia who cannot verbalise their pain, and may also be useful for cognitively intact residents who aren't willing or cannottalk about their pain. The Resident's Verbal Brief Pain Inventory (see Tools 8) is suitable for residents able to verbalise their pain. The same scale/s selected for the individual resident should be for reassessment. Management209 Establish treatment goals with the resident (or representative), taking into account their culture, beliefs and preferences. The aim may be to eradicate the pain and/or reduce it to tolerable levelsso that mobility and independence can be restored or maintained. For example, chronicnociceptive pain due to degenerative arthritis requires a balance between pain relief and themaintenance of function, whereas residents in the terminal stage of a disease may requirecomplete pain relief, even though mental and physical function is compromised. Effective pain management relies on care planning to manage baseline pain and future pain episodes. Regularly reassess pain, and review management if pain scores are repeatedly highand breakthrough strategies are used more than twice in 24 hours. Nonmedication therapy Nonmedication and complementary therapies (eg. aromatherapy, guided imagery [not usually suitable for cognitively impaired people], acupuncture or music) may be used by themselves orin conjunction with medication. Emotional support for residents in pain can be therapeuticwhen offered by their GP , RACF staff and relatives/carers. Diversional therapies may help, as wellas offering nutrition and fluids, ensuring the resident is warm and comfortable, and reducinglighting and surrounding noise.RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 4546 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions Physiotherapists trained to evaluate nociceptive and neuropathic pain can assist choosing nonmedication therapies to enhance medication. Physical therapies include TENS, walkingprograms, strengthening exercises and massage. Heat or cold packs need to be used with careto avoid burns or hyperalgesia. Cognitive behavioural therapies (CBT) are beneficial for olderpatients, including residents who have mild dementia. Patients will often benefit from a clearexplanation about the cause of their pain, as well as behaviours and positive thoughts toenhance their own capacity to manage pain. Medication Choice of medication is based on pain severity. Begin with a mild analgesic such as paracetamol, and build up stepwise to opioids for severe unrelieved pain. Regular medication for baseline pain,that maintains a therapeutic blood level, is more beneficial than administering analgesia whenresidents ask for it or as staff consider it necessary. Treat breakthrough and incident pain with additional analgesia. Analgesia can be given 30 minutes before activities such as pressure areacare, dressings, physiotherapy, and hygiene procedures. Paracetamol is the preferred analgesic for older people and is effective for musculoskeletal pain and mild forms of neuropathic pain. Lower doses should be used in patients with hepatic orrenal impairment. Aspirin is not recommended for use as an analgesic in older people because of the risk of gastrointestinal bleeding. Codeine has a short half life and is suitable for incident pain or predictable mild to moderate short lasting pain. About 10% of people lack the enzyme that converts codeine to the activeopioid form; therefore they will have no analgesic benefit. Tramadol is a centrally acting analgesic that also weakly acts on opioid receptors and as an inhibitor to noradrenaline and serotonin reuptake. It is a useful medication in a significantminority of older people with chronic noncancer pain, but should be used with caution becauseof the high incidence of side effects (up to one-third experience nausea, vomiting, sweating,dizziness or hallucinations) and medication interactions (eg. SSRIs). Low doses are recommendedinitially (25-50 mg per day for the first 3 days) with careful titration and monitoring. Patientsover 75 years of age should not have more than 300 mg per day. Opioids should not be withheld if pain is moderate to severe and unresponsive to other interventions. In general, commence with low doses of short acting opioids and titrate thedosage slowly. More rapid dosage escalation is appropriate in very severe pain, cancer pain andpalliative care. In these situations, increase titration by 25% of the prescribed dose until painratings are 50% less, or the patient reports satisfactory relief. When changing the route of administration of opioids, adjust the new dose accordingly. Tolerance to opioids may develop necessitating an increase in dose or decreased interval of administration to achieve the same pain relief. Long acting opioid agents can be used inconjunction with short acting opioids to treat incident pain. In moderate to severe noncancerpain, dosage increments are usually less frequent and the target degree of pain relief may needto be modified, maintaining function and other patient defined goals. Apart from codeine, themain opioids are morphine, oxycodone and fentanyl. Morphine is suitable for the treatment of severe pain in older people, and is available in forms for most routes of administration. Starting doses for severe acute pain are 10-30 mg 3-4 hourlyorally, mg hourly subcutaneously. In chronic severe pain, unresponsive to otherinterventions, after 24 hour dosage needs are established, long acting morphine (MS Contin)can be introduced. Oxycodone is available in immediate release (endone, oxynorm) and sustained release form (oxycontin) for oral administration. Endone or oxynorm (immediate release) may be used for theinitial establishment of tolerance and dosage needs, and later for breakthrough pain. Oxycontin(sustained release) is recommended for chronic pain with the recommended dose of 5-20 mgtwice per day.RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 4647 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions Transdermal fentanyl is used for ongoing severe pain. It is potent and long acting and the risk for delirium and respiratory depression is high. It should be used only when the resident has hadopioids previously and high dosage needs are established. Fentanyl is metabolised in the liver andis suitable for patients with renal failure. Its adverse effects are similar to those of morphine butwith a lower incidence of constipation and confusion. To change the type of opioid medication or route of administration, convert dose to equivalent dose of oral morphine, as shown in Tables 11 and 12. Conversion doses are only approximate, if drowsiness occurs reduce the dose, if pain increases, increase the dose. OpioidConversion factor from oral morphineApprox. equivalent dose to 10 mg oral morphine Codeine x 10 100 mg x more potent thanmorphine) Fentanyl Transdermal Patch see Table 12 see Table 12 Hydromorphone (oral) (1 mg/mL in 473 mLs)x 0.15-0.2 mL amps)x 0.067 0.67 mg (approx. 5 x more potent thanmorphine) Morphine (rectal) x 1 10 mg Morphine ( IV/SC) x 0.33 3.33 mg (approx. 3 x more potent than oral) Oxycodone (oral) x 0.5 5 mg (approx. 2 x more potent than morphine) Pethidine (oral) x 8 80 mg Pethidine (IV/SC 25 mg x more potent thanfentanyl) Where a fentanyl patch is substituted for another opioid, the total daily dose of the opioid should be first converted to mg per day of morphine. Table 12 gives data on ranges for conversion, as fentanyl patches may have variable rates of delivery (eg. sweaty skin, hot climates).Patches produce a reservoir in the underlying skin and consequent continued absorption and areusually changed every 3 days. In some patients, breakthrough needs may increase on the thirdday and the patch may need to be changed more frequently (eg. every 2 or 2.5 days). After thepatch is removed the half life of fentanyl in the blood is 15-20 hours. 211Table Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 4748 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions Adjuvant medications used in pain management are medications not primarily used for pain treatment but that have analgesic properties. They may be given alone or in conjunction withanalgesics. Types of adjuvant medications: Low dose tricyclic antidepressants are suitable for use in pain (eg. painful diabetic neuropathy, postherpetic neuralgia, nocte, and titrate over 3-7 30-50 mg. Amitriptyline is the bestresearched agent. Nortriptyline may trigeminal neuralgia but require careful titration over 1 month to reduce adverse effects Gabapentin may be as effective and better tolerated than anticonvulsants and tricyclics but does not have PBS approval for pain management Corticosteroids for inflammatory conditions such as rheumatoid arthritis NSAIDs for nociceptive pain that accompanies musculoskeletal disorders. Caution should be exercised because of the risk of gastrointestinal bleeding and ischaemic heart disease Glucosamine sulphate (1500 mg/day) has been shown to relieve pain and improve function in knee and hip arthritis. It is well tolerated, however as it is made from shellfish, it should notbe taken by those with an allergy to seafood Complementary and alternative medicines other than glucosamine (eg. herbs, foods, vitamins) have been shown to be effective for pain relief in rheumatoid arthritis (omega-3 oils 4-6gm/day) and osteoarthritis (eg. officinale ], devil's claw [ Harpargophytum procumbens ]). Significant drug interactions have been identified between some herbal products and conventional medicines. 212 It is preferable to use a minimum number of medications to maintain a simple regimen, promoteadherence and minimise adverse effects. However, sometimes using small doses of medicationsfrom different classes in combination will provide a therapeutic benefit that cannot be achievedwith a larger dose of a single medication. For example, it may be possible to maintain a residentwith postherpetic neuralgia on controlled release morphine 5 mg twice per day plus nortriptyline10 mg nocte, whereas a higher dose of either morphine or nortriptyline alone may not providepain relief or may cause intolerable adverse effects. Older people have lower muscle mass, increased adipose tissue and reduced glomerular filtration. Therefore they have greater sensitivity to the therapeutic and adverse effects of opioid analgesicsand many adjuvants, eg. central adverse effects of somnolence, carbamazepine andother antiepileptics. NSAIDs fluid retention, which can precipitate heartfailure and acute renal failure. Medication interactions are common, eg. warfarin interacts withNSAIDs and carbamazepine.Table 12. (mg)Delivery 31/3/06 12:50 PM Page 4849 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions The route of administration of a medication is preferably the least invasive and safest for patients. The oral route is the least invasive and is effective in most cases. Percutaneousendoscopic gastrostomy (PEG) tubes may be used to administer oral medications where they canbe crushed or given in liquid form. The sublingual or rectal route may be a good alternative forpatients unable to tolerate oral medication. The subcutaneous route, using a 'butterfly needle'may be indicated where the patient is nauseated or vomiting. Intramuscular injection shouldbe avoided if patients are on warfarin because of the risk of haematoma. Topical applications,(eg. NSAIDS) are often perceived as beneficial by patients. Pressure ulcers A pressure ulcer (bedsore, decubitus ulcer) is an area of localised damage to the skin andunderlying tissue caused by pressure, shear or friction. 213Friction and moisture are the most important factors in the development of superficial skin breakdown. Pressure and shearing forceshave a greater effect on subcutaneous and muscle tissues. Ulcers can be deep, even withminimal skin breakdown, and may not be evident until days after injury. 214They commonly form over bony prominences such as the heels, the malleoli and the sacrum. Pressure ulcerssignificantly reduce quality of life and increase care costs, as well as the length of hospital stay. 215 Prevalence in Australian aged care homes is between 3.4 and 5.4%.216 Most pressure ulcers are preventable adverse events. Many Australian hospitals and RACFsimplement programs for the prevention and management of pressure ulcers. The first nationalguidelines were developed in 2001 by the Australian Wound Management Association. 217 Guidelines are available through NICS: Pressure ulcer resource guide at www.nicsl.com.au/knowledge_reports_detail.aspx?view=10 The more recent QueenslandHealth Pressure ulcer prevention and management resource guidelines 218are available at www.qheps.health.qld.gov.au/tpch/Pubs/pressure_ulcers.pdf Prevention Risk assessment involves examination of the skin, nutritional and general medical assessment to identify risk factors, and use of a risk assessment tool.219Major risk factors are immobility, sensory loss, impaired cognitive state, urinary and faecal incontinence, age over 65 years, malesex, European background, chronic illness, poor nutritional status, impaired oxygen deliveryto tissues, raised skin temperature, skin dryness and the presence of pressure, shear or frictionforces. 220 The most commonly used risk assessment tools are the Norton Scale ( Table 13 ),221the Braden Score,222and the Waterlow Risk Assessment.223 The Norton Scale is designed to identify the need for preventive pressure care in older hospitalpatients and aged care home residents. Each of the five items is scored from 1 to 4, withamaximum total score of 20. Scores of 14 or less rate the patient as 'at risk' of developing pressure sores, the lower the score, the greater the risk. 224Validity and reliability range from poor to good. The scale is more reliable when undertaken by registered nurses.225 Good 4 Alert 4 Not 4Physical conditionMental conditionIncontinence Ambulant 4Activity Full 4 Fair 3 Apathetic 3 Occasional 3 Walk help 3 Slightly limited 3 Poor 2 Confused 2 Usually/urine 2 Chair bound 2 Very limited 2 Very bad 1 Stupor 1 Doubly 1 Bed 1 Immobile 1Mobility Table 13. The Norton Scale226RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 4950 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions Preventive strategies to reduce risk factors can be incorporated into care plans for residents identified as 'at risk'. Consider227: daily inspection of all pressure points protection of skin - routine inspection, moisturisers for dry skin, protect from moisture (treat incontinence), avoid harsh cleansers pressure relieving interventions and devices - pressure relieving positions, turning schedules, repositioning intervals, reducing contact between bony prominences and support surfaces, lifting devices and aids, low pressure support surface for 'at risk' patients, dynamic supportsurface for 'high risk' patients optimise nutrition and hydration - adequate protein and caloric intake, zinc, vitamins. Assessment and management The ulcer should be assessed and documented daily, based on the depth of tissue destruction. Stages of pressure ulcer are defined as 228: Stage 1 - observable pressure related alteration(s) of intact skin whose indicators, as compared to the adjacent or opposite areas of the body, may include changes in one or more of thefollowing: skin temperature (warmth or coolness), tissue consistency (firm or boggy feel) and/orsensation (pain/itching). The ulcer appears as a defined area of persistent redness if skin is lightlypigmented. In darker skin tones, the ulcer may appear with persistent red, blue and purple hues Stage 2 - partial thickness skin loss involving epidermis and/or dermis. The pressure ulcer is superficial and presents clinically as an abrasion, blister or shallow crater Stage 3 - full thickness skin loss involving damage or necrosis of subcutaneous tissue that may extend down to, but not through, underlying fascia. The ulcer presents clinically as a deep craterwith or without undermining of the adjacent tissue Stage 4 - full thickness skin loss with extensive destruction, tissue necrosis or damage to muscle, bone or supporting structures (eg. tendon or joint capsule). Undermining and sinus tracts mayalso be associated with stage 4 pressure ulcers. Wound cultures are not indicated unless there is evidence of surrounding cellulitis or bacteremia. X-rays or bone scans may be indicated to diagnose osteomyelitis in deep nonhealing ulcers. 229 The differential diagnosis for pressure ulcers includes venous stasis and arterial ulcers, cancers,traumatic ulcers, neuropathic vasculitides and other skin conditions. 230Table 14shows wound characteristics by ulcer type for arterial, diabetic, pressure and venous ulcers. Location Tips of toes or between toes, onpressure points offoot (eg. heel orlateral Size and shape Small craters with well definedbordersEdges may be irregular with depthlimited to dermis orshallow subcutaneoustissueEven margins Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 5051 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions Treatment principles are to relieve pressure, promote ulcer healing, reduce risk factors and optimise general health. Pressure ulcers should heal or show signs of healing within 2-4 weeks.Provide adequate pain control, treat cellulitis, alleviate pressure and minimise oedema. Woundcleansing, product selection, and debridement of nonviable tissue (eschar, slough) depend on thestage of the ulcer. Numerous dressing protocols are available (see guidelines for details) 232: Stage 1 - protect and cover with transparent films, barrier creams, skin sealants Stage 2 - hydrate, insulate and absorb consider transparent films, occlusive wafers, hydrogels, foams Stage 3 - cleanse, prevent infection and promote granulation consider calcium alginate, hypertonic saline, cavity foams, silver dressings, vacuum assisted closure Stage 4 - as for stage 3 plus pack dead space. Respiratory infections - influenza Due to their age, chronic illness and close living conditions, residents of RACFs are at high risk of developing infections and consequently dying due to influenza and pneumonia. Preventiveinterventions including vaccination and reduction of risk factors can reduce respiratory infectionsand associated morbidity and mortality. The Australian immunisation handbook recommends influenza and pneumococcus vaccination for residents and influenza vaccination for RACF staff. 233 It is important to maintain vaccines between 2°C and 8°C by transporting in cold boxes andstoring in refrigerators dedicated to the storage of medications. Regular quality assurance testingof refrigerators is a requirement for both general practice and residential aged care accreditation. Influenza infections occur seasonally with most cases reported from mid autumn to the end of winter. It is contagious for 3-5 days from onset. Symptoms include fever, headache,myalgia, sore throat and cough for several days, usually with full recovery within 7 days.However, residents of RACFs are at particular risk of complications due to their age and chronicdebilitating diseases.Exudate Minimal amount due or slightfluctuanceindicative ofinfectionMay appear macerated, oedema,induration ifinfected Pain Cramping or constant deepachingVariable, may be severe, dull, aching,or bursting incharacterNone, because of neuropathyPainful, unless sensory functionimpairedWound craterwith slough Book_TEXT_R.qxd 31/3/06 12:50 PM Page 5152 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions In the aged care home population, influenza vaccination can be 50-60% effective in preventing hospitalisation or pneumonia, and 80% effective in preventing death, even though theeffectiveness in preventing influenza illness may be lower. To provide continuing protection,annual vaccination with the most recent strains is necessary before winter. Vaccination is notrecommended for residents with anaphylactic hypersensitivity to eggs, a history of Guillian-Barré syndrome (due to risk of developing the syndrome again), or during an acute febrile illness (fever>38.5°C). 234 Elderly residents may have an impaired response to vaccination due to age or comorbidities,and outbreaks have occurred in RACFs despite high vaccination rates. Therefore, it is importantto prevent individuals introducing the virus into RACFs by vaccinating staff and health careworkers (including GPs), and educating visitors to stay away when unwell. 235 Infection control programs can reduce the spread of infections through institutions, and limitthe impact of outbreaks when they occur. It is advisable that each RACF have a policy on staffinfluenza immunisation and a surveillance system as infection control measures. An outbreak of influenza is defined as three or more residents with symptoms and fever of at least 37.7°C within a 3 day period. A RACF surveillance system would recognise, notify anddiagnose early cases. This enables timely, outbreak control measures to be implemented, incollaboration with attending GPs and departments of health. Additional precautions for droplettransmission should be observed and patients treated symptomatically. Health care workers withinfluenza should avoid patient contact or take sick leave. Consider vaccination of previouslyunvaccinated staff and residents, and the use of antiviral treatment according to state healthdepartment advice or guidelines. 236-238 A resource to assist facilities and health care professionals with prevention and management ofinfluenza outbreaks in RACFs has been developed from the National infection control guidelines and the Australian immunisation handbook (8th ed) by the Australian Government Department of Health and Ageing. The 'Influ-Info Influenza Kit for Aged Care' is available atwww.health.gov.au/wcms/publishing.nsf/Content/ageing-publicat-influinfo.htm Respiratory infections - pneumonia Compared with community dwelling older adults, RACF residents acquire pneumonia at a rateof 10 times higher, and are admitted to hospital 30 times more often. Pneumonia is the leadingcause of death among aged care home residents, accounting for one-third to one half of alldeaths. Survivors have high rates of re-hospitalisation, long term morbidity and mortality. Pneumonia can be hospital acquired or community acquired. Aged care home acquired pneumonia is a recognised variant of community acquired pneumonia. In aged care homes,compared to the general community, Streptococcus pneumoniae remains the commonest cause, and there are higher rates of gram negative bacilli, Staphylococcus aureus and respiratory viruses, and lower rates of atypical pathogens (legionella, chlamydia and mycoplasma). Aspiration may lead to either pneumonia or noninfectious chemical pneumonitis (which does not require antibiotics). However differentiating between the two can be difficult. 239Aspiration pneumonia may be caused by a wider range of organisms than community acquired pneumonia,including Staphylococcus aureus , Haemophilus influenzae , Gram negative aerobes and anaerobes. Recommended antibiotic treatment of moderately severe illness is 10 days of oralclindamycin (450 mg 3 times per day), or amoxicillin with clavulanic acid (500 mg/125 mg3times per day). Severe aspiration pneumonia requires hospital admission for intravenous therapy 240(see Dysphagia andAspiration ). It is important to identify 'end of life' pneumonia that has little attributable mortality, and where antibiotics have little impact on life expectancy. However, antibiotics may be appropriate for therelief of symptoms within a palliative care context.RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 5253 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions Prevention Pneumococcal vaccination with 23vPPV is recommended for adults 65 years and over, and Aboriginal and Torres Straight Islander peoples 50 years and over, with a single re-vaccination5years later. Vaccination can be done concurrently with influenza vaccination or at any other time of the year. Vaccination is not recommended for residents who have been vaccinated withinthe past 3 years because of increased risk of local adverse reactions; or for individuals who haverecently had immunosuppressants or radiation of lymph nodes. 241 Risk of pneumonia can be reduced by optimal management of predisposing factors such as dysphagia, asthma, chronic obstructive pulmonary disease (COPD), diabetes, heart failure,cerebral vascular disease, immobility, debility, oral hygiene feeding problems; and byminimising the use of corticosteroids. Prophylactic antibiotics have not been shown to reducerisk, and may lead to resistant organisms. Assessment Common presenting symptoms of pneumonia are: a new cough, sputum, fever, rigors, breathlessness, wheezing, pleuritic chest pain, sore throat and head cold symptoms. However,classic symptoms are often absent in the elderly. Symptoms are often nonspecific, and includetachypnoea, lethargy, functional decline, incontinence (new onset), alteration in sleep-wakecycles, loss of appetite, increased confusion or agitation. Common differential diagnoses are pulmonary embolism, pulmonary oedema, malignancy, and aspiration pneumonitis. Investigations to confirm diagnosis, assess severity and guide treatment include chest X-ray, pulse oximetry (oxygen saturation of less than 90% predicts short term mortality), full bloodcount (FBC), urea and electrolytes (U&E) and glucose. Sputum cultures are useful if a deepcough specimen can be obtained before antibiotic therapy and processed in the laboratorywithin 1-2 hours of collection. General practitioners may also consider culture for mycobacteriumtuberculosis for residents with an identified risk of tuberculosis, urinary antigen test for Legionella pneumophila type 1, or blood cultures in patients with severe pneumonia. Management Management involves: antimicrobial therapy oxygen paracetamol for pain relief and antipyretic action supportive nursing care and monitoring decision on whether the patient can be safely managed in the RACF. Initial antibiotic therapy is based on the severity of clinical presentation, expected microbial patterns, and antibiotic resistance. Several validated risk scoring systems have been developedsuch as the pneumonia severity index (PSI) 242but these require laboratory testing which may be difficult to perform in many RACFs. In the following clinical assessment scale, patients displayingtwo or more features are defined as having severe pneumonia with high risk of mortality(>30%): respiratory rate >30/min pulse >125/min acute change less than patient's baseline history of dementia, cardiovascular disease, liver disease or renal failure requiring oxygen at a rate >3 L/min.RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 5354 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions Patients with mild to moderate pneumonia and good functional status seem to do better with treatment in the RACF. Patients with severe pneumonia may have lower acute mortalityif hospitalised initially, although longer term mortality may not be improved. Minor aspirationmay not require antibiotic treatment, and aspiration pneumonia will require coverage foranaerobic organisms. (See guidelines for recommended treatment regimens). 243,244 Assess the resident's response to treatment daily and seek specialist advice if there is noimprovement within 48 hours, if the patient is immunosuppressed or may have tropical causeof pneumonia. Inform public health authorities if a notifiable disease is suspected, ie. tuberculosisor legionella. One-third of older adults presenting with pneumonia are found to have asthma or COPD within 3 years of the pneumonia episode. It is recommended that spirometry be performed in theconvalescence period to diagnosis any underlying asthma or COPD, particularly if the residentexhibited diffuse wheeze and crackles on auscultation during the pneumonia episode. Urinary tract infections Urinary tract infections are a significant problem for residents in RACFs. The prevalence amongwomen is 20% between 65-75 years of age; 20-50% over 80 years of age; and among malesover 80 years of age, 3%. Four percent of the RACF population has recurrent urinary tractinfections. 245Asymptomatic bacteriuria has an incidence of 50% in the RACF population compared to 10% in older people living in the community. Contributing factors are related to ageing and disease and include decreased urinary concentrating ability, failure to completely empty the bladder, incontinence, diabetes, kidneystones, urinary catheters, medications with anticholinergic effects, and microbial resistance.Additional factors in women are a short urethra and atrophic changes due to reduced oestrogenlevels, while men may have prostatic hypertrophy, urethral stricture, or prostatitis. 246,247 Inadequately treated lower urinary tract infections can ascend to cause pyelonephritis. Assessment Common symptoms of a lower urinary tract infection are dysuria, frequency, urgency, nocturia, haematuria, and suprapubic discomfort. Patients with pyelonephritis may have loin pain, fever,nausea, vomiting, diarrhoea and general malaise. Older people may also present with delirium,confusion, falls, immobility or anorexia. 248 Diagnosis of an urinary tract infection depends on the presence of pyuria and bacteriuria in acarefully collected specimen of urine, preferably midstream. Microscopy, culture and sensitivitywill confirm diagnosis and severity and guide antibiotic treatment. Blood cultures should be donefor patients with pyelonephritis due to high rates of bacteremia and higher rates of infectionwith resistant strains. Patients may require further investigation if they have a high risk ofobstruction or structural abnormalities. Management Treatment is not recommended for asymptomatic bacteriuria or asymptomatic pyuria. Treatment has not been shown to decrease bacteria levels in the urine, prevent recurrent episodes ordecrease the risk of febrile illness developing, and may lead to resistant organisms. 249,250 Antibiotic treatment of lower urinary tract infections can be commenced on clinical diagnosis,and reviewed with results of urine culture. Most cases are caused by E. coli and gram negatives such as proteus, klebsiella enterobacter, serratia, and pseudomona due to cross infection gastrointestinal tract. Recommended first line oral regimens are trimethoprim 300 mgat night (to maximise urinary concentration) or cephalexin 500 mg 12 hourly, oramoxycillin/clavulanate 500 mg/125 mg 12 hourly. If there is proven microbial resistance,use norflaxacin 400 mg 12 hourly (but do not combine with an alkaliniser as it can causecrystallisation). 251,252Optimal duration of treatment is not known, and current recommendationsRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 5455 Medical care of older persons in residential aged care facilities 4th editionCommon clinical conditions are to treat women for 3-7 days and men for 14 days.253,254Monitor clinical progress daily and do a follow up urine culture at least 1 week after the conclusion of therapy. Paracetamol can relievepain and fever. Dehydration should be corrected, however additional benefits of increasing fluidintake, urinary alkalinisers and cranberry juice have not been established. 255 Pyelonephritis requires treatment for 10 days, and may need intravenous therapy for the first 2-3 days in hospital or at the facility using hospital in the home. Refer to Therapeutic guidelines: antibiotic for recommended regimens. 256 Measures to prevent recurrent urinary tract infections include investigating the underlying causes, addressing identified risk factors, perineal hygiene, adequate fluid intake, intravaginal oestrogenand prophylactic antibiotics with cephalexin 250 mg or trimethoprim 150 mg at night. Thereis not enough evidence to support the use of hexamine hippurate, however it may have someefficacy in patients without upper renal tract abnormality. 257RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 5503 56 Medical care of older persons in residential aged care facilities 4th editionService systems and templates The provision of medical care to residents of RACFs requires a systematic approach and arrangements between general practice, residential aged care and other organisations. Anunderstanding of differences in their work structures, funding, accreditation standards andcultures is essential for developing effective systems. Steps for organising the general practice and RACF to deliver medical care to residents are: 1. Identify the health care needs of the residents in your care2. Identify service providers, stakeholders and support organisations with whom you need to develop partnerships 3. Select resources and tools from Table 15 4. Use quality improvement processes to implement resources and tools in your practice, RACF or other organisation. Organisational systems and tools can be applied to support service delivery for residents at the patient and facility level. Table 15 contains examples of resources and tools that GPs and RACF staff can use. It also includes strategies that divisions of general practice can use to support GPsand RACF staff to improve quality of care for residents. Types of resources and tools include: service systems and templates, eg. work arrangements, registers, recall/reminder systems, checklists, health information management and technology Medicare item numbers that remunerate GPs for multidisciplinary care of residents, including new Medicare item numbers for chronic disease management funded aged care GP panels through divisions of general practice information resources for residents and their relatives/carers, eg. rights and responsibilities, GP and RACF services, advance care planning, clinical conditions, state based support services clinical resources for individual care, eg. assessment tools, guidelines, protocols, local service directories facility wide programs and systems using multiple interventions to maintain a safe and healthy environment for residents and staff, eg. falls prevention programs, infection controlprocedures, medication management systems professional education and training, geriatric assessment, advance care planning, dementia, medication management quality improvement strategies, eg. advisory committees, 'plan, do, study, act' (PDSA) cycle, working audits.Organisational aspects medical careRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 5657 Medical care of older persons in residential aged care facilities 4th editionOrganisational aspects of medical care Organisational aspect of careGP tools RACF tools DGP tools Arrange care for the new resident/patientGP request transfer of medical record for newpatient Comprehensive medical assessment (CMA) Advance care plan MBS: CMA, RACF visits, GP contribute to care plan,case conference Provide practice information on GP services Discussions with resident and family/carerState based entry application Discussions with resident andfamily/carer Identify authorised representative Consent form for resident or authorisedrepresentative forexchange of healthinformation Identify resident's GP Assessment and care planCommence advance care planning Request GP contribution tocare plan Disseminate information on GPservices for RACFpatients Promote use of CMA and other MBS itemsincluding new chronicdisease managementitems Support advance care planning Provide comprehensive continuing medical careto each resident: -prevention -disease management -optimising support with liaison, recall,administrationdocumentation, healthrecords management RAC patient register and recall/reminder system Clinical resources/protocolsRequest GP contribute to care plan Use case conference record Reminder system Clinical resources/protocols Notify GP of available RACF services, healthprograms for residentsDisseminate information, resourcesand tools, eg. 'silverbook' Educational seminars relevant Local service directory with eligibility,availability, waitingtimesDevelop partnershipsbetween service providersDesignate a practice staff member as RACFcoordinator Establish work arrangements with RACFs Provide practice information on GP servicesfor residents (includingrespite) Medical Deputising Service after hours arrangements Identify local allied health and dental practitionersfor referral List of local specialist services Knowledge of staff skills and services of RACF(high/low level, respite,dementia) Accreditation and compliance with privacylegislation Designated GP/health care coordinator Register of attending GPs Checklist of GP work arrangements M e d ical and/or medication advisorycommittees Accreditation and compliance with privacylegislationEstablish and maintain aged care GP panel inconsultation withRACFs and otherstakeholders Develop agreed goals for working together Information on liaison and support forspecial needs patients,eg. Aboriginal AndTorres Strait Islander Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 5758 Medical care of older persons in residential aged care facilities 4th editionOrganisational aspects of medical care Transfers between RACF and acute careGP receive hospital discharge information GP review resident, medication and care planProtocols for referral, notification ofrelatives/carers, GPnotification, transferand hospital dischargeinformation,medication dischargesummaries andexchange ofinformation onmedication, testresults Maintain facility based systems Medication management Infection control Prevention of falls, flu Physical and social activity groupsGuidelines (eg. Australian medicines handbook , RACGP Standards for general practices ) Legislation and regulations Electronic software to print medication labels MBS: Chronic disease management, RMMR,case conference Discussions with resident and family/carerGuidelines (eg. APAC), legislation andregulations Medication Advisory Committee MBS: RMMR Commercial medication management systems Audits (eg. pharmacy) After hours medication arrangements withpharmacy, GP, routine,after hours and onreturn from hospital Educational seminars Support local health programs intofacilities (eg. falls) Conduct continuousquality improvementactivitiesUse PDSA ContinuingQuality Improvementfor Aged Care toimplementorganisational toolsIdentify and promote strategies to addressservice gaps Training and development Aged care GP panels Promote GP participation inquality activitieswith RACFs Support local joint quality improvementprojectsMBS items: new chronic disease management items,RACF visits, CMA, GPcontribute to care plan,case conference, referralsfor allied health anddental care Case conference record Discussions with resident and family/carer Referral links with specialist services (aged care,psychogeriatric, acute,rehabilitation, palliativecare) Acute and after hours notification and callout protocolsAcute and after hours protocols for GPattendance/hospitaltransfer Discussions with resident andfamily/carer Transfer arrangements with GP and otherservices for pathologyand health reportsPromote use of MBS items, including newchronic diseasemanagement items Aged care GP panels Table 15. Examples of resources and tools for the delivery of medical care to residentsRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 5859 Medical care of older persons in residential aged care facilities 4th editionOrganisational aspects of medical care When people enter residential aged care, it is important that RACF staff seek consent from them (or their representative) for health information to be disclosed to all relevant service providersinvolved in providing their medical care (see Tools 9 ). Staff could also provide information about how to appoint an authorised representative and initiate advance care planning in anticipationof future changes that may occur in the resident's health and/or capacity to make decisions. On admission to RACFs, staff members usually ask new residents whom they have or wish to have as their GP . It would be helpful for residents who do not have a local GP to be giveninformation on local GPs (eg. practice brochures). It is recommended that each RACF have a register of attending GPs with a record of their preferred work arrangements. The checklist in Tools 12 provides a useful starting point for clarifying and documenting work arrangements with each GP . A recall/reminder system in the general practice and/or RACF can be used by staff to track when residents are due for a GP visit, comprehensive medical assessment, case conference, care plan review, or residential medication management review. Samples of recall/reminder systems with reminder letters and resident information sheets are available in the 'GP and residential aged care kit' produced by North West Melbourne Division of General Practice. 258 RACF staff can facilitate GPs' input into multidisciplinary health assessments and care plans by: nominating staff to liaise with the GP , resident, relatives/carers/representative and other health care providers sharing information from the resident's records and care plan with the GP supporting the use of Medicare items for GP comprehensive medical assessments, GP contribution to care plan (at request of RACF staff), GP involvement in case conferences,and the GP and pharmacist component of residential medication management reviews facilitating or participating in case conferences where residents' issues, goals and management plans are discussed offering standardised documentation to record the comprehensive medical assessment (seeTools 10 ), case conference discussions (see Tools 11 ) and care plans. Medicare item numbers Until November 2000, Medicare rebates were available only for GP consultations at the RACF. Since then, items have been introduced progressively to better remunerate GPs, and improvemultidisciplinary care for residents. The Medicare Benefits Schedule (MBS) lists current itemdescriptors and rebates available for medical services provided to residents for the followingservices 259: GP consultations in RACFs GP comprehensive medical assessment (CMA) GP organising or participating in multidisciplinary case conferences GP contribution to the resident's care plan GP participation in residential medication management review allied health and dental services on referral from a GP . Figure 3 provides a summary of how these MBS items can be used by GPs providing care for residents. Consider the following when deciding on how to organise and use Medicare items at a RACF: What is the likely workload within the facility (how many patients are likely to need a CMA or case conference per week, month or year)? Use a reminder/recall system to schedule reviews What is the range of complexity or special needs of residents? Identify and target residents who will benefit most from a CMA, case conference or specific types of servicesRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 5960 Medical care of older persons in residential aged care facilities 4th editionOrganisational aspects of medical care How much available time do GPs and facility staff have to contribute to the CMA and care planning? What is the range and level of multidisciplinary expertise available? Identify RACF staff and external service providers with specific skills, eg. for assessment, advance care planningand treatment. General practitioner attendances at a RACF: The purpose of MBS rebates for GP consultations in RACFs is to reimburse GPs for face-to-face patient consultation time, plus travel time. The MBSrebate is equivalent to the corresponding item in the GP's rooms, plus an amount divided by the number of patients seen (up to six patients), and then a set amount per patient for seven ormore patients. Comprehensive medical assessment: An up-to-date health and medical summary for all patients including those in residential aged care is a RACGP accreditation standard. General practitionerscan be remunerated to undertake a CMA annually for new and existing permanent residentsin high and low care facilities. The CMA may highlight particular issues such as an immediatemedical need, problems with medication management, and needs for specialist referral or alliedhealth services. A sample 'Comprehensive medical assessment form' is provided in Tools 10 , or at www.health.gov.au/internet/wcms/publishing.nsf/Content/health-medicare-health_pro-gp-cmarach.htm General practitioner contribution to a resident's care plan: RACFs are required and receive funding to develop care plans for permanent residents. RACF care plans focus on personal andnursing care rather than medical care. General practitioners may contribute to these care plansat the request of RACF staff. From 1 July 2005 new chronic disease management (CDM)Medicare numbers replaced EPC multidisciplinary care planning items which will be withdrawnon 1 November 2005. The new CDM item 731 retains similar provisions to the old item 730for GPs to contribute to the preparation and/or review of care plans for residents of aged carefacilities. Item 731 can be claimed at 6 monthly intervals. It involves review of the plan with theaddition of any relevant medical information, eg. instructions for after hours care, need forreferral to allied health or dental services. It is also an opportunity for GPs to enquire if advance care planning has been discussed. General practitioner RACF case conference: Case conferences support multidisciplinary management of residents with complex care needs, when a condition has been present or isexpected to last for at least 6 months, or is terminal. Medicare Benefits Schedule items may beclaimed for up to five case conferences for an individual resident in any 12 month period whenthere is participation by the GP and at least two other care providers. A sample 'GP RACF caseconference record' is provided in Tools 11 . Referrals for Medicare rebated allied health and dental services: When a GP has contributed to a care plan for a resident and item 731 (or 730) has been claimed, the resident is eligible to accessMedicare rebatable items for allied health and dental services on referral from their GP . Eligibilityis determined for a resident with a chronic condition and complex care needs managed by a GPand identified in the resident's care plan. The dental problem must be adding significantly to theseriousness of the chronic condition identified in the care plan. Up to five allied health servicesper year (in total not five per service type) and three dental services are available. The alliedhealth professional or dentist must register as a private provider with the Medicare Australia.Areferral to the allied health practitioner or dentist is made using the EPC Program referral form for allied health services, available at www.medicareaustralia.gov.au/providers/incentives_allowances/medicare_initiatives/allied_health.htm RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 6061 Medical care of older persons in residential aged care facilities 4th editionOrganisational aspects of medical care Figure 4. How MBS items relate to a resident's medical careAdmission to the RACF or change in medical status Comprehensive medical assessment (item 712) once every 12 months Provide CMA summary report to RACF and resident Summary report to include: List of principal diagnoses/problems Allergies and medication intolerance Current medication Issues for medication management review Other services/treatment required Immediate action requiredRACF care plan RMMR (item 903) GP contribution to the RACF care plan (item 731) up to 4 times per year Referral to allied year Referral to dental care (item 10975, 10976, 10977) up to three services per yearUpdate care plan to include information from CMA summary report and request GP to reviewcare plan GP participates in case conference (item 775, 778, 779) up to five per year in total ORGP organises and coordinates case conference (item 734, 736, 738) up to five per year in total GP contribution to a care plan (item 731) Referral to allied year Referral to dental care (item 10975, 10976, 10977) up to three services per yearUpdate care plan to include information from the case conference and request GP to reviewcare plan Routine resident medical care GP consultation at a RACF (item 35, 43, 51)Change in resident medical status or 6 month review RACF can organise and coordinate a caseconference to include GPRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 6162 Medical care of older persons in residential aged care facilities 4th editionOrganisational aspects of medical care Residential medication management review (RMMR): The RMMR enables the GP and pharmacist to review the medication needs of a new or existing resident. Table 16 gives a GP checklist for aRMMR. The checklist and up-to-date forms can be accessed at www.health.gov.au/internet/wcms/publishing.nsf/Content/health-epc-dmmrqa.htm 1. Determine the clinical need for a medication management review. This step is not necessary for new residents as they are entitled toaresidential medication management review on admissionMandatory for existing residents 2. Explain RMMR to resident/representative and obtain consent Mandatory 3. Initiate the RMMR and collaborate with reviewing pharmacist regarding the pharmacist's component of the review. The initial discussion withthe reviewing pharmacist should cover: a communication protocol exceptions to a postreview discussion clinical information relevant to the pharmacist's component of RMMRMandatory 4. Postreview discussion with the reviewing pharmacist should cover: the findings of the pharmacist's review medication management strategies means to ensure the strategies are implemented and reviewed, and any issues for implementation and usual follow upMandatory unless: no recommended changes minor changes GP and pharmacist agree on needfor case conference 5. Consultation with the resident to discuss the outcomes of the review and proposed medication management strategy and to gain theresident's agreement to the planMandatory 6. Finalise and prepare written medication management plan Mandatory 7. Offer a copy of the plan to the resident/or resident representative: copy for the resident's records copy for the nursing staff of the aged care home discuss the plan with aged care nursing staff if necessaryMandatory 8. Bill the resident for the service Item 903 Quality improvement There is scope for improving the quality of medical care for residents through implementing systems and tools over the short and medium term. Many RACFs use a continuous qualityimprovement cycle to implement changes. 260The PDSA (plan, do, study, act) cycle is increasingly used for quality improvement in general practice and health service organisations.261 The PDSA method encourages starting with small changes, which can build into largerimprovements in practice through successive quick cycles of change, as shown in Table 17 .Table 16. GP checklist for conducting a RMMRRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 6263 Medical care of older persons in residential aged care facilities 4th editionOrganisational aspects of medical care Over the long term, there are further challenges for enhancing the quality of medical care in the residential setting. There is a need for: inclusion of residents in clinical studies of the effectiveness of interventions systematic data collection to build an information base about the epidemiology and current medical treatment of the residential aged care population processes to establish agreed and evidence based treatment guidelines specific to the needs of this population. General practitioners could help meet these challenges by working with other professional groups (eg. nurses and geriatricians) to: collect agreed objective data that can be used comparatively as a starting point for quality enhancement examine and understand reasons for suboptimal care establish agreed clinical indicators that reflect good care establish agreed evidence based benchmarks develop agreed strategies for translating evidence into practice.Step 1. Plan to test selected improvement or change Once the actual change to be introduced has been agreed, consider the following questions:What would we expect to see as a result of this change? What data do we need to collect to check the outcome of the change? How will we know whether the change has 'worked' or not? Who, what, where, when? Step 2. Dothe test and collect data for analysis Keep the 'do' stage short and record any outcomes, unexpected events, problems and other observations. Step 3. Study the results Has there been an improvement? Did your expectations match the reality of what happened? What could be donedifferently? Step 4. Acton the result Do an 'amended' version of what happened during the 'do' stage, measure and study any differences in results.Once you have achieved success in a PDSA cycle, the change can be implemented as part of usual practice andmechanisms established to sustain the improvement. These may include:training and education of staff standardisation of systems and processes documentation of associated policies and guidelines measurement and review to ensure that the change is incorporated into routine practice Table 17. The Plan, Do, Study, Act cycleRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 6304 64 Medical care of older persons in residential aged care facilities 4th edition1. Barthel Index - activities of daily living (modified) The Barthel Index is a simple to administer tool for assessing self care and mobility activities of daily living. It is widely used in geriatric assessment settings. Reliability, validity and overall utilityare rated as good to excellent. Information is gained from observation, self report or informantreport. It takes approximately 5-10 minutes to complete if the observational method is used. 262 Guidelines for scoring: The index should be used as a record of what a patient does, not as a record of what apatient could do The main aim is to establish degree of independence from any help, physical or verbal, however minor and for whatever reason The need for supervision renders the patient not independent Usually the patient's performance over the preceding 24-48 hours is important, but occasionally longer periods will be relevant Middle categories imply that the patient supplies over 50% of the effort Use of aids to be independent is allowed. Maximum score is 100. Low scores on individual items highlight areas of need.ToolsRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 6465 Medical care of older persons in residential aged care facilities 4th editionTools Reprinted with permission. Mahoney FI, Bethel D. Functional evaluation: the Bethel Index. Maryland State Med J 1965;14:56-61The Barthel Index Patient name Rater name Date ACTIVITY SCORE Feeding 0 = unable5 = needs cutting, spreading butter, etc, or requires modified diet 10 = independent Bathing 0 = dependent 5 = independent (or in shower) Grooming 0 = needs help with personal care 5 = independent face/hair/teeth/shaving (implements provided) Dressing 0 = dependent5 = needs help but can do about half unaided 10 = independent (including buttons, zips, laces, etc) Bowels 0 = incontinent (or needs to be given enemas)5 = occasional accident 10 = continent Bladder 0 = incontinent, or catheterised and unable to manage alone5 = occasional accident 10 = continent Toilet use 0 = dependent5 = needs some help, but can do something alone 10 = independent (on and off, dressing, wiping) Transfers (bed to chair and back) 0 = unable, no sitting balance5 = major help (one or two people, physical), can sit10 = minor help (verbal or physical) 15 = independent Mobility (on level surfaces) 0 = immobile or <50 yards5 = wheelchair independent, including corners, >50 yards10 = walks with help of one person (verbal or physical) >50 yards 15 = independent (but may use any aid, eg. stick) >50 yards Stairs 0 = unable5 = needs help (verbal, physical, carrying aid) 10 = independent Total (0-100)RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 652. Edmonton Symptom Assessment Scale This tool helps identify and measure the severity of common symptoms in patients receiving palliative care. 66 Medical care of older persons in residential aged care facilities 4th editionTools Source: Bruera E, Kuehn N, Miller M, Selmser P , Macmillan K. The Edmonton Symptom Assessment System (ESAS): a simple method for the assessment of palliative care patients. J Palliat Care 1991:7;6-9Edmonton Symptom Assessment Scale (ESAS) Date of completion Time Please circle the number that best describes: No pain Worst possible pain01 23456789 1 0 ESAS completed by: Patient Health professional Family Assisted by family or health professional Version date December 11, 2002Not tired Worst possible tiredness01 23456789 1 0 Not nauseated Worst possible nausea01 23456789 1 0 Not depresses Worst possible depression01 23456789 1 0 Not anxious Worst possible anxiety01 23456789 1 0 Not drowsy Worst possible drowsiness01 23456789 1 0 Best appetite Worst possible appetite01 23456789 1 0 Best feeling Worst possible of wellbeing feeling of wellbeing01 23456789 1 0 No shortness Worst possible of breath shortness of breath01 23456789 31/3/06 12:50 PM Page 6667 Medical care of older persons in residential aged care facilities 4th editionTools 3. Multidisciplinary carepath for palliative care: end stage care This tool is a multidisciplinary carepath for care of the patient who is dying and has at least two of the following five criteria: is bedridden is no longer able to take tablets has decreasing/fluctuating levels of consciousness is weak and drowsy for extended periods of time is able to tolerate sips of fluid only. Essential components of care: 1. Comfort measures Yes No N/A All nonessential investigations/observations/interventions have been discontinued (eg. routine blood tests, routine nursing observations, routine imaging) Four hourly observations for pain, agitation, nausea and vomiting, and othersymptoms are continued Nonessential medications have been discontinued Essential medications have been charted via an appropriate route (s/c, pr, s/l)(eg. analgesia, sedatives, anti-emetics and anticholinesterase Rx as indicated) PRN medications are charted via an appropriate route in anticipation of symptoms(see 'Symptom management' below) 2. Moral/ethical issues The resuscitation status has been documented Any advanced care directive has been acknowledged and copied into the chart Organ donation issues (cornea, other organs) have been discussed with the patient and family/carers Issues surrounding any intravenous fluids/parenteral feeding/oxygen have been discussed The patient has completed a will The patient has selected an 'enduring power of attorney' The patient is dealing with identified 'unfinished business' (including funeral wishes,relationship issues) 3. Communication The patient's ability to communicate and need for interpreters has been assessed and is being addressed The patient is aware of their condition and counselling offered The patient's family/carers are aware of the condition and any advance care directives agreed on by patient; family conference has been organised and follow up bereavement arrangements made The patient has expressed a preference for who should be present. Preferred place of death issues have been addressed (eg. hospital, hospice, aged care home, home)RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 6768 Medical care of older persons in residential aged care facilities 4th editionTools Box 1. Management of common symptoms seen in the 'end stage' P morphine metabolites build up in renal failure - decrease doses) A - Agitation and delirium, restlessness (eg. subcutaneous haloperidol, promethazine) E - Emergencies: related symptoms and anxiety provoking signs (eg. massive haemorrhage in lungs, gut, brain; bowel perforation peritonitis; sudden vomit and aspiration) (eg. morphine, midazolam - larger stage' also cease this and discuss with family) O - Other: related to specific disease (dyspnoea, will, funeral arrangements and allowances,transport costs The patient's family/carers have been given general hospital information (visiting hours,accommodation, dining, toilets, parking, after death procedures, issues with children attending) The key contact person and next of kin are identified in the notes with 24 hour contact numbers Patient's GP and relevant community health/palliative care service staff have beencontacted 4. Spiritual/religious needs (see 'Spiritual history') Spiritual issues have been explored Religious needs have been assessed Any special needs have been addressed (eg. speed of burial, washing of body, request for the 'sacrament of the sick', imam, rabbi, priest or other special minister called for, 24 hour pastoral care number has been given, counselling offered)RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 6869 Medical care of older persons in residential aged care facilities 4th editionTools 4. Abbreviated Mental Test Score The AMTS was introduced by Hodkinson in 1972 to quickly assess elderly patients for the possibility of dementia. The test has utility across a range of acute and outpatient settings.It has been tested on an Australian sample of patients. 263The test takes 5 minutes and must include all 10 questions. Maximum score is 10. A score of less than 7 or 8 suggests cognitiveimpairment. The test can differentiate normal from cognitively impaired but is not reliablein identifying delirium. 264Box 2. Spiritual history F - Faith or beliefs (orthodox and nonorthodox) What is your faith or belief? Do you consider yourself spiritual or religious? What things do you believe in that give meaning to life? I - Importance and influence Is it important to your life? What influence does it have on how you take care of yourself? How have your beliefs influenced your behaviour during this illness? C - Community (including family and friends) Are you part of a spiritual or religious community? Is this of support to you, and how? Is there a person or group of people whom you really love or who are really important to you? A - Address How would you like me, your health care provider, to address these issues in health care? Question Score 0 or 1 1. How old are you? 2. What is the time (nearest hour)? 3. Address for recall at the end of test - this should be repeated by the patient, eg. 42 West Terrace 4. What year is it? 5. What is the name of this place? 6. Can the patient recognise two relevant persons (eg. nurse/doctor) 7. What was the date of your birth? 8. When was the second World War? 9. Who is the present prime minister? 10. Count down from 20 to 1 (no errors, no cues) TOTAL CORRECTReprinted with permission. Mater Hospital. Authorised end stage care pathway used in the Mater Adult Hospital. Brisbane: Mater Hospital, 2005 Source: Hodkinson HM. Evaluation of a mental test score for assessment of mental impairment in the elderly. Age Ageing 1972;1:233-8RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 695. Geriatric Depression Scale The Geriatric Depression Scale is used to identify depression in older people in hospital, aged care home and community settings. The 15 item version is most widely used with self report orinformant report, and takes 5-10 minutes to complete. Sensitivity ranges from 79-100%.Specificity ranges from 67-80%. It is suitable for use with residents with a Mini-Mental Statusscore of more than 14. It has questionable accuracy when used to detect minor depression.The Geriatric Depression Scale is available in many languages and can be downloaded fromwww.stanford.edu/~yesavage/GDS.html Calculate the total score by adding up the ticks in bold (right hand column). Each scores one point. Scores greater than 5 suggest the presence of depression. 70 Medical care of older persons in residential aged care facilities 4th editionTools Source: Sheik JI, Yesavage JA. Geriatric Depression Scale (GDS): recent evidence and development of a shorter version. In: Brink TL, editor. Clinical gerontology: a guide to assessment and intervention. New York: Haworth Press, 1986Date / / Please tick 1. Are you basically satisfied with your life? Yes No 2. Have you dropped many of your activities and interests? Yes No 3. Do you feel that your life is empty? Yes No 4. Do you often get bored? Yes No 5. Are you in good spirits most of the time? Yes No 6. Are you afraid that something bad is going to happen to you? Yes No 7. Do you feel happy most of the time? Yes No 8. Do you often feel helpless? Yes No 9. Do you prefer to stay at home, rather than going out and doing things? Yes No 10. Do you feel you have more problems with memory than most? Yes No 11. Do you think it is wonderful to be alive now? Yes No 12. Do you feel pretty worthless the way you are now? Yes No 13. Do you feel full of energy? Yes No 14. Do you feel that your situation is hopeless? Yes No 15. Do you think that most people are better off than you? Yes No TOTAL SCORERACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 7071 Medical care of older persons in residential aged care facilities 4th editionTools 6. Cornell Scale for Depression in Dementia The Cornell Scale for Depression in Dementia (CSDD) is designed for the assessment of depression in older people with dementia who can at least communicate basic needs.The CSDD differentiates between the diagnostic categories and severity of depression. It hasbeen tested for reliability, sensitivity and validity on patients in community, hospital and aged carehome settings. Scores are determined by a combination of prior observation and two interviews:20 minutes with the carer and 10 minutes with the patient. Depressive symptoms are suggestedby a total score of 8 or more. Reprinted with permission. Alexopoulos GS, Abrams RC, Young RC, Shamoian CA. Cornell Scale For Depression in Dementia. Biological Psychiatry 1988;23:271-84Cornell Scale for Depression in Dementia Name Age Sex Date SCORING SYSTEM A = unable to evaluate 0 = absent 1 = mild or intermittent 2 = severeRatings should be based on symptoms and signs occurring during the week prior to interview. No score should be given if symptoms result from physical disability or illness. A. Mood related signs 1. Anxiety: anxious expression, ruminations, worrying A 0 1 2 2. Sadness: sad expression, sad voice, tearfulness A 0 1 23. Lack of reactivity to pleasant events A 0 1 24. Irritability: easily annoyed, short tempered A 0 1 2 B. Behavioural disturbance 5. Agitation: restlessness, hand wringing, hair pulling A 0 1 2 6. Retardation: slow movement, slow speech, slow reactions A 0 1 27. Multiple physical complaints (score 0 if GI symptoms only) A 0 1 28. Loss of interest: less involved in usual activities A 0 1 2 (Score only if change acutely, ie. in less than 1 month) C. Physical signs 9. Appetite loss: eating less than usual A 0 1 2 10. Weight loss (score 2 if greater than 5 lb in 1 month) A 0 1 211. Lack of energy: fatigues easily, unable to sustain activities A 0 1 2 (Score only if occurred acutely, ie. in less than 1 month) D. Cyclic functions 12. Diurnal variation of mood: symptoms worse in the morning A 0 1 2 13. Difficulty falling asleep: later than usual for this individual A 0 1 214. Multiple awakenings during sleep A 0 1 215. Early morning awakening: earlier than usual for this individual A 0 1 2 E. Ideational disturbance 16. Suicide: feels life is not worth living, has suicidal wishes A 0 1 2 or makes suicide attempt 17. Poor self esteem: self blame, self depreciation, feelings of failure A 0 1 218. Pessimism: anticipation of the worst A 0 1 219. Mood congruent delusions: delusions of poverty, illness or loss A 0 1 2Inpatient Aged care home resident OutpatientRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 717. Abbey Pain Scale The Abbey Pain Scale is used for people with dementia or who cannot verbalise. 72 Medical care of older persons in residential aged care facilities 4th editionTools Source: Abbey J, De Bellis A, Piller N, Esterman A, Giles L, Parker D, Lowcay B. Funded by the JH & JD Gunn Medical Research Foundation 1998-2002Abbey Pain Scale Name of resident For measurement of pain in people with dementia who cannot verbalise How to use scale: While observing the resident, score questions 1 to 6 Name/designation of person completing the scale Date Time Latest pain relief given was at hours Q1 Vocalisation eg. whimpering, groaning, cryingAbsent 0 Mild 1 Moderate 2 Severe 3 Q2 Facial expression eg. looking tense, frowning, grimacing, looking frightenedAbsent 0 Mild 1 Moderate 2 Severe 3 Q3 Change in body language eg. fidgeting. rocking, guarding part of body, withdrawnAbsent 0 Mild 1 Moderate 2 Severe 3 Q4 Behavioural change eg. increased confusion, refusing to eat, alteration in usual patternsAbsent 0 Mild 1 Moderate 2 Severe 3 Q5 Physiological change eg. temperature, pulse or blood pressure outside of normal limits, perspiringAbsent 0 Mild 1 Moderate 2 Severe 3 Q6 Physical changes eg. skin tears, pressure areas, arthritis, contractures, previous injuriesAbsent 0 Mild 1 Moderate 2 Severe 3 Add scores for 1-6 and record here Total pain score Now tick the box that matches the total pain score0-2 No pain3-7 Mild8-13 Moderate14+ Severe Finally, tick the box that matches the type of painChronic AcuteAcute on chronicRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 7273 Medical care of older persons in residential aged care facilities 4th editionTools 8. Brief pain inventory Reprinted with permission. Pain Research Group, Department of Neurology, University of Wisconsin-MadisonBrief Pain Inventory Name Date Time 1. Throughout our lives, most of us have had pain from time to time (such as minor headaches, sprains, toothaches). Have you had pain other than these everyday types of pain today? 1. Yes 2. No 2. On the diagram, shade in the areas where you feel pain. Put an X on the area that hurts the most. Front Back 3. Please rate your pain by circling the one number that best describes your pain at its worst in the past24 hours. 4. Please rate your pain by circling the one number that best describes your pain at its least in the last24 hours. 5. Please rate your pain by circling the one number that best describes your pain on average. 6. Please rate your pain by circling the one number that tells how much pain you have right now. 7. What treatment or medication are you receiving for the pain? 8. In the past 24 hours, how much relief have pain treatments or medication provided? Please circlethe one percentage that most shows how muchrelief you have received.9. Circle the one number that describes how, during the past 24 hours, pain has interfered with your: A. General activity B. MoodC. Walking abilityD. Normal work (includes both work outside the home and housework) E. Relations with other peopleF. Sleep G. Enjoyment of lifeH. Ability to concentrateI. Appetite0123456789 1 0 No pain Pain as bad as you can imagine0123456789 1 0 Does not Completely interfere interferes 0123456789 1 0 Does not Completely interfere interferes 0123456789 1 0 Does not Completely interfere interferes 0123456789 1 0 Does not Completely interfere interferes 0123456789 1 0 Does not Completely interfere interferes 0123456789 1 0 Does not Completely interfere interferes 0123456789 1 0 Does not Completely interfere interferes 0123456789 1 0 Does not Completely interfere interferes 0123456789 1 0 Does not Completely interfere interferes0123456789 1 0 No pain Pain as bad as you can imagine 0123456789 1 0 No pain Pain as bad as you can imagine 0123456789 1 0 No pain Pain as bad as you can imagine 0% 10 20 30 40 50 60 70 80 90 100% No relief Complete reliefRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 739. Resident consent to exchange of health information 74 Medical care of older persons in residential aged care facilities 4th editionTools Reprinted with permission. Ruth D, Wong R, Haesler E. General practice in residential aged care, partnerships for 'round the cl ock' medical care. Melbourne: North West Melbourne Division of General Practice, 2004To comply with privacy legislation, we need your consent to exchange information in relation to your care needs I, (Print full name of client/resident or power of attorney) agree to the exchange of information regarding the services/medical information received by ____________________ ________________________________________ (insert name of client/resident or 'MYSELF') from general practitioners, specialist medical practitioners, hospitals, care and support agencies and allied health professionals with______________________________________________ (insert name of RACF) for the purpose of assessing my care needs and for the provision of ongoing services.I understand that all information obtained will be kept confidential. Signed: Date: Witness: Collection statement We are collecting the information on this form for the purpose of assessing your care needs at this residential aged care facility. The information relating to your current state of health and financial status will be disclosed to the commonwealth government, as this is a requirement under The Aged Care Act . It will be used to make decisions about the level of funding we receive for the care we deliver. Information contained on this form will not be disclosed to any other individual or organisation (unless they are directly related to your care) without your consent.RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 7475 Medical care of older persons in residential aged care facilities 4th editionTools 10. Comprehensive medical assessment form Resident's surname: Other names: Diagnoses/problems Immediate action Allergies and medication intoleranceResident's details (may be available from aged care home) Date of birth / / Pension No. Medicare No. DVA No. New or existing resident Aged care home Phone Next of kin/guardian Name Phone Advance care directive (or similar?) Yes NoEnduring Medical Power of Attorney Yes NoHas the resident had a previous CMA? Yes NoIf yes: Date of last CMA / /Consent for a CMA obtained? YesConsent given by Resident RepresentativeDate consent was given / / CMA service details Provided by Dr Phone Is this the resident's usual doctor? Yes NoDate/s of service / /If doctor providing CMA is not the resident's usual doctor, has a report of the CMA been providedto the resident's usual doctor? Yes No Principal diagnoses Other significant health problems Cardiovascular system Oral health Respiratory system Nutrition status Pain Dietary needs Physical function Skin integrity Psychological function Continence OtherRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 7576 Medical care of older persons in residential aged care facilities 4th editionTools Resident's relevant medical history Immunisation status(including prescribed and nonprescribed medication) (medication chart/Webster sheet can be attached) Issues for consideration in medication management review EPC care plan Yes No EPC case conference Yes No Medication management review Yes No Other Comments GP's signature Date / / (May refer to current information from aged care home; information from resident's records can be attached) Influenza current Yes No Tetanus current Yes No Pneumococcus current Yes NoOther services requiredCurrent medicationRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 7677 Medical care of older persons in residential aged care facilities 4th editionTools Cardiovascular system Normal Abnormal Identified problems Respiratory system Normal Abnormal Identified problems Pain Acute Yes No Chronic Yes No If yes, cause of pain Physical function including activities of daily living, eg. walking, eating, dressing, personal care (bathing, toilet). Identified problems Test/screening tool used (eg. MMSE) Psychological function cognition Mood Normal Depressed Impaired Other Identified problems Oral health identified problems Teeth Dentures Gums Nutrition status identified problems Weight Height BMI Dietary needs Identified problemsComprehensive medical examinationRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 7778 Medical care of older persons in residential aged care facilities 4th editionTools Fitness to drive Hearing Vision Smoking Foot care Sleep Cardiovascular risk factors Alcohol use Other Identified problems Source: Medicare Australia www.medicareaustralia.gov.au/internet/wcms/publishing.nsf/Content/health-medicare-health pro-gp-cmarach.htmOther medical examination as relevant to residentSkin integrity identified problems Normal Abnormal (sores/lesions) Other Continence: urinary (if indicated) Faecal Identified problems Normal Abnormal Normal Abnormal Urine test Normal Abnormal Identified problemsRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 7879 Medical care of older persons in residential aged care facilities 4th editionTools 11. GP RACF case conference record Date / / GP details Case conference MBS item (maximum 5 per year) GP organises and coordinates 735 736 738 GP participates 775 778 779 RACF phone number Address Patient details Name Date of birth / / GP file no Pension no. Medicare no. DVA no. Aboriginal/Torres Strait IslanderDate of case conference / / Start time Finish time Case conference organised and coordinated by GP RACF Patient or next of kin consent gained Case conference participants Names/disciplines 1 2 3 Other participants (optional) Patient Relative/carer Other service providers Issues discussedRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 7980 Medical care of older persons in residential aged care facilities 4th editionTools Reprinted with permission. Ruth D, Wong R, Haesler E. General practice in residential aged care, partnerships for 'round the cl ock' medical care. Melbourne: North West Melbourne Division of General Practice, 2004Outcomes Actions to be taken This documentation has been Placed in resident's record (at front or prominent place for easy access) Placed in patient record at general practiceGiven to all participants Review date set for / /RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 8081 Medical care of older persons in residential aged care facilities 4th editionTools 12. GP RACF work arrangements form GP name Name of GP clinic Address of clinic Telephone Fax GP contacts after hours Mobile Email Preferred methods of communication Telephone Fax Email Letter GP attendance times at RACFGP completing CMAs on residents Yes No Will attend case conferences Yes NoOrganised by GP RACFWill participate in care plan on request of RACF Yes Arrangements for RMMRs Arrangements for medication chart rewrites Recall/reminder methods by GP RACF Other arrangements After hours arrangements Name and contact number for after hours care TelephoneGP work practice arrangements Reprinted with permission. Ruth D, Wong R, Haesler E. General practice in residential aged care, partnerships for 'round the cl ock' medical care. Melbourne: North West Melbourne Division of General Practice, 2004RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 8182 Medical care of older persons in residential aged care facilities 4th editionContacts Aged care contact numbers Aged Care Complaints Resolution Line 1800 550 552Aged Care Information Line 1800 500 853Aged Care Planning Advisory Committees 02 6289 1555Aged Care Standards and Accreditation Agency Ltd 02 9633 1711 Commonwealth Carelink Centres Brochures available in several languages. 1800 052 222 Follow the links for GPs and health professionalswww.commcarelink.health.gov.au Commonwealth government departments Commonwealth Department of Health and Ageing Tel 1800 020 103 GPO Box 9848, Furzer St, Philip ACT 2606 Fax 02 6281 6946www.health.gov.au for an Ageing Australia www.ageing.health.gov.au/ofoa Tel 02 6289 5246 Advocacy services National Aged Care Advocacy Program www.sa.agedrights.asn.au Follow the links to each state organisation Pensioners and Superannuants' Federation www.health.gov.au/internet/wcms/publishing.nsf/Content/nmp-advisory-apac Centrelink Centrelink 28 50Pension enquiries 13 23 00Financial information service appointments 13 10 21Teletypewriter service for people with hearing or speech impairments 1800 810 586 Commonwealth Department of Veterans' Affairs Outside metro area (free call) 1800 555 254General enquiries (connects to nearest state office, local call) 13 32 54 Councils on the Ageing (COTA) COTA National Seniors Partnership Tel 03 9820 on the Ageing Australia) Fax 03 9820 9886Level 2, 3 Bowen Crescent, Melbourne Vic 3004www.nationalseniors.com.au/Branches%20Map.htm#newsouthwalesfollow links to state and territory branches Alzheimer's Australia PO Box 108, Higgins ACT 2615 Dementia helpline - National toll free number 1800 639 331www.alzheimers.org.au and follow links to various state and territory organisationsRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 8283 Medical care of older persons in residential aged care facilities 4th editionContacts Carer's organisations Carer Resource Centre National 9900Queensland 9325 5111 www.redcross.org.au National Carer Counselling Program 1800 242 263 Guardianship authorities New South Wales 02 9265 1443 Office of the Public Guardian www.lawlink.nsw.gov.au/opg 1800 451 510 Victoria Office of the Public Advocate www.publicadvocate.vic.gov.au 1800 136 829 Queensland Office of the Adult Guardian www.justice.qld.gov.au/guardian/ag.htm 1300 653 187 Western Australia PO Box 6293, www.justice.wa.gov.au 08 9219 3111 or 1300 306 017 of the Public Advocate www.opa.sa.gov.au 08 8269 7575 or 1800 066 969 Tasmania: www.justice.tas.gov.au/guar/ 03 6233 7598 or 1800 068 784 Adult Guardianship 08 8922 orPO Box 40596, Casuarina, NT 0811 Office of Public Guardian PO Box 721, Alice Springs, NT 0870www.nt.gov.au/health/org_supp/performance_audit/adult_guard/guardianship.shtml Australian Capital Territory Community Advocate www.oca.act.gov.au/ 02 6207 0707RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 8384 Medical care of older persons in residential aged care facilities 4th editionAbbreviations ABS Australian Bureau of Statistics ACAS Aged Care Assessment Service ACSA Aged and Community Services Australia ACSAA Aged Care Standards and Accreditation Agency ADGP Australian Divisions of General Practice AIHW Australian Institute of Health and Welfare AMA Australian Medical Association AMH Australian Medicines Handbook AMTS Abbreviated Mental Test Score ANF Australian Nursing Federation ANHECA Aged Care Association Australia APA Australian Physiotherapy Association APAC Australian Pharmaceutical Advisory Council APS Abbey Pain Scale ASGM Australian Society for Geriatric Medicine BPSD Behavioural and psychological symptoms of dementia CA Carers Australia CBT Cognitive behavioural therapy CMA Comprehensive medical assessment CME Continuing medical education COPD Chronic obstructive pulmonary disease COTA Council on the Ageing CSDD Cornell Scale for Depression in Dementia CVA Cerebrovascular accident DAA Dose administration aid DGP Division of general practice DoHA Department of Health and Ageing DRS Delirium Rating Scale DSM-IV Diagnostic and Statistical Manual of Mental Disorders, fourth edition EPC Enhanced primary care ESR 12:50 PM Page 8485 Medical care of older persons in residential aged care facilities 4th editionAbbreviations FBC Full blood count GDS Geriatric Depression Scale GP General practitioner Hb Haemoglobin HIC Health Insurance Commission HIV Human immunodeficiency virus MAC Medication advisory committee MBS Medicare Benefits Schedule MIS Mental impairment score MMSE Mini-Mental State Examination NGO Nongovernment Organisation NHS National Health Service NSAA National Strategy for an Ageing Australia NSAID Nonsteroidal anti-inflammatory medication PBAC Pharmaceutical Benefits Advisory Committee PBS Pharmaceutical Benefits Scheme PCA Personal care attendant PDSA Plan-Do-Study-Act PEG Percutaneous endoscopic gastrostomy PRN According to need PSA Pharmaceutical Society of Australia PSI Pneumonia severity index RACF Residential aged care facility RACGP The Royal Australian College of General Practitioners RCS Resident Classification Scale RMMR Residential medication management review SSRI Selective serotonin reuptake inhibitors TAIS Therapeutic Advice and Information Service TENS Transcutaneous electrical nerve stimulation TGA Therapeutic Goods Administration U&E Urea electrolytes WCC countRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 8586 Medical care of older persons in residential aged care facilities 4th editionReferences 1. Flicker L. Clinical issues in aged care, managing the interface between acute, sub-acute, community and residential care. Aust Health Rev 2002;25:136-9. 2. Lewis G, Pegram R. Residential aged care and general practice. Workforce demographic trends 1984-2001. Med J Aust 2002;177:84-6. 3. Gray L, Woodward M, Scholes R, Fonda D, Busby W. Geriatric medicine: a pocket book for doctors, nurses, other health professionals and students. 2nd ed. Melbourne: Ausmed Publications, 2000. 4. Aged Care Association Australia (ANHECA). Aged care Australia: the future challenges. Canberra: ANHECA, 2004. 5. Aged Care Standards Agency (ACSA). Accreditation guide for residential aged care services. Canberra: ACSA Ltd., 2001. 6. Australian Institute of Health and Welfare (AIHW). Residential aged care services in Australia 2000-1. Astatistical overview. Canberra: AIHW, 2002. 7. Carers Australia. Submission to the House of Representatives Standing Committee on Ageing: inquiry into long term strategies to address the ageing of the Australian population, 2004. Available at:www.carersaustralia.com.au/index.php?option=com_content&task=view&id=26&Itemid=103 [Accessed19 April 2005]. 8. Johnson N, Iddon P , Pierce G. Outside looking in: a resource kit on carer friendly practices in aged care facilities. Carers Victoria, 2003. 9. Flicker L, op. cit.10. National Aged Care Alliance (NACA). NACA issues paper. The aged care - health care interface, 2003. Available at: www.naca.asn.au/pdf/issues_paper_01.pdf. [Accessed 19 April 2005]. 11. Saliba D, Solomon D, Rubenstein L, Young R, Schnelle J, Roth C, Wegner N. Quality indicators for the management of medical conditions in nursing home residents. J Am Med Dir Assoc 2004;5:297-309. 12. Australian Nursing and Midwifery Council (ANMC). ANMC national competency standards for the enrolled nurse. Available at: www.anmc.org.au. [Accessed 01 August 2005]. 13. Healy J, Richardson S. Who cares for the elders? What we can and can't know from existing data. Adelaide: National Institute of Labour Studies, Flinders University, 2003. 14. Australian Pharmaceutical Advisory Council (APAC). Guidelines for medication management in residential aged care facilities. 3rd ed. Canberra: APAC, Commonwealth of Australia, 2002. 15. Health Professional Council of Australia. Membership and member organisations, 2005. Available at: www.hpca.com.au/publications.htm. [Accessed 23 May 2005]. 16. Whitehead C, Penhall R. Australian Society for Geriatric Medicine. Position statement no. 8. Geriatric Assessment and Community Practice, 2000. Available at: www.asgm.org.au/posstate.htm.[Accessed 19 April 2005]. 17. Gray L, Woodward M, Scholes R, Fonda D, Busby W, op. cit.18. Palliative Care Australia. A guide to palliative care service development: a population based approach, 2005. Available at: www.pallcare.org.au/publications. [Accessed 19 April 2005]. 19. Ruth D, Wong R, Haesler E. General Practice in residential aged care, partnerships for 'round the clock' medical care. Melbourne: North West Melbourne Division of General Practice, 2004. Available at:www.nwmdgp.org.au/web/resources/after_hours/index.html [Accessed 22 April 2005]. 20. Ibid.21. The Royal Australian College of General Practitioners (RACGP). Standards for general practices. 2nd ed. Melbourne: RACGP , 2000. 22. RACGP and Committee of Presidents of Medical Colleges. Handbook for the management of health information in private medical practice, 2002. Available at: www.racgp.org.au/document.asp?id=8546.[Accessed 19 April 2005]. 23. Dorevitch M, Davis S, Andrews G. Guide for assessing older people in hospitals. Prepared for the Care of Older Australians Working Group and Department of Health and aged Care, May 2005 (in press). 24. Gray LC, Newbury JW. Health assessment of elderly patients. Aust Fam Physician 2004;33:795-7.25. Siggins Miller Consultants and School of Population Health, University of Queensland. Executive summary. In: A report to the Brisbane North Division of General Practice (BNDGP). The residential careproject. Queensland: 26. Dorevitch M, Davis S, Andrews G, op. cit.27. National Health Medical Research Council (NHMRC). Communicating with patients: advice for medical practitioners. Canberra: Commonwealth of Australia, NHMRC, 2004.RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 8687 Medical care of older persons in residential aged care facilities 4th editionReferences 28. Reuban DB, Herr KA, Pacala JT, et al. Geriatrics at your fingertips: 2005, 7th ed. New York: The American Geriatrics Society, 2005. Available at www.geriatricsatyourfingertips.org.[Accessed 17 June 2005]. 29. Ibid.30. Gray L, Woodward M, Scholes R, Fonda D, Busby W, op. cit.31. Dorevitch M, Davis S, Andrews G, op. cit.32. Ibid.33. World Health Organisation (WHO). International classification of functioning, disability and health. Geneva: WHO, 2001. 34. Mahoney FI, Bethel D. Functional evaluation: the Bethel Index. Maryland State Med Journal 1965;14:56-61. 35. Dorevitch M, Davis S, Andrews G, op. cit.36. Pierce G, Nankervis J. Putting carers in the picture: Improving the focus on carer needs in aged care assessment. Melbourne: Carers Association Victoria, 1998. 37. Doka DJ. Grief, loss and care giving. In: Doka KJ, Davidson JD, editors. Caregiving and loss. Washington, Hospice Foundation of America, 2001;215-30. 38. Boss P . Ambiguous loss: learning to live with unresolved grief. London: University Press, 2000.39. Darzins P , Molloy DW, Strang D, editors. Who can decide? The six step capacity assessment process. Adelaide: Memory Australia Press, 2000. 40. Ibid.41. Ibid.42. Reuban KA, Pacala Maas ML, Reed D, Myonghwa P , et al. Outcomes of family involvement in care intervention for caregivers of individuals with dementia nursing research. Nurs Res 2004;53:76-86. 44. O'Shea M. An unrecognised grief: loss and grief issues for carers - a workers guide. Melbourne: Carers Association Victoria, 2001. 45. Payda C, Draper B, Luscombe G, Erlich F, Maharja J. Stress in carers of the elderly - a controlled study of patients attending a Sydney medical practice. Aust Fam Physician 1999;28:233-7. 46. Steinberg MA, Cartwright CM, MacDonald SM, Williams GM. Healthy ageing, health dying: community and health professional perspectives on end of life decision making: report to theResearch and Development Grant Advisory Committee (RADGAC) of the Department of HumanServices and Health. University of Queensland Department of Social and Preventive Medicine, February1996. 47. Cartwright CM, Parker MH. Advance care planning and end of life decision making. Aust Fam Physician 2004;33:815-9. 48. Australian Medical Association (AMA) Committee on Care of Older People. Making decisions for later life: the medical profession's role. Working paper. AMA 2002. 49. Ruth D, Wong R, Haesler E. General Practice in residential aged care: clinical information sheet: Advance care planning to improve end of life care, in Residential Aged Care Kit. Melbourne: NorthWest Melbourne Division of General Practice, 2004. Available at: www.nwmdgp.org.au/web/doctors/after_hours/GPRAC-CIS-01.html. [Accessed 19 April 2005]. 50. Cartwright CM, Parker MH, op. cit.51. World Health Organisation (WHO). National cancer control programmes: policies and managerial guidelines, 2nd ed. Geneva: WHO, 2002. 52. Australian Government Department of Health and Ageing. Guidelines for a palliative approach in residential aged care. Canberra: Rural Health and Palliative Care Branch, Australian GovernmentDepartment of Health and Ageing, 2004. Available at:www.health.gov.au/internet/wcms/publishing.nsf/Content/palliativecare-pubs-workforce-pallguide.htm.[Accessed 10 May 2005]. 53. WHO. National cancer control programmes: policies and managerial guidelines, op. cit.54. Rousseau P . Spirituality and the dying patient. J Clin Oncol 2003;21(9 Suppl):54-6.55. Murray SA, Kendall M, Boyd K, Sheikh, A. Illness trajectories and palliative care. BMJ 2005;330:1007-11. 56. Australian Government Department of Health and Ageing 2004. Guidelines for a Palliative Approach in Residential Aged Care, op. cit. 57. Taylor A, Box M. Palliative Care Australia: multicultural palliative care guidelines, 1999. Available at: www.pallcare.org.au/publications. [Accessed 31 May 2005]. 58. Writing Group for Therapeutic Guidelines: Palliative Care. Therapeutic Guidelines: Palliative Care, version 1. Melbourne: Therapeutic Guidelines Ltd, 2001. 59. Jones J, Willis D. In search of a good death: what is a good death? BMJ 2003;327:224.60. Age Health and Care Study Group. The future of health and care of older people: the best is yet to come. London: Age Concern, 1999. 61. Ellershaw J, Wilkinson S, editors. Care of the dying - a pathway to excellence. New York: Oxford University Press, 2003. 62. Ibid.RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 8788 Medical care of older persons in residential aged care facilities 4th editionReferences 63. Liverpool Care Pathway, 2005. Available at: www.lcp-mariecurie.org.uk/. [Accessed 10 May 2005]. 64. The RACGP . is a audit? www.racgp.org.au/document.asp?id=5489. [Accessed 10 May 2005]. 65. ACSA, op. cit.66. Liverpool Care Pathway project. Beacon resource pack September 2002 - August 2003. Available at: www.modern.nhs.uk/scripts/default.asp?site_id=26&id=12771. [Accessed 10 May 2005]. 67. Australian Pharmaceutical Advisory Council (APAC), op. cit.68. Australian Medicines Handbook. Australian Medicines Handbook: medication choice companion: aged care. Adelaide: Australian Medicine Handbook, 2003. 69. Ibid.70. Swagerty D, Brickley R. American Medical Directors Association and American Society of Consultant Pharmacists joint position statement on the Beers List of Potentially Inappropriate Medications in OlderAdults, 2005. Available at: www.ascp.com/public/ga/. [Accessed 26 April D, Brickley R, op. cit.73. APAC. APAC national guidelines to achieve the continuum of quality use of medicines between hospital and community. Canberra: APAC, Commonwealth of Australia, 1998. 74. Pharmaceutical Society of Australia (PSA). Professional practice standards. Pharmacy services to residential care facilities, in Australia Pharmaceutical Formulary and Handbook. 19th ed. Canberra: PSA, 2004. 75. Brown TM, Boyle MF. Clinical review ABC of psychological medicine: delirium. BMJ Writing Group Guidelines: Psychotropic, version 5. Melbourne: Therapeutic Guidelines 2003. 77. Ibid.78. Australian Medicines Handbook, op. cit.79. Innouye SK, Charpentier PA. Precipitating factors for delirium in hospitalised elderly persons: predictive model and interrelationship with baseline vulnerability. JAMA 1996;275:852-7. 80. Ibid.81. Writing Group Therapeutic cit.82. Ibid.83. Australian Medicines Handbook, op. cit.84. Gray L, Woodward M, Scholes R, Fonda D, Busby W, op cit.85. Brodaty H, Draper BM, Low LF. Behavioural and psychological symptoms of dementia: a seven tiered model of service delivery. Med J Aust 2003;178:231-4. Available at:www.mja.com.au/public/issues/178_05_030303/bro10530_fm.html. [Accessed 29 April 2005]. 86. Alzheimer's Australia and Access Economics. Dementia estimates and projections: Australian states and territories. Report by Access Economics for Alzheimer's Australia, 2005. Available at:www.alzheimers.org.au. [Accessed 29 April 2005]. 87. Scherer S. Getting ACROSS Dementia: A dementia management resource for general practice. Melbourne: Southcity GP Services and Alzheimer's Association Victoria, 2003. 88. Bridges-Webb C, Wolk J. Care of patients with dementia in general practice guidelines. Sydney: The Royal Australian College of General Practitioners and NSW Health, 2003. Available at:www.racgp.org.au/dementia. [Accessed 29 April 2005]. 89. Ibid.90. Pond D, Brodaty H. Diagnosis and management of dementia in general practice. Aust Fam Physician 2004;33:789-93. 91. Folstein MF, Folstein S, McHugh PR. Mini-Mental State a practical method for grading the cognitive state of patients for the clinician. J Psychiatr Res 1975;12:189-98. 92. Hodkinson HM. Evaluation of a mental test score for assessment of mental impairment in the elderly. Age Ageing 1972;1:233-8. 93. Dorevitch M, Davis S, Andrews G, op. cit.94. Gray L, Woodward M, Scholes R, Fonda D, Busby W, op. cit.95. Australian Medicines Handbook, op. cit.96. Scott E, Pesiah C, Hickie I, Ricci C, Davenport T. A depression management program for older patients and their general practitioners. Melbourne: SPHERE: A national mental health project, 1995. Availableat: www.spheregp.com.au. 97. Scott E, Pesiah C, Hickie Davenport T, op. cit.98. Juby A, Tench S, Baker V. The value of clock drawing in identifying executive cognitive dysfunction in people with a normal Mini-Mental State Examination score. CMAJ 2002;167:859-64. 99. Bridges-Webb C, 1999.104. Maas ML, Reed cit.RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 8889 Medical care of older persons in residential aged care facilities 4th editionReferences 105. Rosen J, Mittal V, Mulsant BH, Degenholsz H, Castle N, Fox D. Educating the families of nursing home residents: a pilot study using a computer-based system. J Am Med Dir Assoc 2003;4:128-34. 106. Scherer S, op. cit.107. Van Doorn C, Gruber-Baldini AL, Zimmerman S, et al. Dementia as a risk factor for falls and fall injuries among nursing home residents. J Am Geriatr Soc 2003;51:1213-8. 108. Ouslander JG, Simmons S, Schnelle J, Uman G, Fingold S. Effects of prompted voiding on fecal continence among nursing home residents. J Am Geriatr Soc 1996;44:424-8. 109. Ostaszkiewicz J, Johnston L, Roe B. Timed voiding for the management of urinary incontinence in adults (Cochrane Review). In: The Cochrane Library, Issue 1, 2004. Chichester: Wiley. 110. Scherer S, op. cit.111. Brodaty H, Draper BM, Low LF, op. cit.112. National Dementia Behaviour Advisory Service (Alzheimer's Australia). ReBOC: reducing behaviours of concern: a hands on guide. Canberra: Australian Government Department of Health and Ageing, 2003. 113. Popplewell P , Phillips P Prescribing release capsules for dementia in Alzheimer's disease. NPS RADAR Review, December 2004. Available at:www.npsradar.org.au/npsradar/content/galantamine.pdf. [Accessed 16 May 2005]. 115. Neal M, Briggs M. Validation therapy for dementia (Cochrane Review). In: The Cochrane Library, Issue 3, 2003. Chichester: Wiley. 116. Australian Government Department of Health and Ageing. Decision making tool: responding to issues of restraint in aged care. Canberra: Australian Government Department of Health and Ageing, 2004.Available at: www.health.gov.au/internet/wcms/publishing.nsf/Content/ageing-decision-restraint.htm. [Accessed 10 May Guidelines: Psychotropic, op. cit.118. Scott E, Pesiah C, op. cit.119. National Prescribing Service. Galantamine (Reminyl) prolonged release capsules for dementia in Alzheimer's disease, op. cit. 120. Writing Group for Therapeutic Guidelines: Psychotropic, op. cit.121. Scott E, Pesiah C, Hickie C, Davenport T, op. cit.122. Australian Medicines Handbook, op. cit, 5-8.123. Group for Guidelines: cit.126. Medicines Handbook, op. cit, 5-8.127. Scherer S, op. cit.128. Writing Group for Therapeutic Guidelines: Psychotropic, op. cit.129. Australian Medicines Handbook, op. cit, p.5-8.130. Group for Guidelines: cit.131. National Service. Resperidone (Risperdal) for behavioural disturbances in dementia. NPS RADAR Review, April 2005. Available at: www.npsradar.org.au/npsradar/content/risperidone.pdf.[Accessed 16 May 2005]. 132. Ibid.133. Australian Medicines Handbook, op. cit, 5-8.134. Ibid.135. Katona CLE, Livingstone G. Functional psychiatric illness in old age. In: Tallis RC, Fillit HM, editors. Brocklehurst's Textbook Gerontology, 6th ed. London: Churchill Livingstone,2002. 136. Teresi J, Holmes D, Ramirez M, Eimicke J. Prevalence of depression and depression recognition in nursing homes. Soc Psychiatry, Psychiatr Epidemiol 2001;36:613-20. 137. Fleming R, editor. Challenge depression: a manual to help staff identify and reduce depression in aged care facilities. Sydney: The Hammond Care Group, 2001. 138. Fleming R, op. cit.139. Snowdon J. Late-life depression: what can be done? Aust Prescr 2001;24:65-7.140. American Psychiatric Association. Diagnostic and statistical manual of mental disorders (DSM-IV). 4th ed. Washington DC: American Psychiatric Association Press, 1994. 141. Scott E, Pesiah C, Hickie I, Ricci C, Davenport T, op. cit.142. Fleming R, op. cit.143. Writing Group for Therapeutic Guidelines: Antibiotic, op. cit.144. Scott E, Pesiah C, Hickie I, Ricci C, I, C, Davenport T, op. cit.147. Khan F, op. cit.148. Fleming R, op. cit.149. Khan F, op. cit.150. Australian Medicines Handbook, op. cit.151. Writing Group Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 8990 Medical care of older persons in residential aged care facilities 4th editionReferences 152. Snowdon J, op. cit. 153. Scott E, Pesiah C, Hickie I, Ricci C, Davenport T, op. cit.154. Khan F, op. cit.155. Bird MJ, Parslow RA. Potential for community programs to prevent depression in older people. Med J Aust 2002;177:S107-110. 156. Snowdon J, op. cit.157. Writing Group Psychotropic, op. cit.158. Ibid.159. Medicines Handbook, op. cit.160. D, Phoon S, Yeoh E. Australian Society for Geriatric Medicine. Position statement no. 12. Dysphagia and aspiration in older people. Australas J Ageing 2004;23:198-202. at:www.asgm.org.au/posstate.htm. N. Screening for dysphagia in stroke: insufficient evidence for guidelines. Dysphagia 2000;15:19-30. 162. Australian Medicines Handbook, op. cit.163. Chan D, Phoon S, Yeoh E, op. cit.164. Australian Handbook, Jonsen AR, Siegler M, Winslade WJ. Clinical ethics: a practical approach to ethical decisions in clinical medicine, 5th ed. New York: McGraw-Hill, 2002. 166. Scherer S, Jennings C, Smeaton M, Thompson P , Stein M. A multi-disciplinary practice guideline for hip fracture prevention. Australas J Ageing 2002 21:203-10. 167. Australian Council for Safety and Quality in Health Care. Preventing falls and harm from falls. Best practice guidelines for Australian hospitals and residential aged care facilities. Canberra, ACT: AustralianGovernment Department of Health and Ageing, 2005; in press. 168. Ibid.169. Ibid.170. Ibid.171. Guideline for the prevention of falls in older persons. American Geriatrics Society, British Geriatrics Society, and American Academy of Orthopaedic Surgeons Panel on Falls Prevention. J Am Geriatr Soc2001;49:664-72. 172. Australian Council for Safety and Quality in Health Care, op. cit. 173. Writing Group for Therapeutic Guidelines: Therapeutic Guidelines: endocrinology, version 4. Melbourne: Therapeutic Guidelines Limited, 2004. 174. Australian Council for Safety and Quality in Health Care, op. cit. 175. Fonda D. Improving management of urinary incontinence in geriatric centres and nursing homes. Victorian Geriatric Peer Review Group. Aust Clin Rev 1990;10:66-71. 176. Gardner J. Promoting continence a cit.178. The RACGP (West Australian Research Unit). Managing incontinence in general practice. Clinical practice guidelines. Perth: RACGP , 2002. Available at:www.continence.health.gov.au/ncms/pdf/gpguides.pdf. [Accessed 6 June 2005]. 179. Australian Medicines Handbook, op. cit.180. Gray L, Woodward M, Scholes R, Fonda D, Busby W, op. cit.181. Ibid.182. Australian Medicines Handbook, op. cit.183. Gray L, Woodward M, Scholes R, Fonda D, Busby W, op. cit.184. Australian Medicines Handbook, op. cit.185. Ibid.186. Gray L, Woodward M, Scholes R, Fonda D, Busby W, op. cit.187. Sapsford R. Physiotherapy for pelvic floor dysfunction in the aged care setting. In: Nitz JC, Hourigan SR, editors. Physiotherapy practice in residential aged care. Edinburgh: Butterworth Heinemann, 2004. 188. The RACGP (West Australian Research Unit), op. cit.189. Kalantar JS, Howell S, Tally MJ. Prevalence of faecal incontinence and associated risk factors: an underdiagnosed problem in Australian community? Med 2002;176:54-7. 190. Reuban DB, Herr KA, Pacala JT, et al, op. cit.191. Gray L, Woodward M, Scholes R, Fonda D, Busby W, op. cit.192. Australian Medicines Handbook, op. cit.193. Gray L, Woodward M, Scholes R, Fonda D, Busby W, op. cit.194. Reuban KA, Pacala JT, al, op. cit.195. Ibid.196. Gray L, Woodward M, Scholes R, Fonda D, Busby W, op. cit.197. Kamm MA. Faecal incontinence: common and treatable Med J Aust 2002;176:47-8.198. The Australian Research op. cit.RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 9091 Medical care of older persons in residential aged care facilities 4th editionReferences 199. Australian Government Department of Health and Ageing. Infection control guidelines for the prevention of transmission of infectious diseases in the health care setting, 2004. Available at:www.health.gov.au/internet/wcms/publishing.nsf/Content/icg-guidelines-index.htm.[Accessed 19 April 2005]. 200. Ibid.201. Writing Group for Therapeutic Guidelines: Antibiotic, op. cit.202. Australian Government Department of Health and Ageing. Infection control guidelines for the prevention of transmission of infectious diseases in the health care setting, op. cit. 203. Writing Group for Therapeutic Guidelines: Antibiotic, op. cit.204. Australian Medicines Handbook, op. cit.205. National Health and Medical Research Council. The Australian immunisation handbook. 8th ed. Canberra: Commonwealth of Australia, 2003. 206. Ruth D, Wong R, Haesler E. General practice in residential aged care: clinical information sheet: Urinary tract infections. In: Residential Aged Care Kit. Melbourne: North West Melbourne Divisionof General Practice, 2004. Available at: www.nwmdgp.org.au/web/doctors/after_hours/GPRAC-CIS-14.html. [Accessed 19 April 2005]. 207. Ibid.208. Australian Government Department of Health and Ageing. Guidelines for a palliative approach in residential aged care, op. cit. 209. Ruth D, Wong R, Haesler E, op. cit.210. Mater Hospital (Oncology and Palliative Care Wards). Authorised opioid conversion chart. Brisbane: Mater Hospital, 2005. 211. Writing Group for Therapeutic Guidelines: Analgesic: Therapeutic Guidelines: Analgesic, version 4. Melbourne: Therapeutic Guidelines Limited, 2002. 212. Ibid.213. Joanna Briggs Institute. Pressure sores - part 1: prevention of pressure related damage. Best Practice 1997;1:1-6. Available at: www.joannabriggs.edu.au/pubs/best_practice.php. [Accessed 6 June 2005]. 214. Gray L, Woodward M, Scholes R, Fonda D, Busby W, op. cit.215. Stacey MC. Preventing pressure ulcers [editorial]. J Aust 2004;180:316.216. Prentice JL, Stacey MC. Pressure ulcers: the case for improving prevention and management in Australian health care settings. Primary Intention 2001;9:111-20. 217. Australian Wound Management Association. Clinical practice guidelines for prediction and prevention of pressure ulcers. Perth: Cambridge Media, 2001. 218. Queensland Health. Pressure ulcer prevention and management resource guidelines. Brisbane: Queensland Health, 2004. Available at: www.qheps.health.qld.gov.au/tpch/Pubs/pressure_ulcers.pdf.[Accessed 6 June 2005]. 219. Ibid.220. Stacey MC, op. cit.221. Norton D, Exton-Smith AN, McLaren R. An investigation of geriatric nursing problems in hospitals. London: Churchill Livingstone. National Corporation for Care of Old People, 1975. 222. Bergstrom N. A clinical trial of the Braden Scale for predicting pressure score risk. Nurs Clin North Am 1987;22:417-28. 223. Waterlow J. Pressure sores: a risk assessment card. Nurs Times 1985;81:49-55.224. Joanna Briggs Institute. Pressure sores - part 1: prevention of pressure related damage. Best Practice 1997;1:1-6. Available at: www.joannabriggs.edu.au/pubs/best_practice.php. [Accessed 6 June 2005]. 225. Dorevitch M, Davis S, Andrews G, op. cit.226. Norton D, Exton-Smith AN, McLaren R, op. cit.227. Queensland Health, op. cit.228. Australian Wound Management Association, op. cit.229. Gray L, Woodward M, Scholes R, Fonda D, Busby op. cit.230. Ibid.231. Herr KA, op. cit.233. Ibid.234. Ibid.235. Guy RJ, Di Natale R, Kelly HA, et al. Influenza outbreaks in aged-care facilities: staff vaccination and the emerging use of antiviral therapy. Med J Aust 2004;180:640-2. 236. Australian Medicines Handbook, op. cit.237. Writing Group for Therapeutic Guidelines: Antibiotic, op. cit.238. Guy RJ et al., op. cit.239. Australian Medicines Handbook, op. cit.240. Ibid.241. National Health and Medical Research Council, op. cit.242. Writing Group for Therapeutic Guidelines: Antibiotic, op. cit.RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 9192 Medical care of older persons in residential aged care facilities 4th editionReferences 243. Ibid. 244. Australian Medicines Handbook, op. cit.245. Ruth D, Wong R, Haesler E. General practice in residential aged care: clinical information sheet: Urinary Tract Infections, op. cit. 246. Australian Medicines Handbook, op. cit, 5-8.247. Ruth D, Wong R, Haesler E. General practice in residential aged care: clinical information sheet: Urinary tract infections, op. cit. 248. Ibid.249. Australian Medicines Handbook, op. cit, 5-8.250. Ruth D, Wong R, Haesler E. General practice in residential aged care: clinical information sheet: Urinary tract infections, op. cit. 251. Australian Medicines Handbook, op. cit, 5-8.252. Writing Group for Therapeutic Guidelines: Antibiotic, op. cit.253. Australian Medicines Handbook, op. cit, 5-8. 254. Ruth D, Wong R, Haesler E. General practice in residential aged care: clinical information sheet: Urinary tract infections, op. cit. 255. Ibid.256. Writing Group for Therapeutic Guidelines: Antibiotic, op. cit.257. Australian Medicines Handbook, op. cit, 5-8. 258. Ruth D, Wong R, Haesler E. General Practice in residential aged care, partnerships for 'round the clock' medical care, op. cit. 259. Australian Government Department of Health and Ageing. Medicare Benefits Schedule, 2005. Available at: www7.health.gov.au/pubs/mbs/index.htm. [Accessed 10 May 2005]. 260. Aged Care Standards Agency. Continuous improvement for residential aged care: an education package, 2001. Available at: www.accreditation.aust.com/industry/improvement.html.[Accessed 10 May 2005]. 261. NSW Health Department. Easy guide to clinical practice improvement. A guide for health care professionals, 2002. Available at: www.health.nsw.gov.au. [Accessed 10 May 2005]. 262. Dorevitch M, Davis G, op. cit.263. Flicker l, Loguidice D, Carlin JB, Ames D. The predictive value of dementia screening in clinical populations. Int J Geriatric Psychiatry 1997;12:203-9. 264. Dorevitch M, Davis S, Andrews G, op. cit.RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 9293 Medical care of older persons in residential aged care facilities 4th editionNotesRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 93Notes 94 Medical care of older persons in residential aged care facilities 4th editionRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 9495 Medical care of older persons in residential aged care facilities 4th editionNotesRACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 95RACGP Silver Book_TEXT_R.qxd 31/3/06 12:50 PM Page 96 "}