{"title": "Justin Y. Shin, DACM, LAc, MSc, Pharm", "author": null, "url": "https://www.findatopdoc.com/doctor/82734993-Justin-Shin-Acupuncturist", "hostname": "findatopdoc.com", "description": "Visit findatopdoc.com for all information on Justin Y. Shin, DACM, LAc, MSc, Pharm, Acupuncturist in Redwood City, CA, 94062. Profile, Reviews, Appointments, Insurances.", "sitename": "Justin Y. Shin, DACM, LAc, MSc, Pharm, Acupuncturist in Redwood City, CA, 94062", "date": "2000-01-01", "cleaned_text": "Justin Y. Shin, DACM, LAc, MSc, Pharm Acupuncturist77 CA, 94062 [Show map](#) About Dr. Justin Shin is an acupuncturist practicing in San Francisco, CA. A leader in the field of Integrative Medicine, Dr. Shin was the 1st acupuncture student at UCSF as an intern. He is now a medical resident at Highland Hospital (Oakland, CA) in the Integrative Medicine Department within Internal Medicine. He is a passionate primary provider caring for each and every patient. His background in pharmacy and the FDA gives him a firm understanding in both eastern and western medicine. He uses acupuncture, electric stimulation & cupping advanced techniques to provide relief from pain and stress. He has an interest in neurological conditions as he is obtaining his fellowship in neurology. Education and Training MCPHS BPharm 2012 Drexel College of Medicine Masters Pharmacology 2015 ACTCM at CIIS Doctor of Acupuncture (DACM) 2018 Board Certification National Certification Commission for Acupuncture and Oriental Medicine Provider Details Justin Y. Shin, DACM, LAc, MSc, Pharm's Expert Contributions [What Is Qi?](https://www.findatopdoc.com/Expert/82734993-Justin-Y-Shin/what-is-qi) Have you ever gone to an acupuncturist, or watched Kung Fu Panda, or heard of the word 'Qi' in a passing conversation? Ever wondered what that term means? Well I will help you understand where the word 'Qi' came from, and what it means today. The word Qi has been known in the English language as... [Is tiredness normal after acupuncture?](https://www.findatopdoc.com/Questions/is-tiredness-normal-after-acupuncture) It is absolutely normal for your body to feel lethargic after receiving acupuncture treatment. Acupuncture relaxes your parasympathetic (rest & digest) nervous system during the treatment. A lot of endorphins and enkephalins are released to provide pain relief as well. Definitely make sure you ate a meal before treatment, and a glass of room-temp water after treatment can make you feeling like yourself but better! [READ MORE](https://www.findatopdoc.com/Questions/is-tiredness-normal-after-acupuncture) [How often does acupuncture cause bacterial infections?](https://www.findatopdoc.com/Questions/how-often-acupuncture-cause-bacterial-infections) This is very rare. Only an acupuncturist that has failed the Clean Needle Technique courses by CCAOM (CNT) may be a risk of you catching an infection. All needles are sterile. The only way you may catch an infection is if the needle is re-used (ILLEGAL), or if it fell on the ground and used again for treatment. Again this is a very rare situation. [READ MORE](https://www.findatopdoc.com/Questions/how-often-acupuncture-cause-bacterial-infections) [Is acupuncture safe for people with hemophilia?](https://www.findatopdoc.com/Questions/is-acupuncture-safe-for-people-with-hemophilia) Many patients are on blood thinners and are hemophiliacs. It is definitely a risk of bleeding. As tiny as the needles may be in terms of gauge, there will always be a risk when the patient has hemophilia. Clotting is an important body function to have especially when receiving any needle penetration into the skin. It is important to let your acupuncturist know that you have hemophilia so that when they pull the needles out, they can apply a cotton ball on until the bleeding stops. Perhaps even use less needles as well. [READ MORE](https://www.findatopdoc.com/Questions/is-acupuncture-safe-for-people-with-hemophilia) [How long does an acupuncture last usually?](https://www.findatopdoc.com/Questions/how-long-does-acupuncture-last-usually) On average an acupuncturist would like to have a new patient intake be about 1.5-2 hours. This is because the acupuncturist would probably want to have a firm understanding of your entire health history. Along with a review of system and physical exam. Returning patient treatments can last about 45 minutes to 1 hour. In terms of how long Acupuncture needles are left in the body, on average it is left for 20min to 45min. This differs from each acupuncturist. [READ MORE](https://www.findatopdoc.com/Questions/how-long-does-acupuncture-last-usually) [Can my rash be from acupuncture?](https://www.findatopdoc.com/Questions/can-rash-be-from-accupuncture) Does your rash itch or does it just have slight redness? If you have an itch, you may be allergic to the needle used. Ask the acupuncturist to perhaps use silicon coated needles (swirling needles). However, if there is just slight redness on the location where the needles were inserted, this is a normal response. Actually, a preferred response. That is showing the acupuncturist that your body is reacting to the treatment! If there are any pus, weird rash shapes, or any dark discoloration, contact your doctor immediately or go to the emergency room. [READ MORE](https://www.findatopdoc.com/Questions/can-rash-be-from-accupuncture) [Can acupuncture cure hypertension?](https://www.findatopdoc.com/Questions/Can-acupuncture-cure-hypertension) Acupuncture can absolutely manage high blood pressure. It is important that you first receive a consult and treatment option from your primary care provider. Also, make sure your doctor gives you the \"ok\" to receive acupuncture with the high blood pressure that you have. If you have not seen your doctor, the acupuncturist may refuse to treat until the high blood pressure has been addressed by a medical doctor. Once you have seen your medical doctor. Acupuncture has been prescribed by plenty of medical doctors to help manage high blood pressure (hypertension)! [READ MORE](https://www.findatopdoc.com/Questions/Can-acupuncture-cure-hypertension) [How can acupuncture improve blood circulation?](https://www.findatopdoc.com/Questions/how-can-acupuncture-improve-blood-circulation) The theory behind acupuncture is to 'promote circulation'. Because of this very reason, acupuncture will almost always promote blood circulation in your body. Cold hands/feet? Cold limbs? Cold core temp? Too hot somewhere? No problem. Acupuncture is an excellent therapy to promote circulation all throughout your body whether you feel hot OR cold. [READ MORE](https://www.findatopdoc.com/Questions/how-can-acupuncture-improve-blood-circulation) [Chronic constipation. Should I go for acupuncture?](https://www.findatopdoc.com/Questions/chronic-constipation-should-i-go-for-acupuncture) Acupuncture is excellent for chronic constipation. The theory behind acupuncture is to promote circulation, whether it's the blood, stuck food, mucus, or fluid (edema). The acupuncturist would probably use points along the abdomen and legs for constipation. Another great modality to add to the acupuncture is an abdominal massage (Chi Nei Tsang) which I am also trained in. Additionally, electric stimulation with acupuncture along the abdomen will almost always allow a bowel movement because the electric stimulation are artificially causing your intestines to push. [READ MORE](https://www.findatopdoc.com/Questions/chronic-constipation-should-i-go-for-acupuncture) [Is acupuncture a better alternative to opioids?](https://www.findatopdoc.com/Questions/is-acupuncture-better-alternative-to-opioids) Acupuncture is probably the best alternative therapy to opioids. I will leave references of some research papers below this answer. The joint commission has stated in 2018 that all accredited hospitals in the USA (about 85% of hospitals in the country) must have a non-pharmacological option for pain for patients. This includes acupuncture. Hospitals, clinics, specifically pain clinics and even physical therapy are utilizing the practice of acupuncture to help relieve pain! Pre-op or Post-op, acupuncture is an excellent treatment therapy for helping one relax before a surgery, and also manage their pain post-surgically. Acupuncture also helps with any inflammation that may occur post-surgically. https://www.ncbi.nlm.nih.gov/m/pubmed/27475042/?fbclid=IwAR3MMpe7Pg_wj5k-Dvu1Elhqy_aPliOB3iU4gUPtYC9zf9vVbCBixraTjRw [Acupuncture v. Intravenous Morphine in in the ED] [READ MORE](https://www.findatopdoc.com/Questions/is-acupuncture-better-alternative-to-opioids) [Is it normal to feel lethargic after my session?](https://www.findatopdoc.com/Questions/is-it-normal-to-feel-lethargic-after-session) Acupuncture has been shown in research to release endorphins for pain relief. However, acupuncture has been shown to react with the center of the brain for relaxation. While receiving acupuncture, the body goes and activates the parasympathetic system. This system is responsible for what is known as \"Rest and Digest\". Acupuncture also has a very high influence on the vagus nerve (CN 10) which will also allow the body to enter a 'lethargic' state. So to answer your question, yes it is absolutely normal (and not a bad thing) for your body to feel tired after the treatment. This is why it is important to not engage in any physical activity or mentally draining though processes after a treatment. As stress relieving acupuncture may be, it is best to just go home and rest after your treatment and begin the next day feeling great! Acupuncture will NOT always make you feel lethargic. It depends on how long the treatment is, which points were selected, and the setting of the treatment. All of these factors play a role on how lethargic one may be post-treatment. Please keep this in mind and let your acupuncturist know if this may bother you! [READ MORE](https://www.findatopdoc.com/Questions/is-it-normal-to-feel-lethargic-after-session) [Do you recommend acupuncture for neuropathy?](https://www.findatopdoc.com/Questions/do-you-recommend-acupuncture-for-neuropathy) I have specifically focused my doctoral studies on neuropathy. The reason is because there is a high-demand for helping patients with neuropathy, because pharmaceutical medication just doesn't work! It may take months, or maybe even a year of receiving treatment 2x a week. However, acupuncture can manage neuropathy throughout the week. Eventually, with enough treatments, I have heard of some patients completely curing their neuropathy through acupuncture. This also includes other conditions such as: plantar fasciitis, chemotherapy neuropathy, and tingling along the extremities. MORE](https://www.findatopdoc.com/Questions/do-you-recommend-acupuncture-for-neuropathy) [How many sessions are needed for weight loss?](https://www.findatopdoc.com/Questions/how-many-sessions-are-needed-for-weight-loss) It is important to know that acupuncture alone cannot provide weight loss. Acupuncture can be used together to help SPEED UP weight loss, however, you cannot eat the same diet you always do and expect to lose weight. Now, let's say you do eat healthy, however being on the heavier side is more of a genetic reason...This does not make a difference. Acupuncture, together with a healthy balanced diet, along with herbal formulas can help drain all the fat out of the body. How long? Receiving acupuncture for about 2x a week, maintaining a balanced and healthy diet with an herbal formula will help you lose weight. You will start seeing weight loss within 2 weeks! The more you consistently continue, the more weight you may lose! Stay strong, and have strong confidence that you can do it! [READ MORE](https://www.findatopdoc.com/Questions/how-many-sessions-are-needed-for-weight-loss) [Is acupuncture safe during the first trimester?](https://www.findatopdoc.com/Questions/is-acupuncture-safe-during-first-trimester) It is true that the chance of have a miscarriage is highest during the 1st trimester. It is definitely important to be very cautious of what you choose to do to your body during this time, I completely understand. Acupuncture IS SAFE TO RECEIVE DURING THE FIRST TRIMESTER. But (there's always a but)... it is important to let your acupuncturist know that you MAY BE pregnant. It is also important to let your acupuncturist know when you are pregnant. Acupuncture is very safe, and it is important that you know there are acupuncture points contraindicated during pregnancy. It is important that your acupuncturist is aware of these points and you can easily google \"acupuncture points contraindicated for pregnancy\" to educate yourself as well! There are also many herbal formulas contraindicated for pregnancy. However, please understand that not all herbal formulas are bad for you while pregnant. Because most herbal products are in fact....food! [READ MORE](https://www.findatopdoc.com/Questions/is-acupuncture-safe-during-first-trimester) [Why is acupuncture recommended for cardiovascular disease?](https://www.findatopdoc.com/Questions/why-is-acupuncture-recommended-for-cardiovascular-disease) I have been on rounds at Highland Hospital in Oakland, CA for Cardiology. The reason why your doctor had recommended you for acupuncture may be for a couple of reasons! It can be very stressful knowing that you may develop a cardiovascular condition. Acupuncture is a great therapy for lowering stress and managing cortisol levels in your body. Cortisol can cause multiple problems in the body if the body keeps becoming exposed to Cortisol. Secondly, acupuncture is excellent for lowering blood pressure. Cardiologists are MOST concerned about high blood pressure. Acupuncture can keep your blood pressure at a normal level to help prevent your risks of cardiovascular disease. Lastly, acupuncture is not only good for lowering your blood pressure, but it is great for maintaining a good heart rhythm! When one's stress decreases, and the blood pressure decreases, and they enter a lethargic state of mind, the heart rate will also stay at a comfortable level. This is important for maintaining balance in one's body to prevent risk of any cardiovascular condition! Always stay in touch with your cardiologist and ask your acupuncturist to send updates to your cardiologist while obtaining acupuncture treatments! I'm sure your doctor would love to hear about how you are doing following his recommendation on receiving acupuncture! [READ MORE](https://www.findatopdoc.com/Questions/why-is-acupuncture-recommended-for-cardiovascular-disease) [What can acupuncture do for the muscles?](https://www.findatopdoc.com/Questions/what-can-acupuncture-do-for-muscles) The muscle can spasm from a couple of reasons. Either you are not hydrating enough, not stretching enough, or does not have enough blood circulation to help nourish the muscles. Acupuncture in theory is excellent for promoting circulation. When the leg spasms, acupuncture is great at curing this annoying symptom. What acupuncture is doing, is its allowing blood to flow to all areas of the body. This circulation will help provide the muscles with natural substances to help alleviate spasms. The acupuncturist may also place needles on other regions of the body. The reason for this is because to ensure circulation throughout the body, there are points that work in harmony, like siblings, to help bring maximum effect! Cupping is also another excellent adjunctive therapy to acupuncture to help completely relieve any spasms. After you receive treatment, it is important to stay hydrated and consume nutrition with plenty of potassium! If the spasm persists for longer than a week to 2 weeks, please go see your doctor for further evaluation. [READ MORE](https://www.findatopdoc.com/Questions/what-can-acupuncture-do-for-muscles) [Are acupuncture needles reused?](https://www.findatopdoc.com/Questions/are-acupuncture-needles-reused) This is a huge mistake! No acupuncturist should ever use the same needle that penetrated the skin again. Once a needle is used it must be disposed of properly in a sharps container. If this is witnessed, report this to your state's acupuncture board immediately. [READ MORE](https://www.findatopdoc.com/Questions/are-acupuncture-needles-reused) [Where are the acupuncture points for fertility?](https://www.findatopdoc.com/Questions/where-are-acupuncture-points-for-fertility) It really depends on the acupuncturist. Some prefer the classical points along the arms and legs and perhaps the abdomen. Maybe even in the ears. However, every acupuncturist will select a different set of points to treat fertility. There is nothing to worry about! [READ MORE](https://www.findatopdoc.com/Questions/where-are-acupuncture-points-for-fertility) [Does acupuncture raise blood pressure?](https://www.findatopdoc.com/Questions/does-acupuncture-raise-blood-pressure) Acupuncture is an excellent therapy for LOWERING blood pressure. The only reason I can think of that may cause your friend's BP to rise after treatment is because she was nervous. Or maybe she did not have a comfortable treatment, something must've been bothering her. Acupuncture almost always lowers ones blood pressure to a healthy and normal state. [READ MORE](https://www.findatopdoc.com/Questions/does-acupuncture-raise-blood-pressure) [What does \"Qi\" mean in acupuncture?](https://www.findatopdoc.com/Questions/what-does-qi-mean-in-acupuncture) Qi has been directly translated in the English language as \"energy\", this may not be an accurate translation. The Chinese symbol for Qi actually represents 2 parts: Rice (sugar) and Air/vapor. So essentially Qi is the product of the food you eat and the air you breathe. In acupuncture, just like how western med uses EKG, we feel your pulse to diagnose which is based off of \"Qi\". Some argue Qi could be the electrical force powering your heart and brain. [READ MORE](https://www.findatopdoc.com/Questions/what-does-qi-mean-in-acupuncture) [How often should I go for acupuncture?](https://www.findatopdoc.com/Questions/how-often-should-i-go-for-acupuncture) I usually tell my patients with chronic lower back pain that they will begin feeling consistent pain relief going 2x a week for about 3-4 weeks. Of course you will get slight if not major relief after a treatment, but to maintain the effects I would recommend 2x a week. I hope this helps and best of luck towards your recovery! [READ MORE](https://www.findatopdoc.com/Questions/how-often-should-i-go-for-acupuncture) Areas of expertise and specialization Faculty Titles & Positions - Medical Resident Highland Hospital 2018 - 2019 - Acupuncture Intern UCSF Osher Center 2016 - 2018 - Fellowship FDA 2014 - 2015 - Pharmacy Director Pallimed Pharmacy 2011 - 2013 Professional Memberships - California State Oriental Medical Association (CSOMA) - Board Member - International Association of Functional Neurology & Rehab (IAFNR) - American Association of Pharmaceutical Scientists (AAPS) - International Center for Integrative Medicine (ICIM) - American Society of Chinese Medicine (ASCM) - California State Oriental Medical Association Professional Society Memberships - California Acupuncture and Traditional Medicine Association, International Association of Functional Neurology & Rehab, California State Oriental Medical Association, American Association of Pharmaceutical Scientists, International Association of Functional Neurology and Rehab What do you attribute your success to? - He was doing research on neurological conditions at Drexel University and found studies showing the benefits of acupuncture and decided he needed to learn more to be able to help more people and went back to school to get his doctorate in acupuncture. Hobbies / Sports - He is on the Korean National Basketball Team in the bay area, and time with his 2 dogs Areas of research Amyotrophic Lateral Sclerosis (ALS) - 2015 \"Sigma-1 as Potential Therapeutic Target in ALS\" Thesis. Chemotherapy Induced-Neuropathic Pain - 2018 \"The Effects of Acupuncture for Chemotherapy Induced-Neuropathic Pain: A Case Study\" Justin Y. Shin, DACM, St Suite San Francisco, CA 94123 [Get Direction](https://www.google.com/maps/place/3214 Fillmore Street San Francisco CA 94123) Shin, DACM, LAc, MSc, Pharm's reviews [Write Review](javascript:void(0);) Patient Experience with Dr. Shin - Steve Justin is a great acupuncturist. I have chronic back pain that is managed by his services. I am grateful for his skill and knowledge to maintain a healthy lifestyle. When I am sick, I also seem him to relieve cold symptoms. I highly recommend Justin as an acupuncturist. - Jasen I frequently sprain my ankle playing basketball, and over the years I've tried many physical therapists to treat the injury. I've had varying degrees of success with these treatments, so I wanted to explore other options. To be honest, I was pretty skeptical about acupuncture at first, but after hearing such positive experiences from my colleagues who went to Dr. Shin, I decided to give him try. My first treatment included acupuncture (with electric stimulation) and cupping, The next morning the swelling went down significantly and there was a noticeable reduction in pain. After several more treatment over the next few weeks, I was almost at 100%. This was seriously the fastest and most effective treatment I've ever received on this reoccurring ankle injury, and there's no doubt that i'll continue to use Dr. Shin in the future. Media Releases Get to know Acupuncturist Dr. Justin Y. Shin, who serves the population of California. Dr. Shin is determined to be an exceptional clinician and researcher in the field of Integrative Medicine. Dr. Shin graduated with his Bachelor of Pharmaceuticals from the Massachusetts College of Pharmacy and Health Science (MCPHS). Furthering his education, he completed his Master of Science in Pharmacology at Drexel University College of Medicine with a focus on Drug Discovery research on Amyotrophic Lateral Sclerosis (ALS). Followed by his Doctor of Acupuncture and Chinese Medicine (DACM) from the American College of Traditional Chinese Medicine in San Francisco, CA. During his Doctoral studies, he was blessed with the opportunity to be the 1st acupuncture intern at the University of California, San Francisco (UCSF) Medical Osher Center. He was also the 1st student in the history of the acupuncture profession to take and pass his board exams before graduating. He is currently continuing his training through his integrative medicine residency at Highland Hospital (Oakland, CA) where he is being trained on applying acupuncture for patients in pain within the settings of the emergency room and in-patient care. Dr. Shin believes there is a place for all forms of healthcare and medicine to exist in a patient's life. Never dismissing any form of therapy, Dr. Shin aims to achieve the patient's goal with the aid from other professions. Tracing back 2000 years, acupuncture has been developed, refined, and practiced as the primary method of treatment for injuries and illness. Nowadays, most people come to an acupuncturist for medical problems that do not respond well to western treatments (pain killers, surgery, imaging, drugs etc.). Dr. Shin is trained in both western & eastern medicine to provide his patient with the best integrative care. There are many mentors in Dr. Shin's career who continue to help him become an excellent clinician. He would not have been able to achieve everything without the support from his peers and colleagues. Dr. Shin continues to actively meet and network with many acupuncturists and providers because he believes a profession can only grow when all work together as a team. As active as he may be in his profession, he will never forget that his goal is to provide each patient with the best care possible. He aims to care, heal, teach and serve all. Recommended Articles [Severe Stress and Depression May Cause Gum Disease](https://www.findatopdoc.com/Healthy-Living/Severe-Stress-and-Depression-May-Cause-Gum-Disease) According to a review published in the Journal of Periodontology, studies show a strong link between stress and gum disease. About 57% of the studies conducted displayed an accurate association between gum disease and stress-related symptoms, including distress, anxiety, depression, and... [Stress Relievers for Nurses](https://www.findatopdoc.com/Nursing/Nursing-Lifestyle/Stress-Relievers-for-Nurses) When it comes to nursing, stress is a consistent thing that affects our daily life activities. I believe almost every one of you would agree with me. Today, both mental, as well as physical stresses are growing issues among nurses. This is not a thing that can be avoided. I say this because we are... [Tips for When You're Feeling Stressed](https://www.findatopdoc.com/Healthy-Living/Tips-for-When-You-re-Feeling-Stressed) Although five minutes does not seem like a long time, the way you utilize this small amount of time can help you if you spend it doing things that can make you less stressed. There are some 10 simple ways to eliminate stress and boost your energy levels.10 Tips to Reduce Stress:... [Reduce Stress to Control Your Hot Flashes](https://www.findatopdoc.com/Women-s-Health/Reduce-Stress-to-Control-Your-Hot-Flashes) A new study revealed that hot flashes and night sweats caused by menopause can be maintained with stress exercises. Women opted for training in mindfulness-based stress reduction were not affected by night sweats and hot flashes. The results of the study published in the journal, Menopause: The... [Baby Acne: What are the Causes and Treatments?](https://www.findatopdoc.com/Diet-and-Nutrition/Baby-Acne-What-are-the-Causes-and-Treatments) What causes Baby Acne?Baby acne, as well as a lot of adult acne, usually appears as red bumps and pimples on baby's skin. The bump may be surrounded by red skin. The baby is also likely to develop whiteheads or white pustules. The causes of baby acne have not been specified and remain unclear at... [What Is Nighttime Back Pain?](https://www.findatopdoc.com/Healthy-Living/What-Is-Nighttime-Back-Pain) What Is Nighttime Back Pain?Nighttime back pain is a more painful and irritating type of back pain, unlike other types back pain that disappears after some posture adjustment. The nighttime back pain is more persistent, even present during the night. It is also known as nocturnal back pain.... Nearby Providers [Mr. Seung-won Lee L.AC](/doctor/2766227-Seung-won-Lee-acupuncturist-San-Ramon-CA-94582)20212 Redwood Road suite 104 Castro Valley CA 94546 [Zeyu Wang](/doctor/82735370-Zeyu-Wang-Acupuncturist)660 El Camino Real STE 100 Millbrae CA 94560 [Quli Zhou](/doctor/84826379-Quli-Zhou-Acupuncturist)1066 Saratoga Ave, Ste 100 Tsai L. DIXON RD Milpitas CA 95035 [Dr. David Wai ki Tsang MD](/doctor/3664170-David-Tsang-acupuncturist-Daly-City-CA-94014)128 Woodrow St Daly "}