{"title": "Effectiveness of mRNA COVID-19 Vaccines among Employees in an American Healthcare System", "author": "Nabin K Shrestha; Amy S Nowacki; Patrick C Burke; Paul Terpeluk; Steven M Gordon", "url": "https://www.medrxiv.org/content/10.1101/2021.06.02.21258231v1", "hostname": "medrxiv.org", "description": "Background The mRNA SARS-CoV-2 vaccines have shown great promise in clinical trials. The purpose of this study was to evaluate the effectiveness of these vaccines under real-world conditions in the USA. Methods Employees of the Cleveland Clinic Health System, previously not infected with SARS-CoV-2, and working in Ohio on Dec 16, 2020, the day COVID-19 vaccination began, were included. The cumulative incidence of SARS-CoV-2 infection, over the next 5 months, was compared among those who received the vaccine and those who did not, by modeling vaccination as a time-dependent covariate in Cox proportional hazards regression analyses adjusted for the slope of the epidemic curve as a continuous time-dependent covariate. Results Of the 46866 included employees, 28223 (60%) were vaccinated by the end of the study period. The cumulative incidence of SARS-CoV-2 infection was much higher among those not vaccinated than those vaccinated. Only 15 (0.7%) of the 2154 SARS-CoV-2 infections during the study occurred among those vaccinated. After adjusting for the slope of the epidemic curve, age, and job type, vaccination was associated with a significantly reduced risk of SARS-CoV-2 infection (HR 0.03, 95% C.I. 0.02 - 0.06, p < 0.001), corresponding to a vaccine effectiveness rate of 97.1% (95% CI 94.3 - 98.5). Vaccine effectiveness was 89.2% at 7 days and 95.0% at 14 days after the first vaccine dose. Conclusions The mRNA SARS-CoV-2 vaccines are over 97% protective against COVID-19 in the working-age population, with substantial protection possibly apparent within a few days of the first dose. Summary The effectiveness of mRNA SARS-CoV-2 vaccines was evaluated among 46866 employees in an American healthcare system. After adjusting for age, job type, and the phase of the epidemic, vaccination was 97.1% effective in preventing COVID-19 among the fully vaccinated, and 89.2% protective within 7 days of the first dose. ### Competing Interest Statement The authors have declared no competing interest. ### Funding Statement No external funding. ### Author Declarations I confirm all relevant ethical guidelines have been followed, and any necessary IRB and/or ethics committee approvals have been obtained. Yes The details of the IRB/oversight body that provided approval or exemption for the research described are given below: The study was approved by the Cleveland Clinic Institutional Review Board (IRB no. 21-300). A waiver of informed consent and waiver of HIPAA authorization were approved to allow access to PHI by the research team, with the understanding that sharing or releasing identifiable data to anyone other than the study team was not permitted without additional IRB approval. All necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived. Yes I understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance). Yes I have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable. Yes De-identified individual level data and code to reproduce the results are available in a public data repository. <https://osf.io/r9n5u/>", "sitename": "Medrxiv", "date": "2021-06-05", "cleaned_text": "ABSTRACT Background The mRNA SARS-CoV-2 vaccines have shown great promise in clinical trials. The purpose of this study was to evaluate the effectiveness of these vaccines under real-world conditions in the USA. Methods Employees of the Cleveland Clinic Health System, previously not infected with SARS-CoV-2, and working in Ohio on Dec 16, 2020, the day COVID-19 vaccination began, were included. The cumulative incidence of SARS-CoV-2 infection, over the next 5 months, was compared among those who received the vaccine and those who did not, by modeling vaccination as a time-dependent covariate in Cox proportional hazards regression analyses adjusted for the slope of the epidemic curve as a continuous time-dependent covariate. Results Of the 46866 included employees, 28223 (60%) were vaccinated by the end of the study period. The cumulative incidence of SARS-CoV-2 infection was much higher among those not vaccinated than those vaccinated. Only 15 (0.7%) of the 2154 SARS-CoV-2 infections during the study occurred among those vaccinated. After adjusting for the slope of the epidemic curve, age, and job type, vaccination was associated with a significantly reduced risk of SARS-CoV-2 infection (HR 0.03, 95% C.I. 0.02 - 0.06, p < 0.001), corresponding to a vaccine effectiveness rate of 97.1% (95% CI 94.3 - 98.5). Vaccine effectiveness was 89.2% at 7 days and 95.0% at 14 days after the first vaccine dose. Conclusions The mRNA SARS-CoV-2 vaccines are over 97% protective against COVID-19 in the working-age population, with substantial protection possibly apparent within a few days of the first dose. Summary The effectiveness of mRNA SARS-CoV-2 vaccines was evaluated among 46866 employees in an American healthcare system. After adjusting for age, job type, and the phase of the epidemic, vaccination was 97.1% effective in preventing COVID-19 among the fully vaccinated, and 89.2% protective within 7 days of the first dose. Competing Interest Statement The authors have declared no competing interest. Funding Statement No external funding. Author Declarations I confirm all relevant ethical guidelines have been followed, and any necessary IRB and/or ethics committee approvals have been obtained. Yes The details of the IRB/oversight body that provided approval or exemption for the research described are given below: The study was approved by the Cleveland Clinic Institutional Review Board (IRB no. 21-300). A waiver of informed consent and waiver of HIPAA authorization were approved to allow access to PHI by the research team, with the understanding that sharing or releasing identifiable data to anyone other than the study team was not permitted without additional IRB approval. All necessary patient/participant consent has been obtained and the appropriate institutional forms have been archived. Yes I understand that all clinical trials and any other prospective interventional studies must be registered with an ICMJE-approved registry, such as ClinicalTrials.gov. I confirm that any such study reported in the manuscript has been registered and the trial registration ID is provided (note: if posting a prospective study registered retrospectively, please provide a statement in the trial ID field explaining why the study was not registered in advance). Yes I have followed all appropriate research reporting guidelines and uploaded the relevant EQUATOR Network research reporting checklist(s) and other pertinent material as supplementary files, if applicable. Yes Data Availability De-identified individual level data and code to reproduce the results are available in a public data repository. "}