{"title": "The Vaccine and Its Simulacra: Agnotology, Ontology and Biopolitics in France, 1800-1865", "author": "Jean-Baptiste Fressoz", "url": null, "hostname": null, "description": "AbstractThe advent of smallpox vaccine in France in 1800 inaugurates a new relationship between administration, public health and the definition of medical facts. As Napoleon himself refused to establish compulsory vaccination, a Comité de vaccine was established so as to impose the idea of a riskless vaccine protecting forever from smallpox. This article studies how human experimentation, clinical experience, medical imagery and statistics maintained the idea of a perfect vaccine for six decades, despite the multiplication of cases of post-vaccination smallpox and vaccine contaminations.", "sitename": "Administory", "date": "2016-09-01", "cleaned_text": "When in 1798, the English doctor Edward Jenner revealed the existence of a mysterious cow disease which immunised against smallpox, For this »cowpox«, Jenner coined the designation »variolae vaccinae«. Hence the origin of the word »vaccine« which comes from the Latin »vacca«. J. Parfait, Réflexions historiques et critiques sur les dangers la variole naturelle sur les différentes méthodes de traitement sur les avantages de inoculation et les succès de la vaccine pour extinction de la variole, Paris 1804, p. 67. Circular, 14th Germinal, year 12 (4 April 1804). On this fundamental theme, see Mona Ozouf, »Régénération«, in: 821-831; de histoire. Métaphores et politique 1770-1800, Paris 1993. On revolutionary biopolitics, Dora Weiner, »Le droit de savoirs et pouvoirs, Paris 1981, chap. 3. Paris, archives of the Académie de médecine (henceforth AAM) V52, »Lettre du préfet des Landes au Comité central, 27 septembre 1811« (V indicates the »Vaccine« collection in the archives). Compulsory vaccination was established in Sweden in 1816 and in Great Britain in 1856: Peter Baldwin, Contagion and the State, Cambridge 1999, p. 54-266. On the late adoption of compulsory vaccination in France, see Lion Murard, Patrick Zylberman, Roche, Histoire des pères et de la paternité, Paris 1990. The father »stands in for the law, corrects habits and trains obedience«: Pierre-Antoine Fenet, Recueil complet des travaux préparatoires 51, vol. 10, Paris 1927, p.486. Paris, Archives nationales (henceforth AN) F8 97, the sanitaire the Archives »cowpox«, Jenner coined the designation »variolae vaccinae«. Hence the origin of the word »vaccine« which comes from the Latin »vacca«. J. Parfait, Réflexions historiques et critiques sur les dangers la variole naturelle sur les différentes méthodes de traitement sur les avantages de inoculation et les succès de la vaccine pour extinction de la variole, Paris 1804, p. 67. Circular, 14th Germinal, year 12 (4 April 1804). On this fundamental theme, see Mona Ozouf, »Régénération«, in: 821-831; de histoire. Métaphores et politique 1770-1800, Paris 1993. On revolutionary biopolitics, Dora Weiner, »Le droit de savoirs et pouvoirs, Paris 1981, chap. 3. Paris, archives of the Académie de médecine (henceforth AAM) V52, »Lettre du préfet des Landes au Comité central, 27 septembre 1811« (V indicates the »Vaccine« collection in the archives). Compulsory vaccination was established in Sweden in 1816 and in Great Britain in 1856: Peter Baldwin, Contagion and the State, Cambridge 1999, p. 54-266. On the late adoption of compulsory vaccination in France, see Lion Murard, Patrick Zylberman, Roche, Histoire des pères et de la paternité, Paris 1990. The father »stands in for the law, corrects habits and trains obedience«: Pierre-Antoine Fenet, Recueil complet des travaux préparatoires 51, vol. 10, Paris 1927, p.486. Paris, Archives nationales (henceforth AN) F8 97, the sanitaire et hygiène publique« in the Archives nationales). Vaccination is a classic historical subject. Historians have studied its demographic consequences, Peter Sköld, »From Inoculation to Vaccination: Smallpox in Sweden in the Eighteenth and Nineteenth Centuries«, in: Population Studies 50 (1996), p. 247-262. The French case has been studied well in two important books: YvesMarie Bercé, Le chaudron La longue 191-209; and, for England, Deborah Brunton, The Politics of Vaccination. Practice and Policy in England, Wales, Ireland, and Scotland 1800-1874, Rochester 2008. Nadja Durbach, Bodily Matters. The Anti-Vaccination Movement in England 1853-1907, Durham 2005. David Arnold, Colonizing the Body. State Medicine and Epidemic Disease in Nineteenth Century India, Berkeley 1993; Andrea Rusnock, »Catching Cowpox: the Early Spread of Smallpox Vaccination 1798-1810«, in: Bulletin of the History of Medicine 83 (2009), p. 17-36. AN F8 125, »Avis. Inoculation de aux des Deux-Sèvres«. Peter Becker, William Clark, »Introduction«, in: Peter Becker, William Clark (eds.), Little Tools of Knowledge. Historical Essays on Academic and Bureaucratic Practices, Ann Arbor 2001, p. 1-34. Peter Sköld, »From Inoculation to Vaccination: Smallpox in Sweden in the Eighteenth and Nineteenth Centuries«, in: Population Studies 50 (1996), p. 247-262. The French case has been studied well in two important books: YvesMarie Bercé, Le chaudron La longue 191-209; and, for England, Deborah Brunton, The Politics of Vaccination. Practice and Policy in England, Wales, Ireland, and Scotland 1800-1874, Rochester 2008. Nadja Durbach, Bodily Matters. The Anti-Vaccination Movement in England 1853-1907, Durham 2005. David Arnold, Colonizing the Body. State Medicine and Epidemic Disease in Nineteenth Century India, Berkeley 1993; Andrea Rusnock, »Catching Cowpox: the Early Spread of Smallpox Vaccination 1798-1810«, in: Bulletin of the History of Medicine 83 (2009), p. 17-36. AN F8 125, »Avis. Inoculation de aux des Deux-Sèvres«. Peter Becker, William Clark, »Introduction«, in: Peter Becker, William Clark (eds.), Little Tools of Knowledge. Historical Essays on Academic and Bureaucratic Practices, Ann Arbor 2001, p. 1-34. This articles relies mainly on the archives of the AAM MS 728, Arrêté du ministre de intérieur portant formation une société de vaccine. AAM V1, Comité de la vaccine, séance du 13 une société de vaccine. AAM V1, Comité de la vaccine, séance du 13 Nivôse an XII (4 janvier 1804). For the Comité de vaccine, the medical doctrine was the key, precisely because of the absence of legal compulsion. Most of the first promoters of vaccination had been ardent promoters of smallpox inoculation, in the last decade of the eighteenth century. Given the danger of this practice, they had relied on a probabilistic discourse: mortality statistics, they argued, demonstrated that it was reasonable to risk one's life so as to better protect it. But this vision of individuals as rational gamblers had utterly failed. Few people (thousands at most) got inoculated in France in the eighteenth century. Jean-Baptiste Fressoz, »Petite histoire philosophique du risque et de wrote Jeremy Bentham, »leads men by silken threads, entwined round their affections, and makes them its own forever«. Jeremy Bentham, »Essays on the Subject of the Poor Laws«, in: Michael Quinn (ed.), Writings on the Poor Laws, vol. 1, Oxford 2001, p. 136. Jeremy Bentham, »Essays on the Subject of the Poor Laws«, in: Michael Quinn (ed.), Writings on the Poor Laws, vol. 1, Oxford 2001, p. 136. In the spring of 1800, a new inoculation by the name of cowpox had begun to be talked about in Paris and the doctors had reasons to be sceptical. »It was seen as a brilliant chimera or as pure charlatanism for some time. I admit that at first I could not rid myself of this unfavorable impression«: Louis-Armand Mongenot, De la vaccine considérée comme antidote de la petite vérole, Paris 1802, p. 4. »It was seen as a brilliant chimera or as pure charlatanism for some time. I admit that at first I could not rid myself of this unfavorable impression«: Louis-Armand Mongenot, De la vaccine considérée comme antidote de la petite vérole, Paris 1802, p. 4. The problem with the vaccine was not only that it involved a personal risk, in the sense of inoculation comprising a risk of death, but that its potential effects on the general health of the nation were unknown. Contrary to smallpox, cowpox was rare and non-contagious. One needed therefore to transfer it from arm to arm, from the vaccine-bearing to the vaccinated, following an ever longer chain. Vaccinating thus amounted to inoculating a virus which had thrived in hundreds of bodies, which themselves could have been affected by a variety of illnesses. Because the vaccine could transmit hereditary diseases such as syphilis or scrofula, it could jeopardise the health of »all generations to come«, François-Ignace Goetz, De inutilité et des dangers de la vaccine, prouvé par les faits, Paris 1802, p. 87. Jean-Sébastien Vaume, Les dangers de la vaccine, Paris 1801, p. 48. Joseph Bressy, a doctor from Montpellier, was not against the vaccine if a way could be found to purify it: Joseph Bressy, Théorie de la contagion et son application à la petite vérole, à la vaccine, à leurs inoculations et à hygiène, Paris 1802. Jean Verdier, Tableaux analytiques et critiques de la vaccine et de la vaccination, Paris 1801. Marcus Herz, »Über die Brutalimpfung und Arzneykunde und Wundarzneykunst 12, Berlin 1801, p. 1-109, at p. 3. See the commentary by Grégoire Chamayou, Les corps vils. 2008. la vaccine, prouvé par les faits, Paris 1802, p. 87. Jean-Sébastien Vaume, Les dangers de la vaccine, Paris 1801, p. 48. Joseph Bressy, a doctor from Montpellier, was not against the vaccine if a way could be found to purify it: Joseph Bressy, Théorie de la contagion et son application à la petite vérole, à la vaccine, à leurs inoculations et à hygiène, Paris 1802. Jean Verdier, Tableaux analytiques et critiques de la vaccine et de la vaccination, Paris 1801. Marcus Herz, »Über die Brutalimpfung und Arzneykunde und Wundarzneykunst 12, Berlin 1801, p. 1-109, at p. 3. See the commentary by Grégoire Chamayou, Les corps vils. 2008. see AAM V1, Herz, »L'inoculation brutale«. In the initial period of vaccination there was a profound transformation of the role of human experimentation in medicine. The demarcation of this change is elusive as human experimentation is not a category with clear borders: the art of clinical proof is indeed setting experimentation within a therapeutic project so as to associate it with simple observation. Harry Marks, La médecine des preuves. Histoire France 1900-1940, Paris 2007. The Comité de vaccine, founded under the aegis of powerful philanthropists (bankers, ministers, senators), brought together prominent Parisian doctors who worked for the diffusion of the vaccine. Harry Marks, La médecine des preuves. Histoire France 1900-1940, Paris 2007. The Comité de vaccine, founded under the aegis of powerful philanthropists (bankers, ministers, senators), brought together prominent Parisian doctors who worked for the diffusion of the vaccine. In the eighteenth century, experimental subjects were either the doctors themselves or prisoners condemned to death. Chamayou, Les corps vils, p.21-94. Chamayou, Les corps vils, p.21-94. In 1800, the vaccine was a new entity. Its nature and the origin of its efficacy were completely unknown. There were also many unfortunate vaccinations. Chappon counted 207 cases of post-vaccination smallpox, 39 deaths and 115 diverse symptoms or illnesses: Pierre Chappon, Traité historique des dangers de la vaccine, suivi observations et de réflexions sur le rapport du Comité central de vaccine, Paris 1803. In AAM V30d2, one finds numerous letters addressed to Husson from parents relating the resulting accidents and recurrences. According to Bousquet, the vaccine fails twice as often when it is stored on glass plates or in capillary tubes: Jean-Baptiste Bousquet, Nouveau traité de la p. 266. AAM V57, »Caqué à Husson«, 21 nivôse Year IX AAM V57, »Husson à Caqué«, 6 nivôse Year IX (6 January 1801). Chappon counted 207 cases of post-vaccination smallpox, 39 deaths and 115 diverse symptoms or illnesses: Pierre Chappon, Traité historique des dangers de la vaccine, suivi observations et de réflexions sur le rapport du Comité central de vaccine, Paris 1803. In AAM V30d2, one finds numerous letters addressed to Husson from parents relating the resulting accidents and recurrences. According to Bousquet, the vaccine fails twice as often when it is stored on glass plates or in capillary tubes: Jean-Baptiste Bousquet, Nouveau traité de la p. 266. AAM V57, »Caqué à Husson«, 21 nivôse Year IX AAM V57, »Husson à Caqué«, 6 nivôse Year IX (6 January 1801). The nomination of Chaptal to the Ministry of the Interior on November 7, 1800, changed the political situation of the vaccine. Pinel, whom he had met in the 1770s on the benches of the Montpellier faculty of medicine, Jean-Antoine Chaptal, Mes souvenirs sur Napoléon, 1893, V2, »Le Comité à Chaptal«, 15 à hôpital de IX (8 April 1801). Emphasis mine. Bercé, Le chaudron et la lancette, p. 70. Bousquet, Nouveau traité de la vaccine, p.47. AN F8 Chaptal, V2, »Le Comité à Chaptal«, 15 à hôpital de IX (8 April 1801). Emphasis mine. Bercé, Le chaudron et la lancette, p. 70. Bousquet, Nouveau traité de la vaccine, p.47. AN F8 des individus vaccines par le soussigné Bernardin Piana«, 1812. At the beginning, doctors who did not know anything about the vaccine needed to identify its phenomena and learn how to regularly reproduce them. The Comité established, for example, the length of time necessary to develop effective protection post-vaccination by organising smallpox control experiments on 40 children: first vaccine and smallpox were injected at the same time before the second inoculation was delayed day by day. Rapport du Comité central de vaccine, Paris 1803, p. 255-259. Ibidem, p. 117. Ibidem, p. 97. Ibidem, p. 203, 330. A number of parents asked for this test when their child experienced post-vaccination eruption. P.-L. Delaloubie, médecine de Paris, 1805. Richerand, who is often cited to prove the non-transmissibility of diseases, seems not to have conducted more than one experiment of this type: Anthelme Richerand, (1801), p. 113-117, at p. 114. Rapport du Comité central de vaccine, Paris 1803, p. 255-259. Ibidem, p. 117. Ibidem, p. 97. Ibidem, p. 203, 330. A number of parents asked for this test when their child experienced post-vaccination eruption. P.-L. Delaloubie, médecine de Paris, 1805. Richerand, who is often cited to prove the non-transmissibility of diseases, seems not to have conducted more than one experiment of this type: Anthelme Richerand, (1801), November 1801, the Comité organised a large-scale public experiment in Paris: 102 foundling children, previously vaccinated, were inoculated. Notable personages were invited to witness the success of the experiment, that is the absence of smallpox. According to the Académie des sciences, »there resulted the most decisive experimental proof that one could ever desire«. Antoine Portal et al., Rapport fait au nom de la commission nommée par la classe des sciences mathématiques et physiques, pour examen de la méthode de préserver de la petite vérole par inoculation de la vaccine, Paris 1803. Edward Jenner, The Evidence at Large as Laid before the Committee of the House of Commons, Respecting Dr Jenner's Discovery of Vaccine Inoculation, London 1805, p. 172-174. Louis Résultats de la dans les départements de la Meurthe, de la Meuse, des Vosges et du Haut-Rhin, Nancy 1802, p. 32. V51, variolique Year X (26 February 1802). Antoine Portal et al., Rapport fait au nom de la commission nommée par la classe des sciences mathématiques et physiques, pour examen de la méthode de préserver de la petite vérole par inoculation de la vaccine, Paris 1803. Edward Jenner, The Evidence at Large as Laid before the Committee of the House of Commons, Respecting Dr Jenner's Discovery of Vaccine Inoculation, London 1805, p. 172-174. Louis Résultats de la dans les départements de la Meurthe, de la Meuse, des Vosges et du Haut-Rhin, Nancy 1802, p. 32. V51, variolique contre épreuve«, 8 Ventôse Year X (26 February 1802). However, at the same time, many doctors remained sceptical. Firstly, even if the vaccine protected from inoculation, it was possible that it could not protect from natural smallpox. Moreover, the inoculations were given, at the latest, eighteen months after vaccination, though the chief problem was the duration of the protection. Thirdly, while the children of the hospice constituted convenient experimental material, this material was defective, as without parents, one did not know their medical histories. Their immunity could have been due not to the vaccine but to an earlier unknown case of smallpox. François-Ignace Goetz, »Au rédacteur«, in: Goetz, Traité de la petite 59; Mathieu-Antoine Salmade, sur de Goetz, Traité de la petite 59; Mathieu-Antoine Salmade, sur de inoculation de la petite vérole, Paris 1799, p. 55. The smallpox control experiment, submitted to a critical perspective, lost its decisive character. It was no longer sufficient to be present and to witness the experiment, but it was necessary to know how to interpret it correctly, to recognise a localised case versus a general one, to recognise the inoculation symptoms equally on individuals who had smallpox and those who had not. An isolated hypothesis is never tested, but instead a network of hypotheses or implicit beliefs. See Pierre Duhem, La théorie physique, Paris 1906. Duhem's thesis on the under-determination of the theory of experimentation is a foundation of sociological analysis of experimentation and technological tests: Harry Collins, Changing Order. Replication and Induction in Scientific Practice, Chicago, London 1985. An isolated hypothesis is never tested, but instead a network of hypotheses or implicit beliefs. See Pierre Duhem, La théorie physique, Paris 1906. Duhem's thesis on the under-determination of the theory of experimentation is a foundation of sociological analysis of experimentation and technological tests: Harry Collins, Changing Order. Replication and Induction in Scientific Practice, Chicago, London 1985. Everything started with a particularly tortuous note at the bottom of page 7 of Jenner's Edward Jenner, Inquiry into the Causes and Effects of the Variolae Vaccinae, London 1798, p. 7. Derrick Baxby, »The Genesis of Edward Jenner's Inquiry of 1798. A Comparison of the Two Unpublished Manuscripts and the Published Version«, in: Medical History 29 (1985), p. 193-199. Norman Beale, Elaine Beale, »The Ingen Housz-Jenner Correspondence Revisited«, in: Medical History 49 (2005), p.79-98. Edward Jenner, Inquiry into the Causes and Effects of the Variolae Vaccinae, London 1798, p. 7. Derrick Baxby, »The Genesis of Edward Jenner's Inquiry of 1798. A Comparison of the Two Unpublished Manuscripts and the Published Version«, in: Medical History 29 (1985), p. 193-199. Norman Beale, Elaine Beale, »The Ingen Housz-Jenner Correspondence Revisited«, in: Medical History 49 (2005), p.79-98. In treatises on the vaccine from the beginning of the century, dozens of pages were devoted to extraordinarily detailed descriptions of the pustule: its size, its form, its colours, its consistency, its silhouette, its induration, its elasticity, and all these at different stages of its existence. This minutia was novel. In the eighteenth century, symptoms were considered as simple signs of the disease of which the essence remained inaccessible. Inoculation, in its very principle, rested on the disjunction between essence and symptoms: one could hope to have smallpox without eruptions, the disease without its symptoms. The novelty of the clinical gaze hinged on erasing this separation: there was no more pathological essence, a disease was nothing more than the collection of symptoms which manifested it. Michel Foucault, Naissance de la clinique. Une archéologie du savoir médical, Paris 1963, p.88-105. Rapport du Comité central de vaccine, p. 77. Michel Foucault, Naissance de la clinique. Une archéologie du savoir médical, Paris 1963, p.88-105. Rapport du Comité central de vaccine, p. 77. The problem with the clinical definition was that it rested on nuances which were difficult to articulate. The palette in vaccine treatises is Henri-Marie sur la Or classification of diseases. Linnaeus exhorted botanists to only consider form, proportion, number and position as characteristics: Michel Foucault, Les mots et les choses. Une archéologie des sciences humaines, Paris 1966, p. 144-150. The botanical system served as a model for nosology. See François Boissier société de médecine 10 (year IX), p. 118. Rapport du Comité central de vaccine, p. 67. Henri-Marie Husson, Recherches historiques et médicales sur la Or classification of diseases. Linnaeus exhorted botanists to only consider form, proportion, number and position as characteristics: Michel Foucault, Les mots et les choses. Une archéologie des sciences humaines, Paris 1966, p. 144-150. The botanical system served as a model for nosology. See François Boissier société de médecine 10 (year IX), p. 118. Rapport du Comité central de vaccine, p. 67. It is here that the second great innovation of the vaccinators came about: the graphic definition of the vaccine. From the beginning of its work, the Comité addressed itself to Anicet Lemonnier, painter and illustrator for the École de medicine. Member of the Académie royale de peinture in 1789, he was named the painter and illustrator of the École de médecine of Paris in 1794. Member of the Académie royale de peinture in 1789, he was named the painter and illustrator of the École de médecine of Paris in 1794. Ibidem, p.26. Ibidem, p.26. The rapid progress of the representations of the pustule shows that the vaccinators were well on their way to inventing a new graphic code. The sociology of science has shown how scientific images, by selecting what is to be perceived, augment the visibility of nature and define what becomes knowable. Michael Lynch, »Discipline and the Material Form of Images: An Analysis of Scientific Visibility«, in: Social Studies of Science 15 (1985), p. 37-66. Michael Lynch, »Discipline and the Material Form of Images: An Analysis of Scientific Visibility«, in: Social Studies of Science 15 (1985), p. 37-66. In studying the composition and use of these images, we enter into the heart of medical power where it is exercised in silence, at the point where language is not yet imposed on things. The vaccine image is not a copy of nature, but an interpretation after nature; it is not a still life rendering the specific appearance of a pustule, but a typical image accentuating the characteristics of the vaccine. The doctors corrected the artist when he reproduced insignificant details. The typical vaccine is thus understood as the best specimen, one that magnifies the regularities discovered thanks to clinical experience. Dr Fournier did not hesitate to choose according to aesthetic criteria the model he had engraved: »among the more than four hundred individuals of both sexes whom I have vaccinated, a six-year-old girl [...] of blossomed beauty [...] gave me [...] the most beautiful areola which Fournier, Bruxelles, Paris 1802, p. 14-19. The details deemed essential were described with an extraordinary precision. The images reproduced above deployed an armada of details. The colours were essential. Time was as well. Hence the importance of a temporal representation of the vaccine: it was insufficient to obtain a pimple which vaguely resembled the represented pustule, it was necessary that the pustule exhibit the same succession of phenomena in time. Note also that the Pierre-François Rayer, Traité théorique et pratique 1, Paris 1826, p.421. The same nosological barricading occurred downstream, with respect to smallpox. Chickenpox had been distinguished since the eighteenth century from smallpox, which in itself presented more or less serious varieties. From the 1810s, at the time of smallpox epidemics, many of those vaccinated developed symptoms similar to those of smallpox although attenuated. For the honour of the vaccine, these illnesses could not be smallpox. It was then necessary to invent new diseases similar to smallpox but never before diagnosed. Most often, doctors invoked new, particularly severe, varieties of chickenpox. Rayer's dermatological atlas thus makes subtle distinctions between chickenpox, between umbilical, conical, globular or vesicular chickenpox, and between vaccine, vacciniola and false vaccine. The complexification of the field of pustular diseases in the 1830s was the direct results of bitter struggles about the vaccine and its protective virtues. The vaccinators achieved a medical and methodological stroke whose historical significance cannot be overestimated. Never before had medicine defined a disease by its image. Anatomical atlases had been charting the healthy body for a long time. However, the representation of pathologies aimed to display extraordinary cases rather than to define types. Anatomical atlases had been charting the healthy body for a long time. However, the representation of pathologies aimed to display extraordinary cases rather than to define types. ... Georges Cuvier, Rapport historique sur les progrès ... sur les et leur Paris 343. Georges sur les progrès sciences et sur leur état actuel, Paris 1810, p. 343. As for Dr he ridiculed the vaccinators aping the botanists:Tournefort and Jussieu did not better design their knowledgeable system of plants [...] and the most well-ordered bed of the most stunning flowers does not present a more astonishing sight for the enchantment of the eye than the grey, the white, the red and the charming pinks of the vaccine pimples. Goetz, De inutilité, p. 25. Goetz, De inutilité, p. 25. What happened with the vaccine in 1800 was the possibility to graphically define a typical disease. In 1805, the first dermatological atlas appeared (by Robert Willan and Jean-Louis Alibert), then in the 1830s, the first atlas of pathological anatomy. The visual culture of nineteenth-century medicine inherited the nosological enterprise of the first vaccinators. On agnotology or the fabrication of ignorance see Robert N. Proctor, Londa Schiebinger (eds.), Agnotology. The Making and Unmaking of Ignorance, Stanford 2008. In France, the public controversy around vaccine immediately ceased in 1804 when the government endorsed the theory of a perfectly benign vaccine. The Minister of the Interior ordered that every article on the vaccine had to be approved by the Comité before publication. AAM V6, »Lettre de Fouché à Sauvo, rédacteur du Moniteur universel«, 25 July 1809, which compelled him to present the articles to the Comité. The censorship must have existed before 1809. AN F8 110, »Rapport fait au Comité de vaccine sure la vaccination dans le department de Hérault par M. Vigaroux«. rédacteur du Moniteur universel«, 25 July 1809, which compelled him to present the articles to the Comité. The censorship must have existed before 1809. AN F8 110, »Rapport fait au Comité de vaccine sure la vaccination dans le department de Hérault par M. Vigaroux«. The important thing that administration did for vaccine was to reorganise the circulation of medical information. The circular of 1804 which established the vaccine service in France had a double purpose: to make clear to the people the advantages of the vaccine, and in return, to record the vaccination results in order to statistically corroborate the protective nature of the vaccine. According to Chaptal, »in reporting every year the decreasing number of people afflicted with smallpox, and the lower proportion of its victims in the mortality tables, we will achieve general acceptance«. Circular, 14 Germinal, Year XII (4 April 1804). AN F8 113, the minister to the prefect of the Loire, 2 August 1810: »This authentic tableau of the parents' carelessness seems to me to be one of the most powerful ways to force as yet undecided families to finally resort to a method which will protect their children and will spare them from the shame.« Circular, 14 Germinal, Year XII (4 April 1804). AN F8 113, the minister to the prefect of the Loire, 2 August 1810: »This authentic tableau of the parents' carelessness seems to me to be one of the most powerful ways to force as yet undecided families to finally resort to a method which will protect their children and will spare them from the shame.« Let us look into the concrete ways of producing vaccination statistics. The administration obliged the vaccinators to complete tables with six columns: the vaccine number, the date, name of the patient, age, residence and »observations«. Accustomed to writing up cases in notebooks, the vaccinators now had to record their observations in a narrow column. The options were to either leave it entirely empty - which they did for the most part - or to summarise the results of their actions in a few sentences. It is in these notes written in constricted characters that the dangers of the vaccine can be glimpsed. One vaccinator from the Hautes-Alpes notes, satisfied: »All the children vaccinated in 1806 only had a few small ulcers and dry patches [...]«. The dermatological waxes of the Saint-Louis hospital indicate the severity of these post-vaccination illnesses, considered very banal in the nineteenth century. In 1806, Coste, a surgeon at Montauban, vaccinated no more than twelve people, but reported two miliary eruptions which lasted twenty-one days. For Gasquet's count of twenty people vaccinated, there was one scrofulous tumour and one miliary eruption. Loire inférieure«, 21 August 1813. Ignorance, like knowledge, is constructed. With regard to vaccination risks, ignorance was produced by a pyramidal system of information gathering, organised in multiple levels: town councils, departmental committees and the central Comité, all of which amounted to as many filters of negative news. Complications (various, sometimes dangerous, eruptions), reported in a literary manner in the »observations« column, were only rarely taken up by higher echelons which, having quantification as their objective, preferred numerical information. Because the vaccine was supposed to be completely benign, the health officer or the doctor who met with a complication could fear that he would be marked for bad practice. For example, two vaccinators passing through the Alps in 1820 produced hundreds of eruptive diseases. For 600 people vaccinated, there were 40 deaths. The departmental vaccinators accused the health officers of confusing or mixing the vaccine pus and the smallpox pus. AAM V25, »Lettre du Dr Rabasse médecin à Serres, à M. le préfet du département des Hautes-Alpes«, 12 April 1820. AAM V25, »Lettre du Dr Rabasse médecin à Serres, à M. le préfet du département des Hautes-Alpes«, 12 April 1820. At the summit of the system, statistics produced an extremely convenient argument: vaccinations, on the whole, and as reported by the abundant tables with constantly empty columns, were absolutely without danger. A scant number of accident reports happened to pass the successive obstacles of auto-censorship, censorship and the meticulous verification by the Comité. In short the few adverse effects or cases of smallpox after vaccine which remained inexplicable and were forced on the conscience of the central Comité were balanced with the hundreds of thousands of problem-free vaccinations. And, of course, these cases did not have significant weight and did not at any rate succeed in imposing a redefinition of the perfectly benign and perfectly protective vaccine. From the 1880s, the arm-to-arm method of vaccination was abandoned. Vaccines were produced on heifers rather than humans. In the »vaccine institutes«, strict procedures limited the risk of contagion: disinfection of the lymph, microscopic examination, cultures and analysis of bacterial flora, refrigerated conservation, and test inoculation into rabbits and then a few children before general distribution of the vaccine pulp. Antoine Drouet, Throughout the course of the century, the public's suspicion with regards to the vaccine endured and even intensified. The fear of bodily pollution, blood adulteration and hereditary contamination explains the hesitancy. Opposite to hygienic precepts grounded in a strict separation between cleanliness and dirt, the vaccine seemed to dissolve the reassuring borders between one's own body and the bodies of others, between the healthy and the pathological, and even between the human and the animal. Dominique Latour, Réfutations de quelques préjugés sur la les préjugés populaires générale de la vaccine, Strasbourg 1823; Bousquet, Nouveau traité de la vaccine. On the critique of vaccine as contamination, see primarily Durbach, Bodily Matters; Dorothy Porter, Roy Porter, »The Politics of Prevention. Anti-vaccinationism and Public Health in Nineteenth-Century England«, in: Medical History 32 (1988), p.231-252; Alison Bashford, »Foreign Bodies. Vaccination, Contagion and Colonialism in the Nineteenth Century«, in: Alison Bashford, Claire Hooker (eds.), Contagion. Historical and Cultural Studies, London, New York 2001, p. 39-60. The anti-vaccine movement was an early symptom of the medical, social and racial aspects of degeneration. See Hector Carnot, Petit traité de vaccinométrie, Paris 1857; Henri Verdé-Delisle, dégénérescence et par le vaccin, Paris 1855; Armand Bayard, Influence de la vaccine sur la population ou de la gastro-entérite varioleuse avant et depuis la vaccine, Paris 1855. Indeed, the great theoretician of degeneration, Bénédict Augustin Morel, took care to distinguish his theories from anti-vaccinators: Bénédict Augustin humaine, Paris 1857, p. 560. See also Daniel Pick, Faces of Degeneration. A European Disorder (c. 1848-1918), Cambridge 1989. Louis-Adolphe Bertillon, Conclusions statistiques contre les les préjugés populaires générale de la vaccine, Strasbourg 1823; Bousquet, Nouveau traité de la vaccine. On the critique of vaccine as contamination, see primarily Durbach, Bodily Matters; Dorothy Porter, Roy Porter, »The Politics of Prevention. Anti-vaccinationism and Public Health in Nineteenth-Century England«, in: Medical History 32 (1988), p.231-252; Alison Bashford, »Foreign Bodies. Vaccination, Contagion and Colonialism in the Nineteenth Century«, in: Alison Bashford, Claire Hooker (eds.), Contagion. Historical and Cultural Studies, London, New York 2001, p. 39-60. The anti-vaccine movement was an early symptom of the medical, social and racial aspects of degeneration. See Hector Carnot, Petit traité de vaccinométrie, Paris 1857; Henri Verdé-Delisle, dégénérescence et par le vaccin, Paris 1855; Armand Bayard, Influence de la vaccine sur la population ou de la gastro-entérite varioleuse avant et depuis la vaccine, Paris 1855. Indeed, the great theoretician of degeneration, Bénédict Augustin Morel, took care to distinguish his theories from anti-vaccinators: Bénédict Augustin humaine, Paris 1857, p. 560. See also Daniel Pick, Faces of Degeneration. A European Disorder (c. 1848-1918), Cambridge 1989. Louis-Adolphe Bertillon, Conclusions statistiques contre les appliquée à étude de homme, Paris 1857. In Great Britain, the situation was very different. Because of the vaccination act of 1853, under which parents refusing to vaccinate their children were sent to jail, the anti-vaccine movement grew to a far more considerable size than in France. Nadja Durbach has studied its intellectual and social milieu. It was anchored in industrial towns: Manchester, Sheffield, Liverpool and Leicester (where 90% of parents refused vaccination in the 1870s). In 1877, Leicester authorities developed a very strict quarantine system: people affected by smallpox were identified and isolated. At the beginning of the century, the Leicester method became complementary (or, according to anti-vaccinators, an alternative) to vaccination: Stuart M. Fraser, »Leicester and Smallpox: the Leicester Method«, Medical History 24 (1980), p. 315-332. In 1877, Leicester authorities developed a very strict quarantine system: people affected by smallpox were identified and isolated. At the beginning of the century, the Leicester method became complementary (or, according to anti-vaccinators, an alternative) to vaccination: Stuart M. Fraser, »Leicester and Smallpox: the Leicester Method«, in: Medical History 24 (1980), p. 315-332. Thanks to the network of local anti-vaccination leagues, the anti-vaccine campaigners were able to organise a substantial collection of contamination accounts. Three periodicals (the In France, the first recognition of the problem of vaccine contamination came from doctors who simply wanted to make a profit from innovation. To accomplish this, they had to create a market outside of the free vaccine offered by the Comité and the administration. They used parents' anxieties about the health of child vaccine-bearers to promote their vaccine as more pure and more reliable. The first experiments with a bovine vaccine were linked to the demands of the upper class. In Paris in 1803, the Comité resorted to using cows to satisfy wealthy patients Rapport du Comité central de vaccine, p. 379. See also the Journal du soir n°1025 (25 Ventôse, year IX). Vaccinations were done with pus from the Reims cow, see »Extrait un rapport du Comité medical de sur la de ventôse«, in: Journal de médecine, chirurgie, pharmacie 2 (1801), p. 68. Rapport du Comité central de vaccine, p. 379. See also the Journal du soir n°1025 (25 Ventôse, year IX). Vaccinations were done with pus from the Reims cow, see »Extrait un rapport du Comité medical de sur la de ventôse«, in: Journal de médecine, chirurgie, pharmacie 2 (1801), p. 68. In the same way, in Paris at the end of the 1820s, Dr James raised a considerable amount of funding and organised a »Société nationale de vaccine« with the aim of promoting the heifer vaccine. In the eyes of the Académie de medicine, James's fault was that, in promoting his animal vaccine, he discredited the human (and free) one. He was excluded from the Parisian medical elite, struck from the lists of the Académie and, after his death in 1850, his enterprise rapidly declined. The decisive re-questioning as to whether the vaccine was innocuous curiously came from the field of syphilology. It was the syphilologists, disputing over the transmission modes of the disease, who were to become interested in the vaccine to transform it into an argument in their controversy. The controversy over the »syphilitic vaccine« of 1865 took root in the permanent conflict, dating from the 1850s, between the two French schools of venereology: the school of the Midi hospital in Paris, directed by Philippe Ricord (who was indeed a world authority in the subject), and the school of the Antiquaille hospital in Lyon, directed by Joseph Rollet. The debate was principally focused on whether or not the symptoms of the secondary phase of syphilis were contagious, Doctors distinguished three phases of the disease: the primary phase, which was manifested by a hard chancre on the genital organs; the secondary phase which appeared from several weeks to several months after the primary phase, characterized by a wide variety of dermatological flora; and finally the tertiary phase, which appeared several years after the first symptoms and was manifested by neurological and cutaneous illnesses, diseases of the bone, and in most cases death. Alain Corbin, »La grande peur - XXe siècles, Paris 1988, p.328-348. references to these situations in Ambroise Étude 1879. Doctors distinguished three phases of the disease: the primary phase, which was manifested by a hard chancre on the genital organs; the secondary phase which appeared from several weeks to several months after the primary phase, characterized by a wide variety of dermatological flora; and finally the tertiary phase, which appeared several years after the first symptoms and was manifested by neurological and cutaneous illnesses, diseases of the bone, and in most cases death. Alain Corbin, »La grande peur - XXe siècles, Paris 1988, p.328-348. references to these situations in Ambroise Étude 1879. Thus, in 1859, the government asked for the advice of the Académie de médecine on the contagiousness of secondary symptoms. Ricord thought that he had sufficiently shown the impossibility of contagion in carrying out hundreds of inoculations of secondary symptoms on already syphilitic patients, all giving negative results. But because he refused to experiment on healthy patients, he left open the possibility of secondary symptoms that were contagious for non-syphilitic patients. The Lyonnais school was less scrupulous. In 1858, two interns from Antiquaille inoculated the pus of secondary symptoms on healthy subjects. The medical press was very critical towards the cynicism of these experiments, which ended in a lawsuit and a conviction. In a new and interesting manner, the prosecution insisted on the necessity of obtaining the consent of an experimental subject, and in the end absence of consent was made an exacerbating fact in the grounds for judgment. Charles-Victor Boucaud, Inoculation accidents secondaires syphilitiques, Lyon 1860. The context of this experiment and its moral critique were thoroughly studied by Alex Dracobly, »Ethics and Experimentation on Human Subjects in Mid-nineteenth-century France. The Story of the 1859 Syphilis Experiments«, in: Bulletin of the History of Medicine 77 (2003), p.332-366; see also Chamayou, Les corps vils, p. 299. Tardieu emphasises the novelty of the 1860. The context of this experiment and its moral critique were thoroughly studied by Alex Dracobly, »Ethics and Experimentation on Human Subjects in Mid-nineteenth-century France. The Story of the 1859 Syphilis Experiments«, in: Bulletin of the History of Medicine 77 (2003), p.332-366; see also Chamayou, Les corps vils, p. 299. Tardieu emphasises the novelty of the notion of consent: Tardieu, Étude medico-légale, p. 280. For the Lyonnais school, this trial closed the possibilities for direct experimental proof. Rollet and Alexandre Viennois, a young intern, then chose to study the rumours that syphilis had been in several cases transmitted by vaccine. They meticulously compiled all the relevant adverse outcomes of vaccination reported in the European medical literature since 1800. The sudden entrance of vaccine-caused syphilis onto the Parisian medical scene was not then due to a new and spectacular case of contamination. In France, the question had appeared episodically since the beginnings of the innovation. One of the most discussed cases of transmission in 1865 (an Italian one) went back to 1822 and was summarised in Rayer's great dermatological treaty, which was obligatory students! Rayer, Traité, p.611-612. Alexandre 15 (1860), p. 641-671. Most of the reported cases are Italian. Indeed the Italian medical reviews seem less timid. The Annali Universali di Medicina of Milan had in fact published a number of articles on the subject from 1824. Rayer, Alexandre 15 (1860), p. 641-671. Most of the reported cases are Italian. Indeed the Italian medical reviews seem less timid. The Annali Universali di Medicina of Milan had in fact published a number of articles on the subject from 1824. The final stage took place at the Académie de médecine in November 1864. Jean Depaul, professor of obstetrics at the faculty in Paris and the newly appointed director of the vaccine service at the Académie, proposed to send the minister a report warning of the syphilis transmission risk. The discussion of this report occupied the Académie from November 1864 to March 1865. These debates are important, as the doctors were negotiating what should be the import of rare facts: what to do with sporadic cases which disproved a rule accepted by the community? Depaul proposed nothing less than to change the epistemology of medicine. In his own terms, it was necessary to move from a system of »dissection of facts« to a »system of mutual assistance«. It was certainly possible, following Bousquet and Ricord, to show the inconclusive character of vaccine contaminations taken one by one, the insufficiency of the given proofs and the alternative interpretations that one could give. But this way of reasoning was not current anymore in the face of the immense responsibility carried by medicine in the 1860s: when one studies phenomena which have a weak relation of causality, the exceptional case is no longer an anomaly, an artefact which disappears in the great whole, but a precious clue that one must protect. In proposing his account, Depaus purpose was also to launch the case for animal vaccination championed by his friends, the Lyonnais doctors Chambon and Lanoix. In 1864, Chambon travelled to Naples to buy a vaccine-bearing heifer and to learn the production techniques for a bovine vaccine. On his return, he set up a small business consisting in a vaccine production stable, and tried, following the example of Dr James in the 1830s, to sell a supposedly less dangerous heifer vaccine. Bousquet continued to criticise this initiative which was going »to turn the population away from the arm-to-arm vaccine, without the ability to replace it [...]. Everyone will want the heifer vaccine, no one will have it«. Until the end of the 1880s, animal vaccination was indeed expensive, as it was necessary to organise the transportation of the heifer (capillary tubes did not preserve the vaccine well). The animal vaccine was mainly of interest to the high bourgeoisie of large cities (Paris, Lyon, Bordeaux, Montpellier), where the first private vaccine production institutes were founded. In 1865, Lanoix charged 150 francs to vaccinate a well-off family and was criticised by his colleagues for this mercantile endeavour. Gustave Lanoix, Étude sur la vaccination animale, 1866. One situation involving hundreds of children at Auray in Brittany had a profound effect. See Gustave Closmadeuc, Sur les accidents graves qui ont suivi la vaccination de 130 enfants dans les environs Auray, Paris 1870. On the problem of contamination through the bovine vaccine, see the numerous references given by Alexandre Layet, Traité pratique Étude sur la vaccination animale, 1866. One situation involving hundreds of children at Auray in Brittany had a profound effect. See Gustave Closmadeuc, Sur les accidents graves qui ont suivi la vaccination de 130 enfants dans les environs Auray, Paris 1870. On the problem of contamination through the bovine vaccine, see the numerous references given by Alexandre Layet, Traité pratique de la vaccination animale, Paris 1889, p. 88-91. The idea of soft power was the great liberal utopia of the end of the eighteenth century: for the Enlightenment philosophes, the good sovereign is one who does not oppress his people, who in giving free reign to his subjects' inclinations, increases his kingdom's population and riches and thus his own power. Gentleness in power is not synonymous with disobedience, because it raises gentle subjects: according to Montesquieu, »eight days in prison, or a light fine, are as striking to the sensibilities of a European raised in a country of gentleness, as the loss of an arm intimidates the Asian«. Charles Montesquieu, Lettres persanes, Amsterdam 1760, p.232. According to the same author, »The gentleness of the government contributes marvelously to the propagation of the species«, ibidem, p. 343. Paul-Henri Holbach, Éthocratie foreword. Nicolas de Condorcet, »Tableau général de la science, a pour du calcul aux sciences politiques instruction Charles Montesquieu, Lettres persanes, Amsterdam 1760, p.232. According to the same author, »The gentleness of the government contributes marvelously to the propagation of the species«, ibidem, p. 343. Paul-Henri Holbach, Éthocratie foreword. Nicolas de Condorcet, »Tableau général de la science, a pour du calcul aux sciences politiques instruction sociale 109. Journal du soir n° 1025 (25 Ventôse, year IX). "}