{"title": "People who suffer from 'significant' allergic reactions should not take Covid vaccine, UK regulator warns", "author": "Samuel Lovett", "url": "https://www.independent.co.uk/news/health/covid-vaccine-allergic-reactions-uk-b1768530.html", "hostname": "independent.co.uk", "description": "Medicines and Healthcare products Regulatory Agency issues warning after two NHS staff members suffered allergic reaction to Pfizer jab", "sitename": "The Independent", "date": "2020-12-09", "cleaned_text": "People who suffer from 'significant' allergic reactions should not take Covid vaccine, UK regulator warns Medicines and Healthcare products Regulatory Agency issues warning after two NHS staff members suffered allergic reaction to Pfizer jab [Samuel Lovett](/author/samuel-lovett) Comments [Leer en Español](https://www.independentespanol.com/noticias/coronavirus/vacuna-covid-reino-unido-reacciones-alergicas-recomendaciones-b1768711.html) The UK's drug regulator has warned that people with a history of \"significant\" allergic reactions should not receive the [Pfizer](/topic/pfizer)- [BioNTech](/topic/biontech) vaccine. The Medicines and Healthcare products Regulatory Agency (MHRA) issued the warning after two [NHS](/topic/nhs) staff members who were given doses on Tuesday both suffered an allergic reaction. NHS England said all trusts involved with the vaccination programme have been informed. Dr June Raine, chief executive of the MHRA, said the regulatory body was examining the cases. \"We know from the very extensive clinical trials this wasn't a feature,\" she told a parliamentary committee on Wednesday. [Follow live: Latest coronavirus updates](https://www.independent.co.uk/news/health/coronavirus-latest-news-live-updates-b1768525.html) \"But if we need to strengthen our advice now that we've had this experience in the vulnerable populations - the groups that have been selected as a priority - we get that advice to the field immediately.\" The two NHS staff members, who are understood to have a \"strong past history of allergic reactions\" and carry an adrenaline auto-injector with them, both recovered after receiving the appropriate treatment. In an NHS email sent out to medical directors on Tuesday evening, and seen by The Independent, authorities said they were \"seeking further information and will issue further advice following investigation\". It remains unclear what element of the vaccine the two staff members were allergic to, while The Independent understands that officials were not aware this would be an issue. Professor Stephen Powis, national medical director for NHS England, said: \"As is common with new vaccines, the MHRA have advised on a precautionary basis that people with a significant history of allergic reactions do not receive this vaccination after two people with a history of significant allergic reactions responded adversely yesterday.\" This means that anyone scheduled to receive the vaccine on Wednesday will be asked about their history of allergic reactions. Access unlimited streaming of movies and TV shows with Amazon Prime Video Sign up now for a 30-day free trial [Sign up](https://amzn.to/3wUCpW9) Access unlimited streaming of movies and TV shows with Amazon Prime Video Sign up now for a 30-day free trial [Sign up](https://amzn.to/3wUCpW9) The updated MHRA advice states: \"Any person with a history of a significant allergic reaction to a vaccine, medicine or food (such as previous history of anaphylactoid reaction or those who have been advised to carry an adrenaline auto-injector) should not receive the Pfizer-BioNtech vaccine. \"Resuscitation facilities should be available at all times for all vaccinations. Vaccination should only be carried out in facilities where resuscitation measures are available.\" [According to Pfizer's clinical trial protocol](https://www.clinicaltrialsregister.eu/ctr-search/trial/2020-002641-42/DE), people with a \"history of severe adverse reaction associated with a vaccine and/or severe allergic reaction (eg, anaphylaxis) to any component of the study interventions\" were not allowed to take part in the testing. [Under guidance published by the MHRA for UK recipients](https://assets.publishing.service.gov.uk/government/uploads/system/uploads/attachment_data/file/940566/Information_for_UK_recipients_on_Pfizer_BioNTech_COVID-19_vaccine.pdf), the regulator said the Pfizer jab should not be given to people \"allergic to the active substance or any of the other ingredients of this medicine\". However, no advice was issued warning people with a history of severe allergic reactions not to receive the vaccine. The Independent has approached the MHRA for comment. Peter Openshaw, professor of experimental medicine at Imperial College London, said: \"As with all food and medications, there is a very small chance of an allergic reaction to any vaccine. However, it is important that we put this risk in perspective.\" He pointed to trial data published by the US Food and Drug Administration earlier this week which showed that a \"very small number\" of allergic reactions had been reported by researchers in both the vaccine and placebo groups (0.63 per cent and 0.51 per cent respectively). Prof Openshaw said the MHRA would investigate Tuesday's cases \"to understand if the allergic reactions were linked to the vaccine or were incidental. \"The fact that we know so soon about these two allergic reactions and that the regulator has acted on this to issue precautionary advice shows that this monitoring system is working well.\" Stephen Evans, a professor of pharmacoepidemiology at the London School of Hygiene & Tropical Medicine, said the general population should not be anxious about receiving the vaccine. \"One has to remember that even things like marmite can cause unexpected severe allergic reactions,\" he said. A Pfizer spokesperson said: \"We have been advised by MHRA of two yellow card reports that may be associated with allergic reaction due to administration of the Covid-19 BNT162b2 vaccine. \"As a precautionary measure, the MHRA has issued temporary guidance to the NHS while it conducts an investigation in order to fully understand each case and its causes. Pfizer and BioNTech are supporting the MHRA in the investigation. \"In the pivotal phase three clinical trial, this vaccine was generally well tolerated with no serious safety concerns reported.\" The NHS said that thousands of doses were administered throughout Tuesday as a nationwide vaccination programme began. The UK is the first country to roll out the Pfizer jab after the MHRA approved it for emergency use last week. "}