{"title": "Integrative Medicine | Levine Children's | Atrium Health", "author": null, "url": "https://atriumhealth.org/medical-services/childrens-services/childrens-specialty-care/pediatric-cancer-and-blood-disorders/integrative-medicine", "hostname": "atriumhealth.org", "description": "See how Atrium Health Levine Children's uses integrative therapies like Reiki and massage to help kids during cancer treatment.", "sitename": "atriumhealth.org", "date": "2019-05-29", "cleaned_text": "Cancer affects many parts of a child's life, from what they eat to their mental health. Atrium Health Levine Children's offers a unique integrative medicine program that uses natural and complementary therapies to supplement traditional treatment and help children stay as healthy as possible. Benefits of integrative medicine Our integrative medicine program is one of the few of its kind in our region, and we're constantly expanding it to meet our patient's needs. Families take part in this program because: - It supplements other aspects of treatment. Many families are interested in integrative medicine because it adds an extra treatment layer that can help kids relieve stress and feel less pain. Studies show [these therapies](https://atriumhealth.org/dailydose/2019/05/29/for-children-with-cancer-levine-childrens-provides-them-their-own-pit-crew) can also help some patients go home sooner, have fewer side effects and get better with less medicine. - It caters to each child's needs. Our integrative medicine experts work with pediatric hematologists and oncologists to understand each child's needs. We start by talking with you and your child about how they're feeling and what challenges they're facing, like nausea, anxiety or feeling tired. Then we select integrative therapies to address those issues. - It promotes wellness during treatment. We're starting new initiatives within our integrative medicine program to help children with things like getting more sleep and exercise during treatment and beyond. Integrative medicine services - Aromatherapy. Our team can help patients use their sense of smell to improve sleep and decrease nausea. - Art therapy. These therapists help children draw and paint pictures to express their emotions and cope with stress. - Integrative medicine consults. Levine Children's offers consultations with a pediatric hematologist/oncologist who is trained in integrative medicine. During these visits, we'll hear about your family's needs and build an integrative care plan to meet them. - Nutrition counseling. Our dietitians help kids and their families stick to a healthy diet during their illness. Dietitians are also a great resource for kids whose illness or treatments make it more difficult to eat regular foods and meals. - Music therapy. These therapists use songs and instruments to help children express themselves and relieve stress. - Pet therapy. Kids can relieve stress by playing with dogs, helping them relax and offering a pick-me-up. - Reiki. Also called \"energy healing,\" Reiki is a Japanese practice where therapists touch a patient in ways that channel energy and promote healing. Reiki can be especially beneficial for kids with cancer because it helps decrease nausea, pain and stress. - Transition to adult care. When patients reach age 26, we'll help them smoothly move into our adult program at [Levine Cancer Institute.](https://atriumhealth.org/medical-services/specialty-care/cancer-care) This helps patients continue treatment and get the right preventive care and screenings. "}