{"title": "The \"Humbling, Exhausting, Wondrous\" Experience of Becoming a Doctor at 59", "author": "Roxanna Font", "url": "https://www.oprah.com/spirit/genevie-kocourek-becoming-a-doctor-in-your-50s", "hostname": "oprah.com", "description": "A former IT director takes a chance to make her medical dreams come true—and succeeds.", "sitename": "Oprah.com", "date": "2014-05-28", "cleaned_text": "The \"Humbling, Exhausting, Wondrous\" Experience of Becoming a Doctor at 59 Photo: Coral Von Zumwait In 2000, Genevie Kocourek was shivering in a tent when she had an epiphany. Then an information technology director who led rock-climbing trips in her spare time, she had enrolled in a wilderness first-responder course to learn how to care for injured climbers. \"It was 38 degrees and raining,\" she recalls, \"and I was having the time of my life!\" In high school, Kocourek had dreamed of becoming a doctor, until a guidance counselor insisted that it wasn't \"appropriate\" for a woman. Now her passion was reignited. When she learned that her employer was offering early retirement, she mulled \"retiring\" to a brand-new career. But first she and her husband, Terry, met with a financial adviser. They agreed that she'd keep working to avoid total loss of income while squeezing in premed courses such as chemistry on her lunch break or at night. Absorbing so much new information felt \"like drinking from a fire hose,\" Kocourek says. But by 2004, she'd retired from her IT job, taken out a loan (she'd eventually borrow $80,000) and enrolled as a freshman at the University of Wisconsin's medical school. Because the campus was 90 minutes away, Kocourek lived in student housing for the first two years and came home only on weekends; her 81-year-old mother, who had recently moved in, helped with the cooking. When the isolation and course load overwhelmed her, Kocourek called Terry for pep talks. Still, she nearly quit during her third-year rotations, when she worked two days at a stretch, with no time for exercise and little contact with friends and family. She stuck it out—and in 2011, after finishing her residency, she founded her own holistic medicine practice, which combines traditional medicine with alternative therapies like massage and acupuncture. Says Kocourek: \"The process of getting here was exactly what it needed to be—humbling, exhausting and wondrous.\" Her advice on going back to school: \"I started with just one class. Make sure you can handle the material before you really commit.\" The best thing about being her age: \"I have more compassion than I did in my 20s. Because of my life experiences, I can meet people where they are and understand how their choices have brought them to their present state of health. I'm also proof that change is possible at any age.\" But first she and her husband, Terry, met with a financial adviser. They agreed that she'd keep working to avoid total loss of income while squeezing in premed courses such as chemistry on her lunch break or at night. Absorbing so much new information felt \"like drinking from a fire hose,\" Kocourek says. But by 2004, she'd retired from her IT job, taken out a loan (she'd eventually borrow $80,000) and enrolled as a freshman at the University of Wisconsin's medical school. Because the campus was 90 minutes away, Kocourek lived in student housing for the first two years and came home only on weekends; her 81-year-old mother, who had recently moved in, helped with the cooking. When the isolation and course load overwhelmed her, Kocourek called Terry for pep talks. Still, she nearly quit during her third-year rotations, when she worked two days at a stretch, with no time for exercise and little contact with friends and family. She stuck it out—and in 2011, after finishing her residency, she founded her own holistic medicine practice, which combines traditional medicine with alternative therapies like massage and acupuncture. Says Kocourek: \"The process of getting here was exactly what it needed to be—humbling, exhausting and wondrous.\" Her advice on going back to school: \"I started with just one class. Make sure you can handle the material before you really commit.\" The best thing about being her age: \"I have more compassion than I did in my 20s. Because of my life experiences, I can meet people where they are and understand how their choices have brought them to their present state of health. I'm also proof that change is possible at "}