{"title": "Household Products", "author": null, "url": "https://portal.ct.gov/DPH/Environmental-Health/Environmental-and-Occupational-Health-Assessment/Household-Products", "hostname": "portal.ct.gov", "description": null, "sitename": "CT.gov - Connecticut's Official State Website", "date": "2016-01-01", "cleaned_text": "- Polishes& Waxes - furniture and floor polishes, finishers Many brands of furniture polish and floor wax include petroleum-based chemicals which are designed to vaporize in your home as they dry and harden. Inhalation exposure can lead to headache, respiratory irritation and worsening of asthma. Chemical(s) of Concern: naphtha, Stoddard solvent, phenol, and phthalates Alternatives: rub-on natural oils such as lemon, mineral or essential oils; beeswax, low VOC floor wax; apply with windows open or with fans operating. Link: [Furniture Polish](http://www.epa.gov/kidshometour/products/fpolish.htm)(US EPA) - Carpet Cleaners Some carpet cleaners use harmful chemicals that can release strong fumes into the air. In addition, some chemical residues can be left behind in the carpets where children play. These chemicals can cause headaches and eye, skin and respiratory irritation. It is helpful to vacuum carpets frequently. Chemical(s) of Concern: solvents (glycol wall-to-wall steam clean; spot clean with club soda or cornstarch; use cleaners with plant-based ingredients. Link: [Rug or Carpet Cleaners](http://www.epa.gov/kidshometour/products/ucleaner.htm)(US EPA) Household Cleaners There is a wide range of cleaners on the market, some with chemicals of concern and others based upon less toxic ingredients. Look for certification from Green Seal, Ecologo or Design for the Environment 3rd party certifiers. Concern: ammonium chloride, sodium hypochlorite, phenols, triclosan Alternatives: certified green products, vinegar, baking soda, hydrogen peroxide, essential oils and alcohol Links: [Green Living - Buy It](/DPH/Environmental-Health/Environmental-and-Occupational-Health-Assessment/Indoor-Environmental-Quality--IEQ#Green)(CT DPH) - Air fresheners and other fragrance products These products have become very popular, however, they are often unnecessary and put chemicals into the air which can be a health concern for some. Use only when there are no other choices to controlling odors. Chemical(s) of Concern: phthalates, fragrance, 1,4-dichlorobenzene and hydrocarbon propellants Alternatives: ventilation, baking soda, white vinegar, natural essential oils Links: [Air Fresheners: What You Need to Know](/-/media/Departments-and-Agencies/DPH/dph/environmental_health/eoha/pdf/AirFreshenerFSpdf.pdf) (CTDPH) [Air Fresheners](http://www.epa.gov/kidshometour/products/airf.htm)US EPA References: Household Pesticides - insecticides These products are designed to kill insects and may come in spray cans, or bait stations. They are highly toxic if contacted directly and should be locked away from children and pets. When sprayed into a home the residues can last for weeks and settle into floor dust. Chemical(s) of Concern: organophosphates, pyrethroids, carbamates Alternatives: practice [integrated traps such as fly and pheromone traps, child-proof bait stations - Mothballs These moth repellents contain chemicals that are irritating to the lungs and are carcinogenic. Even if used correctly there is exposure to these chemicals around the house, and often the product is used improperly in closets and attics. Children have swallowed moth balls and become poisoned. Chemical(s) of Concern: naphthalene, paradichlorobenzene Alternatives: cedar [Mothballs Can Be Dangerous to Children](/-/media/Departments-and-Agencies/DPH/dph/environmental_health/eoha/pdf/MothBallsFSpdf.pdf)(CTDPH) - Pet Care Dogs and cats often get fleas which can be difficult to remedy. Pesticide-based collars, shampoos, topical treatments and pills all deliver pesticide to your pet to kill the fleas. However, the pesticide migrates from collars onto fur and then transfers to children and other household members who pet the animal. It is important to minimize pesticide exposure, especially in children. Chemical(s) of Concern: propoxor, organophosphates, fiprinol, resmethrin Alternatives: Wash and groom pets frequently; remove any furniture or carpets which may be harboring fleas. If you do need to treat with pesticide, use pills instead of topical application. You can also try natural flea treatments including feeding your pet garlic and brewer's yeast. Discuss options with your veterinarian. Links: [Pet "}