{"title": "Prime Scholars | Open Access Journals | Peer Reviewed Journals", "author": "Karin Lenger", "url": "https://www.primescholars.com/", "hostname": "primescholars.com", "description": "Prime Scholars is an academic international peer-reviewed Journal with Prime Scholars is an academic international Open Access Publishing House", "sitename": "Prime Scholars", "date": "2019-11-25", "cleaned_text": "Research Article - (2018) Volume 5, Issue 4 Karin Lenger [*](#corr) Institute for Scientific Homeopathy, Kaiserstr 28, D-63065 Offenbach, Germany Corresponding Author: Karin Lenger 2018; Published Date: November 27, 2018 Citation: Lenger K (2018) Wound Healing According to Biochemical Laws by Highly Potentized Homeopathic Remedies Containing Magnetic Photons. Int J Appl Sci Res Rev. 5:16. DOI: 10.21767/2394-9988.100081 Homeopathy, a holistic therapy, is believed to cure only acute symptoms of a beginning illness according to the Laws of Similars; but not deep, bleeding, septic wounds. The homeopaths refuse to heal according to special medical indications. Based on Lenger's detection of magnetic photons in homeopathic remedies a biochemical and biophysical model of homeopathic healing was developed Biochemical, pathological pathways can be treated by their highly potentized substrates and inhibitors. Three groups of patients with moderate, severe and septic wounds had been successfully treated with the suitable remedies depending on the biochemical pathological state. The wounds of the patients can be divided into 3 groups: 1. Moderate injuries 2. Surgeries of the abdomen, tooth extraction and 3. Deep wounds with pus and putrescent flesh The first group mostly children, had bruises on their skin after accidents such as push, collission or a little cut with a knife. High potencies of Arnica montana, regulating blood circulation, and Hypericum perfoliatum, curing the attacked nerves, were given. In order to close the wounds the calcium pathway was stimulated with Calcium phosphoricum and Silicea. More severe wounds after surgeries of the abdomen or tooth extraction, demanded additional remedies to heal the wounds. Staphisagria was applied supporting the calcium regulation too. Additional moderate inflammation was healed by the following Aconite. To cure the wounds, the inhibitors as matters of the calcium pathway were given as potentized remedies: Kalium bichromicum, Mercurius solubilis and Silicea. At the top of the second main group of the periodic table are the elements magnesium and calcium, the natural elements working in a living body; below follow the elements from barium untill mercury. All these elements are the poisons of the calcium biochemical pathway; at the top of the third main group there is alumina serving to support the body's structure. At the top of the fourth main group there are the elements carbon, below that silicon, and lead (latin: plumbum). They form the structures of a living body and as homeopathic remedies they are necessary for healing deep wounds. Severe inflammation with pus and swelling is cured by the following highly potentized remedies: Anthracinum, stimulate the regeneration of the cells. These potentized snake venoms are used very often for healing inflammation of the veins. The toxicology of the used remedies as substance is described in toxicological books and in the symptom pictures of the Materia Medica. At the beginning of the therapy the remedies were given 3 times daily. When the symptoms were improving the remedies were taken twice daily, and then later once a day. In general the wounds were cured softly, more quickly and without any sideeffects. This new, advanced treatment is against the ideas of homeopaths, who give only one dose of one remedy and wait for the reaction. Reaction chains were developed for the homeopathic therapy of different sorts of wounds based on their pathological biochemistry and in this way according to the Law of Similars. This biochemical thinking may give a guideline for curing wounds and ulcers with homeopathic remedies. Keywords Homeopathic healing of septic wounds; Magnetic Photons; Homeopathic healing of pathological pathways Introduction Homeopathy, a holistic therapy, cures the body and mind according to Hahnemann's Law of Similars [ [1](#1), [2](#2)]. It is expressed as: like cures like. Homeopaths are convinced that only an acute illness can be treated by the application of 3 globules of one or two suitable remedies. They believe that chronic diseases cannot be healed. The efficacy of homeopathy has been a mystery for many years because in highly potentized remedies there is no substance left: the Avogadro constant is transferred during the production of the remedies by continuous dilution and succussion [ [3](#3), [4](#4)]. What happens during a homeopathic therapy?. Homeopathy can now be explained since Lenger discovered magnetic photons in homeopathic remedies by two magnetic resonance methods [ [4](#4)- [6](#6)]. Molsky confirmed these results with a quasi-quantum model of potentization [ [7](#7)]. Magnetic monopoles and monopoliums CERN [8](#8), [9](#9)]. Lenger developed biophysical, biochemical [ [10](#10), [11](#11)]. Firstly the biophysical explanation: the remedies are efficacious by the principle of magnetic resonance; the frequency of the remedy must match the frequency of the patient. That is in accordance to Einstein and Max Planck who said that each substance consists of a compressed electromagnetic wave package. Then the biochemical pathological pathway is regulated. Therefore, curing firstly happens on the biophysical level and secondly the biochemical level follows by regulation of the pathological pathway. Illness is explained biophysically by the ideas of Förster wrote that each chemical reaction works on a higher energetic level. Fritz-Albert Popp provided further explanations: a living organism is an electromagnetic wave package and its energy levels are about 50% enhanced by the uptake and emission of photons. Illness means that too many photons are uptaken or too many photons are emitted, so that the 50% of stimulated states cannot be maintained. The result is that distinct biochemical pathways are disturbed and are not controlled any longer. They show a state as if a distinct substance has poisoned them: e.g. a push causes a bruise on the skin; the substances of the plant arnica also cause a bruise by poisoning; Arnica is the similar remedy according to the homeopathic Law of Similars. In this case potentized Arnica can be used for healing bruises. Lenger suggested [ [10](#10), [11](#11)] that the frequencies of the volunteer poisoned by Arnica are the same as the frequencies of the person who got a bruise on his skin from being pushed. Healing by resonance takes place by the highly potentized Arnica having the same frequencies as the volunteer and the injured person. Therefore it is necessary to study both the toxicology of substances [ [15](#15), [16](#16)] and their homeopathic symptom picture [ [17](#17)- [19](#19)] when explaining biochemically in which way the substances are efficient. It is clear that a substance poisons one single biochemical pathway and simultaneously psychological symptoms developed. The whole person is involved; therefore it is a holistic medicine curing the body and mind. Secondly, if the first symptoms are not cured the biochemical pathway lying below is attacked as well: more symptoms developed and so on... untill several pathways, one after another, are nonregulated. Therefore, more homeopathic remedies are necessary for curing: for each attacked pathway another remedy has to be taken. So the knowledge of the mechanism of specific biochemical pathways, their dependencies on each other, the toxicology of the substances and their homeopathic symptom picture is important. You have to find the correct homeopathic remedies for curing: potentized substrates and inhibitors of the attacked biochemical pathways. Applying this method, the healing of different stages of wounds of 23 patients are shown, from minor injuries to malignant ulcers showing complete destruction of skin and cells with oedema, inflammation and pus. Methods Different wounds, injuries and damages of 23 patients were treated according to biochemical homeopathy. All these patients did not use allopathic medicine such as antibiotics or vaccinations during this homeopathic therapy. The wounds were divided into three groups: Group 1 (8 patients): Minor injuries Group 2 (9 patients): Moderate wounds after operations, injuries with bleeding, tooth extractions Group 3 (6 patients): Flesh wounds with pus, oedema, inflammation and dead tissue. The highly potentized remedies in 10M or 50M (XMK or LMK), size: pills No3, had been bought from www.helios.co.uk. The names of the homeopathic remedies are written in capital letters. Application: One dose consists of 3-5 homeopathic saccharose globules. Patients who had a disease at an advanced state needed the homeopathic remedies three times a day: in the morning, at lunch and in the evening and when they had pain. For severe cases a cocktail was made: 10-12 globules of each necessary remedy were dissolved in little bit of water in a bottle, and then about 200 ml of water was added. 4 gulps of that cocktail were taken with a break of 15 seconds between each gulp to give a reaction time for the remedies. Results Below, case reports of 23 patients divided into three groups are shown in detail. Minor injuries Mostly children 8 patients, with wounds on the knees, scraped knees, after having fallen down developing bruises on the skin: at first the remedies Arnica montana, Hypericum perfoliatum for the shock were given and secondly Silicea, Calcium phosphoricum, Calcium fluoricum had been applied for curing the bleeding wounds twice a day for two days. The wounds stopped bleeding within one to two hours and were healed within one or two days. No stitches were necessary. Also accidents in the household, a knife cut, or a push demand the same remedies (Table 1). 1: injuries demand only few remedies in 50 M potencies. Wounds after operations, deep injuries with bleeding, tooth extractions The homeopathic treatment of 9 patients is shown after tooth extractions and large operation of the abdomen without any complications: Tooth extraction: Five patients had extractions of premolar tooth, molar tooth. The homeopathic treatment followed: One to two hours after narcosis, Opium and Chelidonium as 50M potencies removed the anaesthetization. Upon sleeplessness in the night, these remedies were repeated. Arnica montana and Ferrum Phosphoricum were haemostatically effective after two doses of each remedy. Hypericum perfoliatum cured nerves pain and helped to create new dendrites: Silicea, Calcium fluoricum, Calcium phosphoricum were repeated every day, untill the wound was healed in about 3-4 days. In the convalescence state the wound was a bit sensitive for 2 days but not painful. Large operations: After abdominal surgeries of the abdomen e.g: Appendectomy, one patient, caesarean sections, one patient, gallbladder surgery, one patients, and prostate gland operation, one patient all the remedies had been given as shown in Table 2. |After surgeries | to reduce acidum| |Plumbum metallicum| Table 2: For large bleeding wounds without any complication the following remedies were used as 50M potencies. Two more remedies, Staphisagria and Causticum, were added and given for 5 days. Staphisagria heals symptoms similar to Silicea; Causticum cured the surgical wound and the incontinence of the patients. As the belly was fat, Graphites had been added for 5 days to improve the wound healing and to avoid keloids. All these remedies including Hypericum prevented concrescences. Silicon and carbon (Graphites) as substances are elements in the fourth maingroup of the periodic table. These two elements form carbon chains and silicium-oxid chains and are responsible for the structures of living matter. During operations all these structures are injuried. Therefore their high potencies stimulate the reparation of the cells and their normal differentiation. This is because the magnetic photons of the remedies raise the energy levels of the injured tissue, and restore the pathological pathways. Furthermore, the mineral salts calcium phophate and calcium fluoride form hydroxylapatite in the bones to stabilize the bone structures. Also in the skin of a living organism they are combined with silicon. Additionally, calcium-ions are important to maintain a lot of biochemical pathways e.g. that of the immune system which is an important factor for wound healing. All patients treated homeopathically after these operations recovered well without ana complications. Flesh wound with pus, oedema, inflammation and mortal flesh containing ptomaine Case reports of 6 patients are shown: All patients refused to take allopathic medicine: A woman of 31 years had an accident and fell into a cupboard with dirty glass:After the accident she suffered from two large wounds on the right foot with bleeding, pus and dead tissue containing ptomaine. All remedies mentioned above Tables 1 and 2 were applied 4-5 times daily. But these remedies were not enough because the wounds were too severe. The remedies applied for inflammation with pus with Silicea to reconstruct the deeper skin layers once more. Hydrofluoric acid (homeopathic remedy is Fluoricum acidum) destroys the Silicon chains in the skin. The efficacy of hydrofluoric acid can be compared to that of dangerous Piranhas, both destroying the bone to the bone marrow. The oedemas were healed after applying the venoms as potentized remedies of Elaps corallinus and Naja tripudians. Their bites cause oedemas.These remedies were still not enough. The physician said that the mortal flesh containing ptomaine was too much. So Anthracinum and Pyrogenium (rotting flesh from bovine) were added 7-8 times a day. A lot of remedies and doses were given for three months then the wounds improved. The remedies and doses were slowly reduced to the remedies of Table 2. After four months the wounds had a sore scab. The physician reported that without homeopathic remedies the foot would have had to have been removed. He could not help but each week he controlled the wounds and removed the dead tissue, because it damaged the healing process. He was very surprised and could not believe the improvement of the wounds and asked the patient who had helped her? She answered that it was a homeopath not doing the usual homeopathic therapy. Slowly the wounds formed a thick scurf. These large wounds healed in three months using the suitable remedies of the attacked biochemical pathways. This is impossible and not understandable for the medical doctors as well as for the homeopaths. A similar case: A 76 year old woman had fallen on dirty stones. There was a big bleeding wound on the tibia with multiple colours: yellow, blue, violet and black spots (Figure 1). Immediately, she suffered from pus, oedema and pain, later on from dead tissue. A cocktail of all the remedies in Tables 1-3 was applied 3 times daily, each with 4 gulps. After two weeks the inflammation vanished and the wound had a brown crust. As the patient was getting better the remedies of Table 3 were given less. Instead the remedies shown in Tables 1 and 2 were applied Silicea, Calcium phosphoricum and Phosphorus, which also regulate the calcium in the body. After three weeks the wound had only a little scurf. Figure 1: Healing of this large wound only by homeopathic remedies. |Firstly add the remedies of table 1 and potencies for ulcerations. This woman stumbled again on the same tibia just after it healed. The open wound closed in 3 days after applying the remedies in Tables 1, 2 and Figure 2. Then she complained that the wound was swollen and hot. In this case she got Apis mellifica, Medusa, Vespa crabro, Elaps corallinus in 50M, a cocktail was made and she drank 4 gulps 3 times daily. After 4 days the swelling vanished. The normal healing process was continued quickly. The wound was rebuilded with new tissue made up of collagen and extracellular matrix. Figure 2: Healing of the terrible wound after homeopathic treatment A woman 68 years old was attacked by an aggressive shepherd dog and was bittten into her right and left heels. She had more than 10 bites on one heel. Figure 3 she refused clinical treatment and vaccination. She demanded homeopathic treatment. Figure 3: Wound after more than 10 bites (2012-08-31) of a shepherd dog into left and right heel; shown is healing of one wound by taking homeopathic remedies. Firstly, of all she got the following for her shock: Aconite napellus, Arnica montana, Hypericum perfoliatum several times Table 1. The wounds had been washed right away with clean water three times.She got the remedies for wound healing and for stopping the bleeding Tables 1 and 2. Subsequently for hindering the development of pus she received 3. Four doses of each remedy were applied every second hour. The bleeding stopped after 2 hours. The pain was severe when the patient got up because her body weight pressed on the open wounds. Hypericum perfoliatum, Crotalus horridus, Lachesis mutus stand the pain. All homeopathic remedies are able to cure the pain, but they must match the illness and its pathological pathway according to the Law of Similars. The wounds closed. On the second day the ankle-joints were swollen. So a cocktail of the remedies healing oedema, Table 3, had been taken, three times daily. Amelioration was achieved within 13 days as shown in Figure 3. A slight scab had formed. After 3 weeks the wounds looked good but now it was autumn and shoes were needed. She had another problem: the shoes pressed on the closed wounds on her swollen ankles which was very painful. So the remedies used for oedema Table 3 were taken again and the pain stopped immediately. These remedies were applied once a day, then every second day and finally twice a week. After walks of 1 km she needed the remedies again. It took a long time untill the ankles were not swollen any more, almost one year. The wounds healed quickly and softly within a short time. It is a miracle that homeopathic treatment is able to cure such deep wounds. Lymph oedema A 50 years old patient had an accident and got a red, swollen wound on his tibia (Figure 1). An orthopaedic surgeon wanted to perform an operation on it, but the patient refused this surgery and other medicines. Firstly the remedies for healing inflammation were applied (Table 1), however the oedema remained. Therefore, four doses of the remedies used for curing oedema were given Table 3. The fatty acid metabolism was supportet by Lecithin, Lipasum, Glycerinum and Acetyl-coenzyme A. For stimulation of the calcium pathway the remedies shown in Tables 1 and 2 were needed. Surprisingly, after 2 hours of this treatment a reduction of the swollen wound could be seen Figure 4 and after one week of treatment the lymph oedema was remarkable reduced. Figure 4: Healing of lymphangitis by homeopathic remedies a quick amelioration was achieved after 2 hours. A 74 years old female patient had an operation for ileus. In the clinic, all possible medicaments had been given, which led to an inflammation of the kidneys and to renal dialysis. The wound in the intestine seemed to be closed but an inflammation developed. The patient became very weak. Her husband and the medical doctors believed that she could pass away. In this case the protein digestion of the liver was disturbed; the proteins and other digestion products could no longer be eliminated by the kidneys. At once all allopathic medicines were removed. Homeopathic remedies shown in Table 1 were applied, twice a day; remedies for the digestion of protein were given three times daily (Table 4). |Picricum 50M potencies for the digestion of proteins and their exception. Arsenicum album and Phosphorus were added, also remedies for kidney disease, because she represents the homeopathic type phosphorus/arsenic. Finally the nitrogen was excreted and the laboratory-values showed normal values. After one week the female patient could go home, although she was still weak; she did not need everlasting dialysis any more, a big surprise for the physicians who could not believe the healing. For two years the patient has been at home without any dialysis but with her homeopathic remedies saving her life. Discussion Case reports of 23 patients with different wounds are shown. The patients were treated with a lot of highly potentized remedies. The wounds described in different states from minor to severe injuries were healed softly and quickly. They needed plenty of doses of highly potentized substrates and inhibitors of their pathological biochemical pathways. This is completely against the fundamental doctrine of homeopaths; they use a single dose of one or two homeopathic remedies and wait for healing [ [1](#1), [2](#2)]. The medical doctors were astonished about the unexpected, wonderful results. The woman of the last case began starting a kidney disease with dialysis after having taken many medicaments. This knew homeopathic therapy saved her life. There are many cases as shown in this publication which were not be treated by allopathic medicine but by this new advanced holistic homeopathy. Homeopathy was founded by Samuel Hahnemann (1755-1843) who had three professions. He was a medical doctor, a pharmacist and a natural scientist. He started homeopathy by poisoning healthy people by one substance. They developed psychological and physical symptoms, which had been listed from head to feet in different Materia Medicas [ [17](#17)- [19](#19)]. The observed symptoms are not always the same in the different books. The reason is that multiple doctors worldwide tried to uptake symptom pictures using different volunteers with different ancestry. However, the symptom pictures have the same leading symptoms in every Materia Medica. The biochemical mechanism of the poisoning was not known 250 years ago. Today it can be found in books of pathological biochemistry and in toxicology books [ [15](#15), [16](#16)]. One substance poisons firstly one biochemical pathway in the cells from head to feet e.g. the element phosphorus poisons the glucose and fat metabolism in every cell. The patient having a defect in that pathway has a state as if phosphorus poisoned him. Therefore potentized Phosphorus is the similar remedy for healing. This is the explanation of the homeopathic Law of Similars. But sometimes the illness becomes worse, achieving other states of the disease. Then other remedies are necessary for healing. The cases of the third group of patients have inflamed wounds with pus and oedema. They needed the and Mercurius solubilis. The snake venoms as substances have a lethal effect on biochemical pathways. After a bite of the formentioned snakes the cells are completely destructed by phospholipases and proteases [ [20](#20)] and other substances. The major wounds of the patients (group 3) have the states as if the venoms had worked. But the homeopathic venoms of the dangerous snakes restored the cells. The disease is developing and has several steps with different biochemical pathways attacked, each needing another remedy. If one important remedy is missing or not been given in enough doses, the healing is delayed. Then the symptom picture of that missing remedy is developed with significant pain. Hahnemann and Ortega announced in their Chronic Diseases [ [21](#21), [22](#22)]. Three types of gonorrhea) and Lues (syphylis) which derived from our ancestors who suffered from these illnesses. In the genetic code the predisposition is settled to develop illnesses which are similar to these three epidemics. Corresponding to the wounds described here, they developed from psoric to the luetic state very quickly. The used remedies for healing have to be given in reverse order. Firstly the luetic remedies for the acute state, then the sycotic and lastly the psoric remedies. Simultaneously, the disease ameliorates from the luetic state to sycotic and then to the psoric state. In the serious cases shown here, a cocktail of the remedies was made and four gulps were drunk three times daily. This is possible if the correct similar remedies are taken. The homeopaths apply a cocktail of only one remedy for even luetic states. Therefore they are convinced that chronic diseases cannot be healed by them. The Psoric state with diseases of the skin, bones, teeth and immune system is caused by a lack of minerals. It can be cured by the potentized minerals such as Calcium phosphoricum or Calcium carbonicum. The next step according to Hahnemann's Chronic diseases is the Sycotic state. Sycotic remedies are as substance reversible inhibitors of the biochemical pathways [ [23](#23), [24](#24)]. Atropine, one of the poisoning substances of the plant belladonna inhibits reversibly the acetylcholine receptor [ [20](#20), [25](#25)]. Belladonna or potentized Atropine cures the poisoned nervsynapsis. The worst chronic disease is the Luetic state: Pus and oedema are develop in the wounds, the structure of the skin, cells, and connective tissue are attacked. Luetic remedies are as substance lethal poisons and non reversible inhibitors. The snake venoms in high potencies Lachesis mutus, Crotalus horridus, Naja tripudians and Elaps corallinus reconstruct the cells again and abolish the pus. The toxicology of these venoms on the biochemical pathways is well-known. The wounds have a state as if these snakes had bitten the patient. Usually if pus develops the structures of the cells are destroyed. The structure of fatty acids consists of long carbon chains forming the structures of the cells and of cell membranes. The snake venoms are involved in the fatty acid metabolism; they have phospholipases in their venom splitting a wrong phosphorus bound [ [20](#20)] and by this the cell membranes are destabilized. Therefore, the potentized venoms of Lachesis mutus and Crotalus rebuild the cell membranes of the wounds. Inflammation is caused by sick lymph glands and immune system. The patient with lymphangitis was treated with potentized Anthracinum, Medusa, Vespa crabro, Apis mellifica and potentized Lymph glands to cure his large oedema. The substances of them cause hot and red odema. Their toxicology describes how the contamination develops, their highly potentized remedies cure the patient from having worse oedema. Finally, to stabilize the structure of the connective tissue the remedies Silicea, Graphites, Plumbum metallicum and Fluoricum acidum were applied. The properties of these remedies as substance are important: Silicon forms Si-O-Si chains which can be destroyed by hydrofluoric acid, H2F, emitting SiF2. Different modifications of silicon are known: a gel with properties of an elastic band, crystals, rings with hard and soft structures, they are all important to function in a body. Graphite, a soft shifting crystal, is carbon, which forms also long chains in a living body. The wounds of the patients look like a skin which is not stabilized with shifting properties. They have cellulitis or hard nodes leading to concrescences. Wound healing was successful using potentized Silicea and Graphites. Both silicon and carbon (Graphites) are in the fourth main group of the period table, as well as lead (Plumbum metallicum). They all have similar properties. Lead poisons the inner bone mark; it destroys the structure of the bone. Lead is called Plumbum metallicum as a homeopathic remedy. The four elements carbon, silicon, lead and fluorine, at the top of the sevens main group of the periodic table, are important to build up the supporting matter of the living body. As homeopathic remedies they are luetic ones. Calcium fluoricum, a psoric-luetic remedy, forms together with Calcium phosphate hydroxylapatite in the bone, to keep the chains of carbon and silicon together. Sometimes Alumina is necessary, an element of the third main group of the periodic table. Back to the second main group, the potentized salts of calcium and of the poisoners of the calcium pathways as mercury have been applied to finish the pathological pathway and to heal the wounds, completely. The experiences with that new, advanced homeopathy can be a guideline for curing wounds and ulcers softly and without any side-effects. Neither the homeopaths with their old knowledge nor the physicians are able to help patients with these malignant diseases. Conventional medicine gave antibiotics for the inflammation and by this spoiling the liver as a side-effect; the physicians expected in all our cases a longer time for healing the wounds. Wounds cured by homeopathic treatment shown in this paper achieved a quicker healing and relieve the pain after applying the suitable remedies potentized substrates and inhibitors of the pathological pathways of the injuries. Otherwise the homeopathic doctors give one or two remedies one time and wait a long time for healing; in this way it is only possible to treat patients with minor injuries and deep wounds cannot be treated in such a way. A lot of reaction chains do exist for curing distinct biochemical pathological pathways by their highly potentized substrates and inhibitors as shown in this publication. Conclusion Three different types of wounds from minor injuries to malignant ulcers were cured by using highly potentized substrates and inhibitors of the pathological, biochemical pathways of the wounds. The remedies were applied three times a day at the beginning of the treatment, later on when the wounds had been healed more the treatment was delayed: twice a day, then once a day. The healing of the wounds happened more quickly in comparison to the meaning of the conventional physicians. A guideline is given for treating wounds using homeopathic remedies. The results show that homeopathic treatment is applied to biochemistry, toxicology and biophysics. More research is needed. "}