{"title": "Vanishing mediastinal mass associated with mRNA SARS-CoV-2 vaccination: a rare case report", "author": "Takayuki Kosaka; Seshiru Nakazawa; Takashi Ibe; Ken Shirabe", "url": null, "hostname": null, "description": "Vanishing mediastinal mass associated with mRNA SARS-CoV-2 vaccination: a rare case report", "sitename": "AME Medical Journal", "date": "2022-08-17", "cleaned_text": "Vanishing mediastinal mass associated with mRNA SARS-CoV-2 vaccination: a rare case report Introduction Strong immune responses such as thymic hyperplasia or swelling of the axillary lymph nodes have been reported as adverse effects of vaccination with the mRNA vaccine for severe acute respiratory syndrome coronavirus type 2 (SARS-CoV-2) ( [1](#B1), [2](#B2)). We herein report a rare case of a vanishing mediastinal mass associated with mRNA SARS-CoV-2 vaccination. We present the following case in accordance with the CARE reporting checklist (available at [https://amj.amegroups.com/article/view/10.21037/amj-22-13/rc](https://amj.amegroups.com/article/view/10.21037/amj-22-13/rc)). Case presentation A woman in her forties visited a local hospital for continuous fever after receiving her first mRNA-1273 SARS-CoV-2 vaccination (Moderna) to her left upper arm. She was performed resection of her left ovarian cyst in her thirties. She also has chronic anemia, which blood hemoglobin count is around 7.0 g/dL. Her fever persisted even after administration of acetaminophen. Blood examination 10 days after vaccination showed elevated inflammatory markers [white blood from nasopharyngeal swab was negative for SARS-CoV-2. Bacterial infection was suspected, and the patient was administered antibiotics. After 3 days, her temperature decreased. Although she had no other symptoms and her temperature had decreased, chest computed tomography (CT) was performed to explore the cause of prolonged fever; 13 days after vaccination. The CT revealed an anterior mediastinal mass and pericardial fluid. She was referred to our hospital for further investigation of the anterior mediastinal mass. A blood test performed 17 days after vaccination showed that the inflammatory reaction decreased in severity (WBC count: 6,300/µL, CRP concentration: 9.86 mg/dL). There was no elevation of anti-acetylcholine receptor antibody and no tumor markers related to a mediastinal tumor or lymphoma. The patient's symptoms and physical findings showed no features of myasthenia gravis. Contrast-enhanced CT showed an anterior mediastinal mass of 66 mm in diameter with a low-density area at the center as well as pericardial fluid ( [Figure 1A,1B](#figure1)). There was no specific radiological feature that allowed differentiation between benign and malignant mediastinal mass. 18F-fluorodeoxyglucose positron emission tomography (FDG-PET) revealed markedly increased mass (maximum uptake value: 18.19) ( [Figure 2A,2B](#figure2)). Slightly increased uptake was also in the left axillary lymph nodes ( [Figure 2A,2C](#figure2)). The concurrent uptake in the thyroid was considered to be adenomatous goiter after a consultation with the endocrinology department. The differential diagnoses included thymoma, thymic cancer, and lymphoma. CT-guided needle biopsy of the mediastinal mass was planned. However, a CT scan performed prior to the biopsy (25 days after vaccination) revealed shrinking of the mass. The biopsy was suspended. A follow-up CT scan performed 32 days after vaccination revealed that the anterior mediastinal mass had become even smaller (32 mm in diameter), and the amount of pericardial fluid had also diminished ( [Figure 3A,3B](#figure3)). Blood examination at this point showed that the inflammatory reaction had normalized. Biopsy was re-scheduled because the mediastinal mass was still present. Unfortunately, the biopsy resulted in an inadequate specimen and did not lead to a pathological diagnosis. Surgical biopsy by the thoracoscopic approach was next planned. However, a CT scan performed 2 months after vaccination showed that the mediastinal mass and pericardial fluid had completely disappeared ( [Figure 4A,4B](#figure4)). The surgical biopsy was cancelled. After confirming the absence of a residual mass at 6 months, we concluded that the vanished mediastinal mass had been an adverse effect of SARS-CoV-2 vaccination, presenting as transient hyperplasia of the thymus. Follow-up was terminated. She did not receive a booster vaccination within the period of outpatient treatment in our hospital. All procedures performed in this study were in accordance with the ethical standards of the institutional and/or national research committee(s) and with the Helsinki Declaration (as revised in 2013). Written informed consent was obtained from the patient for publication of this case report and accompanying images. A copy of the written consent is available for review by the editorial office of this journal. Discussion We have herein reported a case of a mediastinal mass that was identified in a patient who developed persistent fever and elevated inflammatory markers after SARS-CoV-2 vaccination. The mediastinal mass vanished after 2 months and its cause remained unclear. We considered two main differential diagnoses of the mass as follows. First, spontaneous regression of a malignant neoplasm was considered. Infection-mediated immune system activation has been previously proposed as a mechanism of tumor regression ( [3](#B3)). Fukui et al. ( [4](#B4)) reported three cases of spontaneous shrinkage of thymic epithelial tumors that may have been associated with infection. Although there are reports of spontaneous shrinkage of thymic epithelial tumors, our case is very rare because the mass not only shrunk but eventually disappeared. However, there is no pathological proof that the mediastinal mass was initially a tumor in our case. Second, there have been reports of thymic hyperplasia in correlation with SARS-CoV-2. Cuvelier showed that thymus enlargement on CT images was commonly observed in patients with SARS-CoV-2 who were treated in authors' intensive care unit. An immune response seemed to be the cause of thymus enlargement. von Tresckow et al. ( [5](#B5)) also case of thymic hyperplasia associated with mRNA SARS-CoV-2 vaccination. The patient had previously been diagnosed with mantle cell lymphoma by resection of an enlarged right cervical lymph node. The patient was then vaccinated for SARS-CoV-2 and underwent an FDG-PET scan for staging of the lymphoma. The FDG-PET scan showed markedly increased uptake in the anterior superior mediastinal regions. Diagnostic resection of the thymus was performed, and histologic examination showed hyperplasia of the thymus with no sign of lymphoma cells ( [5](#B5)). Similarly, Bernstine et al. ( a high frequency of hypermetabolic ipsilateral small axillary lymph nodes after mRNA SARS-CoV-2 vaccination in their study with FDG-PET. Our patient also showed increased FDG uptake in the ipsilateral axillary lymph nodes in addition to the mediastinal mass. A recent report showed that axillary lymphadenopathy evaluated by ultrasound was seen more frequently after mRNA based vaccine compared to viral vector vaccine ( [6](#B6)). In the present case, both spontaneous regression of a thymic tumor and thymic hyperplasia associated with vaccination were potential mechanisms that could explain the cause of the vanishing mediastinal mass. However, based on the patient's clinical course, we believe that an immune response resulting in transient thymic hyperplasia was more plausible. In conclusion, we have herein presented a very rare case of a vanishing mediastinal mass associated with mRNA SARS-CoV-2 vaccination. It is very important to distinguish an immune response from malignancy to avoid unnecessary surgery or treatment. Our case warns us that we should take into account the timing of SARS-CoV-2 vaccination when we encounter a patient with a mediastinal mass. Acknowledgments We thank Angela Morben, DVM, ELS, from Edanz ( [https://jp.edanz.com/ac](https://jp.edanz.com/ac)), for editing a draft of this manuscript. Funding: None. Footnote Reporting Checklist: The authors have completed the CARE reporting checklist. Available at [https://amj.amegroups.com/article/view/10.21037/amj-22-13/rc](https://amj.amegroups.com/article/view/10.21037/amj-22-13/rc) Peer Review File: Available at [https://amj.amegroups.com/article/view/10.21037/amj-22-13/prf](https://amj.amegroups.com/article/view/10.21037/amj-22-13/prf) Conflicts of Interest: All authors have completed the ICMJE uniform disclosure form (available at [https://amj.amegroups.com/article/view/10.21037/amj-22-13/coif](https://amj.amegroups.com/article/view/10.21037/amj-22-13/coif)). TK serves as an unpaid editorial board member of AME Medical Journal from October 2019 to March 2024. The other authors have no conflicts of interest to declare. Ethical Statement: The authors are accountable for all aspects of the work in ensuring that questions related to the accuracy or integrity of any part of the work are appropriately investigated and resolved. All procedures performed in this study were in accordance with the ethical standards of the institutional and/or national research committee(s) and with the Helsinki Declaration (as revised in 2013). Written informed consent was obtained from the patient for publication of this case report and accompanying images. A copy of the written consent is available for review by the editorial office of this journal. Open Access Statement: This is an Open Access article distributed in accordance with the Creative Commons Attribution-NonCommercial-NoDerivs 4.0 International License (CC BY-NC-ND 4.0), which permits the non-commercial replication and distribution of the article with the strict proviso that no changes or edits are made and the original work is properly cited (including links to both the formal publication through the relevant DOI and the license). See: [https://creativecommons.org/licenses/by-nc-nd/4.0/](https://creativecommons.org/licenses/by-nc-nd/4.0/). References - Cuvelier P, Roux H, Couëdel-Courteille A, et al. Protective reactive thymus hyperplasia in COVID-19 acute respiratory distress syndrome. Crit 2021;25:4. [ [Crossref](http://dx.doi.org/10.1186/s13054-020-03440-1)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/33397460)] - Bernstine H, M, al. Axillary Lymph Nodes Hypermetabolism After BNT162b2 Mrna COVID-19 Vaccination in Cancer Patients Undergoing 18F-FDG PET/CT: A Cohort Study. Clin Nucl [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/33782299)] - Radha G, Lopus M. The spontaneous remission of cancer: Current insights and therapeutic significance. Transl Oncol 2021;14:101166. [ [Crossref](http://dx.doi.org/10.1016/j.tranon.2021.101166)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/34242964)] - Fukui T, Taniguchi T, Kawaguchi K, et al. Spontaneous regression of thymic epithelial tumours. Interact Cardiovasc HC, al. Thymic after Case [Crossref](http://dx.doi.org/10.1016/j.radcr.2021.08.050)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/34462647)] - Igual-Rouilleault AC, Soriano I, Elizalde A, et al. Axillary lymph node imaging in Mrna, vector-based, and mix-and-match COVID-19 vaccine recipients: ultrasound features. Eur 2022; Epub ahead of print. [ [Crossref](http://dx.doi.org/10.1007/s00330-022-08846-9)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/35554651)] Cite this article as: Kosaka T, Nakazawa S, Ibe T, Shirabe K. Vanishing mediastinal mass associated with mRNA SARS-CoV-2 vaccination: a rare "}