{"title": "Acupuncture, herbs for your pet?", "author": "Kim Campbell Thornton", "url": "https://www.nbcnews.com/id/wbna13316993", "hostname": "nbcnews.com", "description": "More animal owners are giving alternative therapies a try, but the evidence for their safety and effectiveness is often unclear.", "sitename": "NBC News", "date": "2006-06-19", "cleaned_text": "When Dax, a 6-year-old Australian Shepherd was diagnosed with a form of liver disease called copper toxicosis, and given no more than a year to live, her owner refused to accept the veterinarian's verdict. \"I did a lot of reading and research and came up with three herbal remedies said to support the liver and liver function: milk thistle, licorice root and red clover,\" says Liz Palika, a dog trainer in Oceanside, Calif. She discussed her findings with her veterinarian. He wasn't familiar with the use of the herbs but agreed that it couldn't hurt to try them, recommending only that she keep Dax on antioxidant vitamins, which were also believed to support liver function. \"We also changed her food from a dry kibble to a dehydrated raw food,\" Palika says. \"I did not want a raw food that had not been processed at all because I didn't want her liver to have to work any harder than it was.\" Six years on, 12-year-old Dax plays with Palika's new kittens and has the appetite of a much younger dog. \"She's showing her age, has a cataract forming and is stiff first thing in the morning, but her quality of life is still very good,\" Palika says. Palika was in the vanguard of pet owners willing to go beyond conventional veterinary medicine to help their animals. Just 10 years ago, a survey by the American Animal Hospital Association showed that only 6 percent of pet owners had used complementary or alternative therapies — such as acupuncture, chiropractic and herbs — on their pets. By 2003, when AAHA asked the question again, the figure had risen to 21 percent. Sales of natural pet health products totaled $45 million in 2004 and are expected to grow by 149 percent to $112 million by 2009. \"Many people are concerned about the negative side effects of medication, the invasiveness and pain from surgery, and the 'missing pieces' of conventional medicine that relate to improving quality of life,\" says veterinarian Narda G. Robinson, an assistant professor of complementary and alternative medicine in the department of clinical sciences at Colorado State University Veterinary Teaching Hospital in Fort Collins. \"Complementary and alternative medicine places a huge emphasis on optimizing quality of life,\" Robinson says. \"This becomes especially important when facing chronic and potentially debilitating diseases such as severe arthritis or even cancer.\" Holding out hope And the hope that nature can provide a safer or more effective treatment than conventional medicine is a powerful one — even if there isn't much science to support use of a particular modality. In some instances, people have seen the benefits for themselves and want their dogs or cats to try the same options. Sometimes, as in Palika's case, people turn to it because conventional medicine doesn't offer any treatments for their pets' problems. \"I get some owners, especially for immune diseases and cancer, who have been told by their specialist that there is no treatment for a particular cancer or other disease,\" says veterinarian Shawn Messonnier of Paws and Claws Animal Hospital in Plano, Texas, and author of \"The Natural Vet's Guide to Preventing and Treating Cancer in Dogs.\" \"They don't want to accept that as an answer, so they come to me, and we try to find something that will keep their pets alive hopefully for a lot longer but at least for a little while longer and keep them comfortable as well,\" says Messonnier. But how well do complementary and alternative approaches really work in pets? That can depend on the modality and the condition, and in many cases there just hasn't been enough research to know one way or the other. Robinson says acupuncture, most often used for pain relief and to treat neurological problems, has the most scientific support and also appears to be the safest. \"What I especially like about acupuncture is that we're not adding any chemicals to the body, as happens when herbs or nutraceuticals are given to animals,\" she says. While some nutritional supplements such as glucosamine, which is believed to relieve joint pain, and milk thistle, valuable for liver disease, have been evaluated in animals, most herbs given to pets have not been tested for safety or effectiveness, she says, and you can't assume that because something is safe for humans it's safe for animals. Natural not always better If you're considering trying an alternative therapy for your pet, approach it with the same investigative spirit you would any conventional drug or treatment. Just because something is natural doesn't mean it can't be harmful or that it's a cure-all. Ask your veterinarian how alternative and conventional approaches compare as far as effectiveness for your pet's condition. If your veterinarian isn't familiar with a therapy, schedule a consultation with a holistic veterinarian (the American Holistic Veterinary Medical Association has listings on its ) who can advise you. Many offer phone consultations if you're not in their area. Consider the risks and potential benefits of each approach, and compare the quality of life and safety issues, Robinson says. \"For example, is an herb or other alternative mixture actually going to relieve the problem and make the animal feel better? If not, wouldn't you want to effectively address the problem, even if it means using chemicals for a brief time? On the other hand, sometimes even the standard drug-based approach is only partially effective. In these cases, a non-drug option might offer comparable or superior benefits. It will vary for each condition, species and individual.\" Be sure to do your research. Check credentials and facts. Palika didn't try anything that wasn't recommended by at least two well-respected sources such as veterinarians and books. Like drugs, herbs work by causing biochemical reactions. Before trying any herbal remedies, find out if they will interact with drugs your pet is already taking. And, above all, don't shun conventional therapies just for the sake of using only \"natural\" products. For some things, conventional is better. When it comes to heartworm prevention, for instance, natural products just aren't effective. When possible, choose a veterinarian who's open to integrative medicine — the use of conventional and complementary therapies. \"Although my vet does not practice alternative medicine, he is open to it and will listen when I talk to him and ask questions,\" Palika says. \"There is no reason why we cannot combine the advantages of Western medicine with alternative therapies.\" Kim Campbell Thornton is an award-winning author who has written many articles and more than a dozen books about dogs and cats. She belongs to the Dog Writers Association of America and is past president of the Cat Writers Association. She shares her home in California with three Cavalier King Charles Spaniels and one African ringneck parakeet. Creature Comforts appears the third Monday of every month. "}