{"title": "8 Places You're Most Likely to Catch Coronavirus", "author": "Brooke Nelson Updated Mar", "url": "https://www.thehealthy.com/infectious-disease/places-most-likely-catch-coronavirus/", "hostname": "thehealthy.com", "description": "Infecious disease specialists want you to think twice when you're visiting the spots where COVID-19 has spread the very worst.", "sitename": "The Healthy", "date": "2020-07-20", "cleaned_text": "8 Places You're Most Likely to Catch Coronavirus Infecious disease specialists want you to think twice when you're visiting the spots where COVID-19 has spread the very worst. These days, it can seem like the [pandemic is over](https://www.rd.com/article/is-pandemic-over/). Travel picked up over recent months. People are attending more and more gatherings. [Mask mandates](https://www.rd.com/article/flight-attendant-mask-mandate-lifted/) have been lifted. But that doesn't mean we're in the clear. \"COVID-19 is definitely not over, and in many places within the U.S., we are seeing rises in cases related to [subvariants of omicron](https://www.rd.com/article/need-to-know-omicron-variant/),\" says Erica Johnson, MD, an internist at Johns Hopkins Bayview Medical Center in Baltimore and chair of the infectious disease board of the American Board of Internal Medicine. \"The good news is that health-care systems aren't being overwhelmed like they were in the early days of the pandemic, largely due to vaccines and natural immunity in those who have already had COVID-19.\" Don't be fooled, though. You can still get COVID-19, Dr. Johnson warns. In fact, the newest variant is so contagious that even people who have avoided the virus so far are getting infected, while the 80% of Americans who have already had COVID-19 are likely to catch it again. It's important that all of us stay vigilant against the coronavirus (and, for that matter, [monkeypox](https://www.rd.com/article/monkeypox-symptoms-and-facts/)). No, you don't need to quarantine yourself like it's 2020, but you do need to make smart decisions when going out and visiting places where infection rates remain the highest. What is the main way COVID-19 spreads? COVID-19 spreads through respiratory droplets in the air when an infected person coughs, sneezes, sings or speaks—and it doesn't take much virus to spread omicron, explains Len Horovitz, MD, a pulmonary specialist with Lenox Hill Hospital in New York City. This is why the Centers for Disease Control and Prevention (CDC) still recommends wearing [face masks](https://www.rd.com/list/face-masks/) in crowded indoor public places, especially when there is a lot of COVID-19 in your community, even though many states are dropping mask mandates. Of course, some places pose a higher risk than others. In general, infection hot spots tend to be \"indoor environments with limited fresh airflow, where large numbers of people gather for longer than 10 minutes of interactions, and where it is difficult to maintain [physical distancing](https://www.rd.com/list/what-happens-when-you-dont-social-distance/),\" says Boris Lushniak, MD, dean of the University of Maryland School of Public Health in College Park. To keep yourself safe, [get vaccinated and boosted](https://www.rd.com/article/covid-vaccine-flu-vaccine-spacing/) as soon as you're able. To that end, getting a jab is now as simple as going to [Walmart](https://www.rd.com/article/walmart-covid-19-vaccine/), [CVS](https://www.rd.com/article/cvs-covid-19-vaccine/), [Kroger](https://www.rd.com/article/kroger-covid-19-vaccine/) or [Costco](https://www.rd.com/article/costco-covid-19-vaccine/). In which settings does COVID-19 spread most easily? In a study published in Environmental Science & Technology, Zhe Peng and other researchers at the University of Colorado at Boulder developed a mathematical model calculating the different factors that contribute to the level of risk for COVID-19 in different settings. These included: - Viral factors: transmissibility and prevalence - Human factors: mask use, movement and conversation level - Air-quality factors: room size, occupancy and ventilation levels Using this data, researchers are now able to attribute specific risk levels to various scenarios and outline steps people can take to reduce their chances of catching COVID-19 in those higher-risk settings. So, what are those high-risk settings? Infection remains highest in the places below. nautiluz56/Getty Images Bars and restaurants Regardless of the COVID-19 variant du jour, bars and restaurants are, and always will be, hot spots for virus transmission. \"These places are very risky because people don't usually wear masks, and in bars, people tend to have close face-to-face conversations at short distances in an enclosed space with poor air quality,\" says Peng. To gauge your personal risk in this setting, Dr. Lushniak suggests taking stock of what public health recommendations are being followed. Ask yourself, \"Are people wearing masks? Is the six-foot rule being applied? Is it crowded with people?\" he says. Yes, you can still go out to eat. But the continuing pandemic means you have to be conscious about avoiding germs at restaurants and selecting dining locations with COVID-19 spread in mind—and avoiding those that don't meet public health guidelines. [9 Super Bowl Sunday Food Safety Rules Every Party Host Has Got to Know](https://www.thehealthy.com/food/super-bowl-party-food-safety-at-home/) Carrastock/Getty Images Gyms and fitness centers Many [gyms and fitness centers](https://www.rd.com/list/things-to-never-do-at-the-gym/) are still COVID-19 hot spots, largely due to insufficient ventilation, large class sizes and the intensity of workouts. \"The most important risk factor at gyms is heavy exercise and breathing, as you can emit a lot more respiratory particles during intense exercise—even if you feel perfectly fine—which can then be inhaled by others,\" Peng says. Researchers were able to put a number on it. People who work out strenuously expel 132 times more aerosol particles per minute than people at rest, according to a study in Proceedings of the National Academy of Sciences. \"Due to the sharp rise in aerosol emissions at high-intensity workloads above that initial benchmark, special protective measures are needed in case of a high risk of infections with serious consequences,\" said study author Henning Wackerhage, PhD, a professor of exercise biology at the Technical University of Munich in Germany, in a news release. \"Ideally, that kind of training would be moved outdoors. If that is not possible, testing should be done to ensure that no infected individuals are in the room.\" If you do decide to exercise indoors, choose your gym wisely, opting for a facility with a high-efficiency ventilation system, which helps curb the spread. And make sure the policies of both the gym and fitness classes are in line with your comfort level, Dr. Johnson advises. \"If you are up to date on vaccines and you are not otherwise at high risk for severe COVID-19 and are comfortable with the idea that, if you do develop COVID-19, you may have symptoms but they will likely be mild, you can take on more risks,\" she says. Of course, to really reduce your risk of contracting COVID-19, you'll need to make some behavior changes. Maintain a proper distance during workouts, and don't feel like you have to go all out. \"Risks are reduced by training at lower intensities and keeping sessions shorter,\" Wackerhage said. \"It might also be possible for fit, young athletes to wear masks while training.\" Masks have been shown to limit the spread of COVID-19, even among those who don't seem sick. \"You can lower your risk for catching COVID-19 in the gym by wearing a mask and practicing social distance, remaining at least six feet away from others,\" Peng says. Remember: It's not just about you. \"These practices show we care about our own health but also the health of those around us,\" Dr. Lushniak says. \"This is the right thing to do and is part of the weaponry to battle the pandemic.\" [Epidemiologists' Top 12 Gym Hygiene Rules Since the Pandemic](https://www.thehealthy.com/exercise/epidemiologist-pandemic-gym-hygiene-rules/) Places with high air pollution A growing body of evidence suggests that air pollution may increase the risk for severe COVID-19 infection. Exposure to ground-level ozone, nitrogen dioxide (NO2) and other pollutants seems to increase the chances that people will end up hospitalized with COVID-19. This may put people who live in big cities at an increased risk. \"Particulate matter, ozone and other gases cause inflammation, and when COVID-19 hits in a background of underlying inflammation, you are surely going to worsen it,\" says Dr. Horovitz. If you have asthma, emphysema or COPD, avoid going out on smoggy days. \"If you are at [high risk for severe COVID-19](https://www.thehealthy.com/infectious-disease/high-risk-coronavirus-covid-19/) due to underlying conditions, consider masking outdoors on days when pollution is high,\" he says. How can you tell when the pollution level is up? [AirNow](https://www.airnow.gov/) tracks air quality. Type in your ZIP code, city or state, and find out where your community stands. Schools School has already started in some parts of the country, and there's some good news for returning students: Schools may be losing their spot on the list of places where you are likely to catch COVID-19. That means [back-to-school season could be different](https://www.rd.com/list/ways-back-to-school-season-will-be-different-this-year/) this year. The CDC is set to update its guidance for schools, and it's expected to ease quarantine recommendations for people exposed to the virus and de-emphasize the traditional recommendation of six feet of social distancing. In addition, the CDC is expected to roll back regular screenings for COVID-19 in schools, according to media reports. This makes sense. In-class transmission of COVID-19 in a school that has mandated vaccination and masking is unlikely, according to a study out of Boston University School of Medicine. Planes, trains and cruises Now that mask mandates have been lifted on planes and trains, traveling feels riskier. Though you're not required to wear a mask, the CDC still recommends that all travelers mask up in indoor travel settings. Indeed, wearing a mask is one of those [air travel rules for flying during the pandemic](https://www.rd.com/list/air-travel-rules-during-the-pandemic/) that'll help keep you and other passengers safe. After some scary stories of [COVID-19 on cruise ships](https://www.rd.com/list/things-you-wont-be-able-to-do-on-cruises-anymore/) at the start of the pandemic, the industry is picking up again. The CDC monitored cases on cruises for two years under the COVID-19 Program for Cruise Ships, which required participating cruise lines to report the vaccination status classification for each cruise. It's a program the organization recently ended, along with its color-coding system for denoting COVID-19 cases aboard cruise ships. Now, it's up to the individual cruise lines to manage infection risks. Ships will have access to guidance and tools to manage their own COVID-19 mitigation programs. [I Travel Up to 150 Days of the Year—Here Are the 12 Rules That Keep Me Healthy](https://www.thehealthy.com/travel/rules-for-staying-healthy-while-flying/) How to cruise safely Though boarding a ship comes with increased coronavirus risks, cruises are trending at the moment. Everyone's looking for a getaway after hunkering down for so long, but if you're booking a trip on one of the best cruise lines, be sure you're doing it safely. For starters, make sure you're up to date on your COVID-19 vaccinations and boosters. Then wear a mask while you're on the ship, and reduce the amount of time you spend with it off. One way to do that is to eat outdoors as much as you're able. Do your best to avoid extra-crowded areas of the ship. Crowded beaches and pools Rebecca Emery/Getty Images When considering a day by the water, the key word is \"crowded.\" On one hand, beaches and pools allow for more airflow than indoor environments. But experts believe that viral particles can still travel from an infected person to others nearby, especially in places where people linger for hours at a time. \"Risk depends on how crowded these places are,\" Peng says. \"When you are on the beach, you tend to stay put, and even if you are infectious, you are not exhaling vigorously. Try to maintain social distance, and [if you can do that] you can remain maskless at the beach or pool, since the risk is much less than it is in any indoor place.\" Public pools may also be more problematic than people realize, says Dr. Horovitz. \" [When you are swimming](https://www.thehealthy.com/infectious-disease/can-you-catch-coronavirus-swimming/), you are often breathing heavily, and your risk of catching COVID-19 depends on how close you are to someone who is not vaccinated,\" he explains. Sporting events, festivals and religious services Sports fans might still be safer watching the big game from their couches, although a recent study found that limiting the number of people in the stands can keep the risk of COVID-19 transmission low. According to a study in JAMA Network Open, 528 NFL and NCAA football games that had limited in-person attendance during the 2020-2021 season were not linked to a rise in COVID-19 cases in the community. Experts believe that outdoor sporting arenas are safer than indoor ones, yet the risks are evident; fans yell, chant, sing, sit close together, travel from outside the area and share food and personal items like noisemakers with others—all actions that can spread COVID-19, Peng notes. The same can be said about places of religious worship where there is singing and praying. \"It all depends how big the theater or venue is,\" he says. \"If it is very big and people can practice social distancing and wear masks, the risk of catching COVID-19 is reduced.\" Watching a [movie in a theater](https://www.rd.com/list/things-you-wont-find-in-movie-theaters-anymore/), however, is on the low side riskwise. \"Most people sit there quietly, as opposed to a religious service, where people may speak loudly or sing,\" Peng says. Each place will have different rules, so don't hesitate to ask about the property's cleaning and disinfection protocols, says Dr. Lushniak. \"All this is about your personal and your family's health.\" Indoor social gatherings Gathering with unvaccinated friends and family who do not live with you does carry risk, especially if you're indoors. Because COVID-19 is spread through tiny droplets in the air, simply being in close contact with a contagious person could increase your risk of infection, even if the person doesn't show symptoms. \"If there is one or more infectious person at the indoor gathering, the risk of COVID-19 spreading is high,\" says Peng. Testing before the event helps, though. \"If you can make sure everyone is really negative, you can gather without masks,\" he says. Spacing tables and chairs six feet apart, planning social-distance-friendly activities, wearing face masks and [washing hands frequently](https://www.rd.com/list/wash-hands-after-touching-these-things/) can further help protect guests from infection. \"If windows are open and there is a cross breeze, the event is safer, but it's not always practical to open doors and windows,\" Peng adds. (It's unlikely that indoor air conditioning will increase the spread of the virus.) [Air filters can also help catch viruses](https://www.rd.com/article/can-an-air-purifier-kill-coronavirus-germs/) circulating in the air before they reach your nose and mouth. PM2.5 particles, such as pollen, dust mites, aerosols, mold, bacteria and viruses, are roughly 3% of the diameter of a piece of human hair and can be easily inhaled, causing or worsening existing allergies and respiratory diseases. High-efficiency particulate air (HEPA) filters can remove at least 99.97% of particles that are 0.3 microns in diameter from the air. Research in Otolaryngology-Head and Neck Surgery showed that portable [HEPA filters](https://www.rd.com/article/honeywell-true-hepa-air-purifier/) can catch COVID-19 particles in the air much more quickly and effectively than non-HEPA filters. These can also help with indoor air pollution. How to travel safely Traveling is OK, as long as you do so within your own comfort zone, Dr. Johnson says. \"If you are at high risk for severe COVID-19, due to your age or underlying health status, or traveling with or visiting someone who is, a [road trip](https://www.rd.com/article/the-ultimate-american-road-trip-guide/) is safer than taking a plane, train or [cruise](https://www.rd.com/list/best-all-inclusive-cruises/),\" she says. Here are some other activities that put you at less of a risk for COVID-19 than crowded vacations in tight quarters: - Visit one of the [best RV parks in your state](https://www.rd.com/list/best-rv-parks-every-state/). - Plan a [camping trip](https://www.rd.com/list/best-camping/)with your closest (vaccinated) family. - Gather a few friends and explore a [national park](https://www.rd.com/list/things-you-need-to-know-about-national-parks/). How to protect yourself Predicting the next COVID-19 surge is a tall order. While researchers are working on an AI tool that can help predict the next variant wave, that's not a widespread public-health reality right now. That's why it pays to be vigilant with your COVID-19-reduction practices—especially if your summer vacation plans put you in close quarters with other people. \"I recommend [wearing masks](https://www.rd.com/article/vaccinated-masks-indoors/) on airplanes because you are really packed in, you don't know if the people sitting near you are infectious and ventilation isn't ideal,\" says Peng. Even better: Wear a mask whenever you're indoors with a group of people, whether that's on a cruise, at the gym or elsewhere. What about COVID-19 testing around your travel plans? Testing is no longer required for people coming back to the United States, but this doesn't mean you can skip testing altogether. \"If you are having symptoms or are concerned about the fact that you will be around a vulnerable friend or family member, consider home testing,\" Dr. Johnson says. And don't forget to wash your hands. As far as COVID-19 avoidance tips go, it's an oldie but a goodie. What to do if you've been exposed to COVID-19 If you're feeling sick or have been exposed to COVID-19 in the past 14 days, it's best to skip social gatherings completely and test yourself to confirm your COVID-19 status. That's true regardless of your vaccination status, since breakthrough infections can occur among people who are fully vaccinated and boosted. If you test positive but don't have symptoms, isolate for at least five days from the date of your positive test. And if you develop COVID-19 symptoms, isolate for at least five days from the date your symptoms started. Keep in mind, the date the symptoms started is day zero, so you're really isolating for six days, Dr. Horovitz says. The bottom line? \"Any place that is crowded, where people are not wearing masks, is still a hot spot,\" he says. That means your [everyday habits](https://www.rd.com/list/everyday-habits-that-could-change-forever-after-coronavirus/) need to reflect the ongoing pandemic. \"Physical distancing, mask wearing and frequent hand-washing need to become part of our culture for the near future,\" Dr. Lushniak adds. [The Healthy @Reader's Digest newsletter](https://www.thehealthy.com/newsletter/?int_source=direct&int_medium=thehealthy.com&int_campaign=nlhlt_20221101_generalarticlenlsignup&int_placement=incontent)and follow The Healthy on [Boris Lushniak](https://sph.umd.edu/people/boris-lushniak), MD, dean of the [University of Maryland School of Public Health](https://sph.umd.edu/#quicktabs-homepage_quicktabs=0) [CNN](https://www.cnn.com/2020/07/02/us/michigan-bar-coronavirus-cases/index.html): \" At least 152 coronavirus cases linked to Michigan bar\" [The New York Times](https://www.nytimes.com/2020/07/02/us/coronavirus-bars.html): \"All Eyes on Bars as Virus Surges and Americans Go Drinking\" [Scientific Reports](https://www.nature.com/articles/s41598-019-38808-z): \"Aerosol emission and superemission during human speech increase with voice loudness\" [Centers for Disease Control and Prevention (CDC)](https://www.cdc.gov/coronavirus/2019-ncov/daily-life-coping/beaches-pools.html): \"Visiting Beaches and Pools\" [The New York Times](https://www.nytimes.com/2020/07/01/us/coronavirus-myrtle-beach.html): \"The Young Cut Lose In Myrtle Beach. The Virus Follows Them Home\" [Centers for Disease Control and Prevention (CDC)](https://www.cdc.gov/mmwr/volumes/69/wr/mm6920e2.htm): \"High COVID-19 Attack Rate Among Attendees at Events at a Church — Arkansas, March 2020\" [Environmental Science and Pollution Research](https://link.springer.com/article/10.1007/s11356-018-1822-8): \"Infection risk in gyms during physical exercise\" [Centers for Disease Control and Prevention](https://www.cdc.gov/mmwr/volumes/69/wr/mm6915e1.htm?s_cid=mm6915e1_w#F1_down): \"Community Transmission of SARS-CoV-2 at Two Family "}