{"title": "Inner Ear Infection (Otitis Interna) in Cats | VCA Animal Hospital | VCA Animal Hospitals", "author": null, "url": "https://vcahospitals.com/know-your-pet/inner-ear-infection-otitis-interna-in-cats", "hostname": "vcahospitals.com", "description": "Learn about inner ear infections in cats. VCA Animal Hospital offers professional guidance to help you ensure the health and happiness of your pet.", "sitename": "Vca", "date": "2023-01-01", "cleaned_text": "What is otitis interna? Inflammation of the inner ear is called otitis interna, most often caused by an infection. The infectious agent is most commonly bacterial, although fungus (yeast) can also be implicated in an inner ear infection. If your cat has ear mites in the external ear canal, this can ultimately cause a problem in the inner ear and pose a greater risk for a bacterial infection. Similarly, inner ear infections may develop if disease exists in one ear canal or when a benign polyp grows from the middle ear. A foreign object, such as grass seed, may also set the stage for a bacterial infection in the inner ear. Rarely, the infection can spread through the blood from another part of the body. Are some cats more susceptible to inner ear infections? No. Otitis interna is an unusual condition in cats and may signal an underlying abnormality in the anatomy of the ear or an imbalance in the immune system. Any cat with a chronic ear infection that is difficult to control may develop otitis interna if the tympanic membrane (eardrum) is damaged. A damaged eardrum allows bacteria to migrate into the inner ear. \"Otitis interna is an unusual condition in cats and may signal an underlying abnormality in the anatomy of the ear or an imbalance in the immune system.\" Excessive and vigorous cleaning of an infected external ear canal can sometimes cause otitis interna. Some ear cleansers irritate the middle and inner ear and can cause signs of otitis interna if the eardrum is damaged, allowing some of the solution to penetrate too deeply. What are the clinical signs of an inner ear infection? The signs of otitis interna depend upon the infection's severity and extent. Some cats may show no outward signs, but you may notice your cat is reluctant to chew or seems to be in pain when opening her mouth. She may shake her head or paw at the affected ear. Your cat may develop a head tilt—usually to the side of the infected ear, and she may even lean, fall, or roll toward the infected side. Her balance may be completely altered, making walking difficult, and she may walk in circles toward the side of the infected ear. If both ears are involved, you may see her swing her head from side to side and have difficulty staying on her feet. Also, cats with active otitis interna cannot hear on the affected side(s). Are there other signs I should watch for? Vomiting and nausea may occur during the acute phase of otitis interna. If the facial nerve, which is located in the area of the inner ear, is damaged by an inner ear infection, your cat may develop some of the following symptoms: - Drooling from the side of the mouth - Difficulty eating and dropping food - Inability to blink - Development of dry eye in the unblinking eye (see the handout \"Keratoconjunctivitis Sicca (KCS) or Dry Eye in Cats\") - Eye discharge - Drooping eyelid, lip, and nostril on the affected side - Symptoms of Horner's syndrome (see the handout \"Horner's Syndrome in Cats\"), which include anisocoria (the pupil is smaller on the side of the infected ear), prominent third eyelid, and drooping upper eyelid on the affected side - With long-term facial nerve paralysis, the face may twist toward the side of the ear infection Additional signs include redness in the affected ear and discharge with a foul odor. The outer ear canal may become thickened and hard to the touch from chronic inflammation, and the lymph node at the base of the chin on the affected side may be enlarged. Your cat may become reluctant to move, preferring to sit or lay in one spot, and her head may swing from side to side, even at rest. You may also notice nystagmus (short, rapid side-to-side movements of the eyeballs). How is otitis interna treated? Otitis interna is a very serious condition. If your cat cannot eat or drink normally due to nausea or disorientation, hospitalization for intravenous fluid therapy is generally warranted. Nausea must be controlled, and dehydration avoided. It may be necessary to sedate or anesthetize your cat to see the ear tissues adequately, take samples for bacterial culture, and appropriately clean the ear. \"It may be necessary to sedate or anesthetize your cat to see the ear tissues adequately, take samples for bacterial culture, and appropriately clean the ear.\" Treatment of the underlying infection is essential, and your veterinarian will prescribe the appropriate medications. Medications may be administered directly in the ear, orally, or both. Antibiotics, such as amoxicillin-clavulanate (Clavamox®), enrofloxacin (Baytril®), clindamycin (various trade names), or cefpodoxime (Simplicef), will be prescribed for a bacterial infection for a minimum of six to eight weeks. If the infection is fungal, an anti-fungal medication, often itraconazole (Intrafungol®), will be prescribed. Whatever medications are chosen, they must be given precisely as prescribed. If your cat has an altered balance, restrict her activity during treatment to prevent falling injuries. These cats should not have access to stairs as they may take a tumble. You may also need to temporarily hand-feed your cat, as reaching down into a dish may stimulate nausea. Cats with otitis interna occasionally require surgery if they have relapses, do not respond to medical management, or deteriorate despite treatment. Surgery is reserved for cats with fluid build-up in the middle ear, an infection of the bone surrounding the ear (called osteomyelitis), or a mass (benign or malignant tumor) that arises from the middle ear or the eustachian tube (the tube leading from the middle ear to the back of the mouth). Surgery may be performed to drain the middle ear cavity, or, in severe cases of middle and inner ear infection, the entire external ear canal may also be removed. For more information on this surgery, see the handout \"Total Ear Canal Ablation and Bulla Osteotomy (TECA-BO)\". The severity of the nervous system signs associated with otitis interna does not determine the need for surgery. Are there any potential complications or long-term effects of otitis interna? A severe inner ear infection can spread to the part of the brain that controls your cat's breathing and heart rate, although this is quite rare. Two potential long-term complications of inner ear infection include a permanently altered sense of balance and persistent signs of Horner's syndrome. Your cat may also become permanently deaf in the affected ear. Most cats with otitis interna respond well to medical management. Expect a two to four-month course of oral antibiotics to prevent a relapse. The altered sense of balance that accompanies otitis interna typically improves within two to six weeks. "}