{"title": "How To Use Crystals To Manifest Health & Happiness", "author": null, "url": "https://www.mindbodygreen.com/articles/how-to-start-using-healing-crystals-for-manifestation", "hostname": "mindbodygreen.com", "description": "Healing crystals are having a moment. It seems like everyone — from Katy Perry to Miranda Kerr — has recently started dishing on their high-vibe collections.", "sitename": "Mindbodygreen", "date": "2016-01-29", "cleaned_text": "How To Use Crystals To Manifest Health & Happiness [By Heather Askinosie](/wc/heather-askinosie) [Katy Perry](http://www.complex.com/music/2015/12/artists-turning-to-crystal-healing)to Miranda Kerr — has recently started dishing on their high-vibe collections. We reached out to a contributor who has years of experience working with feel-good stones to get her advice on how to harness some of their power. Advertisement Crystals are often referred to as \"stone people\" or \"wisdom keepers,\" because they hold thousands or even millions of years of the Earth's history within them. Ancient civilizations have worked with the energy of the Earth since the beginning of time, finding guidance from that which lived under their feet. Today, crystals are infused in beauty products, displayed in homes and yoga studios, and crafted into beautiful jewelry because of their healing energy. From dedicated yogis to those who have never meditated a day in their life, more and more people are crossing over to the crystal side. I know that some people may think of crystals as being a bit woo-woo, but hear me out. As the co-founder of a healing crystal and jewelry shop, I've been studying and using crystals for 28 years and have had countless customers tell me how crystals completely shifted their energy. So before you rule out crystals as a way to heal the mind and body, be open to giving them a try yourself. If you're interested in welcoming some more spirituality and positive energy into your life, consider this your beginner's guide to all things crystal: Step 1: Pick the right crystal. Sometimes you have to kiss a lot of frogs to find your Prince Charming, and the same is true for crystals. You may have the \"this is it\" feeling the minute you lay eyes on a certain crystal, or it may take you a bit longer to connect with one. Even if two crystals might look similar in color, shape, and size, it does not mean that they will have the same energetic effect on you. Like people, each crystal is unique and has a different story to tell. [Selenite](https://www.energymuse.com/selenite-crystals) brings mental clarity and dispels negative energy from the body, while [citrine](https://www.energymuse.com/citrine-points) is perfect for manifesting intentions. Each stone has its own vibrational blueprint, so take the time to shop around for different types before you decide which one is perfect for you. We always tell our customers to focus on a crystal's color, shape, and size first rather than its healing properties. More often than not, the crystal they are drawn to visually possesses exactly the energy they need. If you're able to shop in person rather than on the Internet, be sure to hold the crystal in your hands for a few moments so you can truly feel its energetic effect on you. Advertisement Step 2: Recharge its energy. Once you've picked out your crystal, it's important that you cleanse it to [clear away all the energy](https://www.mindbodygreen.com/articles/how-to-clean-store-program-your-crystals) of the many hands that touched it before you. I like to run a new crystal under clean water and then place it outside under the sun or moon for a few hours. Then, I'll light some sage or loose frankincense on a charcoal and infuse the crystal in the sacred smoke. Lastly, to clear any lingering or stagnant energy in the crystal, I place it in a room with high-vibrational music playing. I find this simple four-step process of water, sun or moon energy, sacred smoke, and music cleanses the crystals on a multi-vibrational level. Step 3: Set your intention. This is the fun part — setting your intention in line with the energy of the crystal. The power in this simple ritual resides in you, not the crystal. It's important to hold the crystal in your hands or to touch it if it's a larger stone. Sit quietly and breathe. Connect to your breath, your faith, the Earth that you live on, and the stone that you are touching. For some this is a time for prayer; for others it's one to clear the mind and simply be. State what you want to manifest in your life. You can say this silently to yourself, but I've found that speaking it aloud creates a more powerful energy. The crystal energy of the Earth is a tool to help you become more centered, grounded, and balanced. When you manifest from this vibration, magical things happen. Step 4: Work with the crystal daily. There are dozens of ways you can use crystals, so use your intuition to tell you what works best for you. You can hold them in your hands while meditating, place them under your pillow at night for restful dreams, or put a stone on each of your chakras to become aligned and balanced. The list is endless so be creative, connect, and tap in. Related reads: Advertisement [Heather AskinosieCrystal expert](/wc/heather-askinosie) [Heather Askinosie](https://www.energymuse.com/blog/author/heather-askinosie/) is an author, a leading influencer on the power of crystals, and co-founder of [Energy Muse Jewelry](https://www.energymuse.com/). She is also the author of two books on crystals, [CRYSTAL365](https://www.amazon.com/CRYSTAL365-Crystals-Everyday-Health-Balance/dp/1401958265) and [Crystal Muse](https://www.amazon.com/Crystal-Muse-Everyday-Rituals-Tune/dp/1401952380). For nearly 30 years, she has been studying the scientific and spiritual aspects of energy. She has had the privilege of studying with the best healers from all over the world, who have passed down ancient teachings on how to utilize energy technology in the upcoming millennium. Askinosie is a seeker of truth, working to extract as much information as possible, to translate it into simple tools that can be used in everyday life. These tools empower and educate individuals on how to use them to attract everything you want in life. "}