{"title": "Evaluación económica de la inclusión en el calendario vacunal de 4CMenB (Bexsero®) en España", "author": "Ruiz-Montero; Rafael; Epstein; David; Guzmán Herrador; Bernardo; Espín Balbino; Jaime", "url": null, "hostname": null, "description": "Introducción Bexsero® (4CMenB), vacuna contra el meningococo B, fue autorizada en Europa en 2013. En España, a pesar de que el meningococo B es la principal causa de enfermedad meningocócica invasiva (EMI), Bexsero® está recomendada y financiada para pacientes con alto riesgo de EMI pero no de forma sistemática en el calendario vacunal del SNS. Objetivo Evaluar el coste-utilidad, el impacto epidemiológico y los costes totales de la introducción de 4CMenB para una política vacunal informada en España. Método Se adaptó para España un análisis de coste-utilidad, árbol de decisión probabilístico. Una cohorte de recién nacidos en 2015 fue modelizada con dos posologías mediante dos estrategias: vacunación sistemática con 4CMenB o no vacunación. Los costes se midieron desde la perspectiva del pagador y los beneficios se calcularon en años de vida ajustados por calidad (AVAC). Se realizó un análisis de Monte Carlo y se consideraron 32 escenarios para valorar la robustez y la incertidumbre de los resultados. Resultados Con la pauta 3+1, la vacunación sistemática previno el 54% de los casos y de las muertes, y se estimó una razón de coste-utilidad incremental (RCUI) de 351.389 €/AVAC (intervalo de confianza del 95% [IC95%]: 265.193-538.428). La pauta 2+1 previno el 50% de los casos y de las muertes, con una RCUI de 278.556 €/AVAC (IC95%: 210.285-430.122). Conclusiones Dada la incidencia actual de enfermedad meningocócica invasiva en España y la información disponible sobre 4CMenB, nuestro modelo indica que la vacunación sistemática no es coste-efectiva con el actual precio. Solo con un precio de 1,45 € para la pauta 3+1 o de 3,37 € para la pauta 2+1 podría ser recomendada basándose en su eficiencia.", "sitename": "Editor responsable del artículo: Miguel Ángel Negrín Hernández (SESPAS). Publicado por Elsevier España, S.L.U.", "date": "2022-04-06", "cleaned_text": "Por favor, usa este identificador para citar o enlazar este ítem: http://hdl.handle.net/10668/3526 |Título :||Evaluación económica de la inclusión en vacunal de 4CMenB (Bexsero®) en España| Economic evaluation of of in national vaccine schedule in Spain |Autor :|[[Ruiz-Montero,R; Guzmán Herrador,B] Unidad de Gestión Clínica Interniveles de Prevención, Promoción y Vigilancia de la Salud, Hospital Universitario Reina Sofía, Córdoba, España. [Ruiz-Montero,R; Guzmán Herrador,B] Instituto Maimónides de Investigación Biomédica de Córdoba (Imibic), Córdoba, España. [Ruiz-Montero,R; Guzmán Herrador,B] Facultad de Medicina y Enfermería, Universidad de Córdoba, Córdoba, España. [Epstein,D] Facultad de Ciencias Económicas y Empresariales, Universidad de Granada, Granada, España. [Espín Balbino,J] Escuela Andaluza de Salud Pública, Granada, España. [Espín Balbino,J] Instituto de Investigación Biosanitaria (ibs Granada), Granada, Europe in 2013. In Spain, despite MenB being most of IMD but is the vaccination schedule help policy adapted a cost-utility decision-tree, to A cohort of infants in calculated in quality-adjusted life years (QALYs). A Monte Carlo analysis and 32 scenarios were performed to assess the robustness and Spain and the information available from 4CMenB, our model shows that routine vaccination is not cost-effective at the current price. Only with a vaccine price of 1.45 € for the 3+1 schedule or 3.37 € for de Granada (ibsGRANADA)](/handle/10668/22652) [Instituto Maimónides de Investigación Biomédica de Córdoba (IMIBIC)](/handle/10668/22653) [SAS - Hospital Universitario Reina Sofía](/handle/10668/22732) Ficheros en este ítem: |Fichero||Descripción||Tamaño||Formato| [Visualizar/Abrir](/bitstream/10668/3526/1/RuizMontero_EvaluacionEconomica.pdf) Este ítem está protegido por copyright original Este ítem está sujeto a una licencia Creative Commons "}