{"title": "Childhood experiences in nature enhance care for self and others and contribute to spiritual development - Children & Nature Network", "author": null, "url": "https://research.childrenandnature.org/research/childhood-experiences-in-nature-enhance-care-for-self-and-others-and-contribute-to-spiritual-development/", "hostname": "childrenandnature.org", "description": null, "sitename": "Children & Nature Network", "date": "2018-08-07", "cleaned_text": "spiritual development Childhood experiences in nature enhance care for self and others and contribute to spiritual development This study explored young children's spiritual development, and the role of nature-based experiences in that spiritual development, as interpreted by experts in the field of early childhood education. The major purpose of the study was to develop a theory of spiritual development for young children with the intent to contribute to the current state of knowledge and to foster further research. The author conducted in-depth interviews with 12 early childhood education specialists with diverse expertise representing Waldorf, Montessori, and Reggio Emelia education models; college laboratory schools; early childhood city and state education departments; religious leaders in the field of early childhood education; and, other early childhood education specialists. In addition to interviews, data collection included journal notes from three participants taken from a 4-week observation period of children in nature, and memo writing. This study differentiates religion from spirituality. The author promotes the idea that spirituality is innate and that young children have a disposition for tapping into their spirituality through a deep connection with others that begins at birth. The author developed a constructivist grounded theory for how spirituality develops in childhood and through direct experiences with nature. She posits that these early connections with others help young children develop a sense of self as they learn how to behave lovingly and compassionately towards others. This in turn provides a stepping-stone for children's ability to engage in pro-social behavior. Nature provides a tangible space in which children can engage with something other than themselves in a way that encourages observation, engagement, and feedback. If, as the author points out, spirituality includes a sense of wonder and awe, then nature is a near perfect backdrop to develop these attributes. The study found that when nature is explored with a caregiver or with other young children, an important social bond and connection is formed thereby laying a foundation for well-rounded spiritual development with a host of related benefits. Participants reflected on children's growing awareness of self and others through increased peer empathy, shared experience, oneness with nature, the beauty of nature, mystery, and intrigue. Reflections on how nature inspires a sense of awe, which in turn leads to a sense of spirituality, were prevalent in this study. Participants noted that when repeated interactions with nature occur, spirituality is strengthened and deepened. Citation Schein, D., (2014). Nature's role in children's spiritual development. "}