{"title": "Spiritual Causes of Illness and Their Cures", "author": "Sara", "url": "https://heartofenglandayurveda.com/2023/02/24/ayurveda-and-healing-of-the-spirit/", "hostname": "heartofenglandayurveda.com", "description": "THE SPIRITUAL CAUSES OF ILLNESS AND THEIR REMEDIES Ayurveda recognises three levels of healing: physical, mental-emotional and spiritual. As there are three levels of healing, then [...]", "sitename": "Heart Of England Ayurveda", "date": "2023-02-24", "cleaned_text": "THE SPIRITUAL CAUSES OF ILLNESS AND THEIR REMEDIES Ayurveda recognises three levels of healing: physical, mental-emotional and spiritual. As there are three levels of healing, then by definition, there must be three possible root causes of illness, right? Yes! ...physical, mental-emotional, and spiritual causes. In fact, there is often likely to be a combination of all three and so an Ayurveda practitioner will offer remedies that address all three levels of being. In Yoga and in Ayurveda, we understand that we have not one but three bodies! As illustrated in the diagram above, we have a physical body, subtle body (which includes our sense of an individual self, consciousness, mind and intellect, and emotions), and a causal body which is the soul or individual consciousness. Spiritual causes of illness will stem from the causal body. And in the causal body we have not only the pure Self, but also the little demons that plague each one of us, that we can't seem to fix with our mind. Just as in all spiritual traditions on the macro-cosmic level, there are the good guys - the saints, the gods and goddesses - and the bad guys - the demons, the tempters, so also on the individual, micro-cosmic level we all have our light and shadow sides. In Yoga, we enquire into all of this and practice detaching from that which has attached itself to the pure Being, clouding our perception, and impacting our thoughts, speech and actions. We all have spiritual hurts that plague us, whether or not we are physically or mentally ill. It is part of the human condition and not something to blame ourselves for, but something to recognise and hold in our field of open awareness so that it can be transformed and transcended. We can see it as distorted energy, delusional perception, and being blinded by the veil of ignorance as we forget who we truly are. This is the Yoga and Ayurveda perspective. There is no judging God, and no punitive or damning perspective on the negative aspects of our deeper psyche and spirit. There is simply this invitation to recognise what is showing up and to transform and transcend it. Spiritual maladies can manifest as an existential angst, as not finding a sense of place or belonging in this world, as separation from the heart of our being, and from the heart of life itself, feeling disconnected from our own Source so that we feel unexplainedly bereft and all at sea within ourselves. I heard one Ayurveda teacher recently talk about the fact that we are all possessed by something: some thought process, belief, aspect of our upbringing, past experience or trauma lies dormant in our unconscious, ready to raise it's head and all the strong visceral feelings that accompany it as soon as the right trigger arises. For example, we might be possessed by a lack of trust in life which might cause us to live in a small way so that those deeper hurts need not be exposed to us. Sometimes, some deep seated fear can cause us to act in ways that compromise our innate integrity and therefore we act outside of our dharma, or natural goodness. It leaves us with a bad taste in our mouth...if we are in any way honest with ourselves. And will often trigger the very experiences we are trying to avoid, because when we are not rooted in our dharma (our own centre and our natural goodness), this can makes us feel more insecutrity and fear. I was taught that when we are not in our dharma, (living by our own higher values), perhaps due to a shunning away old hurts, fears and insecurities, we create karma.The result of this is that which we want to avoid arises to meet us: mess, chaos, struggle and stress. I believe we have all experienced it: and witness those we care for creating the same in their own lives We can, in fact, quite easily make our worst nightmare a reality! We can also be pushed to deplete our resources by the very real situations that arise to meet us in life. Consider the cost of living crisis and the pressures it places on people to work more, whilst probably sleeping and eating less well due to worry and financial limitations. Or, in another scenario, we may have to look after a sick loved one and that role of carer can soon deplete all our reserves, but we have to do it. It is our karma, meaning it is something we find ourselves in and we have to work through it. These are examples of the kind of circumstances can cause us to overuse our senses and mind: thinking, worrying, reading about, hearing. Misuse of senses and wrong use of mind are recognised as root causes of disease in Ayurveda. In these circumstances, therefore, we need to put something else in place to help break the cycle we are trapped in and thereby to take care of our health in body, mind and heart. Our spirit can take it so hard, seeing a loved one suffer, or being unable to provide for loved ones as we would wish. The spirit, affected by old, hurts and traumas hidden within us so that we don't have to experience or feel them again, and affected by new situations that rise up to meet us and seem to stretch us beyond our capacity, if not returned to a state of ease and wholeness will begin to impact our mental-emotional well-being and ultimately perhaps our physical health. That is, what begins as a spirtiual hurt, can begin to impact our minds, emotions and our (physical) bodies. Though this is not to say that ALL ailments have spiritual root causes. In Ayurveda and in Yoga, cures for spiritual hurts include: In fact, anything which cultivates a deeper relationship with the Divine or with Existence, or the heart of your own being, can kickstart the way to spiritual healing., Another invitation for spiritual healing is the practice of inner enquiry. We are doing this each month in our moon circles and regular participants will tell you how beneficial, powerful and healing they are finding this. There is wonderful transformation to be found in really looking inside courageously and truthfully, and honestly asking ourselves the big questions about what really drives us and makes us tick. Phew! Not easy but certainly rewarding. For example, we can enquire into where a fear, a tendency to reject, the need to always have the last word, a shyness, a hiding away, a tendency towards anger outbursts comes from? Where we are and aren't friendly? Where we can and cannot forgive? The nature of our self-talk and it's roots? What beliefs, thoughts, and hurts are driving our habitual tendencies? What traumas are we unconsciously harbouring? This is the kind of enquiry we have been doing in our moon circles, choosing the subject matter according to the astrology of the moon. It has been deeply healing and transformational for us. We are all seeing that once we cast the light of awareness on that which was previously hidden from our conscious minds, as that light dissolves the shadow in which all was hidden, a new understanding and transformation takes place begins to take place which touches the whole being - body, heart, mind and spirit. And so, when we are possessed by a behaviour or drive that makes us compromise who we know ourselves to be in truth, when we run the rist of perpetuating spiritual hurts, we can ask ourselves: \"What am I doing here?\" \"Am I living according to my deepest truth and values? \"Is this really me acting/thinking, or is just a wounded part of me?\" We can bring this enquiry to any aspect of our life on our journey back to wholness. It is taught that when we really enquiry into that which possesses us and causes us to compromise our personal truth, we will see it is because we do not have the \"seeds\" (innate capacity) to be any other way, nor to change even though we so very much want to. Seeds refer to latent potentiality. And seeds are planted through our past experiences, conditionings, and beliefs. For example, someone may be doing a certain kind of work for money which they know is hurting others but they feel they cannot walk away from that work because they are possessed by the idea that they \"need\" that money and it's the only way that they can make it. They will not stop doing that work until the seed from which the belief driving the actions is arising, is burned in the light of awareness. Only that awareness will bring the capacity to replace the old seed with an alternative, more beneficial seed such as the realisation that \"actually, there are other possibilities and I am worthy and deserving of them, even though I may have to work harder for the same money and step out of my comfort zone into unfamiliar territory. I'll be living in alignment with my values and therefore I will be happier and healthier.\". The teachings on seeds, bring us to the teachings on Karma. The Law of Karma teaches us, in it's most simplistic interpretation, that if we hurt others, or steal from others, we will experience the same. In fact, the law of karma teaches us that each action does not have an equal and opposite reaction: the same will be returneed back to us manifold times. Again, it is about going against our innate, core values. This causes an unease on some level and that unease is the seed. We have planted the seed of cheating, or stealing or lying or whatever else we have participated in, in our psyches and our psyche is thereby primed tho see and experience the same. This how seeds, or the law of karma works, and it plays a large part in the spiritual roots of illness. On the matter of the fruits of our actions being returned to us manifold times, please think about a seed falling into the earth. For example, a sunflower seed falling from your bird feeder onto the garden. You might seen this first hand, giving rise to a beautiful sunflower to grow? That is the karma (action) of that seed falling to the earth:it is destined bear fruit, so it becomes a flower. However, that sunflower does not return just one seed to existence, right? It is going to contain hundreds of seeds, isn't it? This is how the law of karma is said to work. The fruits of our actions, sooner or later, are going to come back to us with much more than an equal and opposite force: the reaction comes back many times increased. When we talk about the karma of ill health, those with a basic understanding might say, \"I must've done somehing bad in the past.\" I have had the same said to me by spiritual adepts during my years with chronic illness. I replied that I saw my illness as my good karma as it was making me look at and heal so many aspects of my being. And I choose to see the karmic roots of illness like this: if we have been harboring old fears, hurts, wounds, traumas and if these cause us to act in ways which hurt ourselves and/or others (which generally they do), then this is the spiritual root of the karmas generating illness on any or all levels of being. Once we have taken the light of awareness and our inner enquiry into what drives us, there is an oft-taught and effective guidance for neutralising these karmic seeds. We replace them with other, more beneficial seeds.Whatever it is that we desperately want more of or feel a lack of in spite of all our best efforts, then there are likely the same kinds of karmic roots there (hurts, fears, wounds, betrayals and all that visits us in this human existence) stopping us from experiencing or having just that. We have the chance to put the seeds of that experience or that desire fulfilled, into our psyche (just as the painful seeds were planted there), in giving away that which we would have, in helping others experience or possess that which we so dearly want to experience or own but which constantly eludes us in spite of our best efforts! In creating that for others, we are seeing and experiencing it, and planting those new and positive seeds in our psyche. It opens us to the experience of the new, and more wholesome, and more positive. It is uprooting our blocks and our negative \"karmas\", and replacing them with more auspicious ones which will create more ease in body and mind, and thereby more health and happiness. Explaining it is not so easy, in a short blog like this, although you are in fact already seeing this law of karm and the notion of seeds at work in your life every day. If you wake feeling all grumpy and head out into the world feeling grumpy, this is what is mirrored back to you, right? You are one grumpy person, but each person you meet with grumpiness is likely to mirror the same back to you, right? Grumpiness coming back manifold times! Ha ha. And sometimes with effects which last long after your grumpy mood has passed. We've all experienced that and know what a headache that can be, yes?! Imagine you cut out in from of someone at a roundabout because you are in the mood of not giving a S\"$%. How does the bloke or woman behind you react? Lights flashing, horn beeping and fists waving, right? And maybe not only the preson immediately behind you. Other drivers may also relish the opportunity to vent and let you know in one way or another waht a prize P\"$% you are! Ha ha!! . Yet, if you let the same person pass in front of you, what happens? Smiles and thankyou's, right? And I can bet that a person witnessingthis act, will get a much more positive feeling arise in side than from witnessing you cutting in front of someone. As the saying goes, \"smile and the world smiles with you\".Smiles are infectious. And not only smiles, right? Grumpy moods, sad moods - all moods can spread. I heard the mystic Osho tell the story his visit to a valley of echoes in India. As he stood with his friends at the edge of the valley, one man began to bark like a dog and from all around the barking sound echoed back to them. Another person started to chant the sacred mantra \"Hare Rama\" and the sacred mantra was returned to them in a thousand echoes. This is the universal law of karma. There is nothing punitive in it. There is no judgement involved in from any all-seeing, all-knowing God. It is simply the nature of things. What we put out to the world comes back to us many times. And so we need a spiritual cure for that which drives us into ways which are going to compromise our peace of mind and heart so that we can diffuse the negative karmas which, if they persist, will most likely lead us to illness through the dis-ease they create on the deepest level of being. We need to replace them with positive, health-generating karmas. Taking deifinite, spiritual action such as the recitation of mantra, pilgrimage, surrender to the Divine, inner enquiry, can all change our karma credit bank and therefore our health and happiness for the better. Taking to inner enquiry and making efforst to plant positive seeds are fantastic steps on the path to spiritual healing. These are the teachings. To heal ourselves spiritually, we want to give time towards cultivating our relationship with the Divine, both in the innermost core of our being, and in this Existence which gives us life. Through these ancient Vedic methods of enquiry, mantra, pilgrimage, prayer ritual, positive acts of charity or goodness, and through the methods of our own spiritual heritage, we can light the spark of awarness with us as we clear the fogginess from our habitual minds and acquire a clearer understanding of the nature of things. Seeing more clearly perhaps we come to acknowledge and honour our place in this divine creation, which might give more trust and less fear, so that we can perhaps cease to compromise our innate beauty, goodness and integrity. When we dwell in our innate goodness, aligned with our core values, we will most likely find that we quite effortlessly, naturally and spontaneously give and create for others that which we would like to have or experience. And this not simply because of any calcualted new understanding of the lawys of karma and a wish to avoid future suffering and to acquire more for ourselves. Rather, it will be because in resting in and re-connecting with our own Divine essence, we will begin to see that in others, we will recognise the oneness of all, and the unlimited, infinite nature of this existence. We will start recognising in our awakening to the oneness of all things, that there is only one hurt (as my hurt and your hurt, and anyone's hurt will ulitmately have the same source): likewise there is only one fear, only one wounding, only one insecurity. All have the same heart, the same longings, hurts and joys and the same need for love, safety and acknowledgement. To finish, I'd like to share a story with you from my time at the ashram in Bahamas. Some friends were on a course, learning for the first time about the laws of karma. Whilst these friends were doing their study, I'd chosen to keep working, to try to finish some projects. One day, one of the ladies on the study group approached me with a pile of clothes in her arms. Now, just because people are in ashrams doesn't mean that they are all light and love and honesty! The little demons we all harbour do not disappear just because you are in an ashram. In fact, they can become even more apparent which is probably why many people run away from being in an ashram! Ha ha. In ashrams, people still lie, steal, cheat. (I once lost all my money and my passport in an ashram in India, taken from the security deposit box!) So, this lady said to me, \"I took these clothes from the laundry room, but now I understand about karma and karmic seeds I don't want them. So I thought I'd give them to you?\" (I was a long-term member of staff). Shocked and bemused, I replied \"Noooo, I don't want them. They are not mine.\" She said, \"Well what do I do with them?\" The obvious, I thought! \"Just put them back where they were, in the laundry room\" I replied, so the person they belong to can find them where they left them. I was a little amused but more than that I realised that this lady had not really got the law of karma. She was not so concerned for the person she had stolen clothes from. She just didn't want the karma of having stolen clothes. However, it was the action which would generate the negative karma. Karma actually translates in Sanskrt as action. The key, then? 2) Let's do our best to help others avoid what we are averse to experiencing or getting, and in so doing create that winwin situation where everyone benefits, the whole world benefits. Remember, it's not an equal and oposit reaction! (What a world if we all could do this!) 3) Let's cultivate our connection with the Divine, within and around us through our inner sadhanas (spiritual practices), and outer forms of spiritual practice - honouring nature as an expression of the divine, spending time in sacred or naturally powerful places, keeping good company with others on a spiritual path. IN these ways we can support ourselves to return more and more to our innate goodness, and to naturally and effortlessly remain honest with ourselves, so that we are more likely to be good and loving and kind towards ourselves and others. We will create ripples of peace and harmony filling our envrionment, and filling our own bodies - all three bodies - for our greater healing and wholeness. The ripple effects of this will bring many, many blessings into our already wondrous life, and into the lives of those we cross paths with. If you want to live in a beautiful environment, plant the seeds for it. Help others to enjoy a beautiful enironment, even with simple acts such as picking up litter that you see on th efloor rather than walking right by it. Don't make noise and disturb others, if you want to enjoy peace and quiet yourself. If someone undercharges you or doesn't charge you for something, speak up so that you don't lose money or have something taken from you too unpaid. You can bring tremendous support to your peace of mind, your happiness and thereby also your physical well-being through all these ;ittle daily acts. This is the nature of things in this Universe of ours. (One sunflower, many seeds!) Karmic seeds refer to the fact that we see and experience what has been put into our consciousness as a latent \"seed\", through our owon experiences. The Yoga Sutras tell us, that one who has overcome all harmful tendencies will never witness harming nor be harmed and there are many teaching stories to this effect. ...but they can wait for another time. I think you maybe have much to ponder on here already. Do let me know "}