{"title": "Are allergies linked to anxiety and depression?", "author": "Kara Wada; MD", "url": "https://wexnermedical.osu.edu/blog/are-allergies-linked-to-anxiety-and-depression", "hostname": "wexnermedical.osu.edu", "description": "Ever wonder if your allergies are linked to your feelings of anxiety or depression? An Ohio State allergy expert explains why.", "sitename": "The Ohio State University Wexner Medical Center", "date": "2019-07-05", "cleaned_text": "Are allergies linked to anxiety and depression? As anyone who has allergies can attest, they can be downright annoying. You may suffer from itchy eyes, runny nose, coughing and sneezing. And while all of these [allergy symptoms](/ear-nose-throat/allergy-immunology-care)can make you feel miserable, new research shows that it could also negatively affect your mental health. Researchers in Germany and Switzerland studied possible associations between conditions relating to mental health, such as depression and anxiety, and the presence of allergies. Their findings, published in the [International Archives of Allergy and Immunology](https://www.karger.com/Article/Abstract/499042), found that, if you have generalized anxiety, you'll tend to have seasonal allergies to grass or pollen. But this didn't hold true if you suffer from year-round allergies to cats or dogs. The study also discovered that you'll be more likely to have depression if you have year-round allergies. Other research has also suggested links between your mental health and allergies. For instance, a study conducted in Taiwan and published last year in the journal [Frontiers in Psychiatry](https://www.frontiersin.org/articles/10.3389/fpsyt.2018.00133/full)found that, if you have asthma, allergic rhinitis or atopic dermatitis (eczema), this could increase your risk of developing a mental illness. What's the connection between mental health and allergies? We're not completely sure of the connection between mental health and allergies. There are several possible plausible explanations. Allergies are a type of [inflammation](/blog/whats-this-inflammation-we-try-to-avoid). It's thought that the inflammatory substances call cytokines that drive allergies may also have an effect on the brain and mental health. Additionally, many of the medications that we use to treat allergies may contribute - such as first-generation antihistamines, which are known to causes sedation in many and rarely excitability (paradoxical reaction). Lastly, the symptoms of allergies themselves could be contributing. Nasal congestion, post-nasal drip and cough are all common reasons for interrupted sleep. We know poor quality or insufficient amounts of sleep can contribute to mental health conditions. What symptoms indicate that allergies may be affecting your mental health? Facial pain/pressure and headaches from nasal congestion can result in decreased concentration at work. Difficulty breathing - especially with allergic asthma - can interfere with activity and exercise, which can be a stress outlet for many. Chronic itching - especially with chronic hives (which may or may not be related to allergies) - is known to decrease quality of life. What's the treatment? I advocate for a holistic approach, which means treating both the allergy symptoms and the mental health symptoms. Many times a trial of a long-acting, non-sedating antihistamine such as fexofenadine, cetirizine or loratadine may be helpful if symptoms are mainly itching and sneezing. Nasal corticosteroid sprays can be helpful for nasal congestion, but need to be used regularly for two to four weeks to see full effect. I'd also encourage people to seek help from their primary care physician, psychiatrist, psychologist or counselor. When should you see a doctor for help? Generally, if medications don't seem to be helping, you're requiring more medication or medication side effects are problematic, I'd recommend seeing a Board Certified Allergist Immunologist. My goal with a patient is to find out what are they allergic to, how can we reasonably minimize exposure to those allergens and what treatment regimen is in line with their treatment goals and values. For patients looking for the most natural approach, allergy immunotherapy (allergy shots, drops or tablets) is an option that can make them less allergic over time. Kara Wada is an allergy specialist at The Ohio State University Wexner Medical Center. "}