{"title": "El Chasqui", "author": null, "url": "http://sociedadantroposofica.com.ar/el-chasqui/", "hostname": "sociedadantroposofica.com.ar", "description": "Acerca de la iniciativa El Chasqui Fueron 39 envíos, desde Junio de 1998 a Septiembre de 2013, de los cuales estamos publicando algunas conferencias aquí, en el sitio de la Sociedad Antroposófica en la Argentina. Creemos que para informarte sobre", "sitename": "Sociedad Antroposófica en la Argentina", "date": "2020-05-14", "cleaned_text": "El Chasqui Acerca de la iniciativa El Chasqui Fueron 39 envíos, desde Junio de 1998 a Septiembre de 2013, de los cuales estamos publicando algunas conferencias aquí, en el sitio de la Sociedad Antroposófica en la Argentina. Creemos que para informarte sobre esta iniciativa de difusión, nada mejor que reproducir la carta que encabezaba nuestro envío número 10: Vicente López, 10 de noviembre de 2001 Queridos amigos: Vivimos tiempos difíciles, en Argentina y en el mundo. Ante la pregunta de qué podemos hacer desde nosotros para ayudar a que esto cambie siempre volvemos a nuestro entorno: Miremos a nuestro lado, allí donde hemos elegido vivir, con quienes el destino nos relaciona, allí está nuestra tarea. Nosotros: Rosa, Julio y Aldo, entre otras cosas, un día elegimos difundir Antroposofía a través de esta iniciativa grupal que llamamos El Chasqui, y hoy más que nunca sentimos reafirmada esa vocación. Es momento de ideas claras y de encuentro social. Parece irónico que cuando arrecia el desencuentro en el mundo hablemos de \"encuentro social\". Sin embargo, es también claro que la solución obvia es el encuentro del hombre con el hombre. Tal vez por eso nuestros títulos toman un camino hacia la cuestión social, como lo muestra este envío: - Exigencias históricas del momento presente Rudolf Steiner - El maniqueísmo, una llamada de futuro Christine Gruwez - El \"signo de alerta\" clama por un pensar acorde a la realidad Erhard Fucke - El puente - Antroposofía en el siglo XXI, conferencia 1 y 2 Nicanor Perlas ..................... Esta vez las finanzas flaquearon un poco, puesto que no nos cubrirán los gastos de este envío. Pero estamos seguros que como ocurrió otras veces recibiremos de Uds. los aportes para continuar con nuestra tarea. Con todo nuestro afecto, Rosa Körte Julio Reibaldi Aldo Di Stilio PD: A quién prefiera recibir estos envíos por e-mail, rogamos comunicárnoslo. CORRESPONDENCIA: Julio Reibaldi CORREO ELECTRÓNICO: Aldo Di varias ( 20+2+30+5+10) 67.00 22.45 (No incluye los gastos de este envío) Nota: La continuidad de este impulso de difusión depende de las donaciones que Uds. nos puedan hacer llegar. Desde ya, gracias. "}