{"title": "Innovative Vaccines to Fight COVID-19, Other Viruses - IEEE Pulse", "author": "Dziura", "url": "https://www.embs.org/pulse/articles/innovative-vaccines-to-fight-covid-19-other-viruses/", "hostname": "embs.org", "description": "Author(s): Leslie MertzCOVID-19 added urgency to the quest for the development of new vaccines, and academic researchers and biotechnology companies responded by capitalizing on already-in-the-pipeline advances and swiftly transitioning products from the lab to the clinic. Their efforts reaped rewards. According to a U.S. Department of Health and Human Services analysis, the COVID vaccines delivered in the USA from January to May 2021 resulted in 39,000 fewer deaths and 107,000 fewer hospitalizations, and prevented another 265,000 cases among Medicare recipients alone. Continue Reading Innovative Vaccines to Fight COVID-19, Other Viruses", "sitename": "IEEE Pulse", "date": "2021-12-12", "cleaned_text": "COVID-19 added urgency to the quest for the development of new vaccines, and academic researchers and biotechnology companies responded by capitalizing on already-in-the-pipeline advances and swiftly transitioning products from the lab to the clinic. Their efforts reaped rewards. According to a U.S. Department of Health and Human Services analysis, the COVID vaccines delivered in the USA from January to May 2021 resulted in 39,000 fewer deaths and 107,000 fewer hospitalizations, and prevented another 265,000 cases among Medicare recipients alone [1]. That success has helped to motivate innovation, and many groups are pursuing and often rolling out new treatment options. Just one example is molnupiravir, the new antiviral pill developed by Merck & Company, Kenilworth, NJ, USA, and Ridgeback Biotherapeutics, Miami, FL, USA, and based on work done at Emory University. The drug is \"a potent ribonucleoside analog that inhibits the replication of SARS-CoV-2\" [2] and basically sabotages the virus's replication machinery by targeting a key enzyme and introducing errors in the viral genetic code [3]. New COVID-19 testing tools, efficient respirators, artificial intelligence (AI)-enabled lung imaging, and myriad other technologies are also in development. One area that has remained in the spotlight throughout the pandemic, has been vaccine development. To illustrate some of this work, IEEE Pulse reached out to biotech companies Vaxart, San Francisco, CA, USA, and Inovio, Plymouth Meeting, PA, USA, which share the same goal of generating effective and easy-to-deliver vaccines, but are approaching it very differently. Vaccines in a tablet The idea for Vaxart's oral vaccine came when company founder Sean Tucker, Ph.D., got tired of waiting in line at the pharmacy or making a doctor's appointment to get his flu shot every year. \"I just never felt like I had enough time to do it, so the idea was to basically make something that was as simple as possible on the end user,\" he said. With his background as a chemical engineer and immunologist, he moved the idea forward and started a company to develop a vaccine tablet (Figure 1). To get it to work, Vaxart's research group devised a platform called VAAST (taken from \"vector-adjuvant-antigen standardized technology\"). VAAST employs recombinant technology to create a disabled adenovirus, with an adjuvant that works in the intestine [4]. The COVID vaccine combines two parts: DNA instructions for making the immune target, or antigen, which is in the form of a protein unique to SARS-CoV-2; and an adjuvant, which is a bit of double-stranded RNA to stimulate the immune system to respond, said Tucker, who is now Vaxart's chief scientific officer and a senior vice president (Figure 2). \"We then figured out a way to basically dry it, tablet it, and enterically coat it so it will go to the right place in the intestine,\" he explained. The \"right place\" is the cells in the mucosal lining of the small intestine, which is especially advantageous for respiratory pathogens, such as SARS-CoV-2, that infect through such surfaces, Tucker said. \"When you put a vaccine in a mucosal surface—on a wet surface—you get more than serum antibodies. You get antibodies that are actually coming to those wet surfaces.\" This increases vaccine efficacy, decreases potential side effects, and could also help prevent vaccinated individuals from releasing or \"shedding\" virus particles that could then infect others [4], he noted. The company entered into Phase II clinical trials for the COVID-19 vaccine on October 6, 2021 [5]. By early 2022, Vaxart is also preparing to begin a challenge/efficacy study of a similar oral vaccine for norovirus, he noted. \"I think there's great advantages for our technology from the standpoint of being a pandemic response,\" he said. \"Obviously, the mRNA vaccines are very good, can make vaccine really quickly, and are very efficient, but they can't get people to be immunized very quickly and that's rate limiting. Ours take a little longer to manufacture, but then we can pretty much hand out the tablets as fast as we make them.\" And since it's a platform technology, he added, the company can quickly pivot to a new pathogen by switching out the DNA for the new target antigen. To illustrate its versatility of the technology, he noted that company researchers are already working on another tablet vaccine for seasonal influenza. He commented, \"We can address a lot of different pathogens. The sky's the limit.\" Intradermal vaccine Inovio took a different route toward developing a COVID vaccine, one that can be delivered with a barely-beneath-the-skin injection followed by a tiny zap of electricity. For this approach, researchers used Inovio's AI-enabled DNA medicine platform to formulate the DNA sequence of the SARS-CoV-2 virus through an algorithm that optimized for a variety of parameters to ensure a strong immune response, according to Kate Broderick, Ph.D., Inovio senior vice president of research and development (Figure 3). That enabled them to design a strand of DNA—a DNA plasmid called INO-4800—as a vaccine candidate [6], [7]. They then had to identify a way to get the large DNA plasmid into the cells. They turned to electroporation, a lab method that momentarily directs a mild electric field at cells in a petri dish or suspension. The field transiently changes the structure of cell membranes so \"they create almost a pore that we can then use to push these DNA macromolecules across,\" Broderick said. As soon as the electrical field shuts off, the cell returns to its normal conformation, and the DNA is trapped inside (Figure 4). Conceptually, electroporation in vitro and in vivo is similar, but the electrical parameters are wildly different, she said. \"A huge amount of time and intellectual energy went into pioneering in vivo electroporation and designing a portfolio of devices to allow the delivery of DNA into different tissues.\" Before starting work on COVID-19, Inovio researchers had already developed a vaccination strategy for such pathogens as Ebola, human immunodeficiency virus (HIV) and Middle East respiratory syndrome (MERS). It entailed delivery of the vaccine intradermally with a short-tipped syringe that barely punctures the skin, immediately following with administration of the mild electrical pulse. It worked well in the clinic, but they also felt the technology would be useful to fight a worldwide viral epidemic. To that end, they began working on a portable, handheld electroporation device, she said. \"We were very glad in January of 2020 that we had already kicked off that effort, because all of our infectious-disease nightmares came true and we were hit with this global pandemic.\" With funding from the U.S. Department of Defense, the company has progressed with that effort, designing CELLECTRA 3PSP, a battery-operated, handheld device equipped with a sterile, disposable tip measuring about 1 cm x 1.5 cm, Broderick detailed. \"At the end of that tip are three very short electrodes, about 3 mm in length, and they are held onto the surface of the skin. These penetrate through the epidermis, dermis, and into the subdermal tissues to create a very localized electrical field within the skin. It's that electrical field that helps to push those DNA molecules into the cells that we're trying to target.\" She noted that the research group considered numerous skin variations, including color, age, and condition. \"Skin is different depending on whether you've taken a shower that morning, used a moisturizer, hydrated really well, or went to the gym, for instance, so there's actually a lot more physiological differences between skin than you might think,\" she said. \"We took all of that into consideration when we designed this device, so that it could be used by anyone.\" As of late September 2021, Inovio had received authorization from Mexico, Brazil, and the Philippines to begin the phase 3 segment of the global trial for INO-4800. While that proceeds, Broderick said company researchers are monitoring the emergence of new COVID variants to ensure that \"our technology covers the future of the pandemic as the virus continues to mutate.\" Need for new methods Both Tucker and Broderick view new vaccination technologies as vital to the current and future pandemic response. \"The key thing from the standpoint of the vaccine world is not just making vaccine, but getting herd immunity so you basically protect people from infection,\" Tucker said. The logistical problems behind rapid vaccine distribution to people in all parts of the world can be resolved at least in part through innovation, such as the vaccine tablets, that are stable at room-temperature and easily handed out, mailed out, or otherwise delivered, he remarked. The portability of the CELLECTRA device and the stability of DNA also make Inovio's system well-suited for broad vaccine dissemination, Broderick said. \"DNA by just its nature and its biology, is an incredibly stable molecule, so although long-term storage for our vaccine is in a refrigerator, we're stable at 25 °C, or ambient air temperature, for a year,\" she reported. \"And actually, we can go up to 37 °C for a month with no impact at all on the potency of the vaccine, so if you're thinking about a vaccine sitting on a tarmac in Nairobi or something like that, that's really no logistical concern for us at all.\" New technologies also allow for a rapid pivot to new pathogens, so vaccines can enter and get through the development pipeline with great haste, noted Broderick. \"That was really one of the central tenets of the design of this technology, so while we're going to be using it here for COVID, it could equally be used for Ebola, Lassa fever, HIV, or some other flu in the future.\" All of this work is designed to update the needle-and-syringe delivery system, which dates back more than a hundred years, she added. \"What we're trying to do is basically push vaccine delivery into the 21st century.\" References - L. W. Samson, W. Tarazi, E. J. Orav, S. Sheingold, N. De Lew, and B. D. Sommers, \"Associations between county-level vaccination rates and COVID-19 outcomes among medicare beneficiaries,\" Office Assistant Secretary Planning Eval., Washington, DC, USA, Tech. Rep. HP-2021-23, Oct. 2021. Accessed: Oct. 7, 2021. [Online]. Merck Co., Inc., \"Merck and Ridgeback's investigational oral antiviral molnupiravir reduced the risk of hospitalization or death by approximately 50 percent compared to placebo for patients with mild or moderate COVID-19 in positive interim analysis of phase 3 study,\" Oct. 1, 2021. Accessed: Oct. 7, 2021. [Online]. Available: https://www.merck.com/news/merck-and-ridgebacks-investigational-oral-antiviral-molnupiravir-reduced-the-risk-of-hospitalization-or-death-by-approximately-50-percent-compared-to-placebo-for-patients-with-mild-or-moderat/ - Emory University, \"EUA application expected for COVID-19 antiviral discovered at Emory,\" Oct. 1, 2021. Accessed: Oct. 7, et al., \"Efficacy, and safety of an oral influenza vaccine: A placebo-controlled and active-controlled phase 2 human challenge study,\" Lancet, vol. 20, no. 4, pp. 435-444, Apr. 2020. - Vaxart, \"Vaxart begins recruiting in global phase II COVID-19 oral tablet vaccine clinical trial,\" Oct. 2, 2021. Accessed: Oct. 14, immunogenicity of INO-4800 DNA vaccine against SARS-CoV-2: A preliminary report of an open-label, phase 1 clinical trial,\" EClinicalMedicine, vol. 31, Jan. 11, 2021. [Online]. Available: https://doi.org/10.1016/j.eclinm.2020.100689 - T. R. F. Smith et al., \"Immunogenicity of a DNA vaccine candidate for COVID-19,\" Nature Commun., vol. 11, May 2020, Art. "}