{"title": "Friday, February 25, 2022 - KFF Health News", "author": "- Anonymous", "url": "https://kffhealthnews.org/morning-briefing/friday-february-25-2022/", "hostname": "kffhealthnews.org", "description": "Friday's roundup covers mask guidelines, covid vaccines, abortion, health care costs, pandemic orphans and more. Also, weekends reads.", "sitename": "KFF Health News", "date": "2022-02-25", "cleaned_text": "- [KFF Health News Original Stories](#section-originals)5 - [Plan to Fix Postal Service Shifts New Retirees to Medicare — Along With Billions in Costs](#original-1) - [Health Care Firms Were Pushed to Confront Racism. Now Some Are Investing in Black Startups.](#original-2) - [Changes to Medi-Cal's Troubled Drug Program Reduce Backlog in California, but Problems Persist](#original-3) - [The Stress of Restaurant Work Is Reaching a Boiling Point. Could a Staff Therapist Help?](#original-4) - [KHN's 'What - Loosens Mask Guidance For Most People In Dramatic Shift](#breakout-1453960) - [Mask Mandates Are Ending](#breakout-1453966) - [Health Industry](#section-439528697)2 - [Owning Medical Becomes A Business](#breakout-1454002) [Health Care Costs: 'The Big Honking Problem'](#breakout-1454008) From KFF Health News - Latest Stories: [ KFF Health News Original Stories ] [ Plan to Fix Postal Service Shifts New Retirees to Medicare — Along With Billions in Costs](https://kffhealthnews.org/news/article/postal-service-funding-bipartisan-plan-pushes-new-retirees-to-medicare/) After a years-long bitter partisan fight over reforming the U.S. Postal Service's finances and service, congressional leaders say they have a compromise. The bill, which has won endorsements from both Republicans and Democrats on Capitol Hill, would force future Postal Service retirees to use Medicare as their primary source of health coverage. (Michael McAuliff, ) [ Health Care Firms Were Pushed to Confront Racism. Now Some Are Investing in Black Startups.](https://kffhealthnews.org/news/article/black-venture-capital-health-startups-marcus-whitney/) A new investment fund launched by one of the few Black venture capitalists in health care is focused on backing Black entrepreneurs. And the investors include some of the biggest names in for-profit health care. (Blake Farmer, Nashville Public Radio, ) [ Changes to Medi-Cal's Troubled Drug Program Reduce Backlog in California, but Problems Persist](https://kffhealthnews.org/news/article/medicaid-prescriptions-problems-reduce-backlog/) After a troubled start to the new Medi-Cal prescription drug program, the state's contractor has hired staffers to reduce wait times for medication approvals and patients seeking help. But some doctors and clinics report that patients continue to face delays. (Samantha Young, ) [ The Stress of Restaurant Work Is Reaching a Boiling Point. Could a Staff Therapist Help?](https://kffhealthnews.org/news/article/restaurant-work-high-stress-staff-therapist-colorado/) A Denver restaurant chain has a novel approach to address employees' stress. It has hired a full-time mental health professional to help with group and one-on-one counseling. (John Daley, Colorado Public Radio, ) [ KHN's 'What the Health?': Contemplating a Post-'Roe' World](https://kffhealthnews.org/news/article/podcast-khn-what-the-health-235-contemplating-post-roe-world-february-24-2022/) In anticipation of the Supreme Court rolling back abortion rights this year, both Democrats and Republicans are arguing among themselves over how best to proceed to either protect or restrict the procedure. Meanwhile, millions of Americans are at risk of losing their health insurance when the federal government declares an end to the current \"public health emergency.\" Alice Miranda Ollstein of Politico, Shefali Luthra The and Rachana Pradhan of KHN join KHN's Julie Rovner to discuss these issues and more. Also this week, Rovner interviews KHN's Jay Hancock, who wrote the latest KHN-NPR \"Bill of the Month\" episode about a couple whose insurance company deemed their twins' stay in intensive care not an emergency. ( ) [ Political Cartoon: 'Do You Take Visa?' ](https://kffhealthnews.org/multimedia/do-you-take-visa/) KFF Health News provides a fresh take on health policy developments with [\"Political Cartoon: 'Do You Take Visa?'\" by John Deering](https://kffhealthnews.org/multimedia/do-you-take-visa/). Here's today's health policy haiku: VACCINES FOR MASSES MISSED SOME Why pregnant people [Were left behind](https://kffhealthnews.org/news/article/why-pregnant-people-were-left-behind-while-vaccines-moved-at-warp-speed-to-help-the-masses/) while vaccines Moved 'Warp Speed' ahead - Anonymous If you have a health policy haiku to share, please [Contact Us](https://kffhealthnews.org/contact-haiku/) and let us know if we can include your name. Haikus follow the format of 5-7-5 syllables. We give extra brownie points if you link back to an original story. Opinions expressed in haikus and cartoons are solely the author's and do not reflect the opinions of KFF Health News or KFF. Summaries Of The News: [ CDC Loosens Mask Guidance For Most People In Dramatic Shift ](https://kffhealthnews.org/morning-breakout/cdc-to-loosen-mask-guidance-to-adjust-to-new-phase-of-pandemic/) Under new guidance released by the Biden administration Friday, about 70% of the American population could consider skipping masks in indoor public settings. CDC Director Rochelle Walensky emphasized that the covid situation could shift again but that \"we want to give people a break from things like mask wearing when our levels are low, and then have the ability to reach for them again should things get worse in the future.\" [ AP: CDC: Many Healthy Americans Can Take A Break From Masks ](https://apnews.com/article/coronavirus-pandemic-science-health-centers-for-disease-control-and-prevention-87d7bdc811ba6521e32017072d5ea180) Most Americans live in places where healthy people, including students in schools, can safely take a break from wearing masks under new U.S. guidelines released Friday. The Centers for Disease Control and Prevention outlined the new set of measures for communities where COVID-19 is easing its grip, with less of a focus on positive test results and more on what's happening at hospitals. The new system greatly changes the look of the CDC's risk map and puts more than 70% of the U.S. population in counties where the coronavirus is posing a low or medium threat to hospitals. Those are the people who can stop wearing masks, the agency said. (Johnson and Stobbe, 2/25) [ Stat: CDC Issues Long-Awaited New Guidance On When To Wear Masks ](https://www.statnews.com/2022/02/25/cdc-issues-long-awaited-new-guidance-on-when-to-wear-masks/) The new system moves beyond sheer numbers of new cases to look at how well the health care system in each county is holding up. The idea, the CDC said, is to focus on minimizing severe disease and ensuring that hospitals are able to cope with Covid cases while still delivering standard care. The designations will be based on key metrics at a county level, using data counties provide to the CDC on an ongoing basis. Those include the rate of Covid cases that require hospitalization and the percentage of beds in hospitals that are occupied by people who have Covid. If immunity from vaccination or prior infection holds and fewer people who contract Covid develop severe disease, more counties would move into the low-risk designation. But if a new variant emerges that causes more severe illness, rising hospitalizations would trigger a return to a recommendation to wear masks. (Branswell, 2/25) [ NBC News: CDC: Indoor Masking No Longer Necessary Across Most Of The U.S ](https://www.nbcnews.com/health/health-news/cdc-indoor-masking-no-longer-necessary-us-rcna17686) It's a dramatic shift from the previous guidance, which recommended masks in counties with substantial or high transmission, a category that covered the vast majority of the country. The recommendations apply to everyone, not just those who are vaccinated or have received a booster shot. CDC Director Dr. Rochelle Walensky said at a briefing Friday that the change reflects that the overall risk of severe disease from Covid is lower because of widespread immunity provided by vaccines or prior infection, improvements in testing, and accessibility to new treatments. \"We're in a stronger place today as a nation with more tools to protect ourselves,\" she said. (Lovelace Jr. and Edwards, 2/25) [ Politico: CDC Relaunching Covid Tracker With An Eye On Eased Mandates ](https://www.politico.com/news/2022/02/24/cdc-relaunching-covid-tracker-eased-mandates-00011680) Under the agency's current case-centric formula, just 3 percent of the country is not experiencing the \"moderate,\" \"substantial,\" or \"high\" Covid-19 transmission that requires strict health measures. But that approach was developed before vaccines and treatments were widely available that have sharply diminished the risk of severe disease for most Americans. The new metrics, by contrast, will place more weight on whether a Covid-19 outbreak risks overwhelming local hospitals — and less on the number of individual infections. That shift will mean roughly 20 percent of the country can now pull back on mask mandates and social-distancing limits, one senior administration official said. (Cancryn and Owermohle, 2/24) But has behavior changed and will many people still wear masks to protect themselves and others? [ Stat: As Mask Mandates Fade, Experts Say Use Of Masks Likely Will Not ](https://www.statnews.com/2022/02/25/as-mandates-fade-experts-say-widespread-use-of-masks-likely-will-not/) Late last year, Rochelle Walensky, the director of the Centers for Disease Control and Prevention, made a commitment about face masks, one of the defining symbols of the Covid-19 pandemic. \"Masks are for now, they're not forever,\" Walensky told ABC News. \"We have to find a way to be done with them.\" On Friday, Walensky is expected to deliver at least in part on that pledge, outlining long-awaited new guidance on when the CDC believes people should consider wearing masks and when they might safely stash them in a drawer for a time. (Branswell, 2/25) [ Bloomberg: Covid 19: Most Californians Back School Mask, Vaccine Requirements ](https://www.bloomberg.com/news/articles/2022-02-24/majority-of-californians-back-school-mask-vaccine-requirements) Most California voters support mandated Covid-19 vaccinations and masking for students and teachers at K-12 schools, according to a new survey by the UC Berkeley Institute of Governmental Studies. About two-thirds of the roughly 9,000 respondents said they wanted the precautions to contain the virus, according to the poll, which was co-sponsored and published by the Los Angeles Times on Thursday. The views diverged according to political affiliation: While about 85% of Democrats backed vaccine mandates for schools about 70% of Republicans opposed them. (McGregor, 2/24) [ Fox News: School Mask Mandates End In New Hamphire As Other States Look At Removing Vaccination Rules ](https://www.foxnews.com/health/school-mask-new-hampshire-end) While more mask mandates have been lifted across the country this week, some have also acted to reverse proof of COVID-19 vaccination requirements. In New Hampshire, schools will no longer be allowed to mandate masks. \"I don't think this should be viewed as a drastic change or measure, it's just kind of another step forward as we continue to return to the old normal,\" Gov. Chris Sununu said. \"We know that masking can be a very powerful tool in times of surging transmissibility, but it obviously has drawbacks, especially for kids in schools and those with disabilities.\" (Musto, 2/24) Also — [ KHN: The Stress Of Restaurant Work Is Reaching A Boiling Point. Could A Staff Therapist Help? ](https://kffhealthnews.org/news/article/restaurant-work-high-stress-staff-therapist-colorado/) Restaurant jobs have always been difficult, but the mental stress has gotten worse during the pandemic as restaurants closed or cut hours — or became ground zero for the fight over mask-wearing. \"It is totally nerve-wracking sometimes because all of my tables I'm interacting with aren't wearing their masks,\" said Nikki Perri, a server at French 75, a restaurant in downtown Denver. \"I am within 6 feet of people who are maskless.\" Perri is 23, a DJ, and a music producer. And she's not just worrying about her own health. (Daley, 2/25) Meanwhile in Florida — [ Miami Herald: DeSantis Has New, Nonbinding COVID Guidelines For Florida ](https://www.miamiherald.com/news/politics-government/state-politics/article258747718.html) Gov. Ron DeSantis and Florida Surgeon General Joseph Ladapo unveiled a series of updated COVID-19 guidelines on Thursday in an announcement that criticized current recommendations from the U.S. Centers for Disease Control and Prevention. The state's Department of Health, which Ladapo leads, is now recommending that businesses should stop requiring employees to wear masks. The department is giving doctors a way to complain to state regulators if healthcare facilities don't approve of their treatment plans for COVID-19 patients. And the state says Floridians can stop isolating and reappear maskless in public five days after testing positive for the virus — as long as they have no fever and their symptoms are improving. (Wilson, 2/24) [ Politico: Miami-Dade Mayor Says City Is Moving From Crisis To Covid-19 'Safety Mode' ](https://www.politico.com/news/2022/02/24/miami-dade-mayor-daniella-levine-cava-shifts-away-from-crisis-and-into-pandemic-safety-00011449) As states and cities across the country begin lifting Covid-19 restrictions, Miami-Dade County Mayor Daniella Levine Cava said on Thursday that her city is \"moving out of crisis and into safety mode. \"Speaking at POLITICO's The Fifty: America's Mayors summit, Levine Cava recounted that Miami-Dade had the highest vaccination rates in the state and managed 70,000 testing at the height of Omicron surge over the fall and winter. She added that her city provided the latest treatments as well, including monoclonal antibody treatments. (Matat, 2/24) [ Vaccine Skeptics Garner More Attention Than Credible News ](https://kffhealthnews.org/morning-breakout/vaccine-skeptics-garner-more-attention-than-credible-news/) A new study claims that just two sources of anti-vaccination disinformation drew larger audiences on Twitter and Facebook than some news organizations. And in other news about vaccines, Canada approves a plant-based covid vaccine. [ The Washington Post: These Vaccine Skeptics Are Outperforming News Outlets On Facebook, Twitter, Study Finds ](https://www.washingtonpost.com/politics/2022/02/24/these-vaccine-skeptics-are-outperforming-news-outlets-facebook-twitter-study-finds/) Two prominent sources of anti-vaccine information drew massive engagement and grew their audiences on Facebook and Twitter last year, in many cases outpacing a slew of news organizations, according to a new study shared exclusively with The Technology 202. The report, produced by the German Marshall Fund (GMF) think tank, zeroes in on the reach of the popular conservative media site the Daily Wire, founded by Ben Shapiro, and of the Children's Health Defense, a group founded by longtime anti-vaccine activist Robert F. Kennedy Jr. (Lima, 2/24) [ Anchorage Daily News: Only About A Quarter Of Alaskans Have Received Their COVID-19 Booster Shot, Despite Data Showing Its Effectiveness ](https://www.adn.com/alaska-news/2022/02/24/only-about-a-quarter-of-alaskans-have-received-their-covid-19-booster-shot-despite-data-showing-its-effectiveness/) Getting a vaccine booster shot significantly increases protection against a COVID-19 infection — especially from the omicron variant. Despite that, only about a quarter of the Alaskans 5 and older are both vaccinated and boosted. The rate of shots also has slowed considerably in recent weeks, health providers say. (Berman, 2/24) [ The Hill: Air Force Officers Sue Over COVID-19 Vaccine Religious Exemption Denials ](https://thehill.com/policy/healthcare/595682-air-force-officers-sue-over-covid-vaccine-religious-exemption-denials) A group of Air Force officers is suing the service in an Ohio federal court after being denied religious exemptions to the COVID-19 vaccine mandate. The lawsuit, which names Air Force Secretary Frank Kendall as a defendant, alleges that the service employs a double standard when approving exemption requests that favors medical and administrative exemptions. The plaintiffs are asking the court to declare the mandate unconstitutional, and bar the Air Force from taking \"enforcement/punitive action\" against them while the case is underway. (Williams, 2/24) [ The Texas Tribune: Texas Foster Children Have Been Allowed To Refuse COVID-19 Vaccines ](https://www.texastribune.org/2022/02/24/texas-foster-care-children-covid-vaccinations/) Over a thousand Texas foster children — some as young as 5 years old — have been allowed to refuse a COVID-19 vaccine, despite not typically being allowed to make their own medical decisions, according to a new report from protective services watchdogs. Around 40% of the foster children in the state's care who are 5 and older have not received a COVID-19 vaccine despite being eligible. This is due, in part, to guidance from the Department of Family and Protective Services that \"may be confusing,\" leading to caseworkers unnecessarily \"querying even very young children as to whether they would agree to vaccination,\" court-appointed monitors say. Nearly half of those children have been identified as having medical needs, meaning they could more easily contract COVID-19. (Oxner, 2/24) On boosters for younger people in Europe — [ Reuters: EMA Backs Pfizer COVID Booster For Teens, Moderna Shot For Ages 6-11 ](https://www.reuters.com/business/healthcare-pharmaceuticals/ema-recommends-approval-pfizers-covid-vaccine-12-over-2022-02-24/) The European Union's health regulator on Thursday backed giving a booster shot of Pfizer (PFE.N) and BioNTech's COVID-19 vaccine to adolescents aged 12 and over, as well as the expanded use of Moderna's (MRNA.O) shot in children ages six to 11. The recommendations by the European Medicine Agency's (EMA) Committee for Medicinal Products for Human Use will be followed by final decisions by the European Commission. (2/24) In Canada, a novel covid vaccine is approved — [ Reuters: Canada Approves Medicago's Plant-Based COVID-19 Vaccine For Adults ](https://www.reuters.com/business/healthcare-pharmaceuticals/canada-approves-medicagos-plant-based-covid-19-vaccine-adults-2022-02-24/) Medicago's vaccine on Thursday became the world's first plant-based shot approved against COVID-19 after Health Canada cleared it for use in adults. The two-dose vaccine, which uses an adjuvant from GlaxoSmithKline (GSK.L) to boost immune response, is the sixth COVID-19 shot to receive regulatory clearance in the country. The Quebec-based privately held company has an agreement to supply up to 76 million doses of the vaccine to the Canadian government. Medicago said on Thursday it was committed to fulfilling the order as soon as possible. (Khandekar, 2/24) [ AP: Canada Authorizes First Plant-Based COVID-19 Vaccine ](https://apnews.com/article/coronavirus-pandemic-science-business-health-canada-c2d5bcd7a69b14d5d037aca4b76430b4) Canada has become the first country to authorize use of a plant-based COVID-19 vaccine. Canadian regulators said Thursday Medicago's two-dose vaccine can be given to adults ages 18 to 64, but said there's too little data on the shots in people 65 and older. The decision was based on a study of 24,000 adults that found the vaccine was 71% effective at preventing COVID-19 — although that was before the omicron variant emerged. Side effects were mild, including fever and fatigue. (2/24) [ 54% Of US Abortions Happen By Pill, Not Surgery ](https://kffhealthnews.org/morning-breakout/54-of-us-abortions-happen-by-pill-not-surgery/) The AP and the New York Times report on new data showing the figure has risen from 44% in 2019, and note pill-based abortions are less expensive and obviously less invasive. In Arizona, a Republican helped to defeat an abortion pill ban. And Texas' strict anti-abortion law is again in the news. [ AP: Over Half Of U.S. Abortions Now Done With Pills, Not Surgery ](https://apnews.com/article/abortion-science-health-medication-56972af9e9b0fc2fc97e06041f6e96ce) More than half of U.S. abortions are now done with pills rather than surgery, an upward trend that spiked during the pandemic with the increase in telemedicine, a report released Thursday shows. In 2020, pills accounted for 54% of all U.S. abortions, up from roughly 44% in 2019. The preliminary numbers come from the Guttmacher Institute, a research group that supports abortion rights. The group, by contacting providers, collects more comprehensive abortion data than the U.S. government. (Tanner, 2/24) [ The New York Times: Abortion Pills Now Account For More Than Half Of U.S. Abortions ](https://www.nytimes.com/2022/02/24/health/abortion-pills-us.html) The increase in medication abortion is most likely the result of several factors. The method — which is less expensive and less invasive than surgical abortions — had already become increasingly common before the coronavirus pandemic, driven partly by restrictions from conservative states that imposed hurdles to surgical methods, especially later in pregnancy. As of 2017, according to the Guttmacher Institute, which collects data by contacting every known abortion provider in the country, nearly a third of clinics offered only medication abortion. In 2019, according to data from the Centers for Disease Control and Prevention, which did not include California, Maryland and New Hampshire, pills accounted for 42 percent of all abortions — and 54 percent of abortions that were early enough to qualify for medication because they occurred before 10 weeks' gestation. (Belluck, 2/24) In news on Texas' anti-abortion laws — [ The Texas Tribune: Texas Abortion Law Argued Before State Supreme Court ](https://www.texastribune.org/2022/02/24/texas-abortion-law-supreme-court/) The Texas Supreme Court got its first chance to weigh in on the state's new abortion law Thursday, hearing arguments in a narrow challenge to the restrictions, which have blocked access to abortions after about six weeks of pregnancy for nearly six months. This hearing before the nine-justice high court is an interim step in the ongoing federal lawsuit brought by abortion providers trying to challenge the law. The 5th U.S. Circuit Court of Appeals asked the Texas Supreme Court to weigh in on a question of state law before the appeals court proceeds with its own ruling in the case. (Klibanoff, 2/24) [ Reuters: Texas High Court Questions Clinics' Challenge To Abortion Law ](https://www.reuters.com/world/us/texas-high-court-questions-clinics-challenge-abortion-law-2022-02-24/) Justices on Texas's high court on Thursday sharply questioned whether clinics can challenge a law that banned most abortions in the state because it is enforced by private individuals, just two months after the U.S. Supreme Court allowed the case to move forward. The clinics are suing over a law, known as SB8, that went into effect Sept. 1 and bans abortions after about six weeks of pregnancy. It allows private citizens to sue anyone who performs and assists a woman in obtaining an abortion after embryo cardiac activity is detected. (Raymond, 2/25) [ CNN: Texas Abortion Seekers Flooded Out-Of-State Clinics After Six-Week Ban Went Into Effect ](https://www.cnn.com/2022/02/24/politics/abortion-texas-clinics-surge/index.html) Planned Parenthood clinics in the five states neighboring Texas saw a nearly 800% increase in abortion patients from the Lone Star State after a six-week ban went into effect in September, the organization said Thursday. Colorado and Oklahoma clinics saw some of the biggest surges in Texas abortion seekers, the organization said. Between September 1 and December 31, 2021, abortion patients with Texas zip codes made up more than half the total number of patients at Oklahoma Planned Parenthood clinics, in what was a 2500% increase in Texas traffic to those facilities. Texas patients amounted to less than 10% in Oklahoma clinics the same time the year before. (Sneed, 2/24) On other abortion issues — [ AP: Republican Helps Defeat Arizona Abortion Pill Ban ](https://apnews.com/article/abortion-health-arizona-legislature-medication-f9ccf6c31aa2ce6f2f3d8cfc03ca9601) One Republican in the Arizona House defected from a united GOP front on Thursday to defeat a measure that would have banned manufacturing or prescribing medication that would cause an abortion. The bill that unexpectedly failed would have eliminated the choice used by half of the people who have abortions in the state, leaving a surgical procedure as the only option. \"Members, I am about as pro-life as they come,\" Rep. Michelle Udall of Mesa said as she joined all Democrats in voting against the measure. \"However, in my research of some of these medications, they are used for other purposes as well. (Christie, 2/25) [ KHN: KHN's 'What The Health?': Contemplating A Post-'Roe' World ](https://kffhealthnews.org/news/article/podcast-khn-what-the-health-235-contemplating-post-roe-world-february-24-2022/) With those on both sides of the abortion debate anticipating that the Supreme Court this year will weaken or overturn Roe v. Wade, which established the right to the procedure, activists are arguing about how best to proceed. The Biden administration has thus far avoided much mention of the divisive issue, while anti-abortion forces disagree on whether to try to ban abortion at the state level in a single step, or more gradually. Meanwhile, millions of Americans who have been covered by the Medicaid program since the pandemic struck are at risk of losing that coverage when the federal government ends the declared covid-19 \"public health emergency,\" likely later this year. (2/24) In LGBTQ+ news — [ AP: Arizona Bill Bans Gender Reassignment Surgery For Minors ](https://apnews.com/article/business-health-arizona-148fad2ae9a8416565ad2ec55c7cb5e2) The Arizona Senate has voted to prohibit gender reassignment surgeries for minors. Republicans approved the measure in a 16-12 party-line vote on Thursday. It's a scaled back version of an earlier proposal that failed in a Senate committee, which would have banned a broader array of gender-affirming health care, including puberty blockers and hormone therapy. Advocates for transgender youth say decisions about health care should be left to children, their parents and their doctors. Supporters of the legislation say teenagers shouldn't undergo irreversible surgeries. (2/25) [ Miami Herald: FL House Passes Bills That Limit Teaching About Race, LGBTQ ](https://www.miamiherald.com/news/politics-government/state-politics/article258730988.html) Two hotly contested bills about race and gender lessons in Florida public schools took a step closer to becoming law on Thursday, as the Republican-dominated state House overwhelmingly approved the measures along largely partisan lines and sent them to the Senate. Both pieces of legislation — commonly referred to as the \"individual freedoms\" (HB 7) and \"don't say gay\" (HB 1557) bills — have been widely lauded by conservatives across the state as a way to give parents more control over what their children are taught in school and what services they receive. (Solochek, 2/24) [ DOJ Sues To Block UnitedHealth's Giant Acquisition ](https://kffhealthnews.org/morning-breakout/doj-sues-to-block-unitedhealths-giant-acquisition/) The Department of Justice's antitrust lawyers filed a suit to block UnitedHealth Group's $13 billion purchase of Change Healthcare, a claims processing technology company. In other news from Washington, the Treasury Department said 80% of pandemic renters' aid went to low-income households. And a federal judge bars Martin Shkreli, the \"pharma bro,\" from running any publicly traded company. [ The Wall Street Journal: Justice Department Sues To Block UnitedHealth's Planned Buy Of Change Healthcare ](https://www.wsj.com/articles/justice-department-sues-to-block-unitedhealths-planned-buy-of-change-healthcare-11645719693?mod=hp_lead_pos4) The Justice Department filed an antitrust lawsuit Thursday challenging UnitedHealth Group Inc.'s $13 billion acquisition of health-technology firm Change Healthcare Inc., arguing the tie-up would unlawfully reduce competition in markets for commercial insurance and the processing of claims. The deal, announced in January 2021, sought to bring a major provider of healthcare clinical and financial services, including the handling of claims, under UnitedHealth's Optum health-services arm. (Wilde Matthews and Kendall, 2/24) [ The New York Times: Justice Dept. Sues To Block $13 Billion Deal By UnitedHealth Group ](https://www.nytimes.com/2022/02/24/business/doj-antitrust-lawsuit-unitedhealth.html) A spokeswoman for Optum, the UnitedHealth subsidiary, said in a statement that the Justice Department's \"deeply flawed position is based on highly speculative theories that do not reflect the realities of the health care system,\" and added that the company would \"defend our case vigorously.\" A spokeswoman for Change Healthcare said it was still \"working toward closing the merger as we comply with our obligations under the merger agreement.\" The deal is the latest transaction to run into opposition from the Biden administration, which has made countering corporate consolidation a central part of its economic agenda. President Biden signed an executive order last year to spur competition in different industries. He also appointed Lina Khan, a prominent critic of the tech giants, to lead the Federal Trade Commission and Jonathan Kanter, a lawyer who has represented large companies, as chief of antitrust efforts at the Justice Department.(McCabe, 2/24) [ AP: Treasury: Most COVID Rental Aid Went To Low-Income Residents ](https://apnews.com/article/coronavirus-pandemic-business-health-b9824438e5e9e904d942b6c44478cb0f) More than 80% of the billions of dollars in federal rental assistance aimed at keeping families in their homes during the pandemic went to low-income tenants, the Treasury Department said Thursday. It also concluded that the largest percentage of tenants receiving pandemic aid were Black followed by households. In the fourth quarter of 2021, Treasury found that more than 40% of tenants getting help were Black and two-thirds of recipients were female-headed households. The data was consistent with what Treasury saw throughout the year. (Casey and Hussein, 2/25) [ CIDRAP: US Officials Plan For Next Pandemic Phase As Vaccine Uptake Drops Globally ](https://www.cidrap.umn.edu/news-perspective/2022/02/us-officials-plan-next-pandemic-phase-vaccine-uptake-drops-globally) As the pandemic presses further into its third year, US officials are working on overhauling the nation's strategy, and international officials are for the first time seeing COVAX vaccine supply exceed demand, casting a spotlight on the need to solve rollout problems in Africa. Though White House officials are steeped in crisis talks regarding Russia's attack on Ukraine, efforts are under way to overhaul the nation's COVID-19 strategy, according to ABC News, which said the theme reflected a step-down in the urgency of the threat, now that vaccines, tests, and treatments are more plentiful. (Schnirring, 2/24) Also — [ AP: Unemployment Help Applications In Nation Plunge To 52-Year Low ](https://www.arkansasonline.com/news/2022/feb/25/unemployment-help-applications-in-nation-plunge/?business) The number of Americans collecting unemployment benefits fell to a 52-year low after another decline in jobless aid applications last week. (Ott, 2/25) [ Stat: Judge Bars Shkreli From Running Another Company, Fines Him $1.4 Million ](https://www.statnews.com/pharmalot/2022/02/24/shkreli-greed-daraprim-hiv-turing/) A U.S. District Court judge has granted a request from the U.S. Securities and Exchange Commission to permanently bar Martin Shkreli from serving as an officer or director of any publicly traded company, and fined the infamous \"pharma bro\" $1.39 million for violating securities laws between 2009 and 2014. The ruling is the latest blow to Shkreli, who gained notoriety seven years ago after his company purchased an old and inexpensive, life-saving medicine and then boosted the price by 4,000% overnight. Last month, yet another federal court judge issued a separate decision ordering Shkreli to pay $64.6 million in profits and banned him for life from the pharmaceutical industry. (Silverman, 2/24) [ KHN: Plan To Fix Postal Service Shifts New Retirees To Medicare — Along With Billions In Costs ](https://kffhealthnews.org/news/article/postal-service-funding-bipartisan-plan-pushes-new-retirees-to-medicare/) A congressional effort to fix the nation's deteriorating mail service may come at the expense of an even bigger and more complicated problem: Medicare solvency. The Postal Service Reform Act of 2022 would help shore up post office finances by ending the unusual and onerous legal requirement to fund 75 years of retirement health benefits in advance. In return, it would require future Postal Service retirees to enroll in Medicare. (McAuliff, 2/25) [ Owning Medical Offices Becomes A Bigger Business ](https://kffhealthnews.org/morning-breakout/owning-medical-offices-becomes-a-bigger-business/) An owner of medical office buildings is merging with another to create a $10 billion company. In other health care industry news, a digital mental health start up gets funding and a spinout of a gene-therapy company looks troubled. [ The Wall Street Journal: Healthcare Realty Trust Nears Deal With Healthcare Trust Of America ](https://www.wsj.com/articles/healthcare-realty-trust-nears-deal-with-healthcare-trust-of-america-11645741490?mod=hp_lista_pos3) Healthcare Trust of America Inc., which owns and operates medical-office buildings around the country, is in advanced talks to combine with smaller rival Healthcare Realty Trust Inc. in a deal that could create a company worth more than $10 billion. A cash-and-stock deal could be finalized by early next week, people familiar with the matter said, though the talks could still fall apart. Details of the potential transaction couldn't be learned. The expected move would culminate a monthslong sale process run by Healthcare Trust of America. (Lombardo and Hoffman, 2/24) [ Axios: Scoop: Virtual Mental Health Company Paraclete Gets $1.5 Million In Pre-Seed Funding ](https://www.axios.com/paraclete-seed-funding-meantal-health-8d4ddf24-4950-4825-8fb2-60bbebf1fd29.html) Paraclete, maker of an employer-facing virtual mental wellness offering, raised $1.5 million in pre-seed funding from Sovereign's Capital and several individual investors, the company's founder, Vineet Rajan, tells Axios exclusively. Behavioral health is a sizzling sub-sector of the digital health market, and Paraclete targets people with mental health needs other than depression, ADHD or anxiety, the conditions most commonly addressed. (Brodwin, 2/24) [ Stat: Unraveling Of Amicus Spinout Spells More Trouble For Gene Therapy Field ](https://www.statnews.com/2022/02/24/unraveling-of-amicus-spinout-spells-more-trouble-for-gene-therapy-field/) The abrupt dissolution of a blank-check merger on Thursday points to more trouble for the already deflated gene therapy field. Amicus Therapeutics called off a planned spinout of its gene therapy division via a combination with a special purpose acquisition company, or SPAC. The $600 million deal, announced five months ago, would have created a new publicly traded gene therapy company called Caritas Therapeutics. But on Thursday, Amicus and its SPAC partner terminated the merger citing \"unfavorable market conditions\" for new biotech financings, as well as an \"increasingly challenging environment for stand-alone gene therapy companies.\" (Feuerstein, 2/24) [ Stat: Intellia CEO Talks Up The Future Of In Vivo Gene Editing ](https://www.statnews.com/2022/02/24/with-new-trial-data-coming-intellia-ceo-talks-up-future-of-in-vivo-gene-editing/) In 1996, 32,655 Americans died from AIDS. A year later, that number was 16,685. The difference? Protease inhibitors — drugs that prevented HIV from building more copies of itself inside human cells. Acting with record speed, the Food and Drug Administration approved three such drugs in 1996 — the products of a high-intensity race between scientists at Merck, Roche, and Abbott Laboratories. \"I feel sort of the same energy now, all these years later,\" said John Leonard, a former National Institutes of Health virologist who led Abbott's work on its first-generation AIDS drug, speaking at a STAT virtual event Thursday. Now the president and CEO of Intellia Therapeutics, Leonard joined STAT senior medical writer Matthew Herper to discuss the pace of clinical advances in genome editing. \"It's the nature of the adventure,\" said Leonard. \"Thinking about 1979, 1980, inconceivable stuff back then is mundane today.\" (Molteni, 2/24) [ Bangor Daily News: Maine Health Care Workers Say Patients Are Assaulting Them More Than Ever Before ](https://bangordailynews.com/2022/02/24/news/maine-health-care-workers-say-patients-are-assaulting-them-more-than-ever-before-n6hjn1me0n/) Health care workers across Maine say they are being attacked by patients more than ever, leaving long-lasting physical and psychological wounds. That is why more than 60 staff members of Maine Medical Center in Portland represented by the Maine State Nurses Association union held a demonstration outside of the hospital on Thursday, with some bringing a petition to hospital president Jeff Sanders. (Marino Jr., 2/24) [ Billings Gazette: Region's Mental Health Coalition Expresses Frustration Over Substance Abuse Connect Operations ](https://billingsgazette.com/news/local/regions-mental-health-coalition-expresses-frustration-over-substance-abuse-connect-operations/article_5c622752-2194-5844-bb0a-8c07dc0461c4.html#tracking-source=home-top-story) Leaders with the South Central Montana Regional Mental Health Center, a coalition of Eastern Montana counties providing mental health resources throughout the region, are frustrated. The Health Center's board chairman and its executive director met on Thursday with the three Yellowstone County commissioners and expressed their concerns about how the Billings-based Substance Abuse Connect has operated over the last six months. (Rogers, 2/24) [ Los Angeles Times: Doctors, Nurses Charged In Medicare Hospice Fraud Scheme ](https://www.latimes.com/california/story/2022-02-24/doctors-nurses-charged-medicare-hospice-fraud-scheme) They were supposed to be near death and in desperate need of end-of-life care to ease their pain. Authorities, however, allege that many of the patients were not dying but merely unwitting pawns in a sophisticated Medicare fraud scheme engineered by two Inland Empire couples who took in more than $4.2 million in federal reimbursements. State prosecutors say the couples ran two hospice businesses and paid doctors and others for bogus diagnoses or illegal kickbacks for patient referrals — accusations that mirror the type of widespread hospice fraud detailed in a 2020 Los Angeles Times investigation of the industry. (Christensen and Poston, 2/24) Also — [ KHN: Health Care Firms Were Pushed To Confront Racism. Now Some Are Investing In Black Startups ](https://kffhealthnews.org/news/article/black-venture-capital-health-startups-marcus-whitney/) Tenn. — Marcus Whitney stands out in Nashville's $95 billion health care sector as an investor in startups. In addition to co-founding a venture capital firm, he's organized an annual health tech conference and co-founded the city's professional soccer club. And, often, he's the only Black man in the room. So in summer 2020, as Black Lives Matter protesters filled city streets around the country following George Floyd's murder, Whitney pondered the racial inequalities that are so obvious in his industry — especially locally. (Farmer, 2/25) [ Health Care Costs: 'The Big Honking Problem' ](https://kffhealthnews.org/morning-breakout/health-care-costs-the-big-honking-problem/) The amount of money that the insured pay, either by themselves or through their employer's health insurance, continues to grow, but there is little agreement about what to do about it, says an Axios report. [ Axios: The Relentless High Prices Of Private Health Care ](https://www.axios.com/employer-health-coverage-hospital-doctor-drug-prices-7debde38-c309-40ba-ac48-47d3eb5b31eb.html) The pandemic disrupted nearly every facet of health care. But it hasn't changed the way hospitals, doctors, drug companies and other health care firms continue to charge employer health plans — and workers — whatever they want. \"The big honking problem is the prices that are being paid in the commercial sector,\" said Mark Miller, the former head of the Medicare Payment Advisory Commission who is now at Arnold Ventures. Annual per-person spending growth for workplace health insurance has exceeded the spending growth among Medicare and Medicaid patients in nine of the past 13 years, according to federal data. (Herman, 2/25) [ Axios: Workers Have To Pay More Upfront For Care ](https://www.axios.com/workers-health-coverage-deductibles-copays-230e0b3a-989b-4a36-b96c-8adcdfa1e0b4.html) As employers struggle to tame health care's market power, they have used the tools of less generous coverage — higher deductibles, copays and coinsurance — to offset some of the rising premiums. Workers are increasingly finding their health insurance doesn't feel like insurance. The average single worker's deductible has tripled since 2006, and 30% of all companies now have annual deductibles of $2,000 or more, according to the Kaiser Family Foundation. (Herman, 2/25) On employers and health costs and coverage — [ Axios: Companies Don't Agree On Health Coverage Reforms ](https://www.axios.com/employer-health-coverage-reform-c7a06823-5510-4985-9735-da76d0aeb829.html) Employers support reforming how workplace health care is paid for and covered, but various coalitions don't agree on the details or how significant changes would actually be. \"None of us are going to say that this is a perfect system. There's a lot of frustration,\" said Jim Klein, CEO of the American Benefits Council, a lobbying group that advocates for corporate health benefits. \"But compared to any alternatives, this system has earned a lot of trust.\" (Herman, 2/25) [ Axios: Hospitals And Doctors Hold Leverage Over Employers ](https://www.axios.com/hospitals-doctors-leverage-employers-8d2580a9-409e-4700-8eef-74f58f25f6c3.html) The failure of Haven — the joint venture among Amazon, Berkshire Hathaway and JPMorgan Chase — is the most recent example of how employers lack the clout to push back against the market power of increasingly consolidated systems of hospitals, doctors and other medical providers. \"Even big employers aren't big enough within a market to really be able to negotiate down prices, especially with the must-have providers,\" said Emily Gee, a health economist at the Center for American Progress and former federal official. (Herman, 2/25) [ Axios: Employers Aren't Really Sophisticated At Buying Health Coverage ](https://www.axios.com/employers-health-benefits-consultants-hr-rebates-67b458a1-2c7e-4801-b3fe-51a328a81bba.html) Even after decades of being health care purchasers, companies ranging from small shops to Fortune 500 companies may not fully understand the health coverage they're buying and often pay more as a result. \"Employers have been forced to look around and assemble this hodgepodge of vendors,\" said François de Brantes, a senior vice president at Signify Health. \"The vast majority don't have sophisticated benefit teams.\" (Herman, 2/25) Also — [ The Baltimore Sun: Maryland Democrats Champion Paid Family And Medical Leave, Vowing: 'It's Going To Pass This Year' ](https://www.baltimoresun.com/politics/bs-md-pol-paid-family-leave-20220224-v25giknqbfaarna2ryz5t724su-story.html) Maryland Senate Democrats rallied Thursday in support of creating a statewide paid family and medical leave program, with Senate President Bill Ferguson vowing that legislation to create the program is \"going to pass this year.\" The show of support adds political momentum to a proposal that's drawn support from progressives in past years but stalled in the Maryland General Assembly in recent years over concerns about how to fund it. House Speaker Adrienne A. Jones previously listed passing a paid family and medical leave program among her top priorities for this year's legislative session. (Stole, 2/24) [ Covid Linked To Poor Pregnancy Outcomes ](https://kffhealthnews.org/morning-breakout/covid-linked-to-poor-pregnancy-outcomes/) Covid infections could lead to more pre-labor caesarean births, very early pre-term births and stillborn births according to research in the U.K. In South Africa, a study carried out before omicron covid hit found 80% of people over 50 had antibodies indicating previous covid infections. [ CIDRAP: COVID-19 In Pregnancy Tied To Poor Birth Outcomes ](https://www.cidrap.umn.edu/news-perspective/2022/02/covid-19-pregnancy-tied-poor-birth-outcomes) A new survey of more than 4,000 pregnant women hospitalized in the United Kingdom with COVID-19 during the first 18 months of the pandemic shows severe illness was linked to poor birth outcomes, including pre-labor caesarean birth, very or extreme preterm birth, stillborn birth, and the need for admission to a neonatal unit. A smaller study in the United Arab Emirates (UAE) reported a similar impact. In the UK study, women who were 30 or older, obese, mixed ethnicity, or diagnosed with gestational diabetes were more likely to suffer from an increased risk of poor pregnancy outcomes. (Soucheray, 2/24) [ CIDRAP: High Immunity, Low Vaccine Rate In South Africa Point To Prior Infections ](https://www.cidrap.umn.edu/news-perspective/2022/02/covid-19-scan-feb-24-2022) A seroepidemiologic survey of 7,010 people in Gauteng province, South Africa, before the SARS-CoV-2 Omicron variant outcompeted the Delta strain shows that 80% of those older than 50 years had antibodies against the virus, with most seropositivity likely generated by previous infection. In the study, published yesterday in the New England Journal of Medicine (NEJM), South African researchers analyzed dried-blood samples from participants from 3,047 households from Oct 22 to Dec 9, 2021. They looked for anti-SARS-CoV-2 immunoglobulin G (IgG) antibodies and assessed COVID-19 cases, hospitalizations, and deaths and excess deaths through Jan 12, 2022. Omicron was first identified in the region on Nov 25, 2021, but didn't become dominant until December. (2/24) [ Fox News: Rare Multisystem Inflammatory Syndrome Appears In Some Teenagers After COVID-19 Vaccination: Study ](https://www.foxnews.com/health/rare-multisystem-inflammatory-syndrome-teenagers-covid-19-vaccination) Young people between the ages of 12-20 have reported several cases of a multi-system inflammatory syndrome, otherwise known as MIS-C, where the immune system goes on overdrive after being vaccinated for COVID-19, according to a recent Lancet report. The report noted MIS-C is a rare condition that can happen two to six weeks after COVID-19 infection with patients complaining of fever and showing signs and symptoms of multi-organ involvement with systemic inflammation. \"Patients with MIS-C usually present with persistent fever, abdominal pain, vomiting, diarrhea, skin rash, mucocutaneous lesions and, in severe cases, with hypotension and shock,\" the Centers for Disease Control and Prevention (CDC) said on their website. (Sudhakar, 2/24) In non-covid developments — [ Press Association: Vegetarians Have A Lower Risk Of Cancer Than Meat Eaters, Study Suggests ](https://www.bloomberg.com/news/articles/2022-02-25/vegetarians-have-a-lower-risk-of-cancer-than-meat-eaters-study-suggests) Vegetarians could have a lower risk of developing cancer compared with meat eaters, according to a study. Compared with regular meat eaters, those who consume small amounts of meat have a 2% lower risk of cancer, while pescatarians — who eat fish and vegetables — have a 10% reduced risk and vegetarians are 14% less likely to develop cancer. Experts said that people who do not eat a lot of meat had a 9% lower risk of developing bowel cancer compared with \"regular\" meat eaters. (2/25) [ CIDRAP: Babies Born With Zika At Greater Risk Of Dying Than Those Without ](https://www.cidrap.umn.edu/news-perspective/2022/02/news-scan-feb-24-2022) Mortality rates among children born with congenital Zika syndrome up to 3 years of age were more than 11 times higher than those without Zika, researchers reported today in the New England Journal of Medicine. In the retrospective, population-based cohort study, researchers from Brazil and the United Kingdom examined all singleton live births in Brazil from 2015 through 2018, linking live birth records with the Public Health Event Record, which contains information about all recorded suspected cases of microcephaly associated with congenital Zika infection, and the Mortality Information System. They used Cox proportional hazard models to estimate mortality rates and mortality rate ratios for children born with and without Zika. (2/24) [ CIDRAP: Patients, Pharma Execs Express Low Trust In Drug Supply Chains ](https://www.cidrap.umn.edu/news-perspective/2022/02/patients-pharma-execs-express-low-trust-drug-supply-chains) A recent international survey reveals that 40% of patients who rely on prescription drugs suspect that supply chain disruptions will put them at risk for illness and death from ineffective, contaminated, counterfeit, expired, or improperly labeled or stored products. The Pharmaceutical Supply Chain Vision Study, by the workflow solutions company Zebra Technologies Corp., surveyed more than 3,500 patients and pharmaceutical executives to gauge perceptions of supply chain resilience, responsibility, and trust and identify ways to improve drug pipeline visibility and transparency. The report was released on Feb 8. (Van Beusekom, 2/24) On political impacts on clinical trials — [ Stat: Political Pressure In U.K. Prompted Better Reporting Of Clinical Trial Results ](https://www.statnews.com/pharmalot/2022/02/24/clinical-trials-transparency-uk-fda/) Sometimes, sabre rattling works. Three years ago, a U.K. parliamentary committee chair warned dozens of universities that they had six months to do a better job of reporting clinical trial results or they would face hearings. Now, a new analysis finds the gambit worked: Last year, 20 major universities disclosed 91% of their required trial results, up from just 29% shortly before the warnings were issued. Moreover, by last June, all 20 of the major universities had posted more than 70% of the required trial results on a European database and five of those universities had a perfect reporting rate of 100%, including the University of Birmingham, the University of Glasgow, and the Queen Mary University of London, according to the analysis published in Clinical Trials. (Silverman, 2/24) [ Covid Left At Least 5.2 Million Children Without A Parent Or Guardian ](https://kffhealthnews.org/morning-breakout/covid-left-at-least-5-2-million-children-without-a-parent-or-guardian/) A study published in The Lancet tallies the extraordinary number of children who've lost key adult figures so far during the pandemic, with authors noting the count is probably a big underestimation due to official case undercounts. A new drug against heart failure, IV vitamin infusions and avian flu are also in the news. [ Bloomberg: Covid Oprhans: Over 5 Million Kids Lost Parent Or Guardian To Virus: Study ](https://www.bloomberg.com/news/articles/2022-02-24/covid-has-led-to-surge-in-orphaned-children-lancet-study-says) At least 5.2 million children have lost a parent or caregiver to Covid-19, putting them at risk of poverty, exploitation and abuse and highlighting the lasting scars of the pandemic, a study shows. More than 1.2 million children under nine years of age were orphaned between March 2020 and October last year, along with 2.1 million kids between 10 and 17, according to a new modeling study published in The Lancet Child and Adolescent Health journal. The estimates on orphaned children, however, are probably higher as the death toll from Covid-19 has been vastly underestimated, especially in Africa where cases could be 10 times higher than official figures, said Juliette Unwin, an author of the study. A mathematical model estimates the global toll was 6.7 million in January. (Gitau, 2/24) [ Reuters: FDA Approves Eli Lilly Drug To Cut Death, Hospitalization Risk In All Heart Patients ](https://www.reuters.com/business/healthcare-pharmaceuticals/fda-approves-eli-lillys-diabetes-drug-expanded-use-cardiac-patients-2022-02-24/) The U.S. health regulator said on Thursday it had approved Eli Lilly (LLY.N) and partner Boehringer Ingelheim's drug, Jardiance, for expanded use in reducing the risk of death and hospitalization for all patients with heart failure. Originally approved by the Food and Drug Administration in 2014 for type 2 diabetes patients, the drug's use was expanded last year in some adults living with heart failure with reduced ejection fraction, which happens when the muscle of the left ventricle is not pumping as well as normal. (2/24) [ The Washington Post: Trendy IV Vitamin Infusions Don't Work — And Might Be Unsafe. Experts Explain Why ](https://www.washingtonpost.com/wellness/2022/02/24/warnings-about-drip-bars/) Vitamin supplementation is not inherently harmful and can be lifesaving for babies born prematurely or people with known deficiencies. But our bodies need them in only trace amounts — often just a few milligrams — which can be easily attained from a balanced diet. Water-soluble vitamins — i.e., vitamin C and the B-vitamin family — are unable to be stored in our bodies and even slight excesses will come out in our urine. The fat-soluble vitamins — i.e., vitamins A, D, E and K — can be stored in our liver, fatty tissues, and muscles, and can be dangerous in excess. Given that we need vitamins in such tiny amounts and have critical mechanisms in our guts to store or eliminate them after absorption, is there any reason to subject yourself to recreational IV vitamin drips? (Tanmoy Das, 2/24) [ The New York Times: Avian Flu Spread In The US Worries Poultry Industry ](https://www.nytimes.com/2022/02/24/science/avian-flu-us-poultry.html) \"It's important to note that avian influenza is not considered to be a risk to public health and it's not a food-safety risk,\" Mike Stepien, a spokesman for the Department of Agriculture's Animal and Plant Health Inspection Service, said in an email. Although the danger to humans is low, scientists are keeping a close eye on the virus, the Eurasian H5N1, which is closely related to an Asian strain that has infected hundreds of people since 2003, mostly those who had worked with infected poultry. That virus does not spread efficiently among humans, but it is extremely deadly, with a fatality rate of 60 percent, according to the Centers for Disease Control and Prevention. (Jacobs, 2/24) [ Maine To Spend $9 Million On Mental Health, Substance Disorder Support ](https://kffhealthnews.org/morning-breakout/maine-to-spend-9-million-on-mental-health-substance-disorder-support/) West Virginia, meanwhile, is getting over $1.2 in federal funds to tackle HIV prevention. Also in West Virginia, a baby was reportedly the first case to be sickened after ingesting recalled formula. Homelessness, legal health issues, organ donation and more are also in the news. [ The Hill: Maine To Distribute More Than $9M To Mental Health, Substance Use Disorder Service Providers ](https://thehill.com/policy/healthcare/595777-maine-to-distribute-over-9m-to-mental-health-substance-use-disorder-service) The state of Maine plans to distribute more than $9 million to mental health and substance use disorder service providers, The Associated Press reported. The funds will be issued through MaineCare payments to 442 providers, where they will be used to address immediate workforce needs, according to the AP, which cited the office of Maine Governor Janet Mills (D). They will be funded by the biennial budget passed by the Maine state legislature and signed by Mills, the wire service reported. (Folmar, 2/24) [ AP: West Virginia Receiving $1.2 Million For HIV Prevention ](https://apnews.com/article/coronavirus-pandemic-business-health-wv-state-wire-infectious-diseases-9d6197d45131edb5cf9e9ba24e5a129c) West Virginia is getting more than $1.2 million in federal grants to address HIV and AIDS prevention and treatment. The opioid epidemic killed more than 1,437 West Virginians from September 2020 to September 2021, U.S. Democratic Sen. Joe Manchin said in a news release Thursday. \"This crisis has led to an increase in infectious diseases such as HIV/AIDS in our communities, and the COVID-19 pandemic has only made it more difficult for many West Virginians to access the medical care they need,\" he said. (2/25) [ AP: West Virginia Baby Sickened After Ingesting Recalled Formula ](https://apnews.com/article/business-health-wv-state-wire-west-virginia-us-food-and-drug-administration-24ccb5c0f6504d16da4d65c2e5027f30) West Virginia has recorded its first case of an infant contracting salmonella by ingesting recalled powdered infant formula, health officials said. The Department of Health and Human Resources did not disclose details about the baby's illness in a news release Thursday. Last week the U.S. Food and Drug Administration warned parents not to use three popular powdered infant formulas manufactured at an Abbott plant in Michigan that investigators recently linked to bacterial contamination. (2/25) [ West Virginia Gazette Mail: Bill That Would Limit Homeless Shelters, Encampments Advances In WV House ](https://www.wvgazettemail.com/news/bill-that-would-limit-homeless-shelters-encampments-advances-in-wv-house/article_651942e3-5945-5ed1-b627-0f6d06085a3a.html) The House Judiciary Committee advanced a bill Thursday that would restrict where homeless shelters and encampments could exist within West Virginia's municipalities. (Kersey and Pierson, 2/25) [ AP: Colorado Turns To Ice-Fishing Tents To House Homeless ](https://apnews.com/article/coronavirus-pandemic-health-colorado-united-states-denver-e43948abbba56ea36a966589cb82b330) Gary Peters spent seven years camping outside a Denver golf course to avoid sleeping in a public shelter until last summer when he moved into a new homeless community where he's been given his own ice-fishing tent featuring electrical outlets, a cot and a zero-degree rated sleeping bag. The 75-year-old is among the benefactors of Denver's nearly $4 million investment aimed at providing homeless people with \"safe outdoor spaces\" as an alternative to public shelters, which many have chosen to avoid due to safety concerns or restrictive rules — including curfews and bans on pets. The need for alternatives to shelters increased during the pandemic as more people moved outdoors due to concerns over the risk of COVID-19 transmission in such indoor facilities. (Nieberg, 2/25) [ The Baltimore Sun: Baltimore County Doctor Sentenced To Eight Months In Prison For Taking Kickbacks To Prescribe Pain Medication ](https://www.baltimoresun.com/news/crime/bs-md-ci-cr-doctor-sentencing-20220225-uhr3a2oms5dcla7czzyrlbczmu-story.html) A Baltimore County doctor was sentenced Thursday to eight months in federal prison and one year of supervised release for his involvement with kickbacks to prescribe highly addictive pain medication. His case was part of the fallout of a racketeering case and civil penalties levied against executives of an Arizona-based pharmaceutical company who prosecutors said helped fuel the opioid crisis. Howard J. Hoffberg, 65, who was associate medical director and part-owner of Rosen-Hoffberg Rehabilitation and Pain Management, pleaded guilty in June 2021 to conspiracy to violate anti-kickback statutes for taking money from Insys Therapeutics from 2012 to 2018 to prescribe a fentanyl spray called Subsys. (Oxenden, 2/24) [ The Hill: Lawsuit Alleges Tennessee Diocese Failed To Properly Investigate Sexual Abuse Allegations ](https://thehill.com/legal/595781-lawsuit-alleges-tennessee-diocese-failed-to-properly-investigate-sexual-abuse) A lawsuit filed Tuesday in Knox County Circuit Court alleges that the Roman Catholic Diocese of Knoxville and its bishop failed to properly investigate sexual abuse allegations against a former assistant to the bishop, The Associated Press reported. A former employee of The Cathedral of the Most Sacred Heart of Jesus, located in Knoxville, put forth multiple allegations of sexual harassment and sexual abuse by a former assistant to Bishop Richard Stika, according to the lawsuit, the AP reported. The abuse allegedly occurred in 2019. (Folmar, 2/24) [ AP: Tennessee Donor Services Surpasses Goal For New Organ Donors ](https://apnews.com/article/health-tennessee-61457bb7a74679adf6bc1aa35ef9dc25) Tennessee Donor Services announced this week that it registered 107,000 new organ and tissue donors in Tennessee last year, surpassing its goal of adding 100,000 donors. The new registrations came during the nonprofit's inaugural #BeTheGift Challenge, with individuals and organizations challenging others to become organ donors, according to a news release. The success of the campaign came during a record-breaking year for Tennessee Donor Services. More than 400 Tennesseans donated organs in 2021, and nearly 2,500 donated tissue. But at least 3,000 Tennesseans are still waiting for transplants, according to the group. (2/25) [ Burlington Free Press: State Investigation Confirms Long Wait Times; Vermont Hospitals Say It's Old News ](https://eu.burlingtonfreepress.com/story/news/2022/02/25/vt-medical-visits-long-wait-times-investigation-confirms/6829828001/) Vermont hospital executives say there's nothing new in an 80-page report released by the state last week confirming patients face months-long waits to see specialists, a problem that has long plagued hospitals here. Hospitals face a range of challenges in reducing wait times, according to executives, including a burdensome regulatory scheme from the state that slows new building projects to a crawl, and an inability to attract new doctors and nurses to the state because of relatively low pay, a poor job market for spouses and scarce housing. (D'Ambrosio, 2/25) In environmental news — [ Maine Public: Maine Groups Call For Ban On Spreading PFAS-Laden Sludge ](https://bangordailynews.com/2022/02/24/politics/maine-groups-call-for-ban-on-spreading-pfas-laden-sludge/) Agricultural and environmental groups are calling on state lawmakers to pass a bill prohibiting sludge spreading in Maine as additional farmers come forward to disclose PFAS contamination on their land or in their water. Standing outside of the Maine State House on Wednesday, Brendan Holmes said Misty Brook Farm in Albion pulled its dairy products from store shelves two weeks ago after high levels of the \"forever chemicals\" known as PFAS were found in the farm's milk. Holmes said the contamination was traced to hay purchased from a neighboring farm that was fertilized with sludge in the past. So he joined several speakers urging the Legislature to pass a bill banning the once-common practice of spreading treated municipal sludge on fields as well as the sale of compost made from sludge. (Miller, 2/24) [ AP: EPA To Eye Hawaii Fuel Tank Operations After Water Tainted ](https://apnews.com/article/business-environment-hawaii-us-environmental-protection-agency-harbors-191da5024273518bf4d25c9c17b51e4e) The top official at the U.S. Environmental Protection Agency said Thursday an upcoming inspection of a Navy fuel tank facility that leaked petroleum into Pearl Harbor's tap water will look at whether the tank farm was properly operated. \"We're going to ... really look very closely at whether or not the facility has operated within the guidelines of the law. And if it hasn't, then we will have to make some corrections there,\" Michael S. Regan, the EPA's administrator, told reporters at a news conference. Regan was in Hawaii for a two-day visit to see the Red Hill Bulk Fuel Storage Facility and meet officials about the water contamination crisis. (McAvoy, 2/25) [ Canada To Accept Rapid Covid Tests At Border For The Fully-Vaxxed ](https://kffhealthnews.org/morning-breakout/canada-to-accept-rapid-covid-tests-at-border-for-the-fully-vaxxed/) Meanwhile in England all covid restrictions were dropped, including requirements for covid-positive people to isolate at home. The Queen is still reportedly experiencing mild covid symptoms. And in mainland China, covid's grip hasn't loosened — the highest number of daily cases were reported in nearly two years. [ Burlington Free Press: Canadian Border: Rapid COVID Tests Now Are Accepted For Entry ](https://eu.burlingtonfreepress.com/story/news/local/vermont/2022/02/22/canadian-border-rapid-covid-tests-accepted-entry/6892389001/) The Canadian government announced last week they will slowly begin easing requirements for fully-vaccinated travelers coming to Canada. As of Feb. 28, vaccinated travelers will be able to use a negative result of a rapid test taken a day before travel to get into Canada as long as the test is administered by a health care entity, laboratory or telehealth service. At-home tests will not fill the requirement. (St. Angelo) In covid news from the U.K. — [ AP: England Ends All COVID Restrictions, Including Isolation Law ](https://apnews.com/article/boris-johnson-coronavirus-pandemic-health-business-london-2b4cf915960e19579c0889a4fc571426) All government-mandated coronavirus restrictions in England were lifted Thursday, including the legal requirement for people who test positive for COVID-19 to isolate at home. Officials say that those who tested positive will still be advised to stay at home for at least five days. But from Thursday they are not legally obliged to do so, and those on lower incomes will no longer get extra financial support to make up for a loss of income due to isolation. The routine tracing of infected people's contacts has also been scrapped. (Hui, 2/24) [ AP: British Queen Still Has COVID Symptoms, Postpones Audiences ](https://apnews.com/article/queen-elizabeth-ii-boris-johnson-coronavirus-pandemic-health-arts-and-entertainment-4ca572039ec7b6007225e63444a6a2bd) Queen Elizabeth II postponed two virtual audiences as she continued to experience cold-like symptoms from COVID-19, Buckingham Palace said Thursday. It was the second time this week that Elizabeth, 95, had canceled virtual sessions. However, she spoke by telephone with British Prime Minister Boris Johnson on Wednesday in what was seen as an encouraging sign of her recovery. The monarch's age, COVID-19 diagnosis and a health scare last year have caused worry among officials and the public. Her positive test for the coronavirus over the weekend prompted concern and get-well wishes from across Britain's political spectrum. (2/24) ... And from around the world — [ Reuters: Mainland China Posts Highest Number Of Imported COVID Cases In Nearly 2 Years ](https://www.reuters.com/world/china/mainland-china-posts-highest-number-imported-covid-cases-nearly-2-years-2022-02-25/) China on Friday reported the highest daily count of COVID-19 cases arriving from outside the mainland in nearly two years, with infections mostly from Hong Kong as the financial hub grapples with a wave of infections. The mainland detected a total of 142 imported cases with confirmed symptoms for Thursday, the National Health Commission (NHC) said on Friday. That marks the highest imported caseload since the authority began classifying domestically transmitted cases and infected travellers from outside the mainland separately, in March 2020. (2/25) [ Reuters: German Health Minister Says Pandemic Not Over ](https://www.reuters.com/world/europe/german-health-minister-says-pandemic-not-over-2022-02-25/) Germany does not have leeway to ease COVID-19 restrictions more quickly, and Germans should not think that the pandemic is over as the number of new daily infections is still very high, German Health Minister Karl Lauterbach said on Friday. \"We have absolutely no scope for an accelerated opening,\" Lauterbach said, adding that it was an unacceptable situation that COVID-19 deaths were between 200 and 300 every day. (2/25) [ Reuters: Japan's Shionogi Seeks Approval For COVID-19 Pill ](https://www.reuters.com/business/healthcare-pharmaceuticals/japans-shionogi-seeks-approval-oral-covid-19-drug-2022-02-25/) Drugmaker Shionogi & Co Ltd (4507.T) has applied for approval to make and sell its oral COVID-19 treatment in Japan, the firm said on Friday. Known as S-217622, the drug would become the country's third antiviral pill approved for coronavirus patients, following those developed by Pfizer Inc (PFE.N) and Merck & Co (MRK.N). In a statement, Shionogi said it was seeking conditional early approval of the drug after completing the Phase IIb part of a Phase II/III clinical trial in Japan and South Korea. (2/25) [ Bloomberg: Indonesia Will Make MRNA Covid Shots As Southeast Asia Vaccine Hub ](https://www.bloomberg.com/news/articles/2022-02-25/indonesia-to-start-making-mrna-vaccines-with-who-tech-transfer) Indonesia could start making its own mRNA vaccines after the World Health Organization picked it to receive a technology transfer to become Southeast Asia's Covid-19 vaccine hub. State company PT Bio Farma will start producing mRNA doses, according to a statement from the State-Owned Enterprises Ministry, which didn't name the brand. The company is one of the largest vaccine manufacturers in the region, with the capacity to produce 3.2 billion doses a year. (Dahrul, 2/25) [ Bloomberg: Hong Kong Covid Cases Reach Almost 22,000 As Record Omicron Outbreak Worsens ](https://www.bloomberg.com/news/articles/2022-02-25/hong-kong-virus-cases-set-to-surge-as-record-outbreak-worsens) Hong Kong reported 21,979 virus cases on Friday as officials struggle to contain the city's worst ever outbreak and residents prepare for mandatory mass testing next month that's set to uncover even more infections. That's up from 17,269 on Thursday. The city also announced 10,010 confirmed cases. (Lew, 2/25) In news about radiation in Ukraine — [ Reuters: Ukraine Nuclear Agency Reports Higher Chernobyl Radiation Levels Due To Heavy Military Equipment ](https://www.reuters.com/world/europe/ukraine-nuclear-agency-reports-higher-chernobyl-radiation-levels-due-heavy-2022-02-25/) Ukraine's nuclear agency said on Friday it was recording increased radiation levels from the site of the defunct Chernobyl nuclear power plant. Experts at the agency did not provide exact radiation levels but said the change was due to the movement of heavy military equipment in the area lifting radioactive dust into the air. Presidential advisers meanwhile said President Volodymyr Zelenskiy was still in the capital Kyiv. (2/25) [ Longer Look: Interesting Reads (And Listens) You Might Have Missed ](https://kffhealthnews.org/morning-breakout/longer-look-interesting-reads-and-listens-you-might-have-missed/) Each week, KHN finds stories worth your time reading or listening to over the weekend. This week's selections include stories on a post-'Roe' world, home health care, the Olympics, military base pollution, mono, and more. [ KHN: KHN's 'What The Health?': Contemplating A Post-'Roe' World ](https://kffhealthnews.org/news/article/podcast-khn-what-the-health-235-contemplating-post-roe-world-february-24-2022/) With those on both sides of the abortion debate anticipating that the Supreme Court this year will weaken or overturn Roe v. Wade, which established the right to the procedure, activists are arguing about how best to proceed. The Biden administration has thus far avoided much mention of the divisive issue, while anti-abortion forces disagree on whether to try to ban abortion at the state level in a single step, or more gradually. Meanwhile, millions of Americans who have been covered by the Medicaid program since the pandemic struck are at risk of losing that coverage when the federal government ends the declared covid-19 \"public health emergency,\" likely later this year. (2/24) [ The Wall Street Journal: At-Home Healthcare Is Booming, But Doing It Yourself Isn't Always A Good Idea ](https://www.wsj.com/articles/heathcare-at-home-cancer-tests-ear-infection-apps-monitors-11645363811) More people are taking their health into their own hands as the Covid-19 pandemic has made it more difficult to see a doctor and get tests done, but taking the do-it-yourself approach requires navigating a lot of technology. The tech industry has raced to fill consumer demand. A flood of new health-tracking wearables, monitors, tests and apps—more than 350,000 apps, according to health research firm IQVIA—promise to help people screen, monitor or flag all sorts of maladies and conditions, with or without a doctor's orders. Some of these healthcare tools have proved helpful, but consumers also report experiences with at-home lab tests that have been disappointing, confusing or misleading. Tools like sleep-tracking apps and blood testing kits aren't always regulated by the U.S. Food and Drug Administration, and the regulations are so complicated that often it is unclear to consumers which ones should be. (Morris, 2/22) [ The New York Times: If You Haven't Thought About Coronavirus In Animals, You Should ](https://www.nytimes.com/2022/02/22/health/coronavirus-animals.html) Barbara Han, a disease ecologist at the Cary Institute of Ecosystem Studies, knew it was a question of when, not if, the coronavirus would spread to animals. As the first reports of infected animals appeared in 2020, she began working on an artificial intelligence model that would predict which creatures might be next. \"We had a pretty lofty goal of being able to predict exactly which species we should be keeping an eye on, given that we think it's going to spill back,\" Dr. Han said. As her team worked, the trickle of cases in new species became a flood: cats and dogs in homes and mink on farms. The virus infiltrated zoos, infecting the usual suspects (tigers and lions) as well as more surprising species (the coatimundi, which is native to the Americas and resembles a raccoon crossed with a lemur, and the binturong, which is native to Southeast Asia and resembles a raccoon crossed with an elderly man). (Imbler and Anthes, 2/22) [ AP: At Winter Olympics, Virus Fight Waged With Worker Sacrifices ](https://apnews.com/article/winter-olympics-coronavirus-workforce-bubble-5b6b6c7658f5377d8656517c2386df92) In her mind, Cathy Chen pictures a scene that she herself says could be drawn from a TV drama: Falling into the arms of her husband after long months apart, when he meets her off the plane from Beijing. Scooping up their two young daughters and squeezing them tight. \"I just imagine when we're back together,\" the Olympic Games worker says, \"and I just can't control myself.\" So athletes from countries where the coronavirus has raged can compete in the Olympic host nation with few infections, China's workforce at the Winter Games is making a giant sacrifice. (Leicester, 2/14) [ AP: What Lies Beneath: Vets Worry Polluted Base Made Them Ill ](https://apnews.com/article/business-health-travel-environment-and-nature-lifestyle-c1078dd520322f2a4130e2f7077b7892) For nearly 80 years, recruits reporting to central California's Fort Ord considered themselves the lucky ones, privileged to live and work amid sparkling seas, sandy dunes and sage-covered hills. But there was an underside, the dirty work of soldiering. Recruits tossed live grenades into the canyons of \"Mortar Alley,\" sprayed soapy chemicals on burn pits of scrap metal and solvents, poured toxic substances down drains and into leaky tanks they buried underground. When it rained, poisons percolated into aquifers from which they drew drinking water. (Mendoza, Linderman and Dearen, 2/23) [ The New York Times: The Strange Connection Between Mono And M.S. ](https://www.nytimes.com/2022/02/23/magazine/epstein-barr-virus-multiple-sclerosis.html) Scientists have long hypothesized that viruses, including Epstein-Barr, are involved in the development of autoimmune diseases, in which the immune system mistakenly attacks healthy tissue. Evidence links it to lupus, and a recent study reported that people with long Covid were more likely than others to have an active Epstein-Barr infection (though it is unclear whether that infection causes symptoms, because the virus can proliferate when the immune system is under stress without creating any health problems). There are documented associations between mono and multiple sclerosis, a disease in which the immune system destroys a protective sheath called myelin that coats nerve fibers, often disabling communication between the nervous system and the rest of the body. \"People have been trying for many, many decades to prove that a virus causes M.S. or rheumatoid arthritis,\" says William H. Robinson, the chief of the immunology and rheumatology division at Stanford. \"And they have not been able to convincingly demonstrate that it does.\" (Tingley, 2/23) [ The Washington Post: Mountain Glaciers May Have Less Ice Than Estimated, Straining Freshwater Supply ](https://www.washingtonpost.com/world/2022/02/07/mount-everest-glacier-ice-melt/) As global temperatures rise, mountain glaciers around the world are sweating. This could affect nearly 1.9 billion people living in and downstream of mountainous areas who depend on melting ice and snow for drinking, agriculture and hydroelectric power. In the tropical Andes, for instance, glaciers provide almost one-third of the water that millions of people in major cities use during the dry season. (Patel and Francis, 2/7) [ The New York Times: Laurie Santos On Why Her Yale Students Have So Much Anxiety ](https://www.nytimes.com/interactive/2022/02/21/magazine/laurie-santos-interview.html) Since the Yale cognitive scientist Laurie Santos began teaching her class Psychology and the Good Life in 2018, it has become one of the school's most popular courses. The first year the class was offered, nearly a quarter of the undergraduate student body enrolled. You could see that as a positive: all these young high-achievers looking to learn scientifically corroborated techniques for living a happier life. But you could also see something melancholy in the course's popularity: all these young high-achievers looking for something they've lost, or never found. Either way, the desire to lead a more fulfilled life is hardly limited to young Ivy Leaguers, and Santos turned her course into a popular podcast series \"The Happiness Lab,\" which quickly rose above the crowded happiness-advice field. (It has been downloaded more than 64 million times.) \"Why are there so many happiness books and other happiness stuff and people are still not happy?\" asks Santos, who is 46. \"Because it takes work! Because it's hard!\" (Marchese, 2/18) [ Different Takes: Covid Made Anti-Vax Movement Worse; Tackling Exorbitant Prescription Drug Costs ](https://kffhealthnews.org/morning-breakout/different-takes-covid-made-anti-vax-movement-worse-tackling-exorbitant-prescription-drug-costs/) Opinion writers examine some unexpected consequences of the pandemic, as well as prescription cost issues. [ Los Angeles Times: The Anti-Vax Movement Was Already Getting Scary. COVID Supercharged It ](https://www.latimes.com/opinion/story/2022-02-25/covid-anti-vax-childhood-vaccination-measles-mumps) Conspiracy theorists' disinformation has led to the deaths of thousands of Americans every week by discouraging COVID-19 vaccinations. That toll will end up being a tiny fraction of the anti-vax movement's body count. Even when this pandemic is over, an energized base of anti-vaxxers will lead to more deaths for years to come. The uptake of standard childhood vaccines was already declining before COVID-19 hit, leaving more and more children vulnerable to diseases like diphtheria, measles, rubella, smallpox, mumps, tetanus and whooping cough. Since the pandemic began, we're also seeing more politics-driven attacks on state mandates for pre-school vaccination. Long-vanquished child-killing diseases will rise again, just because parents have been fooled into rejecting safe, long-proven vaccines. (John P. Moore, 2/25) [ Bloomberg: How To Repair The Pandemic's Damage To Cancer Care ](https://www.bloomberg.com/opinion/articles/2022-02-24/how-to-repair-the-pandemic-s-damage-to-cancer-care) In the pandemic's third year, we are beginning to discern the total picture of Covid-19's damage. Beneath the coronavirus's own staggering death toll and the suffering it has inflicted lie many layers of collateral damage. One of the largest of these is Covid's disruption to cancer prevention and care. (Lisa Jarvis, 2/24) Also — [ Chicago Tribune: Medication Insecurity Is The Next Public Health Crisis ](https://www.chicagotribune.com/opinion/commentary/ct-opinion-medication-insecurity-costs-supply-chain-20220224-cs3lfirww5am3nfcx3p5llukce-story.html) Nearly 2 billion people worldwide lack consistent access to the medicines they need to treat diabetes, asthma, chronic obstructive pulmonary disease and other life-threatening illnesses. They are \"medicine insecure,\" meaning they don't have reliable, equitable access to the medicine and supplies they need. (Julie Varughese, 2/24) [ Newsweek: I Need Insulin To Stay Alive. It's Gradually Being Priced Out Of My Reach ](https://www.newsweek.com/i-need-insulin-stay-alive-its-gradually-being-priced-out-my-reach-opinion-1682064) It happened at the supermarket a few years ago, as I stood in the checkout line: My breathing became labored and my vision blurred. My throat felt parched. I became fatigued and so irritable that I snapped at my daughter, who had accompanied me to the store. I knew what was happening: These were the effects of insulin rationing. I had only taken half my prescribed dose of insulin and my blood sugar was spiking. I hadn't been able to pay for a prescription refill, and had taken less than a full dose of insulin, so that the supply I had could tide me over until payday. I knew I could be risking my kidneys, my eyesight, or possibly death. However, I had to pay the mortgage, keep food on the table and the electricity on. (Mindy Salango, 2/24) [ Dallas Morning News: Dear Watchdog, How Does GoodRx Knock Down The Price So Steeply For Many Drugs At The Pharmacy? ](https://www.dallasnews.com/news/watchdog/2022/02/24/dear-watchdog-how-does-goodrx-knock-down-the-price-so-steeply-for-many-drugs-at-the-pharmacy/) Recently, out of curiosity, I showed a pharmacist a GoodRx discount card I had in my pocket and the price of my medicine of $105 was reduced to $16. I was stunned! I started thinking how GoodRx makes a profit, and why would a pharmacy discount their price so much just because you show them a plastic card sent to you? I wanted to know how much the drug price varied at different pharmacies, so I did a small survey. All the pharmacies I visited couldn't give me a price because they needed a prescription. But the fact that the same drug can cost up to five times more in one pharmacy than another - and with the use of a discount card you can get up to an 85% reduction in costs shows how distorted and dysfunctional drug pricing is. (Dave Lieber, 2/24) [ Viewpoints: Florida Abortion Ban Has No Exceptions; Alzheimer's Research Must Diversify ](https://kffhealthnews.org/morning-breakout/viewpoints-florida-abortion-ban-has-no-exceptions-alzheimers-research-must-diversify/) Editorial writers delve into these public health issues. [ Miami Herald: Without Access To Safe Abortion, Florida Women And Their Families Will Take An Economic Hit ](https://www.miamiherald.com/opinion/op-ed/article258750703.html) This January marked the 49th anniversary of Roe v. Wade, the landmark U.S. Supreme Court ruling that affirmed that the Constitution protects a pregnant person's freedom to choose abortion. Less than a month later, the Florida House passed HB 5 to ban abortions after 15 weeks (the current cutoff is 24 weeks), with no exceptions for rape or incest. The bill is now expected to pass the Senate and go to Gov. DeSantis, who has signaled he will sign it into law. (Marya Meyer and Elizabeth Barajas-Roman, 2/24) [ Stat: Improving Diversity In Alzheimer's Research Can Update All Medical Research ](https://www.statnews.com/2022/02/25/improving-diversity-alzheimers-research-update-all-medical-research/) The health inequities that have long plagued the U.S. were highlighted and worsened by the Covid-19 pandemic. Low-income and minoritized populations, such as Black and Hispanic Americans, are not only at greater risk of infection, hospitalization, and death from the disease, but they are also up to twice as likely to develop chronic diseases like cancer, diabetes, heart disease, and Alzheimer's disease. The roots of these disparities are deep and complex. But one of them that bears highlighting is the extent to which regulatory approval pathways affect how medical research is conducted in the U.S. (Rhoda Au, 2/25) [ The CT Mirror: Three Voices On Medical Aid-In-Dying ](https://ctmirror.org/2022/02/25/three-voices-on-medical-aid-in-dying/) When Kristen Keska's mother Karen Self-Mann, was diagnosed with a terminal, late-stage cancer, Kristen wished her mother lived in one of the 10 states and jurisdictions where medical aid in dying was available. For as long as she can remember, Kristen's mom told her that if needed, she favored an option to ease suffering at the end of her life. Although she had hospice services, Kristen's mother suffered in her final days, and Kristen advocates for medical aid in dying today in her memory. (Tim Appleton, 2/25) [ The Tennessean: Tackling Food Insecurity Requires A Health' Approach ](https://www.tennessean.com/story/opinion/2022/02/24/tackling-food-insecurity-requires-one-health-approach/6880504001/) A new approach, a \"One Health\" approach, holds promise where other strategies have failed. A One Health approach looks at the intersection of the health of people, animals, plants and the environment. (Deb Miller and Carole R. Myers, 2/24) [ Stat: CDC Must Stop Legitimizing The Expulsion Of Asylum Seekers ](https://www.statnews.com/2022/02/24/cdc-stop-legitimizing-expulsion-asylum-seekers/) The Centers for Disease Control and Prevention has come under fire in past weeks over fumbles in its response to the Omicron surge. As the organization's leadership works to dig itself out from this blow to its reputation, it must rectify another issue that's been threatening its legitimacy for almost two years: CDC orders that have justified the baseless expulsions of asylum seekers at the U.S.-Mexico border. In March 2020, the CDC issued an order invoking two rarely used sections — 265 and 268 — of Title 42 of the U.S. Code of Federal Regulations, which was established in 1944 by the Public Health Service Act. Title 42 grants the government powers to take emergency action to halt the introduction of communicable disease. It's meant to be used for localized outbreaks, not global pandemics. (Juliana Morris, Stephanie Sun and Rashmi Jasrasaria, 2/24) [ USA Today: Kathy Ireland Wants To Help Fight Opioids As The Nation Battles COVID ](https://www.usatoday.com/story/opinion/columnists/2022/02/25/kathy-ireland-opioid-addiction/6642463001/) For renowned supermodel and philanthropist Kathy Ireland as well as former Health and Human Services Deputy Secretary Eric Hargan, the fight against the opioid epidemic is personal. Ireland and Hargan recently met with USA TODAY Opinion to talk about fighting the opioid epidemic in the midst of the COVID-19 pandemic. (2/25) [ The CT Mirror: UConn Health's Mission Is Public Service For Our State ](https://ctmirror.org/2022/02/25/uconn-healths-mission-is-public-service-for-our-state-bruce/) As the newly appointed interim CEO for UConn Health, I testified on February 22 before the Connecticut General Assembly's Appropriations Committee regarding our budget request for the next fiscal year. I highlighted the enormous good that UConn Health does and proudly carries out as a public service mission for our state. However, I remain troubled and perplexed by the level of misunderstanding and mistaken assumptions that continue to be perpetuated regarding UConn Health, our mission, and our finances. (Bruce T. Liang, M.D., 2/25) [ Stat: Fair Hearings Often Aren't When Hospitals Try To Suspend Physicians ](https://www.statnews.com/2022/02/25/fair-hearings-often-fail-to-live-up-to-their-name-when-hospitals-try-to-suspend-physicians/) Over the past five years, there has been an alarming trend in the United States health care system: an increase in the number of physicians in private practice whose medical staff privileges in hospitals have been suspended without proper due process. Hospitals operate under certain accrediting agencies, most commonly The Joint Commission, which, along with state laws, require them to adopt medical staff bylaws that provide for a fair hearing process consistent with \"due process\" if they intend to take a negative action such as trying to limit or revoke a physician's medical staff privileges. Due process requires that legal matters be resolved according to established rules and principles which, in the context of curtailing a physician's privileges, includes a fair hearing. "}