{"title": "PDF", "author": "PDF", "url": "https://dfcm.utoronto.ca/sites/default/files/inline-files/March%2025_%202022%20COVID-19%20CoP%20Slide_v3.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "COVID RecoveryMarch 25, 2022 Family PhysiciansCOVID Recovery 2Moderator: Dr. Tara Kiran Fidani Chair, Improvement and Innovation Department of Family and Community Medicine, University of Toronto Panelists: Dr. Susy Hota , Toronto, Dr. Arieg Badawi, Milton, ON The COVID -19 Community of Practice for Ontario Family Physicians is a one-credit -per-hour Group Learning program that has been certified for up to a total of 32 credits. The COVID -19 Community of Practice for Ontario Family Physician includes a series of planned webinars. Land Acknowledgement 3We acknowledge that the lands on which we are hosting this meeting include the traditional territories of many nations. The OCFP and DFCM recognize that the many injustices experienced by the Indigenous Peoples of what we now call Canada continue to affect their health and well -being. The OCFP and DFCM respect that Indigenous people have rich cultural and traditional practices that have been known to improve health outcomes. I invite all of us to reflect on the territories you are calling in from as we commit ourselves to gaining knowledge; forging a new, culturally safe relationship; and contributing to reconciliation. Changing the way we work 5At the conclusion of this series participants will be able to: Identify the current best practices for delivery of primary care within the context of COVID -19 and how to incorporate into prac tice. Describe point- of-care resources and tools available to guide decision making and plan of care. Connect with a community of family physicians to identify practical solutions for their primary care practice under current c onditions .A community of practice for family physicians during COVID- 19 Previous webinars & related resources: https://www.dfcm.utoronto.ca/covid -19-community -practice/past -sessionsMitigating Potential Bias The Scientific Planning Committee has full control over the choice of topics/speakers. Content has been developed according to the standards and expectations of the Mainpro + certification program. The program content was reviewed by a three- member national/scientific planning committee. Planning Committee : Dr. Tara Kiran, Patricia (DCFM), (OCFP)Disclosure Support This CPD program has received in -kind support from the Ontario College of Family Physicians and the Department of Family and Community Medicine, University of Toronto in the form of logistical and promotional support. Potential for conflict(s) of interest : N/ADr. Susy Hota- Panelist Twitter: Dr. Mira Backo -Shannon -Panelist Vice President, Clinical Programs and Innovation, Ontario Health Dr. Arieg Badawi -Panelist Family Physician, Kelso Lake Medical Centre Dr. David Kaplan -Co-Host Twitter: @davidkaplanmd Family Physician, North York Family Health Team and Vice President, Quality, Ontario Health Dr. Liz Muggah -Co-Host Twitter: @OCFP_President OCFP President, Family Physician, Bruyère Speaker Disclosure Faculty Name: Dr. Finch Therapeutics Group Speakers Bureau/Honoraria: Ontario Speakers Bureau/Honoraria: Others: N/A Support: N/A Speakers Bureau/Honoraria: Provincial Primary Care Advisory Table, Central Region Primary Care Council, Milton COVID -19 Cold and Flu Care Clinic, Ontario College of Family Physicians Others: N/ASpeaker Disclosure Faculty Name: Dr. sponsors: Grants/Research Support: St. Michael's Hospital, University of Toronto, Health Quality Ontario, Canadian Institute for Health Research, Ontario Ministry of Health, Gilead Sciences Inc (re: Hepatitis C), Staples Canada (re: Patient Engagement) Speakers Bureau/Honoraria: Ontario College of Family Physicians, Ontario Medical Association, Doctors of BC, Nova Scotia Health Authority, Osgoode Hall Law School, Centre for Quality Improvement and Patient Safety, Vancouver Physician Staff Association, University of Ottawa, Ontario HealthFaculty Name: Dr. Liz Muggah Relationships with financial sponsors: Grants/Research College of Family Physicians Others: N/AFaculty Name: Dr. David Kaplan Relationships with financial sponsors: Grants/Research Support: N/A Speakers Bureau/Honoraria: Ontario College of Family Physicians Others: Ontario Health (employee)All questions should be asked using the Q&A function at the bottom of your screen. Press the thumbs up button to upvote another guests questions. Upvote a question if you want to ask a similar question or want to see a guest's question go to the top and catch the panels attention. Please use the chat box for networking purposes only. 10How to Participate Dr. Susy Hota- Panelist Twitter: @HotaSusy Dr. Mira Backo -Shannon -Panelist Vice President, Clinical Programs and Innovation, Ontario Health Dr. Arieg Badawi -Panelist Family Physician, Kelso settings -Vulnerable populations -Healthcare human resources preservation -Outbreak potential (in LTC Rep 2022;71:212 -216.Physical Distancing 2 metres physical distancing still emphasized in MOH Primary Care guidance document -Provisions to adapt according to need and community prevalence Try to accommodate clinical needs, ECPs/visitors, education of learners -Tie < 2 metres of distancing to maintaining universal masking Maintain 2 metres distancing during breaks, eating spacesPatient/ECP Screening Negative COVID -19 tests (RAT/PCR) and proof of vaccination not required for in- person patient visits Online/phone active screening when scheduling appointments for patients Active screening at point of entry (symptoms/exposures) Passive screening through signage Screen failures: self -isolate as per updated CCM guidance vs. proceed with visit using additional precautionsPPE (unchanged) suspected/confirmed For all other patient interactions: -Well- fitting surgical mask (or N95, as per PCRA or extended use protocol) -Eye protection IF the patient is not able to tolerate a maskManagement of HCWs with COVID -19/Exposures Primary cares offices are NOT considered \"highest risk\" settings -Symptomatic, patient -facing staff are eligible for testing -If positive for COVID -19: can return to work after 5 days of self - isolation if clinically improved Caveat -if also work in a \"highest risk setting\", do not work there for 10 days -If exposed to COVID -19: follow community COVID -19 contact managementDuration of viral shedding: Omicron UK systematic review: viral load peaks within 3- 6 days of infection, no virus cultured by day 10 (pre- Omicron) Japanese study: peak viral detection by PCR 3- 6 days after symptoms/diagnosis -Similar findings in US NBA study of longitudinal Ct values US cohort (preprint study): >50% have culturable virus at day 5, 25% at day 8 -No difference by variant (Delta vs Omicron) or vaccination status Civek M. et al. Lancet Microbe. 2021 Jan. COVID -19 vaccination policies (for now) -3rddoses need to be strongly recommended 4thdoses still only recommended for: -Moderately/severely mmunocompromised (>84 days for adults; >168 days 17 year- olds) -LTCH/RH/Elder Care Lodge/CC residents (>84 days -not yet Health Canada consecutive IM injections) x 6 months25Cancer Screening26 CCC: Fecal test volumes (ages 49-85) FIT volume continued to rise in February 2022, reaching 152% of February 2019 volume and 121% of February 2020 volume. Note: Ontario transitioned from gFOBT to FIT in June 2019. January 2020 was the first month when FIT became the only screening test for colorectal cancer screening . 52% Change 2022 vs 201927 OCSP: Pap test volumes (ages 21-69) December 2021 Pap test volume was updated based on the latest data. The updated Pap test volume in December 2021 was 132% of the level in December 2019. Note: Due to the lag in OCSP data, 2022 volumes are unavailable. Pap test volumes in early 2022 are expected to be impacted by Directive 2. 32% Change 2021 vs 2019 (December data) 28 OBSP: Screening mammograms (ages 50-74 for average risk & 30 -69 for high risk) Following a decline in January 2022, mammography volume increased in February 2022. The volume of mammograms in February 2022 was 115% of that in February 2019 and 99% of that in February 2020. 15% Change 2022 vs 201929Childhood Immunization Visits30 Childhood Immunization Visits Infant vaccination volumes remained relatively constant throughout the pandemic while volumes for older children dropped; vol ume s for MMR for children ages 4 to 6 have largely recovered while Tdap vaccinations for teenagers remain significantly lower than pre -pandemic 31Retinal Exam and HbA1c Testing 32 0102030405060 800,000850,000900,000950,0001,000,0001,050,0001,100,0001,150,0001,200,0001,250,0001,300,0001,350,0001,400,0001,450,0001,500,000 % to-date HbA1c testsPrevalent diabetes cases in Ontario Month- YearPercentage of patients with diabetes up- to-date with glycated hemoglobin tests (at least 2 HbA1c tests in past 12 months) Prevalent diabetes cases Percent patients with up-to-date HbA1c tests Data % to-date retinal examPrevalent diabetes cases in Ontario Month- YearPercentage of patients with diabetes up- to-date with a retinal exam (at least one exam in past 24 months) Prevalent diabetes cases Percent patients with up-to-date retinal exam Data sources: OHIP, Reported by: QME, Ontario Health34 Primary Care Priorities Continue to focus on urgent and emergent care to avoid unnecessary emergency department visits -Undertake early identification and referral of patients who would benefit from COVID- 19 therapeutics and remote monitoring of patients with COVID Resume or continue preventative care (e.g. cancer screening) and chronic disease management -Continue to support covid vaccinationStrategy ConnectionsCOVID responseStarted with loose list of leaders and now have Central Region coverage Adapt to respond, inform recovery all focused on primary care advancement Strategically embedded membership into planning tables -mental health, congregate setting, research, digital health, etc.Primary Care Council Testing capacity PPE, PPE and more PPE COVID@Home Remote care monitoring Long -term care response Inpatient supports COVID, Cold and Flu Care Clinics Vaccine campaigns and hubs Refugee and evacuee support Back to school webinars Primary Care Network CME/updates/forums Holiday surge response(s) Wellness survey Community based therapeutic Online appointment booking Expansion eReferral , eConsult Guidelines on virtual visits Supporting physicians in all practice models in working safely and meaningfully during the pandemicProvincial policy OHTs response/recovery priority populations Ontario Health Regional an Provincial leadership Provincial associations and colleges What we didStrategy ConnectionsWhere do we go from here 1.Take Personal Inventory 2.Value for Impact workPhysician Wellness -The Science of Happy Community and Purpose Celebrate our successes Primary care networks Promote well -being Mastery and Autonomy Common causes Primary Care Research Network Increase primary care profileWhere we invest our time Embrace digital solutions Electronic communication eConsult Central Waitlist Management Health Care Navigation System Remote Care monitoring Integrated system care Expand the work of Community Access Clinics (aka COVID, Cough, Cold Flu Community Care Clinics) Link in closer with specialist care -CHF care pathways, DM Use system resources Understand my patient populationWhere we invest our energy AccessMHA Chronic Disease pathways Team based care EMR/digital health design power Innovation Ecosystem Patient managed self -care Primary Care unificationPhilosophy of Care -COVIDStrategy 1.Patient, Caregivers and Families 2.Provider Experience Primary care clinic 3.Cost Effectiveness Efficient, different & innovative 4.Population Health Leading concernsQUADRUPLE AIM PHILOSOPHY OF CAREPATIENT EXPERIENCE PROVIDER EXPERIENCE COST EFFECTIVENE SSPOPULATION HEALTHCOVID Impact InfodemicsMask wearing Vaccination Financial insecurity Job loss Social IsolationAccess to essential services -Patient with technological challenges Families/loved ones seperated Mental Health MDD, GAD, AN, bulimia, Substance use, OD, SI/HI COVID Infection/ Terminal illnessPatients suffering/ dying alone or with strangers. Sedentary life Weight gain, obesity \"CoVesity\" 1, DM, HTN, CAD Access to healthcarePostponed medical procedures. Limitation of in- person care. Change in attitude when accessing care and expectationsRetirement of physicians/ HCWPATIENT EXPERIENCECOVID Impact of specialistIn-patient care Procedures post poned Lack of PPEDonationsAlternative supply chainsPatient Fear of coming into the clinic Shifting avenue of care access & expectations TelemedicineVirtual care from different platforms Phone consultsPharmacyVaccinations NP PCR swabbing GP/NP clinic Small business office VaccineVaccine hesitancy, logistics (vial doses, new EMR system) Shifting policiesInformation overload and exhaustionBurnoutRetiring physicians/ HCW Increase in the # of unattached patientsPROVIDER Impact Best Practices ROI InfodemicsMask staff adhere/ PPESafe environment for pts/ staff Avoid HCW shortages Clinic FlowScreening patients Booking (in- person, virtual & phone)Screen patientsDesign according to office space (Hybrid)Reduction in \"time -wasted\" More in- person appointment Preventative Care ILI Symptomatic patientsLimited access to careOverloading the EDVirtual/ phone appoint - Increase antibiotic useScreen patientsMust wear surgical masks (provide one @ office) Staff should be wearing N95MasksBlock the end of the dayIncrease access to careReduction in unnecessary abx useContinuity & organized continuity of careCOST EFFECTIVE (BEST PRACTICES)POPULATION HEALTH 4.4 M living with DM, pre -DM ($1.5 B/ 2019) Ontario is the highest in the country Reduce lifespan 5 -15 years, 30% Strokes, 40% heart attacks, 50% of renal failure, 70% amputations and is the leading cause of blindness, 2 Projection of 1 million DM in the next 7 yr 3 References: 1.K. Zakka, S Chidambaram, S. Mansour et. SARS -CoV-2 and Obesity: \" CoVesity -and- Policy/Backgrounder/2020_Backgrounder_Canada_English_FINAL.pdf 3.New Data Shows Diabetes Rates And Economic Burden on Families Continue to Rise In Ontario. symptoms and any of the following: cont'd53Who is eligible for PCR f-March 9, 2022 Isolation periods for COVID+ and COVID- symptomatic cases \"In all scenarios, symptoms need to be improving for 24 hours (or 48 hours if gastrointestinal symptoms) and no fever present prior to ending self -isolation.\"55Case and contact management & isolation Living with and managing COVID -MOH, March COVID -MOH, March 9, 2022 Case and contact management & isolation57Lifting of COVID Measures in Ontario: Implications for -resources/covid-19-resources/summary -lifting-of -covid -measures.pdf -March 15, 2022OCFP summary and interpretation OUR ELECTION OPPORTUNITY The Ontario election is set for June 2, 2022. Goal: Our policy solutions are on each party's platform. 86% of members say it's important the OCFP advocates on their behalf. 4% say it's not important and 10% not sure.Expand access to comprehensive primary care by ensuring every Ontarian has a family doctor supported by team- based resources. Improve the accessibility of care by increasing the time that family doctors can spend providing direct patient care. Ensure every Ontarian has a family doctor by recruiting and retaining more family doctors within the province. Nearly 90% of members agree with our election focus. POLICY SOLUTIONS60 OUR MAIN MESSAGE Our public testing revealed when we say \"doctor\", people think of their family doctor. WHAT'S COMING NEXT? Beginning April 4 Going out to media Active on social media Regular member updates, sharing ways you can get involved Lend your voice -help us carry this message during the campaign62 Questions? 63Webinar recording and -19-community -practice/past -sessions next Community COVID -19 Community of Practise for Ontario Family Physicians is a one -credit -per-hour Group Learning program that has been certified for up to a total of 32 c redits.. Post session survey will be emailed to you. Mainpro+ credits will be entered for you with the information you provided during registration. "}