{"title": "Nuevo efecto secundario de la vacuna de Pfizer contra el Covid", "author": "Redacción Consejos", "url": "https://www.consejosdetufarmaceutico.com/enfermedades/nuevo-efecto-secundario-de-la-vacuna-de-pfizer-contra-el-covid/", "hostname": "consejosdetufarmaceutico.com", "description": "La Agencia Española de Medicamentos y Productos Sanitarios (Aemps), en su actualización del Informe de Farmacovigilancia sobre Vacunas Covid-19 publicado", "sitename": "Publicitario Farmacéutico SL", "date": "2023-01-24", "cleaned_text": "[Toda la actualidad del mundo de la salud y la farmacia en Consejos de tu Farmacéutico.](https://www.consejosdetufarmaceutico.com/) Además, puedes seguirnos en nuestras redes sociales: La Agencia Española de Medicamentos y Productos Sanitarios (Aemps), en su actualización del [Informe de Farmacovigilancia sobre Vacunas Covid-19 ](https://www.aemps.gob.es/informa/19o-informe-de-farmacovigilancia-sobre-vacunascovid-19/) publicado el pasado 19 de enero, recoge nuevos efectos secundarios correspondientes a la administración de las vacunas Comirnaty (Pfizer) y Vaxzevria (AstraZeneca). La nueva reacción adversa registrada respecto a la vacuna de Pfizer es el mareo, que puede aparecer en las 24 horas siguientes a la inyección. No obstante, la Aemps señala que se trata de una reacción «poco frecuente». Este nuevo efecto secundario se une a los ya conocidos y más frecuentes: trastornos generales (fiebre y malestar), del sistema nervioso (cefalea y mareos) y del sistema musculoesquelético (mialgia y artralgia)», según este documento. En esta última evaluación, Sanidad también ha incluido nueva información sobre la vacuna Vaxzevria (AstraZeneca) incluyendo una reacción adversa no detallada anteriormente relacionada con la administración de la vacuna: la vasculitis cutánea. Esta afección provoca inflamación de los vasos sanguíneos de la piel en forma de erupción cutánea, con cardenales o con pequeñas manchas en la piel. "}