{"title": "How This Nike Creative Gets Her Skin So Good", "author": "Daise Bedolla", "url": "https://www.thecut.com/article/nike-lydia-pang-cystic-acne-skin-care-routine.html", "hostname": "thecut.com", "description": "Lydia Pang on learning to live with acne.", "sitename": "The Cut", "date": "2020-05-19", "cleaned_text": "Want more skin care? Join [the Beauty Group](https://www.facebook.com/groups/1984481814957470/about/) on Facebook. Lydia Pang, who oversees the Brand Narrative team for [Nike Global](https://www.thecut.com/2019/10/nike-olivia-kim-collection.html) in Portland, Oregon, says acne is the best thing that ever happened to her. It's a sentiment born out of years of struggle and self-examination. \"When I changed [contraception](https://www.thecut.com/article/why-women-are-going-off-birth-control-pills.html) and developed swollen, pussing, throbbing [cystic acne](https://www.thecut.com/2018/03/korean-skin-care-hormonal-acne.html), I was bitter — it changed me in ways I never imagined,\" says Pang. \"I loathed myself. I cried myself to sleep. I stopped wanting to look my partner in the eye. I stopped speaking up in meetings. I started canceling plans with friends. I threw thousands of dollars at anyone who promised it would end.\" At one point, she even removed the lights in her bathroom so that she wouldn't have to see her own reflection. The turning point came when she saw [Sandra Lanshin](https://www.thecut.com/2018/06/interview-treatment-by-lanshin-sandra-chiu.html), an acupuncturist, herbalist, and founder of a Brooklyn [holistic healing studio](https://www.lanshin.com/), who helped Pang realize her acne was part of something deeper that she needed to address. \"In our first consultation, I said to her, sobbing of course, 'I hate my face; it's failed me,' and unlike the 780 derms I'd thrown money at before, she paused and said firmly, 'Why would you say that? Your skin is a miracle working hard to clean out toxins for you. Heal from inside, learn to love what your skin is trying to do, and you will move past this.'\" Lanshin encouraged Pang to take a holistic approach to her skin. Under her direction, Pang shifted to a [\"pretty clean\" diet](https://www.thecut.com/article/remy-morimoto-park-vegan-skin-care-routine.html), incorporated regular exercise into her routine, sought out an [acupuncturist](https://www.thecut.com/2018/03/do-we-finally-understand-how-acupuncture-works.html) (whom she saw on a weekly basis before the coronavirus pandemic), and built a skin-care routine with [\"mainly natural\" products](https://www.thecut.com/2017/04/a-guide-to-natural-makeup-and-skincare.html). Now, Pang emphasizes that her skin isn't perfect, but she's made peace with it. \"I'm an impatient person, so my skin story has really become more about liking myself and being kinder to myself,\" Pang says. She implores anyone struggling with acne to drop the expensive acid products and to stop with the self-loathing \"because from skin diaries to food diaries to [poop diaries](https://www.thecut.com/2018/03/probiotics-benefits-clear-skin.html) to thousands of dollars on makeup, treatments, peels, and lasers, the only change that truly worked was my attitude shift.\" Take a look at Pang's full routine below, and know that she's careful about committing to a product. As she emphasizes, \"given my tumultuous and ongoing skin journey, I'm pretty sensitive about trying new products because I'm scared to fuck shit up.\" The Double Cleanse \"I wake up and wash my face with two products, first with One Love Organics Vitamin B Enzyme Cleansing Oil and then the Joanna Vargas Miracle Bar after. I do it in this order because I love how hydrating the oil feels, and how squeaky-clean my skin feels after the Miracle Bar. The One Love oil feels good when you have super-sore or swollen acne. It's soothing and kind. Plus, it smells like a piña colada.\" \"I stumbled across the JV Miracle Bar one dark, cystic-acne-ridden day in NYC when I was verging on tears at work and a friend turned to me and said she'd beaten her pregnancy acne with Joanna's products. I gave it a go, as I did with literally anything that anyone promised would even remotely help, and within a week or so, I noticed my acne had calmed. Plus, it's not horrifically expensive like your usual acne face washes, and I use it to clean all my brushes and makeup stuff, which is cool. Also, it's black, and that works with the aesthetic in my bathroom. Now that I'm coming out of the end of my acne journey, I can't quite let go of the soap. I do pray that one day I won't need to use it, but for now, it's my go-to. I even pack it when I go abroad in a little ziplock sandwich bag. She's classy.\" The Toner \"I pat my face dry after cleansing and apply Aesop B + Tea balancing toner. I like to use a cotton pad with this toner so I can really get in the creases of my face and feel super clean after.\" The Mist \"I like the Hydrating Elixir because it makes my skin feel really hydrated and plump, and it smells so good, kind of smoky and spicy. As my skin is oily, I always used to avoid products like this for fear they would make it more greasy and make me break out. It turned out the opposite was true. Through desperation to fix my acne, I was constantly stripping out the natural oils and never putting hydration back in, and since adding this step to my regime, I've noticed a big change. I also have one on my desk so I can spritz throughout the day.\" The Spot Treatment \"If I have a spot, which I usually do, I'll use a Q-tip and apply a tiny bit of Marie Veronique intensive repair serum. This stuff is brutal, but I love it. I'm one of those people who like to really feel that a product is working. Nothing more validating than a tiny sting as you apply it so you feel comforted that something is gonna change — progress. Over the past five years, I have courted almost every pimple cream on the market, every price, every remedy, every application method, and I would say this one is good for your average, cute little pimple. It brings it to a head overnight and you barely need to use any, which is good, as it's a pretty penny.\" The Serum \"Spot or no spot, I then apply some Eminence Clear Skin Willow Bark Booster-Serum and finish with Eminence Clear Skin Probiotic Moisturizer (below). I love all of the Eminence products. They smell clean and apply nicely. You barely need any product for coverage, so they last a long time and always leave my skin feeling smooth and ready for primer and makeup. I add the serum first, just a drop and rub into my fingers, then dab it all over but especially that demon T-zone.\" The Moisturizer \"I dot a few spots of the Eminence moisturizer before giving myself a cheeky little 30-second face massage, just to get all that product in there. This also helps me with leaving my morning routine on a high. I used to get really sad washing my face in the morning as it would remind me of how bad my skin was. I'd hate looking in the mirror, honestly. So now, pimples or not, I try to celebrate my skin and treat it with some care and love.\" The Primer \"When my face is dry, I apply my favorite primer from Crunchi. I found this product through a friend, and it's really, truly great. It goes on really smooth and doesn't feel too heavy. You literally need one tiny pump of it. And it truly works. You don't get those sad forehead creases where your foundation has stuck and clogged up. It also helps with covering nasty pimples and sets a perfect base for you to apply very little product and get that nasty thing hidden.\" The Foundation \"I used to cake the foundation on when my acne was super bad, but cystic acne changes your face shape and is super hard to cover. This foundation helped me through that, as you can use very little for good coverage, so you don't end up suffocating your skin, clogging pores, and perpetuating the problem. Sad times. It also goes on and spreads really easily! And despite being all-natural, it actually smells really nice. Right now, I need coverage for my acne scars, and it does the job really well without me having to load a ton of product on. If I were a cute beauty blogger, I would smile at the camera and say, 'Highly recommended guys, 10/10.'\" The Extras \"Next up, depending on the day, I might finish with something for the inside, as a reminder that health and beauty come from within. Hilma is a female-founded natural-remedies brand. I love its immune-support sachets. They taste really good, when, let's be real, those things usually taste bad. The sachets contain zinc, vitamin C (camu camu), turmeric, echinacea, ginger, basically all the things I used to take as supplements until it became expensive and annoying and I dropped off. All you do is mix a sachet with water. I put in a bit of manuka honey if I fancy it. I've noticed I have more energy after taking these sachets pretty consistently. I like that they represent a promise to take care of yourself every day and keep yourself strong inside, versus reactively popping an Advil or energy drink.\" \"I love CBD tea, and this one is my favorite. From the beautiful branding to the delicate taste, this is my go-to cuppa in the morning. It tastes sweet and floral, but also a bit bitter, so it satisfies that caffeine craving in the morning. CBD tea just chills you out. It's mellow and comforting. Kinda like matcha, it's not a fast hit of anything. It's a slow release of the good stuff. When working from home and spiraling between different Zoom calls, it's hard to have boundaries and not get stressed and overwhelmed. This tea is really good at flattening out that stress spike, and thus the inevitable cortisol hit, and subsequent pimple. Also, it contains Osmanthus, which is a Chinese medicine herb known for helping digestive functions and improving complexion and skin impurities. I figure you guys got that I'm into that by now!\" \"Right now, because I've recently come off contraception and my skin is figuring itself out, I take two of [these](https://www.osmosisskin.co.nz/product/skin-defense-60-capsules/). They're basically a charcoal detox. They help with hormone- and stress-triggered acne, clearing out toxins and strengthening the immune system. I've been taking them for about a month, and I've noticed a big difference. My skin is a lot calmer and clearer. [Stacy Sitko](https://www.instagram.com/stacy_yarrow/) recommended them to me during a virtual skin consultation I had with her while in quarantine. She gives one-on-one, personalized advice, and it's honestly been super helpful having her guidance while I am unable to get to her for IRL facials. I like Stacy's approach to skin care because she believes the skin is a mirror image of what is happening internally and uses both topical products as well as her knowledge of facial mapping to address any internal concerns. "}