{"title": "The Struggle to Immunize Long-Term Care Staff", "author": "Gary Evans", "url": "https://www.reliasmedia.com/articles/147846-the-struggle-to-immunize-long-term-care-staff", "hostname": "reliasmedia.com", "description": "Almost two-thirds of healthcare workers in thousands of skilled nursing facilities have turned down the COVID-19 vaccine, even though the mortality rates of long-term care residents are among the highest of any population. Historically, long-term care workers have shunned influenza vaccinations,...", "sitename": "The Struggle to Immunize Long-Term Care Staff", "date": "2021-03-26", "cleaned_text": "The Struggle to Immunize Long-Term Care Staff Almost two-thirds of healthcare workers in thousands of skilled nursing facilities (SNFs) have turned down the COVID-19 vaccine, even though the mortality rates of long-term care residents are among the highest of any population. Along with healthcare workers in hospitals and other settings, long-term care staff were considered a top vaccine priority because they care for frail residents, the Centers for Disease Control and Prevention (CDC) reports. \"Among 11,460 SNFs, with at least one vaccination clinic conducted during the first month of the CDC Pharmacy Partnership for Long-Term Care Program, a median of 77.8% of residents and 37.5% of staff members received 1 vaccine dose through the program,\" the CDC stated.1 \"SNFs that provide skilled nursing care and rehabilitation services for persons with complex medical needs have been documented settings of COVID-19 outbreaks. In addition, residents of [long-term care facilities] might be at increased risk for severe outcomes because of their advanced age or the presence of underlying chronic medical conditions.\" Historically, long-term care workers have shunned influenza vaccinations, citing skepticism about the vaccine's efficacy or that they do not get the flu. The COVID-19 vaccine raises its own set of suspicions. Frequently cited reasons for vaccine hesitancy included the perceived rapidity of vaccine development; inadequate information received about vaccine safety, side effects, and administration; and skepticism regarding the clinical trials and vaccine approval processes,\" the CDC stated. David Gifford, MD, MPH, senior vice president of quality and regulatory affairs at the American Health Care Association (AHCA), has been working with about 15,000 nursing homes around the country on vaccine issues. He spoke at a recent CDC forum on vaccine uptake issues for healthcare workers. \"I think a number of the challenges mirror what we're seeing in the general population and elsewhere,\" he said. \"People feel like the vaccine was rushed, shortcuts were taken. They're worried about long-term side effects.\" These were the most common questions, but there also were concerns based on the misinformation that has spread along with the virus. \"I try not to refer to them as conspiracy theories because that sort of sends a signal to the individual that their views and their information are discredited in some way,\" Gifford said. \"The decision that the staff are making based on the information they hear makes sense. The information they're hearing is what doesn't make sense.\" Drawing that distinction and listening carefully have proved key to successfully change workers' minds, particularly if a trusted source delivers the information. If possible, make sure that the information is personal and targeted to the individual, addressing their concerns in a nonjudgmental way, he said. \"[With these measures], we have seen facilities with 75%, 85%, 90% vaccine uptake rates among the staff, while others are at 30% and 40%,\" Gifford said. \"A lot of the divide is around different types of belief issues and where people get their information — from families and friends.\" Gifford and colleagues also have started a follow-up campaign, \"See Something, Say Something,\" to correct misinformation. \"If you hear something inaccurate, speak up so that people are making the best decisions on the information out there,\" Gifford says. In the long run, the attempts to offer the vaccine are less effective if the information is not clear and it is delivered by someone who does not look or sound like the targeted group. \"A lot of this comes from the level of trust between management and [staff],\" Gifford said. \"You're not a used car salesman trying to sell people on it because that doesn't engender trust. It sort of has a predetermined outcome. I think that messaging and the involvement of nurses and physicians in delivering that message has been really key.\" Successes should be celebrated by reminding all staff of the benefits of taking the vaccine after someone is immunized. \"It's not just about protecting you and protecting your family, which are two important messages,\" he said. \"It's about protecting your residents. It's about getting back to normal, being able to visit families, going out and doing the activities we have been all restricted from doing. I think those are messages that really resonated very well.\" Making a point that the unvaccinated staff do not have callous disregard for the elderly residents, Gifford said the COVID-19 outbreaks in nursing homes have hit workers hard. \"It's been ground zero,\" he said. \"Depending on the state, anywhere from 30% to half of all of the [COVID-19] deaths come from the nursing home population. That's been devastating to the workforce. Not just the nurses and aides, but housekeeping, dietary. They work there because they care about the elderly. They know these individuals, treat them as family. Many of them don't have family — or family nearby — and certainly they haven't been able to have family visit.\" REFERENCE - Gharpure R, Guo A, Bishnoi CK, et al. Early COVID-19 first-dose vaccination coverage among residents and staff members of skilled nursing facilities participating in the Pharmacy Partnership for Long-Term Care Program — United States, December 2020-January 2021. MMWR Morb Mortal Wkly Rep 2021;70:178-182. Subscribe Now for Access You have reached your article limit for the month. We hope you found our articles both enjoyable and insightful. For information on new subscriptions, product trials, alternative billing arrangements or group and site discounts please call 800-688-2421. We look forward to having you as a long-term member of the Relias Media community. "}