{"title": "The common assumptions of alternative medicine are unmitigated nonsense", "author": "Admin; Edzard", "url": "https://edzardernst.com/2018/12/the-common-assumptions-of-alternative-medicine-are-unmitigated-nonsense/", "hostname": "edzardernst.com", "description": "Alternative medicine is an odd term (but it is probably as good or bad as any other term for it). It describes a wide range of treatments (and diagnostic techniques which I exclude from this discussion) that have hardly anything in common. Hardly anything! And that means there are a few common denominators. Here are", "sitename": "Edzard Ernst", "date": "2018-12-01", "cleaned_text": "Alternative medicine is an odd term (but it is probably as good or bad as any other term for it). It describes a wide range of treatments (and diagnostic techniques which I exclude from this discussion) that have hardly anything in common. Hardly anything! And that means there are a few common denominators. Here are 7 of them: - The treatments have a long history and have thus stood the 'test of time'. - The treatments enjoy a lot of support. - The treatments are natural and therefore safe. - The treatments are holistic. - The treatments tackle the root causes of the problem. - The treatments are being suppressed by the establishment. - The treatments are inexpensive and therefore value for money. One only has to scratch the surface to discover that these common denominators of alternative medicine turn out to be unmitigated nonsense. Let me explain: The treatments have a long history and have thus stood the 'test of time'. It is true that most alternative therapies have a long history; but what does that really mean? In my view, it signals but one thing: when these therapies were invented, people had no idea how our body functions; they mostly had speculations, superstitions and myths. It follows, I think, that the treatments in question are built on speculations, superstitions and myths. This might be a bit too harsh, I admit. But one thing is absolutely sure: a long history of usage is no proof of efficacy. The treatments enjoy a lot of support. Again, this is true. Alternative treatments are supported by many patients who swear by them, by thousands of clinicians who employ them as well as by royalty and other celebrities who make the headlines with them. Such support is usually based on experience or belief. Neither are evidence; quite the opposite, remember: the three most dangerous words in medicine are 'IN MY EXPERIENCE'. To be clear, experience and belief can fool us profoundly, and science is a tool to prevent us being misled by them. The treatments are natural and therefore safe. Here we have two fallacies moulded into one. Firstly, not all alternative therapies are natural; secondly, none is entirely safe. There is nothing natural about diluting the Berlin Wall and selling it as a homeopathic remedy. There is nothing natural about forcing a spinal joint beyond its physiological range of motion and calling it spinal manipulation. There is nothing natural about sticking needles into the skin and claiming this re-balances our vital energies. Acupuncture, chiropractic, herbal medicine, etc. are burdened with their fair share of adverse effects. But the real danger of alternative medicine is the harm done by neglecting effective therapies. Anyone who decides to forfeit conventional treatments for a serious condition, and uses alternative therapies instead, runs the risk of shortening their lives. The treatments are holistic. Alternative therapists try very hard to sell their treatments as holistic. This sounds good and must be an excellent marketing gimmick. Alas, it is not true. There is nothing less holistic than seeing subluxations, yin/yang imbalances, auto-intoxications, energy blockages, etc. as the cause of all illness. Holism is at the heart of all good healthcare; the attempt by alternative practitioners to hijack it is merely a transparent attempt to boost their business. The treatments tackle the root causes of the problem. Alternative therapists claim that they can identify the root causes of all conditions and thus treat them more effectively than conventional clinicians who merely treat their symptoms. Nothing could be further from the truth. Conventional medicine has been so spectacularly successful not least because we always aim at identifying the cause that underlie a symptom and, whenever possible, treat that cause (often in addition to treating symptoms). Alternative practitioners may well delude themselves that energy imbalances, subluxations, chi-blockages etc. are root causes, but there simply is no evidence to support their deluded claims. The treatments are being suppressed by the establishment. The feeling of paranoia seems endemic in alternative medicine. Many practitioners are so affected by it that they believe everyone who doubts their implausible notions and misconceptions is out to get them. Big Pharma' or whoever else they feel prosecuted by are more likely to smile at such wild conspiracy theories than to fear for their profit margins. And whenever 'Big Pharma' does smell a fast buck, they do not hesitate to jump on the alternative band-waggon joining them in ripping off the public by flogging dubious supplements, homeopathics, essential oils, vitamins, flower remedies, detox-remedies, etc. The treatments are inexpensive and therefore value for money. It is probably true that the average cost of a homeopathic remedy, an acupuncture treatment or an aromatherapy session costs less than the average conventional treatment. However, to conclude from it that alternative therapies are value for money is wrong. To be of real value, a treatment needs to generate more good than harm; but very few alternative treatments fulfil this criterion. To use a blunt analogy, if someone offers you a used car, it may well be inexpensive - if, however, it does not run and is beyond repair, it cannot be value for money. As I already stated: alternative medicine is so diverse that its various branches are almost entirely unrelated, and the few common denominators of alternative medicine that do exist are unmitigated nonsense. "}