{"title": "NATURAL healing - Mother Earth Living", "author": "Nancy Allison", "url": "https://www.motherearthliving.com/health-and-wellness/NATURAL-healing-Eat-like-an-Italian/", "hostname": "motherearthliving.com", "description": "Eat like an Italian", "sitename": "Mother Earth Living - Healthy Life, Natural Beauty", "date": "2001-07-01", "cleaned_text": "Eat well, live long, and die happy,\" so the saying goes. If that's true, Italians will live longer and die happier than the rest of us. Landmark studies in the 1960s found that residents of southern Italy attained the highest adult life expectancy and the lowest incidence of cancer and heart disease in the world. Decades later, that's still the case. But in the United States, where heart disease is a significant concern, the picture is not as rosy. Data from the World Health Organization shows that 243 men and 132 women per 100,000 Americans die each year from coronary heart disease. This contrasts starkly with 139 men and sixty-four women per 100,000 dying of heart disease in Italy per year. Clearly, the Italians are doing something right. For centuries, Italians have eaten a diet based on whole grains and pastas, olives and olive oil, green vegetables, seasonal fruits, legumes, and wine; a diet that we now know is heart-protective and cancer-fighting. Eat like Italians, and Americans might become as healthy as Italians. Except that we don't-and we haven't. The Mediterranean diet Americans may chant \"low fat, high fiber\" as a mantra, but when it comes down to what we're actually eating, it doesn't look pretty. For the past decade, the nation has bought into the idea of healthy consumption. Olive oil has been on everyone's lips (figuratively, if not literally), and pasta touted as the new manna. Salads and fish have been the stars of health and women's magazines, although we are still not eating as well as our Italian friends. In 1993, experts on diet and health from around the world considered the traditional Mediterranean diet and its benefits. Within the year, the Oldways Preservation & Exchange Trust (a nonprofit group dedicated to promoting healthy eating), the World Health Organization, and Harvard's School of Public Health came up with the Mediterranean diet pyramid (at right), a graphical representation of what Italians eat, to encourage Americans to do the same. The Mediterranean pyramid differs from the U.S. Department of Agriculture (USDA) food guide pyramid in several important ways. In the USDA model, fats and oils are at the top of the pyramid, with the admonition to \"use sparingly.\" In the Mediterranean pyramid, olive oil is the only fat, and it is used liberally. Italians may derive as much as 30 percent of their calories from olive oil. This translates to about 100 times more olive oil than the average American consumes, and it appears to be beneficial. Most striking when comparing the Mediterranean pyramid to the USDA model is the USDA's suggestion of two to three servings of red meat, eggs, or poultry per day. The Mediterranean model suggests red meat be consumed only a few times per month, and poultry and fish a few times a week, with the abundance of food coming from plant sources: fruits and vegetables, breads and grains, beans, nuts, and seeds. Jan Yoshimoto, a registered dietitian for the U.S. Naval Academy in Annapolis, Maryland, summarizes the differences. \"The American diet is more processed and animal-based, contributing to a high total fat intake-especially of saturated fat,\" she says. \"The Mediterranean diet is predominantly plant-based and seasoned with olive oil, providing excellent sources of monounsaturated fats and antioxidants, which are protective against coronary heart disease and certain cancers.\" According to the Oldways Trust, the average Italian consumes 30 percent less meat than the average American, as well as 20 percent less milk and 20 percent fewer eggs. Italians eat three times as much pasta as we do, three times as much bread and fresh fruit, almost twice the amount of tomatoes and fish, and six times more wine. In keeping with that fact, the Mediterranean diet pyramid also includes wine. A graphic of a wineglass is pictured to the side of the pyramid, with the notation \"in moderation.\" Population studies have found that moderate red wine intake is associated with lower risk for heart disease and overall mortality. These findings are partly attributed to increases in healthy HDL cholesterol levels. Yoshimoto states that this is not a license to start drinking if you currently do not drink. Discuss alcohol intake with your health professional and be aware that moderation refers to no more than two drinks per day. In a 1994 USDA nationwide food survey, it was found that most Americans consumed more than the recommended 30 percent of total calories as fat. So how do we lower total fat while adding olive oil in food preparation-and still have our wine, too? Yoshimoto suggests that we gradually make a few lifestyle changes: First, decrease entrée portions of animal foods. Second, replace butter, shortening, and margarine with olive oil in food preparation. Third, enjoy one or two glasses of red wine daily. And last, but not least, incorporate more physical activity into your daily life. The Italians may be famous for their Ferraris and Vespas, but they are still a nation of walkers. This is why the Mediterranean pyramid also includes a picture of people exercising, as a reminder to engage, as the Italians do, in daily cardiovascular work. As a dietitian, Yoshimoto knows well that if a diet is not appetizing, it won't be followed for long. So she decided to travel to Italy and see for herself what Italians were really eating. She reasoned that it would be fresh, simply prepared, and very good. She was right. Supper begins at around 9 p.m., with an antipasti of eggplant, zucchini, mushrooms, garlic, and tomatoes, drizzled with olive oil and broiled. Pass the bread, but don't look for butter-you won't find it. The next course might be pasta with fresh tomatoes and basil, followed by grilled fish. Finish up with a salad of mixed greens, including leaf lettuces, arugula, radicchio, and fennel, dressed simply with olive oil and wine vinegar. Yoshimoto is convinced that the Italian attitude toward life aids health, too. \"Mealtimes are not for just getting food down, but for sharing it with family and friends,\" she says. \"There is no hurry. Talk and laughter, savoring and enjoying good food and company, is the aim of the enterprise.\" After the meal, there is the passeggiata, or promenade, a leisurely ramble around the town square, where people enjoy the evening, greet friends, stroll arm in arm, and take in the air. \"You can't really put this on a pyramid, but the Italians seem to take the time to enjoy life,\" says Yoshimoto. Food is only a part of the Italian good health picture, Yoshimoto concludes. The rest may be attitude. Yoshimoto says it's easy to get some Italian attitude in your kitchen. All you need is plenty of good olive oil, pasta, fresh veggies, and herbs. Here are two of her original recipes to get you started. Buon appetito! MARINATED PORTOBELLO MUSHROOMS 3 ounces extra-virgin olive oil 2 heaping teaspoons minced garlic 1/2 to 1 cup fresh basil, coarsely chopped Dash of salt and pepper 4 cleaned portobello mushrooms Put all the ingredients except the mushrooms in a blender. Pulse two to three times; set aside. Trim off the stems of the mushrooms and, cutting at an angle, slice each cap into three pieces. (The slanted cut will expose the marinade to more surface area of mushroom.) Put the mushroom slices in a plastic bag and pour the marinade over them. Refrigerate for at least 8 hours and massage the bag once or twice to mix the mushrooms and marinade. Drain the mushrooms. Grill or pan-fry on medium heat for 5 minutes, turning once. Drain on a paper towel. Use to make mushroom burgers, or chop mushrooms into smaller slices to add to omelets, pizza, or spaghetti sauce. PASTA SALAD Dressing 1/3 cup balsamic vinegar 2/3 cup extra-virgin olive oil 1 large sprig fresh parsley 1 tablespoon fresh oregano 3 large garlic cloves, coarsely chopped 1 tablespoon fresh dill 2 tablespoons fresh basil 1/2 teaspoon each of pepper, salt, and sugar 2 teaspoons Dijon mustard 1/3 cup chopped chives Place all the ingredients in a blender and pulse five times; set aside. Salad 8 oz. whole-wheat farfalle, fusille, penne, or rotelle pasta 2 cups broccoli florets 1 cup thinly sliced carrots 1 cup cherry, teardrop, or pear tomatoes 1 cup sliced fresh mushrooms 4 ounces sliced black olives Cook pasta until al dente, and set aside. Clean and rinse the broccoli florets. Microwave on high for 3 to 4 minutes, until the broccoli is a dark green. Microwave the carrots on high for 3 to 4 minutes, until slightly limp. Toss the pasta, broccoli, carrots, tomatoes, mushrooms, olives, and half of the salad dressing in a large bowl. Add more salad dressing until the ingredients are coated with the dressing. Refrigerate for at least 2 hours before serving. Vitex proves effective for PMS Cindy L. A. Jones, Ph.D. Vitex (Vitex agnus-castus), also known as chaste tree, has long been a traditional treatment for the symptoms of premenstrual syndrome (PMS). Now, medical science has documented that vitex is indeed a safe and effective treatment for PMS through a randomized, double-blind, placebo-controlled study. This study enrolled 170 women with an average age of thirty-six who were diagnosed with premenstrual syndrome. The women received either one 20-mg tablet of vitex extract or a placebo pill daily, beginning at the start of their first menstrual cycle during the study. After three months of treatment, the womens' symptoms were assessed both by the participants themselves and by their physicians with an assessment called clinical global impression. When symptoms before and after the study were compared, 52 percent of the women taking vitex had significant improvement, compared to 24 percent of the women in the placebo group. Most of the improvement was seen in reductions of irritability, mood alteration, anger, headache, and breast fullness. (Vitex treatment did not decrease bloating. The physicians' evaluations confirmed these positive results. Mild adverse effects of the herbal treatment were reported in just 4.7 percent of patients and included acne, multiple abscesses, intermenstrual bleeding, and rash. Typical treatment for women who suffer from PMS is a variety of drugs, including pain relievers, antidepressants, and hormone suppressors. None of these, however, has been found to be completely satisfactory. Scientists have not yet uncovered how vitex works to relieve symptoms of premenstrual syndrome. The herb contains a mixture of iridoids, flavonoids, and compounds with structures similar to those of sex hormones. Researchers propose that components of vitex may act on the pituitary gland to stimulate the production of luteinizing hormone, which in turn stimulates progesterone production. It's also possible that vitex may modulate the secretion of the hormone prolactin. Reference Schellenberg, R. \"Treatment for premenstrual syndrome castus fruit extract: Prospective, randomised, placebo study.\" British Journal 2001, Getting healthy-with fats! Ann Louise Gittleman, N.D., M.S., C.N.S. It may sound strange, but eating the right kind of fats is definitely where it's at for healthy weight loss. Sadly, many people have been so brainwashed by the fat-free mentality of the past ten years that they still suffer from fat phobia. And although we are slowly emerging from the no- or low-fat craze, the notion that all fats are bad is a hard one to shake. There are, of course, some fats you should definitely stay away from. Hydrogenated, oxidized, fried, or heat-processed fats-typically found in margarine, vegetable shortening, or fried foods-are sources of the unnatural and unhealthy trans fatty acids. These are the fats that have been linked to heart disease, cancer, and aging. But there are good fats. The essential fatty acids, for instance, are not only necessary for overall health but are also beneficial for shedding excess pounds. They are crucial to cardiovascular, immune, reproductive, and skin health. The truth is high-quality, protective fats (such as olive oil, flaxseed oil, fish oils, nuts, seeds, and avocados) can help keep blood-sugar levels stable so you actually feel fuller longer. In addition, some of the healthy fats can trigger fat burning rather than fat storage. And that boosts your body's natural fat-burning ability. So the question isn't whether you should include fats in your diet. The question is which ones? Thanks to the fat-free propaganda of the past decade, Americans have mistakenly linked all dietary fats with elevated cholesterol levels, cardiovascular problems, and obesity. They reacted by dramatically altering their dietary regimens and removing fats from their meals. But without fat, many developed powerful food cravings and wound up substituting unlimited carbohydrates for the missing fats. Even the most nutritionally conscious health buffs went overboard with these fat-free carbohydrates and became fat in the process. They ate too many refined, white-flour carbohydrates (such as bagels and white rice), as well as those highly touted complex carbohydrates (such as whole-grain bread, potatoes, and corn). These foods can produce a quick spike in blood-sugar levels, which raises insulin, the fat-promoting hormone. Elevated insulin blocks the body's ability to burn stored fat for energy and creates a rapid fall in blood-sugar levels, resulting in more hunger. This roller-coaster ride of blood-sugar peaks and valleys has ultimately led to our national problem: weight gain. In fact, more Americans are overweight today than ever before. More than 50 percent fall in the overweight category. As odd as it may sound, many of these overweight individuals are suffering from an essential fatty acid (EFA) deficiency. EFAs are absolutely necessary for the body's biochemical processes. Without them, your body senses a famine and begins to convert more carbohydrates into fat, turning it into a fat-producing machine. EFA deficiency may also be the cause of disorders such as arthritis, diabetes, skin disorders, breast cancer, PMS and menopausal symptoms, low energy levels, fatigue, allergy, yeast problems, mood swings, and depression. Among healthy fats, the omegas are probably the most studied. These families of EFAs include omega-3, omega-6, and omega-9. The omegas provide support for many bodily functions, including the cardiovascular, reproductive, immune, and nervous systems. Both the omega-3s (in sources such as flaxseed oil, fatty fish, walnuts, and pumpkin seeds) and the \"good\" omega-6 sources (such as borage and evening primrose oil) contain the essential fatty acids your body needs but can't produce on its own. For that reason, they must be taken in food or by supplementation. Current research indicates that the omega-3s reduce high triglycerides, lower hypertension, regulate irregular heartbeat, and assist in preventing learning disorders and menopausal discomforts. They also facilitate infant brain development. Certain omega-6s are outstanding for improving diabetic neuropathy, rheumatoid arthritis, PMS, and skin disorders, as well as playing a role in cancer treatment. Although not considered essential, omega-9s also provide substantial health benefits. They should still be a part of your diet because of their monounsaturated oleic acid content. Monounsaturated oleic acid plays a protective role in lowering heart-attack risk and preventing arterial cholesterol buildup. It is also believed to assist in cancer prevention. The key to vibrant health and successful weight loss is balanced nutrition. Here's a list of the best dietary sources for each of these healthy fats. But remember: When they are processed or refined, the nutritional benefits of these oils are dramatically compromised. Omega-3s: Eat fatty fish (choose from salmon, mackerel, sardines, or butter fish) three or four times a week. Or supplement with 1 to 3 g of fish oil or flaxseed oil daily. Other omega-3 sources are wheat germ oil, walnuts, pumpkin seeds, purslane, and hemp seed oil. Omega-6s: Enjoy 1 to 2 g of borage oil or 3 to 6 g of evening primrose oil daily. Other omega-6 sources include black currant seed oil, pine nuts, pistachios, sunflower seeds, and conjugated linoleic acid capsules. Omega-9s: Eat 1 to 2 tablespoons of olive oil daily. Other tasty omega-9 sources include sesame oil, avocado, peanuts, almonds, pecans, Gittleman, N.D., M.S., C.N.S., is one of the foremost nutritionists in the United States. She is the author of the best-selling books Eat Fat, Lose Weight (Keats, 1999) and Why Am I Always So Tired? (Harper San Francisco, 1999). Her new column will appear in each issue's Natural Healing section. Natural help for adult acne Melinda Minton If you are older than twenty and are still experiencing skin problems, you aren't alone. Although acne is thought to be a condition affecting gawky teenagers, dermatologists report that acne affects millions of adults. Adult acne is similar to juvenile acne in that it's caused by clogged pores. However, adolescent pores become clogged with excess oils brought on by puberty; adult pores become clogged with dead skin cells. To make matters worse, adult skin is much more sensitive. Skin irritation \"Adult acne can also be termed irritant acne,\" says Howard Murad, M.D., a dermatologist in Manhattan Beach, California. \"The onslaught of chemicals and pollutants in the environment [continually] insults the skin. One result of this irritation is rosacea, a condition where the skin becomes inflamed. Red bumps appear that look like acne lesions,\" he says. Interestingly, Murad says that all of the culprits that we have traditionally blamed for acne really don't apply. \"It's not chocolate and oily food. Lately, it is the low-calorie sushi and soy sauce with high levels of iodine that are responsible for breakouts,\" he says. He also feels that women are more stressed than ever, and stress creates a ripe setting for breakouts. \"Adult acne really needs to be dealt with both externally and internally,\" Murad says. He recommends herbs and supplements such as zinc, yellow dock (Rumex crispus), burdock root (Arctium lappa), and vitamin A for internal use. Externally, he suggests using topical anti- inflammatory ingredients such as aloe (Aloe vera), arnica (Arnica spp.), and licorice (Glycyrrhiza glabra). A firsthand acne experience Julie Bailey, herbalist and owner of Mountain Rose Herbs in Nevada City, California, knows about adult acne firsthand. The extent of the breakout determines how she copes with skin eruptions. \"If I have a real volcano on my face, I oftentimes use a giant burdock leaf as a poultice. I just steam it over a pot of mineral water, then cut some slits into it so that I can see and breathe. I usually drape the leaf over my face while enjoying a hot bath,\" she says. Bailey also likes to use vitex berry paste (Vitex agnus-castus)-she lightly steams the berries and then crushes them into a paste. Clay powder can be added to give the mixture a more pasty consistency. Internal cleansing Internally, Bailey uses a host of herbs for cleansing the liver, endocrine system, and lymphatic system. She recommends burdock root and red clover flower (Trifolium pratense) for liver support. \"Of course, you milk thistle (Silybum marianum) and artichoke (Cynara scolymus),\" she says. These herbs can be taken in capsule form or by steeping the blend of herbs into a tea. According to Bailey, cleansing the system is great for the skin because it eliminates toxins that might otherwise be expressed through skin eruptions. \"Detoxing the liver and other key systems in the body is a wonderful idea on a seasonal or bi-yearly basis. However, you don't want to overly tax these systems daily. Instead, you want to offer support for better functioning. The combination of red clover flower and burdock root is perfect for a daily mild boost to the system,\" she says. Acne help at the spa At Urban Nirvana in Charleston, South Carolina, esthetician and co-owner Jennifer Spear finds that adult acne is on the rise. \"We see ladies with a great deal of milia, or whiteheads beneath the surface of the skin, as well as enlarged pores, blackheads, and full-blown acne breakouts,\" says Spear. To make matters worse, these women often have extreme combination skin types. \"We approach the dry and oily combination skins by treating them as if they were totally different faces. We mask, exfoliate, and hydrate the different skin types with products that treat each area,\" she says. When recommending a professional treatment for adult acne clients, one really should think \"gentle but effective,\" according to Spear. \"Adult acne is greatly brought on by inadequate exfoliation,\" she says. \"We try to choose an exfoliant that will really rid the skin of dead cells and ensure that new skin will regenerate quickly.\" PRACTITIONER PROFILE Name: Ann Louise Gittleman, N.D., M.S., C.N.S. Hometown: Currently lives in Bozeman, Montana, but grew up in West Hartford, Connecticut. Occupation: Nutrition consultant and nutritionist. Author of sixteen books, including The Living Beauty Detox Program (Harper, 2000), Eat Fat, Lose Weight (Keats, 1999), and How to Stay Young and Healthy in a Toxic World (Keats, 1999). Education and training: B.A. degree in English and drama from Connecticut College; principal and teacher certificate in religious education from Hebrew Union College in Israel; M.S. degree in nutrition education from Columbia University; N.D. degree; Certified Nutrition Specialist from the American College of Nutrition in New York. How did you first become interested in alternative medicine? I was greatly inspired by my mentor, Dr. Hazel Parcells. She taught me the importance of looking at the unsuspected and underlying causes of ill health ranging from parasites to allergies to heavy metal toxicity. She lived to the ripe old age of 106 and was still going strong. What would you say to someone considering alternative medicine? Read the way I did-extensively. What's important is being committed to finding the underlying causes of why you don't feel well. Don't just put a Band-Aid on the problem-natural or otherwise. Find the root. Then you'll be able to change your lifestyle and your habits, and then ultimately your life. Good health is vitality and the synergistic flow of energies working in harmony; it's not just the absence of symptoms. What do you see happening with the interaction between Western and alternative medicine? I don't like the term \"alternative\" medicine. We may not be prevailing, but we're certainly not alternative. I like the concept of \"integrative\" medicine-embracing the best of both worlds. \"Fusion\" medicine is a great word, too. One of the greatest modalities we have today is state-of-the-art functional medicine testing, which has evolved from integrative medicine. It helps us find out which types of fatty acids and amino acids are missing so that each individual can follow a diet based on his or her individual needs. One diet or group of supplements does not meet everyone's needs, and it's been this inability to individualize that's been our biggest problem. What is your daily routine of alternative therapies? I meditate in the morning-either with a tape or I sit quietly for ten to twenty minutes. I do daily exercise-twenty minutes on the treadmill and then I work with a personal trainer two times a week weight lifting. I eat as pure a diet as I can with quality fats and essential fatty acids. My diet is high in protein with slow-acting, low-glycemic carbohydrates. What are your hobbies? I love to sing and dance, especially tap dance. I would've been a country-western singer if I didn't do this. After college, I performed in off-Broadway musicals and variety shows. Now I travel all of the time and just don't have the time to be in a show, even though I'd love to audition for a local production. Now my creative side is rechanneled into my writing. I also love to read about metaphysics, history of religion, and archaeology-really ancient history, I guess. Do you have any funny stories to share? My niece, Shira, was in the second grade and was asked to write a paper about her favorite person, and she chose her Aunt \"Annaweez.\" She wrote that I'm her favorite person because I give her presents and I give her vitamins so she can be healthy. I even came to her classroom so she could introduce me to her classmates. -Kelli Rosen WATERMELON CHUTNEY Makes 1 pint 4 cups watermelon, juiced 2 cups watermelon (white part), diced 2 tablespoons apple cider vinegar 11/2 cups packed brown sugar 1/2 medium white onion, sliced 1 tablespoon garlic, minced 1 tablespoon ginger, minced 1/2 teaspoon mace 1/4 teaspoon ground cloves 1 tablespoon jalapeno pepper, minced 1 teaspoon lemon zest 1 lemon, juiced 2 tablespoon currants 2 tablespoon walnuts, roasted Reduce watermelon juice over medium heat to 2 cups. Combine all ingredients, and simmer until almost dry. Chill and serve. Recipe by Joseph K. Poon for the National Watermelon Promotion Board. Kiss canker sores goodbye Karta Purkh Singh Khalsa Commonly called canker sores but more correctly termed \"aphthous ulcers,\" these mouth ulcers can be extremely painful. Jonathan Wright, M.D., of Kent, Washington, says that canker sores are almost always linked to food allergies and nutritional deficiencies, particularly of iron, vitamin B12, and folic acid. Here are some tips to try for relief. Because mouth ulcers stem from a breakdown in tissue structure, gotu kola (Centella asiatica) can be quite effective. Gotu kola is widely known to heal wounds and promotes connective-tissue growth. Try 1 oz. of dry gotu kola, brewed as tea, per day. You could also try a smaller dose, to tolerance, in capsules. Mouth rinses that may help include alum, milk of magnesia, and cinchona bark (Cinchona spp.). Some practitioners suggest myrrh gum powder (Commiphora spp.), applied directly to the ulcer. Probably the most outstanding herbal remedy for mouth sores is licorice root (Glycyrrhiza glabra), a potent antiviral, anti-inflammatory, and tissue healer. Try putting a pinch of dried, powdered root on the sore, or sucking on a licorice lozenge. A new healthy buzz Lynda McCullough Bee products have been used as health aids throughout history and across cultures. Today bee pollen, royal jelly, propolis, and venom are used by the public and recommended by naturopaths, acupuncturists, and even some physicians. What place does their use have in today's diverse health-care field? Bee pollen To begin with, bee products provide numerous nutrients. Justin Schmidt, an entomologist with the United States Department of Agriculture in Tucson, Arizona, is studying the nutritional benefits of bee pollen and drawing up an index listing the percentage of recommended dietary allowances found in it. It is a \"good source for just about everything humans or animals need except for lipid-soluble vitamins,\" he says. Naturopath and acupuncturist Rick Marinelli of Portland, Oregon, says he recommends organic bee pollen as a nutritional supplement and as a treatment for hay fever sufferers, who take small amounts of the previous year's local pollen before the season starts. The treatment is effective in many cases, he notes. The pollen can be eaten raw and unrefined, in pellet form, or in tablet form, and is also available in energy bars and drinks. Pollen products for dogs and cats are popular, too. Royal jelly Royal jelly is produced in the glands of worker bees. The substance is fed to worker bees in their first three days of life and to queen bees their entire lives. Like pollen, it has numerous vitamins, enzymes, amino acids, and some antibiotic properties. Marinelli prescribes it to people who lack vitality or have experienced illness, trauma, stress, and surgery. Propolis and bee venom Propolis, plant resins gathered by bees and used to coat the inside of the beehive and honeycomb cells with an antiseptic layer, is used by humans, often in capsule form, to fight pathogens and enhance the immune system. The flavonoids and phenolics in it protect against bacteria, fungi, and various microorganisms. It can strengthen vascular tissue so it doesn't bleed so easily, says Schmidt. It can also be used for the mouth and gums as a gargle (in water) or a drink (in juice). Propolis is also put into some toothpastes. Naturopaths may recommend it to treat upper-respiratory problems, ear or throat viruses, and surface wounds. Bee venom, the product of the sting, is an old folk remedy that has been used in almost every culture we have records for, says Schmidt. It is used for internal problems as well as injuries such as joint swelling. \"Anecdotal records of tens of thousands of beekeepers and others have found bee venom therapy effective in alleviating arthritis,\" he says. Almost any condition of the immune system may be helped by bee venom therapy, he believes. An active component of bee venom is melittin, a powerful anti-inflammatory. Marinelli has used injectable venom to treat scar tissue, arthritis, rheumatism, and soft-tissue pain. \"It is remarkably effective for those types of things,\" he says. People with multiple sclerosis (MS) have reported varying degrees of success with bee venom, which can also be administered directly from bee stings. Floyd Alexander of Warren, Ohio, has had MS for eighteen years and says bee venom enhances his muscle tone, assists with bladder and bowel function, provides relief from arthritis pain and swelling, and gives him energy. \"MS has not left my body,\" he says, but bee products \"enhance my body function and keep me strong.\" A beekeeper now, he receives visitors from across the country seeking treatment for MS, Lyme disease, injuries, Alzheimer's disease, and other conditions. The future of bee products Although there are doctors in the United States who recommend bee products, and the president of the American Apitherapy Society is a doctor, many in the medical community are skeptical about their usefulness. Yet some physicians and scientists have begun scientific studies in recent years. Many of these studies are listed in the National Library of Medicine files of the National Institutes of Health (www.pubmed.com). In addition, physicians at Georgetown University in Washington, D.C., are investigating bee venom's efficacy as a treatment for MS. At this time, people in Eastern Europe and Asia (especially China) are very interested in research on bee products, says Schmidt, but some of the studies they've done so far have not been conducted with controls or other elements of the scientific method. Time will tell if these ancient remedies will once again enter the mainstream of health care. Resources CC Pollen 3627 E. Indian School Rd. Ste. 209 875-0096; www.ccpollen.com 60551 (800) 654-4593; www.ysorganic.com Why weights? The benefits of strength training extend far beyond just looking good. Kelli Rosen Do you equate lifting weights with the bulging biceps of Arnold Schwarzenegger? The sooner you let go of that misconception, the better off you-and your body-will be. Research has shown that pumping iron benefits health in profound ways. After about age forty, most of us lose about 1 percent of muscle mass each year, and incorporating moderate weight training into your fitness routine just a few times a week can help deter muscle wasting, bone weakening, and loss of balance. A fitness study A landmark study conducted by Tufts University in 1994 examined sedentary women between the ages of fifty and seventy years old. For one year, half of the group worked out with weights while the other half continued to do nothing. Those who regularly visited the gym gained one percent of bone mass and exchanged two and a half pounds of fat for muscle. They also scored 14 percent higher on a balance test than before they started lifting. Those who didn't hit the weights lost 2 percent of their bone mass and one pound of muscle; their balance scores dropped by 8.5 percent. According to IDEA, an international organization dedicated to the education of fitness professionals, weight training may also help fight heart disease, arthritis, and diabetes. And because increased muscle mass increases resting metabolism, those who weight train burn more overall calories throughout the day. Getting started The American College of Sports Medicine suggests incorporating weight training into your workout program two to three times per week if you're just getting started with a fitness routine. It recommends one set of eight to ten exercises per day-eight to twelve repetitions per set-to condition each major muscle group (such as legs, chest, shoulders, arms, and back). In order to allow your muscles to recover, stagger your weight training so that you never work the same muscle groups on back-to-back days. As you progress and become more advanced, be sure to continue to challenge your body. Perform multiple sets per exercise and add more exercises per body part. As you add more exercises, stagger your lifting sessions so that you have enough energy to complete your workout. For example, train legs, back, and biceps on Mondays and Thursdays, and then hit chest, shoulders, and triceps on Tuesdays and Fridays. Abdominals may be worked as often as you'd like. Free weights versus machines If you're a beginner, stick to the machines. (Ask a personal trainer or gym staff member for a demonstration if you need help.) As long as you're set up correctly (generally all it takes is adjusting the seat to the proper height), you're ready to lift the weight. And because the apparatus can only move in one direction, you'll have good form. Once you become comfortable with the exercises, start integrating free weights (barbells and dumbbells) into your routine. Using free weights develops balance and coordination, because they use several muscle groups to help maintain proper position. For example, if you're performing an exercise for your upper body on a stationary machine, you're doing very little for your lower body. However, if you're using free weights to perform that same exercise, you'll need to stabilize the weights by using your leg and trunk muscles. Ideal weight-training programs use a combination of machines and free weights. Helpful hints Think negative. Every repetition consists of a positive and a negative. The positive is the first half of the exercise, and the negative is the second half. Try to maintain control throughout the entire exercise; don't let the weight fall to its starting position. Gauge yourself. Use the eight to twelve suggested reps as a test to know whether you're using too much or too little weight during the exercise. If pumping out twelve reps is a cinch, and you could easily do more, add some weight. If you can barely get to eight without a struggle, you need to reduce the weight. Change is good. Your muscles have memory and will quickly adapt to your weight routine. It's why many people plateau after about eight to ten weeks and stop seeing results. Avoid this problem by changing your routine, swapping out exercises, and alternating the muscle groups you work on the same day. In other words, instead of continuing to do leg extensions to work your quads, switch to a leg press. Or rather than working arms on the same day as your shoulders, try training them when you train your legs instead. Mirror, mirror. Watch what you're doing and make certain your form is correct. Poor form can not only lead to injury, it may also prevent the results you're working so hard to achieve. For example, a bench press performed incorrectly may not work your chest muscles at all; instead, you could be targeting your shoulders and not even know it. Try using lighter weights or ask a fitness professional for some help. Kelli Rosen, former managing editor of The Herb Companion, is a former personal trainer and fitness instructor, and was the 1993 Pennsylvania bodybuilding champion. Why we need water Sarah Kelch We can survive for days without food, but the same doesn't go for water. Our bodies, composed of 55 to 75 percent water, need water to function properly, and ultimately, to survive. Water is found in muscle, fat, bone, blood, all body tissues, and all bodily fluids. \"Water not only satisfies thirst, it is also necessary to regulate body temperature and to transport nutrients and oxygen within the cells,\" says Kathy Holmes, registered dietitian and clinical nutrition manager at Valley View Hospital in Glenwood Springs, Colorado. Water is essential for all bodily functions, including hydrating the intestines to allow for proper bowel movements and cleaning and filtering the kidneys. How much water is enough to maintain good health? As a starting point, some physicians and dieticians recommend drinking half your body weight in ounces of water every day. This is just the minimum that Hilary Back, a naturopathic physician in Aspen, Colorado, recommends for her patients. \"You always want to drink before you're thirsty,\" she says. Back suggests that first and foremost, meet the daily amount by drinking plain filtered water alone. Tap water often contains chlorine and may contain inorganic minerals and heavy metals-a good reason to choose filtered or spring water, she says. Holmes, on the other hand, recommends drinking 8 to 12 cups of plain old tap water, because bottled water may not contain fluoride, which some practitioners think may help protect tooth enamel and prevent tooth decay (read more about fluoride on page 51 of this issue). Holmes says that all liquid beverages count as water. However, alcohol and caffeinated fluids are not the best sources because they act as diuretics, causing the body to lose water, she says. Carbonated drinks contain phosphates, which can take calcium from bones if the beverages aren't consumed in the proper ratio with calcium, says Back, but sparkling water is okay if it's not carbonated with phosphates. Drinking juice adds calories because of the sugar content. Some foods have a high water content, such as watermelon, lettuce, cheese, and yogurt. Even bread contains nearly 40 percent water. Yet trying to get your daily water intake from food can be difficult because it's hard to gauge how much fluid you're actually getting. Bear in mind that water intake should increase during and after exercise. An additional 1 to 3 cups of water should be consumed for each hour of activity, says Holmes. Weigh yourself before and after exercising, and replace each pound of body weight lost with 2 cups of water. The best way to drink more water daily is to keep a water bottle around at all times-in your car and at your desk at work, and in the refrigerator at home. You can also buy a five-gallon water dispenser so that you always have cold, tasty water available. It may help to drink 8 ounces of water for each hour that you're at work-that adds up to 64 ounces during an eight-hour work day. Back recommends using a glass or hard plastic bottle, such as a Nalgene bottle, which doesn't leach as many xenoestrogens (substances that mimic estrogen in the body, found in soft plastics), thought to possibly interfere with women's natural hormones. Nalgene bottles also have measures written on the outside, so you can keep track of your water intake. AHAs: Modern skincare with herbal roots C. Leigh Broadhurst, Ph.D., and James A. Duke, Ph.D. Alpha-hydroxy acids (AHAs) are common ingredients in skin-care products, especially those designed to improve the appearance of facial skin. These products include scrubs, masques, lotions, and skin-lightening and anti-aging treatments. It doesn't matter whether you fill a dermatologist's prescription, grab a store brand off the shelf in discount drug chain, or select an organic herbal regimen at an exclusive spa: All of these lines contain essentially the same AHAs, and all can be effective. However, it isn't because a drug treatment was proven effective that herbal alternatives have sprung up to take the lion's share of the skin-care market from over-the-counter sales. AHAs were cornerstones of traditional herbal skin care long before they were introduced to dermatology. AHAs occur naturally in many fruits. How AHAs work AHAs are also called \"fruit acids\" because they occur naturally in many fruits. Alpha hydroxy means that a hydroxyl group (OH) is on the \"alpha carbon\"-the one adjacent to the final carbon in the acid molecule. For example, if you add alpha-OH to acetic acid, the chief acid in vinegar, you make glycolic acid, the most common and widely utilized AHA. Glycolic acid is concentrated in sugarcane juice, so it's a byproduct of sugar refining. Other common AHAs are lactic acid (present in tomato juice and buttermilk); tartaric acid (found in grapes); and citric acid (derived from citrus fruits). When applied to the skin, AHAs increase the turnover rate of skin cells and help exfoliate (shed) the top layers of dead skin. This effect makes the skin look younger, tighter, and fresher, and freckles and dark spots are somewhat lightened. However, improvements in skin appearance happen largely because AHAs slightly irritate the skin. Prescription facial peels contain 50 to 70 percent glycolic or lactic acid, thus are effective exfoliants but cause redness, blotchiness, and sensitive skin. Less expensive drugstore products contain 1 to 10 percent AHA (usually glycolic or lactic acid) and provide reduced side effects but often little noticeable improvement. There's no looking younger without paying a price: The conventional rule of thumb with AHAs is the greater the irritation, the better the results. A gentler approach A more traditional herbal approach can help improve the skin's appearance without increasing skin irritation. This is important because skin peels are used for more than vanity. AHA treatment has the potential to help skin diseases that are characterized by extreme flaking and scaling, such as psoriasis and hyperkeratosis. For disease treatment, conventional peels may be used regularly for years, but skin irritation is a real drawback. Typical herbal approaches employed by natural cosmetic manufacturers use extracts of herbal fruits such as bilberry and sea buckthorn. The extracts contain mixed AHAs along with other phytochemicals that are antioxidant and anti-inflammatory. They also help normalize the skin's immune reactions. Well-designed whole herb products actively can reduce skin sensitivity and irritation, counteracting the negative effects of AHAs. In addition, many herbal antioxidants applied topically can be absorbed by the skin and used directly to fight the aging process. Until the 1920s, Caucasian women strongly preferred milky white skin without freckles or suntan. Facial masques were made with buttermilk and crushed strawberries to whiten skin and fade freckles. These masques worked well enough that their recipes are still in herbal books today, and here's why: The tang of buttermilk (and other dairy products such as yogurt and kefir) comes from the fermentation of milk sugar (lactose) to form the AHA lactic acid. Strawberries have some AHAs, but more important, they are rich in ellagic acid. Ellagic acid lightens freckles and spots by inhibiting a key enzyme used in the production of melanin, the skin pigment that's concentrated in freckles and spots. In Japan, white skin is still preferred, and some phytochemicals and herbal extracts approved for Japanese cosmetics inhibit the production of melanin. These include arbutin (from cranberries and bearberries), ellagic acid, kojic acid (from koji, the malted rice used to brew sake), licorice, mulberry root, and pyracantha. These, too, are cosmetic solutions derived from traditional herbalism. C. Leigh Broadhurst holds a doctorate in geochemistry and is a nutrition consultant in Clovery, Maryland. James Duke is a member of the Herbs for Health Editorial Advisory Board. His most recent book is Herbs of the Bible (Interweave Press, 1999). "}