{"title": "Growing Up Being Made Sick by Anthroposophy", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2007-01-30", "cleaned_text": "I grew up in two Camphill communities in North America, Beaver Run (PA) and Copake Village (NY). I spent half of my childhood sick in bed, and the other half working my ass off at whatever I could do to preoccupy myself and keep out of the home. Anthroposophy is a religion, and Camphill is a sect, a cult of fanatics pursuing spiritual development and ultimately perfection. They believe that sickness is the soul incarnating, and also that it has to do with karma. They don't believe in inoculations, so I had all the child diseases going around, some twice. My being sick all the time was obviously not just the mumps and the measles and whooping cough, so they had the anthroposophical doctors in all the time, in between punishing me for being sick.(that's why I stayed out of the house as much as I could) There were three doctors, one in Beaver Run, one in The Village, and one that practiced both places. One of them has long since passed away, and another is still alive and kicking, and I hear (and see by his own internet site) that he is doing quite well. The third was youngest of the three, so I imagine he too is up to his old stuff. I won't mention names, but they are all the same. This brand of medicine is based on a world view that is twisted, and their medicine is not scientifically based. Its root is the religion as laid out by Rudolf Steiner, a theosophical megalomaniac. There is a lot of info on this on this PLANS web site, so I won't go into this more. Instead I will write about my own first hand experience. As it turned out I suffer from wheat intolerance. But I never found that out until I was around 36. My health had deteriorated gradually over the course of my adult life, and I ended up bedridden, hardly being able to breathe and all kinds of other wonderful stuff I don't even want to write about. Growing up on whole wheat bread made on double buffed and bleached flour from Government Surplus [[1]](#_ftn1) with wheat germ sprinkled on top to make it look organic was the last thing I needed. I knew the food was making me sick, I felt it. But the feeling my parents had was that I should eat more of it, as I obviously needed to incarnate through the food. So I grew up being force fed food that was making me sick. The threat was that if I didn't eat absolutely everything on the plate, I would get more. And believe me, I did. I reacted especially to bulgur, so my mother made that as often as she could. Bulgur is whole wheat, cooked like rice. That stuff made my legs weak and my stomach wrench. The doctors supported this treatment, wholeheartedly. This was a good, healthy, anthroposophical approach. As a result, I had \"weak lungs\" throughout my childhood, constant tonsillitis, and an irritable stomach. As I got older, I learned to ignore the symptoms and get on, and I learned to eat everything on my plate. The doctors who \"treated me\" gave me little white sugar pills called infludo, and prescribed buckets and buckets of horsetail teat, and also chamomile tea. These two teas seem to be the anthroposophical answer to antibiotics, and they are upheld as miracle medicine. Also, guess what I got for the stomach? Yoghurt topped with wheat germ. Yummy! Just what the doctor ordered! Another kid who had diabetes was treated with honey bee stings on his temples once a week. This makes sense because honeybees love the sugar, so of course it's completely anthroposophically logical to sting kids with diabetes with honeybees! Another favourite of theirs was to treat any kind of arthritis the same way; treat inflammation with inflammation! Does your hand hurt? Come here, I'll get a bee to sting it-now that'll hurt! I think the way this medicine works, is to scare the living daylights out of people. That combined with the placebo effect, faith, and cultivating the extreme. They actively discuss the foolhardiness and downright dangers of modern medicine contra their own brand, and propagate fear of modern medicine. I was effectively brainwashed to never question food, and shun traditional medicine. I was forced to eat the very food that was making me sick, under threat of being fed even more, even though I expressed that that very food was making me ill. The doctors, together with my parents, decided I needed to eat more of it to get better. Anthroposophists also believe that eating potatoes makes you materialistic (which means unspiritual and worldly) and my plea to replace bulgur with potatoes was not only ignored, but also openly ridiculed. Robert is a little materialist! In the end, after years of deprogramming myself in a process I dubbed \"growing up twice\", I met a traditional doctor who had wheat intolerance in his family and therefore some good tips on an elimination diet to see what foods I was reacting to. After that I went to Norway's top specialist on food allergy and intolerance and underwent a double blind testing on wheat, as blood tests were not conclusive. The result was 100 percent conclusive. I was wheat intolerant. The cure is to avoid wheat. Avoid what's making your sick. They don't know the mechanism behind it yet, but there is a direct correlation between ingesting wheat, and getting sick. The anthroposophists take the opposite approach, and say fight fire with fire, eat more, it will strengthen you. It's kind of strange that they are so dead set against inoculations, which basically work that way, although the virus is modified and rendered essentially harmless. We moved to Norway when we were teens, and since we hadn't been inoculated, we all got the German measles, and after that meningitis. One sister was hospitalised, comatose, and in intensive care for months. We all missed out on months of school and I was honestly afraid for my life that winter. What saved us was that we lived in a duplex, and the neighbour was a doctor. He diagnosed my sister, and practically broke the door down with his antibiotics. I can still remember my parents' hushed voices in the kitchen that night as they discussed whether the pills would damage our health. The good thing about Norway is that there are laws that protect the child against bad parents like these, and they would have been in trouble had they denied treatment. So for all you freedom lovers out there that put your kids through hell under the guise of doing them a favour; stop and think a bit about what you are doing. Think about the bigger picture. Think about the pain you are inflicting your helpless child, under the guise of caring, under the guise of wanting to do the best for them. Making children strong through pain and disease? Its killing them slowly but surely, that's what I call it. These doctors are quacks, and their snake oil is killing your children. They make their living peddling sugar pills, bee stings and their particular brands of snake oil. They live off your fear and ignorance, and your yearnings to believe in a miracle medicine that will somehow turn your child's world into Hobbitville, some la la land where the sun always shines, and where tea and honey and a kiss, and maybe a good spanking will get rid of the boo boo. Well, wake up and smell the horsetail tea--they are charlatans and witch doctors and should not be allowed to practice medicine. I went back to work as a volunteer for one year in Copake when I was 18, and my health started to spiral quickly downwards. In Norway potatoes are a staple of the diet, and my parents adapted to this quickly, as food is also very expensive here, and potatoes are cheap. (Not such a problem with eating food that makes you materialistic when they had to pay for it from their own pocket!) But back in Camphill they were still making fake organic bread with (triple buffed now) government surplus flour in their own bakery, and washing it down with well water (against state regulations), and soup of the day. I didn't know the cause of it, and was now so brainwashed into never questioning food, that I plodded on, and even started to search for a spiritual cause for my illness! In the end I went to the anthroposophical doctor. He had tended to me before, and knew my history well. I was sitting in his Camphill office, trembling, and I could hardly breathe, wracked in an agony that is indescribable. His prescription? Infludo, chamomile and especially, you guessed it, horsetail tea. And to sleep sitting up. That was the extent of it. He thought it was caused by my incarnating into the village, and it should work itself through as I participated more and more in village life. Translation? Get to work; get on with it, enough complaining already. Drink your tea; take your sugar pill and stop being in the way. I even started to believe it myself. It was either all in my head, or I had some serious spiritual issues to work through. I got through that year somehow. In the beginning I had worked in the bakery, but managed to get transferred to a workshop. That's probably what saved me, knowing what I know now. All those fresh cookies and rolls were not doing me any good. Also, my housemother (each house was run by a couple, usually married) had a particular complication with sickness. She loathed it, saw it as a weakness, and didn't want to even look at me, let alone offer me her thoughts and time or energy when I was sick. She held a hysterical speech the first time I was bedridden, how she felt this was something I had to go through and work through as my karma, and she didn't think I should eat when I was sick, so she didn't want to make me any food. Not even tea in fact. She was a very loud person, with an entirely unmusical, ear-piercing and high pitched warbly, yet grating voice that could cut your ear like a water saw. I was just happy to get her out of my immediate vicinity and agreed wholeheartedly with her in order to get some peace. And that was good for me, as it meant a temporary reprieve from the wheat. It's interesting though that she was so complicated about disease, I mean they all were/are, but her father had been a medical doctor, even private physician to the king of Saudi Arabia. Which one I don't remember, but she was very proud of this fact. And to top it all off, she has since gone on to become a doctor of sorts. So she's out there treating people now! I wonder what her particular brand of alternative treatment is? . Starvation diet and isolation? I can only guess. Another interesting point to make here is that when she got sick with the flu herself, the whole house had to wait on her hand and foot. It was horsetail tea me here, chamomile tea me there. And the usual hodge-podge of vegetables and Government Surplus cheese baked in a pie dish wasn't good enough for her, no sirree, she ordered steak. Extra rare thank you. Not quite so hysterical about the importance of not eating and being left alone when it came to her own self. After that year I was in a Camphill place in Scotland for 3 months, and fared no better. I went to an anthroposophical doctor there, and he prescribed... you guessed it; horsetail tea, and thought that I should maybe break up with my Scottish girlfriend and go back to Copake, that I wasn't incarnating very well and this relationship was bad for me. I must also add that she was not well liked by this time in Copake. They felt she wasn't right for them, too Ahrimanic, too materialistic, and stealing me away from under their very noses. It was an awful mess. By this time I had had enough of Camphill altogether, and we went back to Norway. I found work in a home for mentally handicapped adults that had been started by disgruntled ex-Camphillers. That suited me just fine. The health issues continued, and their anthroposophical doctor prescribed the same thing, and I pretty much gave up after that. I learned to live with it, and the symptoms came and went. I was sick a lot, catching anything and everything that was going around, and staying sick twice as long as everybody else. That's a long time wasted. Years went by, and finally my body gave up. I became seriously ill, and the dance around the doctors' offices started once again, only this time I was so marred by my experience with anthroposophical doctors that I only went to regular doctors, shunning anything and everything alternative. The road to recovery was long and winding, and it was chance, and in the end desperation that led me to the doctor who finally was able to help me. It has taken some years to recover the effects of ingesting what is essentially poison for my body, and I am not out of the woods yet. Maybe I never will be, maybe it took too long to find the culprit. Who knows, but I am alive and kicking, and each day is better than the rest. In light of this, I do fully understand people who turn to these quacks through desperation, but I urge people to think and be critical. Its not just alternative medicine, it's a religion based form of treatment under the guise of medicine. It is not based on science. It is based wholly on the religious beliefs of a crazed madman who believed himself a clairvoyant and called himself a spiritual scientist. It is my experience that his followers want to be just like him, and that is a dangerous thing. Can you imagine your doctor telling you that you are sick because he can see it in the Chakra records? Horsetail and chamomile tea do work when you have the flu or a common cold. Many people know this; it is common knowledge, folk medicine so to speak. But they're not a miracle cure, far from it. I still use them. They taste terrible, but my own experience is that they help. Anthroposophical medicine has picked up some things from folk medicine, but I assure you, if the good Dr. Steiner had somehow come up with the idea that arsenic in large quantities was good for the gout, then anthroposophical doctors would still be prescribing it, albeit in secret. And there would surely be plenty of testimonies from people claiming that it cured them, and maybe other reports of people almost dying. And you can be sure that the anthroposophical society would focus all their efforts at discrediting these people as liars and lunatics, and carry on with their business in secret. For that is what they do best. A post note: Intolerance to wheat and other foods is on the rise. Some doctors explain it as psychological in origin and cause; others accept it as purely physical but haven't been able to determine the cause mechanism. It is a new area of medicine, and it should be said that this is also true for the anthroposophical doctors. My concern is that these doctors were so caught up in their secret theories that they didn't listen to the patient. The ideology came before the fact. The same can be said of modern medicine, that the prevailing science does not support this group of patients' problems. But the difference is that normal doctors will most often tell you to avoid a food that you feel is making you ill, and will encourage you to listen to the signals your body is telling you, even if they can't take a blood test to show allergy or intolerance. [[1]](#_ftnref1) Government surplus is just that, surplus agricultural products the government buys up to keep prices up and farmers in business. Non-profit organisations like Camphill can qualify to receive this food free of charge. They sent it in in 18 wheeler trucks. We got everything from raisins, chocolate chips, peanut oil, roasted peanuts, peanut butter, and every kind of cheese imaginable in great big industrial size blocks. During the butter shortage in the 70's we had so much butter we used to make campfires with it. We also got cooking oil (mazola, corn and peanut), liverwurst, frozen orange juice and other juice concentrate, and most important, tons and tons of double, and later triple buffed bleached whole wheat flour. They never put that on the wrappers when they sold their wholesome village baked bread. "}