{"title": "MONCHO MORENO BATHMAN DETOX HAIR CHAMPU 250ML", "author": null, "url": "https://www.farmaciagomezulla.com/moncho-moreno-bathman-detox-hair-champu-250-ml", "hostname": "farmaciagomezulla.com", "description": "Champú de carbón activo diseñado para lograr un tratamiento detox. Perfecto para raíz grasa y puntas secas, hará que tengas siempre el pelo como recién lavado. Limpia en profundidad, hidrata y revitaliza el brillo sin sulfatos. El carbón activo absorbe las impurezas, el exceso de grasa, residuos y otras sustancias nocivas para el cuero cabelludo. Su tecnología micelar, sin siliconas ni sulfatos te ayudarán a detoxificar el cuero cabelludo sin irritarlo, dejando el pelo suelto, hidratado y brillante de manera natural y sana.", "sitename": "Farmacia Gómez-Ulla", "date": "2023-07-05", "cleaned_text": "1. Introducción Esta web utiliza cookies para ofrecerte una mejor experiencia de navegación, analizar el tráfico del sitio y personalizar el contenido. 2. ¿Que es una cookie? Una cookie es un pequeño archivo simple que se envía junto con las páginas de esta web y que tu navegador almacena en el disco duro de tu ordenador o de otro dispositivo. La información almacenada puede ser devuelta a nuestros servidores o a los servidores de terceros relevantes durante una visita posterior. 3. Tipos de cookies Según la finalidad Técnicas o funcionales Son aquellas que permiten almacenar opciones de la web como por ejemplo la identificación de una sesión, acceder a los servicios o utilizar las funciones que en el sitio web se ofrecen. De personalización Son aquellas que te permiten acceder al sitio web con características generales predefinidas por ti, por ejemplo: idioma, tipo de navegador, configuración regional, tamaño de texto o fuente, etc. Analíticas Son aquellas cookies que permiten realizar una medición y análisis estadístico de la utilización que los usuarios hacen de la web con el propósito de mejorar el servicio que se ofrece. Los objetivos principales son identificar número de visitantes, navegadores y dispositivos utilizados, identificar el contenido más visitado y por tanto más atractivo, saber si se trata de un nuevo visitante de la web... Publicitarias Son aquellas que permiten analizar los hábitos del usuario de navegación en Internet de forma que se le pueda mostrar publicidad relacionada con su perfil de navegación y ofrecerle la publicidad que sea más relevante y atractiva. De geolocalización Se utilizan estas cookies para averiguar desde qué país se accede o se solicitan los servicios. Esta cookie es totalmente anónima, utilizándose tan solo para orientar el contenido de la web a la ubicación desde la que se acceda. Además esta cookie permite que una vez que se haya cerrado un servicio se mantenga identificado el usuario de forma que permita al mismo su identificación la próxima vez que entre sin necesidad de tener que volver a identificarse. Esta funcionalidad se puede suprimir directamente si se cierra la sesión antes de abandonar el servicio. De redes sociales externas Se utilizan para que se pueda interactuar con el contenido de diferentes plataformas sociales (facebook, youtube, twitter, linkedIn, etc..) y que se generen únicamente para los usuarios de dichas redes sociales. Las condiciones de utilización de estas cookies y la información recopilada se regula por la política de privacidad de la plataforma social correspondiente. Según la propiedad Propias Son aquellas que se envían al equipo terminal del usuario desde un equipo o dominio gestionado por el propio editor y desde el que se presta el servicio solicitado por el usuario. De terceros Son aquellas que se envían al equipo terminal del usuario desde un equipo o dominio que no es gestionado por el editor, sino por otra entidad que trata los datos obtenidos través de las cookies. Según la conservación De sesión Son un tipo de cookies diseñadas para recabar y almacenar datos mientras el usuario accede a la web. Persistentes Son un tipo de cookies en el que los datos siguen almacenados en el terminal y pueden ser accedidos y tratados durante un período definido por el responsable de la cookie, y que puede ir de unos minutos a varios años. 4. Cookies usadas en nuestro sitio web keyboard_arrow_upkeyboard_arrow_down Funcionales |Nombre ||Retencion ||Función | |at-rand ||sesion ||Utilizado por la plataforma social AddThis. (para compartir ciertos contenidos en redes sociales) | |at-rand ||sesion ||Utilizado por la plataforma social AddThis. (para compartir ciertos contenidos en redes sociales) | |PHPSESSID ||sesion ||Utilizado por la plataforma para las sesiones de usuario. | keyboard_arrow_upkeyboard_arrow_down Otras 5. Gestiona tus preferencias Desde el siguiente panel, en cualquier momento podrás modificar tus preferencias de consentimiento sobre las cookies instaladas en tu navegador, excepto las cookies técnicas y funcionales que son necesarias para la navegación y la utilización de las opciones o servicios de la web. Cookies estrictamente necesarias Estas cookies son estrictamente necesarias para el funcionamiento de nuestra web. Cookies de Marketing Son las cookies de terceros analíticas, que permiten realizar un análisis estadístico de la utilización que los usuarios hacen de nuestra web con el propósito de mejorar el servicio que se ofrece; y publicitarias, que permiten analizar los hábitos del usuario de navegación en Internet de forma que se le pueda mostrar publicidad relacionada con su perfil de navegación y ofrecerle la publicidad que sea más relevante y atractiva. 6. ¿Quieres saber más? Dependiendo de la funcionalidad o estado en el que te encuentres en nuestro sitio web, serán instaladas unas cookies u otras. Si en un momento determinado quieres saber las cookies instaladas, desde cualquier navegador deberás localizar en las opciones o ajustes del mismo \"Configuración de cookies\". Aquí podrás controlar las cookies que se están utilizando, así como las permitidas y bloqueadas. Desde el navegador Chrome te resultará muy sencillo, sólo tienes que situarte en la barra de direcciones y pulsar el símbolo con forma de candado donde aparecerán el número de cookies en uso. 7. ¿Cómo desactivar o eliminar una Cookie de los navegadores más comunes? Tienes la posibilidad de configurar tu navegador de modo que te informe de la recepción de cookies, pudiendo, si así lo prefieres, impedir que sean instaladas en tu disco duro. Por tanto, si quieres permitir, bloquear o eliminar las cookies selecciona el enlace que corresponda dependiendo del navegador que utilices: IMPORTANTE: Si bloqueas las cookies de tu navegador es posible que determinados servicios o funcionalidades de esta web no funcionen correctamente. "}