{"title": "Síndrome de shock tóxico", "author": null, "url": "https://www.healthychildren.org/Spanish/health-issues/conditions/infections/Paginas/Toxic-Shock-Syndrome.aspx", "hostname": "healthychildren.org", "description": "Síndrome de shock tóxico (TSS) es una enfermedad potencialmente mortal que es ocasionada por toxinas (venenos) fabricados por 2 tipos de bacterias, Staphylococcus aureus y Streptococcus pyogenes (GAS).", "sitename": "HealthyChildren.org", "date": "2016-07-04", "cleaned_text": "Síndrome de shock tóxico (TSS) es una enfermedad potencialmente mortal que es ocasionada por toxinas (venenos) creados por 2 tipos de bacterias, Staphylococcus aureus y Streptococcus pyogenes (GAS). El primero fue reconocido en 1978 en niños y adultos. La gran mayoría de casos tempranos estuvieron asociados con S aureus en niñas y jovencitas adolescentes que menstruaban y que usaban tampones vaginales altamente absorbentes. Aunque el uso de tampones (uso particularmente extendido) aún puede aumentar la oportunidad de obtener TSS, ahora hay muchos menos casos asociados con tampones. Se han identificado otros factores de riesgos, incluyendo el uso reciente de métodos de barrera para el control de la natalidad (por ejemplo, diafragma, esponja vaginal), procedimientos quirúrgicos, parto reciente de un bebé y una infección actual con bacterias como S aureus. Cuando TSS ocurre en niños pequeños, algunas veces se presenta al mismo tiempo que una infección de varicela (el virus que ocasiona la varicela). Signos y síntomas Las señales y síntomas de TSS se desarrollan rápidamente, con frecuencia empieza con fiebre alta (al menos de 102 °F o 38.9 °C) que algunas veces incluye escalofríos. Otros signos y síntomas pueden variar dependiendo del tipo de bacteria involucrada. Entre los cuales se encuentran: - Salpullido con enrojecimiento de la piel que parece ser quemadura de sol - Ojos rojos (conjuntivitis). - Diarrea acuosa - Vómitos - Dolores musculares graves - Confusión - Baja presión arterial Una semana o más después de empezar el salpullido en la piel, la piel alrededor de las uñas se empiezan a desprender. Luego, a medida que progresa la infección, la piel alrededor de la planta del pie y las palmas de las manos también empiezan a desprender. El síndrome de shock tóxico puede afectar muchos órganos en el cuerpo, incluso los pulmones, intestinos, cerebro y riñones. Las complicaciones son ocasionadas por una declinación en la presión arterial (hipotensión) así como también la acción directa de la toxina, que fabrica órganos del cuerpo con más tendencia a fallar, lo que lleva a la necesidad de respiradores y diálisis. Algunas personas mueren de TSS, pero la tasa de mortalidad total es menor al 5%. El riesgo de muerte es más alto en adultos que en niños dependiendo de qué órganos en el cuerpo están involucrados. Cuándo llamar a su pediatra El síndrome de shock tóxico es una condición grave que requiere una atención inmediata del médico. Si su hijo tiene estos síntomas, comuníquese con su pediatra inmediatamente. ¿Cómo se realiza el diagnóstico? Su médico evaluará las señales y síntomas de su hijo. El pediatra ordenará pruebas de sangre y cultivos para buscar los efectos de la toxina y la presencia de la bacteria (S aureus y S pyogenes) responsable de TTS. Tratamiento Si su hijo desarrolla TSS, necesitará ser hospitalizado. Se le tratará con antibacteriales como nafcilina, penicilina o clindamicina al menos durante 10 a 14 días. Será necesario el tratamiento de apoyo, como la administración de líquidos intravenosos y estabilizadores de la presión sanguínea con medicamentos. Es posible que se necesiten diálisis en casos de falla del riñón y ventiladores (respiradores) para las fallas de los pulmones. El tratamiento de inmunoglobulina intravenosa puede utilizarse para deshacerse de las toxinas bacteriales en el flujo sanguíneo y ayudar a acelerar la recuperación. Prevención Si su hija adolescente usa tampones, debe escogerlos con sumo cuidado. Los fabricantes de tampones han cambiado la manera en que fabrican sus productos para disminuir su absorbencia y eso ha tenido una baja significativa en el número de casos de TSS asociados con el uso del tampón. Asegúrese de que su hija use tampones con baja absorbencia y que los cambie con frecuencia. "}