{"title": "Polarity", "author": null, "url": "https://swiha.edu/polarity-programs/", "hostname": "swiha.edu", "description": "Explore our Polarity Therapy Programs and the on-campus courses in Arizona that we offer our students.", "sitename": "Southwest Institute of Healing Arts | Accredited Healing Arts Programs", "date": "2013-12-07", "cleaned_text": "(APP) On-campus - Certificate of Excellence - 200 hours - [Tuition](https://swiha.edu/prospective-students/tuition/) [Program Courses - 200-Hours](https://swiha.edu/wp-content/themes/swihamain/pdf/swiha_oncampus/coe_specialty/coe-ps-polarity_app.pdf)- What's this? SWIHA is proud and honored to be the only college in Arizona offering full Polarity Practitioner training programs approved by the American Polarity Therapy Association (APTA). In this program, students experience the exciting new paradigm of energy healing as they study the human energy system and see how it influences health and disease. Graduates of this program are eligible to apply for national certification through the APTA. About Polarity Based on the integrative holistic modality developed by Dr. Randolph Stone, Polarity Therapy is a natural health care system founded on the principle that bodily imbalances result from physical and emotional experiences from the past. Polarity addresses the interrelatedness of the mind, body and spirit and the energy fields and currents of the body. Polarity serves as a key to \"unlock\" the life force energy through four distinct areas of technique: touch (acupressure or point-specific focusing), stretching and exercise, nutrition and healthy eating, and mental-emotional processing. In Dr. Stone's teachings on \"energy medicine\", he incorporates esoteric language from many spiritual traditions including mystic Christianity, Ayurveda, Taoism, Hinduism, Buddhism, Sufism and Yoga. Polarity practitioners work with the reciprocal, complementary or \"polarized\" forces, known as yin and yang, and the three 'gunas' or tendencies of human nature known as Rajas, Tamas and Satva. These correlate with the underlying holistic and Ayurvedic traditions on which this program is based. Polarity APP Classes [Polarity - Basic Basic II (Ayurvedic Elements](https://swiha.orbundsis.com/einstein-freshair/scart/available_class_list_by_course.jsp?id=29&subjectid=4005012&pageType=3) Polarity Dr. Stone's Energy Exercises & Mystic [ Polarity - Autonomic Nervous System](https://swiha.orbundsis.com/einstein-freshair/scart/available_class_list_by_course.jsp?id=29&subjectid=4006187&pageType=3) [ [ Polarity - Advanced [ Polarity - Energetic Nutrition Life Energy](https://swiha.orbundsis.com/einstein-freshair/scart/available_class_list_by_course.jsp?id=29&subjectid=4007342&pageType=3) [ Polarity - Advanced Supervision & Clinical Development](https://swiha.orbundsis.com/einstein-freshair/scart/available_class_list_by_course.jsp?id=29&subjectid=4009779&pageType=3) Benefits of Polarity When illness or discomfort is present, the goal is to remove interferences to health and to support the body's natural ability to heal itself. - Relieve stress and anxiety - Deepen relaxation and improve sleep - Enhance immunity and resistance to disease - Reduce chronic pain and fatigue - Improve flow and balance of energy through the body - Increase circulation and promote detoxification - Increase in Life Force Energy - Enhance self-awareness NOTE: Certificates of Excellence are areas of concentration designed to take as CEU's or to be taken within a diploma or degree program; they will not prepare you for gainful employment if taken independently. Only vocational programs of 600 hours or more are eligible for Federal Financial Aid. Get a Guest Pass & Tour SWIHA [We have so much to offer:](https://swiha.edu/special-offers/) -Complimentary 4-hour Guest Passes to any class of 8 hours or more. -Access our online [Class Calendar](https://swiha.edu/landing-pages/download-our-class-calendar/) to view upcoming classes -Join one of [our events](https://swiha.edu/events-calendar/), webinar or open house. To schedule a tour with one of our Admissions coaches email us "}