{"title": "Why Doctors Should Start Prescribing Downward Dog", "author": "Alexandra Sifferlin", "url": "https://time.com/3701950/complementary-medicine-yoga/", "hostname": "time.com", "description": "Complementary medicine is gaining traction with adults and kids alike", "sitename": "Time", "date": "2015-02-10", "cleaned_text": "Americans are slowly but surely embracing complementary medicine—alternative practices to go with standard treatment—according to new data from the National Center for Health Statistics (NCHS). Two new surveys show that while the overall use of complementary health approaches has remained relatively stable over the years at 34%, certain types are rapidly gaining popularity, especially yoga. Other common complementary practices are taking dietary supplements, doing tai chi and qi gong, meditating and getting chiropractic care. More and more children are also doing yoga, the survey finds, and they typically use it for ailments like back or neck pain, nerve conditions and anxiety. Interestingly, the majority of children didn't just practice yoga for exercise, but for meditation and deep breathing. [Other new research](https://time.com/3696861/a-nation-of-mini-meditators/) is showing that when kids practice mindfulness and meditation, they gain a range of health benefits from more self-control to higher math scores. \"The low cost and the ability to practice in one's own home may contribute to yoga's growing popularity,\" the authors write. \"Furthermore, public school systems are beginning to incorporate yoga into their fitness programs, which may accelerate use by children in the future.\" Even though many complementary practices are ancient in other countries, it's still relatively new in the United States. Medical institutions are increasingly willing to meet patients halfway with therapies that won't cause harm, as long as practices are safe and don't ignore the need for conventional medicine and pharmaceuticals when necessarily. In January 2014, the Cleveland Clinic [opened](https://time.com/66268/cleveland-clinic-chinese-herbal-therapy/) a Chinese herbal therapy clinic, and experts at the Mayo Clinic in Minnesota say the appetite for more integrative medicine in the hospital setting is growing. \"Acupuncture is a huge practice [here],\" says Dr. Brent Baur, director of the Mayo Clinic Complementary and Integrative Medicine Program. \"Right now our demand for acupuncture outstrips our ability to meet that demand probably three to one. We can't even come close to keeping up.\" \"I think [interest] is being propelled by economics because our health care system is in such desperate trouble,\" says Dr. Andrew Weil, founder of the Arizona Center for Integrative Medicine and a pioneer of integrative medicine in the U.S. \"The great promise of integrative medicine is that it can lower costs while increasing outcomes. It does that by emphasizing lifestyle medicine and by bringing into the mainstream techniques that do not involve expensive technology.\" In a World Health Organization [survey](https://time.com/wp-content/uploads/2014/08/9789241506090_eng.pdf?ua=1) of 129 countries, 80% recognize the use of acupuncture. The U.S. may be catching up; other [research](http://nccam.nih.gov/news/camstats/2007/camsurvey_fs1.htm) shows that about four in 10 U.S. adults and one in nine kids use some form of complementary and alternative medicine. - The [TIME100 Most Influential People in AI](https://time.com/collection/time100-ai/?utm_source=roundup&utm_campaign=20230202) [Burned Out at Work?](https://time.com/6311034/50-50-job-sharing-burn-out/?utm_source=roundup&utm_campaign=20230202)Find Someone to Split Your Job 50-50 With You - There's Now an [At-Home Menopause Test](https://time.com/6310046/at-home-menopause-test/?utm_source=roundup&utm_campaign=20230202) - How Europe's Poorest Country Could [Win the Green Energy Race](https://time.com/6310923/moldova-green-promise-europe/?utm_source=roundup&utm_campaign=20230202) [Is Pink Still a 'Girl Color'?](https://time.com/6309632/is-pink-girl-color-barbie/?utm_source=roundup&utm_campaign=20230202)An Exploration - The Most Anticipated [Books](https://time.com/6306503/best-books-fall-2023/?utm_source=roundup&utm_campaign=20230202), [Movies](https://time.com/6308618/best-movies-fall-2023/?utm_source=roundup&utm_campaign=20230202), [TV](https://time.com/6309384/best-tv-shows-fall-2023/?utm_source=roundup&utm_campaign=20230202), [Music](https://time.com/6309530/best-music-fall-2023/?utm_source=roundup&utm_campaign=20230202)of Fall 2023 - Podcast: Douglas Rushkoff on [How Human Behavior is Training AI](https://time.com/6311418/douglas-rushkoff-interview-person-of-the-week/?utm_source=roundup&utm_campaign=20230202) - Want Weekly Recs on What to Watch, Read, and More? Sign "}