{"title": "Moderna cancer vaccine takes positive step", "author": "John Pinching", "url": "https://www.pharmatimes.com/news/moderna_cancer_vaccine_takes_positive_step_1490548", "hostname": "pharmatimes.com", "description": "Company's candidate, in combination with MSD's Keytruda, receives PRIME designation", "sitename": "PharmaTimes", "date": "2023-04-11", "cleaned_text": "receives PRIME designation Moderna has announced that mRNA-4157/V940 - its investigational cancer vaccine - in combination with Keytruda, Merck's anti-PD-1 therapy, has been granted Priority Medicines (PRIME) scheme designation by the European Medicines Agency (EMA). It concerns the adjuvant treatment of patients with high-risk stage III/IV melanoma following complete resection. The vaccine mRNA-4157/V940 stimulates an immune response by generating specific T cell responses based on the unique mutational signature of a patient's tumour. The EMA awarded the PRIME scheme designation following positive data emerging from the phase 2b KEYNOTE-942/mRNA-4157-P201 clinical trial. The results from this research will be shared at the American Association for Cancer Research (AACR) in mid-April. PRIME is a regulatory system run by the EMA that provides support for the development of medicines that target unmet medical needs. Through PRIME, the EMA offers proactive and early support to help enhance the generation of data on a drug's benefits and risks, while accelerating the development and evaluation of applications. Stephen Hoge, Moderna's President, was optimistic about the EMA designation: \"Prime scheme designation for mRNA-4157/V940 in combination with Keytruda highlights the potential promise of individualised cancer treatments in a population with limited alternatives.\" He added: \"There is a high unmet need for therapies in melanoma, as it can be a life-threatening condition where available therapies may not be sufficiently effective in a significant proportion of patients.\" Dr Eric H. Rubin, Senior Vice President, global clinical development at Merck Research Laboratories, added: \"This milestone underscores the potential for personalised approaches to help improve outcomes for people living with certain types of melanomas. We look forward to working with the EMA, in collaboration with Moderna, to advance our clinical development program for mRNA-4157/V940 in combination with Keytruda.\" Meanwhile, the companies are continuing to analyse the results of the phase 2b KEYNOTE-942/mRNA-4157-P201 trial with regulatory authorities with a view to initiating a phase 3 study later this year. The aim is to expand the therapy to additional tumour types, including non-small cell lung cancer. Personalised cancer vaccines have been developed to prepare the immune system so that a particular individual can generate a tailored antitumor response which is specific to their tumour mutation signature. "}