{"title": "NUTRITION", "author": null, "url": "https://drmichellewolford.com/", "hostname": "drmichellewolford.com", "description": null, "sitename": "Dr. Michelle Wolford", "date": "2017-05-01", "cleaned_text": "The Biggest Obstacle to Wellness Care is: Time & Money Your health is the centerpiece of your life. It dictates everything. Download your free 20min meditation to help YOU break through limiting perceptions and attract abundance, health and balance into your life. Join our community. Nutrition is more than the foods we choose to eat to fuel our body. It's the type of foods, quality and amount. It's our digestive function as a whole- meaning how well we break down the food, absorb the food, evacuate waste. How well our liver and pancreas function. It's the integrity of our intestinal lining and the immune response that occurs in the digestive tissues. These are all a part of balanced nutrition. Dr. Michelle Wolford provides personalized nutritional plans based on your blood type, current medical diagnosis, your temperament, lifestyle and bodies needs. She will often run a diagnostic test to determine your bodies food choices, food reactions, nutrient needs and absorption capacity. This way she can more specifically support your health & wellness needs. She will reboot your digestive system as a whole- stomach, pancreas, liver & intestinal health! When your nutrition is off, then your health, vitality, abundance and freedom is negatively impacted. Find out how you should be eating to support your immune system, mental-emotional health, clarity, focus, sleep, energy, appetite, body weight & composition, digestive function, skin and more. Read More There is a difference between detoxification and drainage. Detoxing the body is about forcing a cell to quickly eliminate toxic load. It can be very helpful, but it can also stress the body. Drainage is a more gentle and profound way of cleaning up both the inside and outside space of a cell thereby creating a true cellular change and healing response. A lasting response! Symptomatic or not, because of our environmental and dietary exposures, we are all in need of drainage therapy. For some it maybe month to month treatment plans to unwind history and restore health. For others, it maybe a quick series of treatments or an annual tune up! Due to a lifetime of exposures and build-up, many of us need an initial clean up! Did you know, you could live a totally perfect life; no stress, eating 100% organic and raw with 30% protein and moving your body every day, breathing exercises, sweating, etc AND still need drainage therapy? Reason being is that our cells go through their own version of pooping and peeing (discharging waste) every day, just like you and me. And if the system is congested from other exposures OR/ the system has a hard time eliminating its toxic load, it will create a back-up. Often times we don't see the affects of this back up until we hit 40. We wake up and say, \"how do I have high blood pressure, how did I gain that weight, why am I graying early, I just don't feel I have the same stamina\"... No it's not getting older, it's getting more toxic! You don't have to be \"sick\" to need drainage therapy. This is a unique system that helps you keep your cells young, vital, vibrant and alive. It's anti-aging really! And because we are exposed to so many environmental toxins in our food, water, air, products we use on our skin, in our homes, cleaning products, dyes on our cloths, bed sheets, ect... drainage therapy can support your bodies natural elimination pathways to keep you young, healthy, vibrant and balanced! Dr. Michelle Wolford will asses which organ system(s) need drainage to restore your health and attain your LIFE GOALS. Remember, you're health is the pinwheel of your life. When your health is vibrant and in balance, so is your life! Read More Dr. Michelle Wolford can offer improved help with or without lab results. Lab tests are not always necessary to run, however, they can help us identify areas of the body that need attention and lab results give us a gage on 'how much attention'. They can also help us mark your progress. Dr. Michelle Wolford offers a plethora of specialized lab tests that gives us great insight to your sleep patterns, energy, appetite & digestive/bowel health, food sensitivities, mood, weight, level of inflammation, heart health, mental-emotional health, skin health, allergies, asthma, chronic infections, genetic predispositions (MTHFR), hormones, immune system and general organ function. Read More Meditation is a wonderful way to reduce stress, allowing the body an opportunity to heal. Anyone at any age can practice meditation. Meditation is a form of spirituality; a controlling of the mind mixed with body awareness and breath work. And Spirituality is defined as your personal journey of self discovery. We are all here for a greater purpose and spirituality is about finding, owning and living your greater purpose. Dr. Michelle Wolford is a guide. She offers techniques such as mediation, breath work, yoga, movement postures, flower essences, affirmation work, intention setting, mantras and energy healing such as reiki to help address stuck energy, patterns and imprinting that need to be DISSOLVED and rewired for a new life experience; for greater health, freedom, vitality, expansion, abundance and growth! Spirituality is about the journey of life and living each day full of authenticity, integrity and responsibility for the enrichment of your life and others. Read More "}