{"title": "South Texas Comprehensive Hemophilia Treatment Center - Pediatrics", "author": null, "url": "https://lsom.uthscsa.edu/pediatrics/divisions/hematology-oncology/clinical-programs/south-texas-comprehensive-hemophilia-treatment-center/", "hostname": "uthscsa.edu", "description": null, "sitename": "Pediatrics", "date": "2022-12-22", "cleaned_text": "South Texas Comprehensive Hemophilia Treatment Center South Texas Comprehensive Hemophilia Treatment Center The South Texas Comprehensive Hemophilia Treatment Center (STHTC) provides comprehensive care to pediatric and adult patients with hemophilia, von Willebrand disease, platelet and clotting disorders. Covering a large catchment area from San Antonio to the Rio Grande Valley, the STHTC is a federally designated Hemophilia Treatment Center and offers access to physical therapy, dentistry, psychosocial support and clinical trials. In particular, our team takes a family-based approach to treatment, through which we address all aspects of life with a bleeding disorder in order to develop an individualized approach to care. Services provided include: - Diagnosis and treatment of bleeding disorders - Comprehensive multidisciplinary annual evaluations including physical therapy, dentistry, and psychosocial support - Comprehensive Joint Health Program - Genetic counseling and testing for hemophilia and other clotting disorders - 340b pharmacy program - Community outreach and education including schools, churches, and camps - Psychosocial support and counseling - Opportunity to participate in ongoing research trials Outreach Our hemophilia team as part of the STHTC provides on-going care to children and adults in the Rio Grande Valley. Our comprehensive team including physicians, nurse practitioners, nurses, physical therapists, social work, dentists, genetic counselors and research staff conducts a quarterly comprehensive clinic in Harlingen at the Valley Baptist Hospital. For more information about our hemophilia outreach program in Harlingen contact us at (210) 567-7477. Valley Baptist Medical Center Medical Arts Pavilion Harlingen, TX 78551 956-389-1100 - Deanna Maida, MD, Co-Medical Director, Pediatric Hematologist - Melissa Frei-Jones, MD, MSCI, Co-Medical Director, Pediatric Hematologist - Trish Amerson, RN, MSN, CPNP, CFNP, Specialty Nurse Practitioner - Vacant, Adult Nurse Coordinator - Monica Avila-Talamantez, RN, Pediatric Nurse Coordinator - Jeff Kallberg, PT, DPT, Physical Therapy - Nayda Trudell, LCSW, Adult Social Work - Leticia Silva, LCSW-S, Pediatric Social Work - Raquel Reyes, Clinical Research Coordinator - Priscilla Gonzalez, Administrative Assistant - Brenda Brock, Administrative Assistant - Nicholas Dudley, Program Manager - Danielle Hardaway, Manager, Finance and Administration "}