{"title": "Five Things: May 2-6 | Life at the U | Faculty and Staff News | University of Miami", "author": "Life", "url": "https://news.miami.edu/life/stories/2022/05/five-things-5-2-22.html", "hostname": "miami.edu", "description": "A weekly series designed to highlight events, benefits, perks, and items of interest for University of Miami faculty and staff.", "sitename": "news.miami.edu", "date": "2022-02-05", "cleaned_text": "Events honor Asian Pacific American Heritage Month. Multiple dates. Learn about traditional Chinese medicine and the benefits of acupuncture from Anisha Durve, acupuncture course co-director, Osher Center for Integrative Medicine at the University of Miami Miller School of Medicine. Hosted by the Miller School of Medicine Office of Diversity, Inclusion, and Community Engagement, [register](https://www.eventbrite.com/e/330164128797) for Durve's virtual presentation, \"The Intersection of Allopathic and Traditional Medicine,\" which is being held on Wednesday, May 4, at 6 p.m. Additionally, the University community can join James Beard finalist chef Nicole Ponseca for an interactive, virtual cooking class to celebrate Asian Pacific American culture and history. Register for [I Am A Filipino: And This is How We Cook](https://events.miami.edu/event/2022_APAH), on Wednesday, May 11, at 4:30 p.m. Zoom cloud recordings will be available in Kaltura. Starting Thursday, May 5. To ensure the longevity of cloud video recordings, the University's video streaming platform Kaltura will become the long-term storage solution for Zoom cloud recordings. Storing Zoom cloud recordings in Kaltura enables the long-term preservation of important University content and ensures that video archives are not dependent on individual Zoom accounts. Starting May 5, Zoom cloud recordings will begin to automatically copy to Kaltura. In July 2022, copies of University students and faculty and staff members' Zoom cloud recordings will be available within their personal repository in Kaltura. [Learn more](https://my.it.miami.edu/projects/zoom-to-kaltura-recording-archiving/index.html). Contact the Learning Platforms team at 305-284-3949 or [learningplatforms@miami.edu](mailto:learningplatforms@miami.edu) for more information. Learn how to utilize Box. Thursday, May 12, at 2 p.m. [Box](https://www.it.miami.edu/a-z-listing/box/index.html), one of the University's collaboration and cloud storage solutions, makes it easy to work with teams and peers inside and outside the organization, while protecting valuable content. [Register](https://www.eventbrite.com/e/tech-that-works-for-u-box-101-registration-247410981907) to attend a session hosted by UMIT experts who will share tips for individuals of all experience levels. Users will learn how to navigate within Box by creating new content, uploading existing files and folders, editing files, sharing content, and collaborating with others. [Get additional information about UMIT's tech talk series](https://www.it.miami.edu/about-umit/it-news/tech-that-works-for-u/index.html). Prepare for hurricane season. Tuesday, May 17, at 12 p.m. Participate in a one-hour interactive training that is appropriate for all levels of experience with hurricanes and strongly recommended for everyone. The class offers a brief discussion about hurricane facts and figures, information on how to interpret forecasts, and provides important details on how to stay safe before, during, and after a storm. All faculty and staff members and students are encouraged to [register](https://miami.zoom.us/meeting/register/tJwvdO6upzIsHtSKrjK7raN73LDlwSWRNosw%C2%A0). Contact the Office of Emergency Management at [oem@miami.edu](mailto:oem@miami.edu) or 305-284-8005 for more information or to schedule a group session for your department. Employees enrolled in the Well 'Canes Incentives program may be eligible to receive 100 points for attending the training. Congratulate the newly elected Faculty Senate officers. Serving 2022-23. During the Faculty Senate's election meeting on Wednesday, April 27, the members elected a new slate of officers for the next academic year, which kicks off June 1. The team includes: JoNel Newman, senate chair, School of Law; Helen Bramlett, first vice chair, Miller School of Medicine; and Scotney Evans, second vice chair, School of Education and Human Development. [Learn more about the senate](https://fs.miami.edu/). Note: Microsoft will no longer support Internet Explorer Starting Wednesday, June 15. Microsoft has announced that [support for the Internet Explorer browser is ending](https://www.it.miami.edu/about-umit/it-news/umit-announcements/microsoft-ending-internet-explorer-support-june-2022/index.html) on June 15. If you access Internet Explorer after June 15, you may be automatically redirected to the Microsoft Edge browser. It delivers a faster, more secure, and more modern browsing experience than Internet Explorer. It has Internet Explorer modeIE modebuilt in, so you can access legacy Internet Explorer-based websites and applications directly from Microsoft Edge. Access [HR Insights](https://newsletter.miami.edu/acad-bufin/hr/newsletter/hr-insights.html), a weekly email newsletter from the Office of Human Resources that highlights HR initiatives, resources, and benefits available to staff at the University. "}