{"title": "Belén Pérez | Medicina Crystal", "author": "Belén Pérez; Medicina Crystal", "url": "https://medicinacrystal.com/", "hostname": "medicinacrystal.com", "description": "Mi propósito es ayudarte a conectar con el alma y tomar impulso: Hay algo más grande que nuestro esqueleto, carne e historia, es nuestra Esencia Vital, el alma.", "sitename": "Medicina Crystal | Chamanismo y Conciencia Cuántica", "date": "2022-02-10", "cleaned_text": "Busca el tiempo de ir hacia tu interior Tu memoria sabe quien eres Solamente tienes que recordar Busca el tiempo de ir hacia tu interior Tu memoria sabe quien eres Solamente tienes que recordar mujer medicina BELÉN PÉREZ Vivo en Argentina en un espacio ceremonial y desde el 2005 me dedico a la práctica en recuperaciones e integraciones de alma. Próximas Actividades activando los nuevos códigos activando los nuevos códigos Entrenamiento Gratuito Formación Viaje Chamánico Cicatrices Álmicas Formación Viaje Chamánico un viaje puede cambiar tu vida un viaje puede cambiar tu vida Es una experiencia online grupal, donde se introduce al practicante en Chamanismo Core o Transcultural, utilizando el método universal y básico del Chamán. Se transmite el método con pasos específicos para realizar el Viaje Chamánico al mundo de abajo y mundo de arriba, en un estado de éxtasis, encontrando a animales de poder, espíritus de ayuda y maestros de sabiduría, belleza y compasión. CEREMONIA DE PERDÓN Trascendiendo 11 generaciones ancestrales Trascendiendo 11 generaciones ancestrales Una ceremonia guiada por un viaje medicina junto a la obsidiana. Te llevaré con el tambor por las profundidades de la ancestralidad para sanar, perdonar y celebrar quién eres. SESIONES INDIVIDUALES JUNTO A LA OBSIDIANA Estas sesiones ceremoniales son una síntesis de la Fase 1, 2 y 3 del Método Kupu Mapu que comparto desde el 2005 en formato grupal. Un método de recuperación e integración de las partes fragmentadas del alma. Sesiones presensiales en Tandíl. SUEÑOS MEDICINA abriendo visión en sueños Son 4 citas ceremoniales junto al Huevo de Obsidiana para atraer e interpretar sueños \"clave\" y aprender a vivir desde KAWSAYPACHA \"El centro, tu eje, tu esencia, tu Corazón\". Reconectaremos con el espíritu de la Obsidiana sintiendo la presencia sagrada de los 4 abuelos y abuelas de la vida \"Grandes nutrientes esenciales\": Aire, Agua, Fuego y Tierra. El Chamanismo afirma que hay dos realidades y que la percepción de cada una depende del estado de conciencia. Muchos de nuestros sueños son radiografías concretas de la vida presente, con su sombra, sus miedos y marcas profundas del camino álmico. Ruedas Medicinales revelar lo encriptado para sanar y perdonar Kupu Mapu: Método de sanación de Medicina Crystal Consta de 3 fases ceremoniales que te introducirán en un proceso único. Realizaremos la activación intervertebral del fuego sagrado y el ADN cuántico. Entrando al corazón de la herida ancestral e individual, iluminando la sombra y sus miedos. Liberando memorias traumáticas de esta vida y pasadas, junto a la fuerza Obsidiana en rueda medicinal ¡Sumérgete en estas 3 fases ceremoniales que pueden cambiar tu vida! Ruedas Medicinales revelar lo encriptado para sanar y perdonar Kupu Mapu: Método de sanación de Medicina Crystal Consta de 3 fases ceremoniales que te introducirán en un proceso único. Realizaremos la activación intervertebral del fuego sagrado y el ADN cuántico. Entrando al corazón de la herida ancestral e individual, iluminando la sombra y sus miedos. Liberando memorias traumáticas de esta vida y pasadas, junto a la fuerza Obsidiana en rueda medicinal ¡Sumérgete en estas 3 fases ceremoniales que pueden cambiar tu vida! REVELACIONES PARTICIPANTES QUE COMPARTEN SUS EXPERIENCIAS PARTICIPANTES QUE COMPARTEN SUS EXPERIENCIAS CONVERSANDO CON EL FUEGO REFLEXIONES Y REZOS DESDE EL CORAZÓN REFLEXIONES Y REZOS DESDE EL CORAZÓN RAÍCES EXPERIENCIA DE TRANCE EXTÁTICO EXPERIENCIA DE TRANCE EXTÁTICO Es una poderosa experiencia de trance para practicantes intermedios y avanzados que ya formaron parte de mi Formación "}