{"title": "Effect of prophylactic human papillomavirus L1 virus-like-particle vaccine on risk of cervical intraepithelial neoplasia grade 2, grade 3, and adenocarcinoma in situ: a combined analysis of four randomised clinical trials - PubMed", "author": "Username", "url": "https://pubmed.ncbi.nlm.nih.gov/17544766/?dopt=Abstract", "hostname": "ncbi.nlm.nih.gov", "description": "Administration of HPV vaccine to HPV-naive women, and women who are already sexually active, could substantially reduce the incidence of HPV16/18-related cervical precancers and cervical cancer.", "sitename": "PubMed", "date": "2007-02-06", "cleaned_text": "Effect of prophylactic human papillomavirus L1 virus-like-particle vaccine on risk of cervical intraepithelial neoplasia grade 2, grade 3, and adenocarcinoma in situ: a combined analysis of four randomised clinical trials - PMID: 17544766 - DOI: [10.1016/S0140-6736(07)60852-6](https://doi.org/10.1016/s0140-6736(07)60852-6) Effect of prophylactic human virus-like-particle vaccine on risk of cervical intraepithelial neoplasia grade 2, grade 3, and adenocarcinoma in situ: a combined analysis of four randomised clinical trials Abstract Background: Cervical cancer and its obligate precursors, cervical intraepithelial neoplasia grades 2 and 3 (CIN2/3), and adenocarcinona in situ (AIS), are caused by oncogenic human papillomavirus (HPV). In this combined analysis of four clinical trials we assessed the effect of prophylactic HPV vaccination on these diseases. Methods: 20,583 women aged years were randomised to HPV6/11/16/18 vaccine (n=9087), its HPV16 vaccine component (n=1204), or placebo (n=10 292). They underwent periodic Papanicolaou testing, with colposcopy or biopsy for detected abnormalities. The primary composite endpoint was the combined incidence of HPV16/18-related CIN2/3, AIS, or cervical cancer. These trials are registered at ClinicalTrials.gov, numbers [NCT00365378](http://clinicaltrials.gov/show/NCT00365378), [NCT00365716](http://clinicaltrials.gov/show/NCT00365716), [NCT00092521](http://clinicaltrials.gov/show/NCT00092521), and [NCT00092534](http://clinicaltrials.gov/show/NCT00092534). Findings: Mean follow-up was 3.0 years (SD 0.66) after first dose. In women negative for HPV16 or HPV18 infection during the vaccination regimen (n=17 129, per protocol), vaccine efficacy was 99% for the primary endpoint (95% CI 93-100), meeting the statistical criterion for success. In an intention-to-treat analysis of all randomised women (including those who were HPV16/18 naive or HPV16/18-infected at day 1), efficacy was 44% (95% CI 31-55); all but one case in vaccine recipients occurred in women infected with HPV16 or HPV18 before vaccination. In a second intention-to-treat analysis we noted an 18% reduction (95% CI 7-29) in the overall rate of CIN2/3 or AIS due to any HPV type. Interpretation: Administration of HPV vaccine to HPV-naive women, and women who are already sexually active, could substantially reduce the incidence of HPV16/18-related cervical precancers and cervical cancer. Comment in - [Human papillomavirus vaccines to prevent cervical cancer.](/17544748/)Lancet. 2007 Jun 2;369(9576):1837-1839. doi: 10.1016/S0140-6736(07)60828-9. Lancet. 2007. PMID: of quadrivalent 2007 PMID: of quadrivalent 2007 2007. PMID: 17889237 No abstract available. - [Review: vaccines against human papillomavirus prevent cervical cancer precursors in young women for at least 3 years.](/18063728/)Evid Based Med. 2007 Dec;12(6):168. doi: 10.1136/ebm.12.6.168. Evid Based Med. 2007. PMID: 18063728 No Similar articles - [Efficacy of a prophylactic adjuvanted bivalent L1 virus-like-particle vaccine against infection with human papillomavirus types 16 and 18 in young women: an interim analysis of a phase III double-blind, randomised controlled trial.](/17602732/)Lancet. 2007 Jun 30;369(9580):2161-2170. 17602732 Clinical Trial. - [Prophylactic vaccination against human papillomaviruses to prevent cervical cancer and its precursors.](/29740819/)Cochrane Database Syst Rev. 2018 May - [Efficacy of a quadrivalent prophylactic human papillomavirus (types 6, 11, 16, and 18) L1 virus-like-particle vaccine against high-grade vulval and vaginal lesions: a combined analysis of three randomised clinical trials.](/17512854/)Lancet. 2007 19;369(9574):1693-702. doi: [Impact of an HPV6/11/16/18 L1 virus-like particle vaccine on progression to cervical intraepithelial neoplasia in seropositive women with Dec 1;129(11):2632-42. doi: 10.1002/ijc.25940. Epub 2011 Apr 13. Int J Cancer. 2011. PMID: 21491420 Clinical Trial. - [Cell-mediated immune response: a clinical review of the therapeutic potential Immunotherapies for HPV-Related Cancers: Exploring Novel Vaccine Strategies and the Influence of Tumor Microenvironment.](/37631922/)Vaccines (Basel). 2023 Aug 11;11(8):1354. doi: 10.3390/vaccines11081354. Vaccines (Basel). 2023. PMID: 37631922 Free PMC Review. - [Health impact and cost-effectiveness of implementing gender-neutral vaccination with the 9-valent HPV Free PMC in the setting of immunodeficiency: Pathogenesis and the emergence of next-generation therapies to reduce the high associated cancer risk.](/36960048/)Front Immunol. 2023 Mar article. Review. - Cervical article. Review. - [A New Generation of Vaccines in the Age of Review. Publication types MeSH terms Substances Associated data LinkOut - more resources Full Text Sources Other Literature Sources Medical "}