{"title": "Implant and Innovations Center", "author": null, "url": null, "hostname": null, "description": "The Implant and Innovations Center at the College of Dentistry is a state-of-the-art dental implant education and care center that features modern and convenient technologies for the best in dental implant therapies. Through a multidisciplinary approach, our team of experts provide the highest quality restorative dental care to Chicago and beyond, as well as highly competitive educational experiences for the next generation of practitioners to address the significant oral health issues related to missing teeth.", "sitename": null, "date": "2021-09-10", "cleaned_text": "Implant and Innovations Center Modern, comfortable restorative dental care using the latest technology. [Heading link](#modern-comfortable-restorative-dental-care-using-the-latest-technology) The Implant and Innovations Center at the College of Dentistry is a state-of-the-art dental implant education and care center that features modern and convenient technologies for the best in dental implant therapies. Through a multidisciplinary approach, our team of experts provide the highest quality restorative dental care to Chicago and beyond, as well as highly competitive educational experiences for the next generation of practitioners to address the significant oral health issues related to missing teeth. Features - Modern and comfortable dental clinic featuring advanced implant surgery suites, digital 3D diagnostic and treatment. - Comprehensive care for simple to the most complex and challenging restorative dentistry needs. - Eight operatories and four private surgical suites, featuring the latest restorative treatment technology. The 5,900 square-foot facility features eight operatories and four private surgical suites. The Implant and Innovations Center is founded on the recognition that replacement of missing teeth with implant-supported restorations (crowns, bridges, dentures) must be considered as an alternative for every patient. For many situations it is simply the best alternative. Our comprehensive approach strives to meet each patient's unique needs to ensure that treatment focuses on the final restoration and final outcome throughout the planning and provision of care. We have created a collaborative environment that engages a broad range of experts and specialists (prosthodontists, periodontists, and oral surgeons) in providing the best patient care and professional education. Resources for additional adjunctive therapy options are readily available through the COD Departments of Orthodontics, Endodontics, and Pediatric Dentistry. Through close collaboration and teamwork, patients receive the best care. The facility was funded by gifts from [ProCare Dental Group](http://www.procaredentalgroup.com/), The Guy D. and Rebecca E. Brunetti Foundation, and [KaVo Group](https://www.kavo.com/kavo-kerr-group). Advanced Digital Oral Health Services [Heading link](#advanced-digital-oral-health-services) The College of Dentistry uses advanced digital technologies and methods to offer patients the highest levels of precision and accuracy, and minimally invasive treatments - which translates to less time overall, and more comfort. Our [team of multidisciplinary specialists](https://dentistry.uic.edu/patients/dental-services/specialty-services/) use the latest technology to deliver the best care possible - even for the most advanced, challenging oral care needs. For instance, we can reduce the time spent to receive a new crown from several days - to a matter of hours. For more complex restorations and surgeries, we can pre-plan and coordinate the entire treatment virtually across multiple specialties, and even provide restorative and surgical services in the same appointment - so patients get the advantage of expert consultation and care, quickly and easily. Biomaterials and Dental Implant Research [Heading link](#biomaterials-and-dental-implant-research) The Department of Restorative Dentistry is committed to ongoing research focused on advancing oral health and in support of the ongoing scholarly development, enrichment, and programs for our students and faculty. This includes laboratory-, clinical-, and educational-based research initiatives. We have a broad range of internal and external collaborations that embrace biomaterials science, molecular biology, education, and the clinical sciences. Our faculty are recognized experts and leaders in their respective disciplines. Department research is funded through a variety of sources including NIDCR, the University of Illinois at Chicago and College of Dentistry competitive Grant Programs, as well as numerous competitive grant programs established by corporate and professional organizations. Many of our students, faculty, and programs have been recognized with national honors for their research. The goals of the group include: 1) develop and systematically characterize bioinspired strategies to enhance the properties of the tissue and biointerfaces; 2) develop novel therapies to replace and repair tooth structures and supporting systems, 3) translate and validate bench-top technology to every day clinical practice. The ultimate goal is to improve dental therapy outcomes and the quality of life. The group is also engaged in broad range of classic laboratory based biomaterials and prosthodontic sciences, as well as caries research. Another focus area of research is Tribology and the modification of surfaces for implantation. Specific expertise and efforts focus on the impact of Tribocorrosion on titanium and endosseous dental implants. In addition, the modification of titanium surfaces with novel methodologies is being employed to create more robust surfaces that can provide for a stable long-term interface. Request an Appointment in Prosthodontics [Heading link](#request-an-appointment-in-prosthodontics) Our advanced prosthodontics and implant innovation clinic at UIC College of Dentistry in Chicago treats a wide variety of dental care needs, from simple tooth decay repair and single implants to the most complex reconstructions and full mouth implant prosthesis. We use the latest in digital dentistry tools and methods that provide the highest levels of precision and accuracy, and time-saving convenience. We offer a free initial consultation to evaluate need for prosthodontics services. For Appointments Prosthodontics Clinic 312.996.9223 [prosthodontics@uic.edu](mailto:prosthodontics@uic.edu) Related Content [Heading link](#related-content) [ Dentistry-engineering collaboration creates new bone regenerating material Tuesday, September 5, 2023 A long-running collaboration between dentistry and engineering researchers at the University of Illinois Chicago has resulted in the development of a thin membrane that can regrow bone, promote healing and protect "}