{"title": "Curso virtual Actualización sobre manejo de la hipertensión arterial y del riesgo cardiovascular en la atención primaria de salud - 2022", "author": null, "url": "https://www.campusvirtualsp.org/es/curso/curso-virtual-actualizacion-sobre-manejo-de-la-hipertension-arterial-y-del-riesgo", "hostname": "campusvirtualsp.org", "description": null, "sitename": "Organización Panamericana de la Salud", "date": "2023-09-14", "cleaned_text": "Curso virtual Actualización sobre manejo de la hipertensión arterial y del riesgo cardiovascular en la atención primaria de salud - 2022 JUSTIFICACIÓN DEL CURSO La iniciativa HEARTS en las Américas de la Organización Panamericana de la Salud (OPS), conociendo las necesidades y demandas que tienen los equipos médicos en la APS y su alta rotación en los diferentes centros asistenciales, ha producido el curso virtual \"Manejo de la hipertensión arterial y del riesgo cardiovascular en la atención primaria de salud\", el cual es una herramienta educativa diseñada para facilitar la capacitación de todos los miembros del equipo de salud, con énfasis en los equipos de enfermería, farmacéuticos y otros profesionales de la APS, además del personal médico. Este curso virtual aborda la necesidad de entrenar de manera continua, innovativa, no convencional, con información actualizada, organizada en diversos módulos y basada en las mejores prácticas mundiales. El curso es un instrumento de entrenamiento y aprendizaje preparado por un grupo de docentes con una sólida formación, experiencia clínica, docente y en la implementación de la iniciativa HEARTS. OBJETIVO GENERAL Proveer las bases teóricas necesarias para contribuir a mejorar el desempeño clínico de los equipos del primer nivel de atención en el diagnóstico, tratamiento y seguimiento de los pacientes con hipertensión arterial, haciendo énfasis en la evaluación del riesgo cardiovascular y la utilización de la vía clínica de HEARTS para reducir las tasas de inercia terapéutica y promover el tratamiento integral de los pacientes. COMPETENCIA Al finalizar el curso, la persona será capaz de seguir los pasos necesarios para tratar a los pacientes hipertensos de acuerdo con su riesgo cardiovascular y siguiendo las pautas del protocolo contenido en la vía clínica de HEARTS. AUDIENCIA OBJETIVO Este curso está dirigido a todos los miembros del equipo de atención primaria de la salud (APS), incluyendo personal médico y de enfermería, farmacéuticos y otros profesionales del primer nivel de atención. Asimismo, internos, residentes y otros especialistas en formación pueden beneficiarse. El curso es un instrumento complementario para la enseñanza de pregrado en las escuelas de medicina y de enfermería, por lo que se exhorta a los docentes y los departamentos docentes a que hagan uso de este valioso recurso. DURACIÓN 25 horas. Se sugiere que los participantes revisen las bibliografías recomendadas que son lecturas complementarias basadas en evidencia, siendo una fuente valiosa de conocimiento. FORMATO DEL CURSO Curso de autoaprendizaje, gratuito, abierto al público y sin plazos para completarlo. El curso está disponible en la plataforma del Campus Virtual de Salud Pública de la Organización Panamericana de la Salud, las 24 horas del día, los 7 días de la semana, en una modalidad autoadministrada. Este curso podrá utilizarse como material complementario de los programas de desarrollo profesional en el lugar de trabajo y en las escuelas de medicina y enfermería. EVALUACIÓN Y CERTIFICACIÓN El curso otorga un certificado con 25 horas académicas/pedagógicas. Para obtener el certificado los participantes deberán aprobar la evaluación de cada módulo con un puntaje mínimo de 70% y completar la encuesta de calidad del Campus Virtual de Salud Pública de la OPS/OMS. MÓDULOS DEL CURSO Módulo 0: Video de bienvenida Módulo 1: Diagnóstico de hipertensión arterial en la atención primaria de salud Módulo 2: Estilo de vida saludable: asesoramiento para los pacientes Módulo 3: Vía Clínica de HEARTS y manejo de la hipertensión arterial Módulo 4: Diabetes, diagnóstico y tratamiento Módulo 5: Abordaje de la dislipidemia de acuerdo con el riesgo cardiovascular Módulo 6: Enfermedad renal crónica e hipertensión Módulo 7: Prevención cardiovascular secundaria Módulo 8: Cuidados basados en el equipo multidisciplinario Módulo especial: Enfermedades cardiovasculares, hipertensión y COVID-19 "}