{"title": "PDF", "author": "PDF", "url": "www.farmaceuticos.com/wp-content/uploads/2021/04/2021-vacunacion-covid-19-ensayos-clinicos.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Las vacunas, al igual que cualquier otro medicamento, se someten a un riguroso proceso de investigación antes de su autorización y puesta en el mercado. Se trata de una evaluación experimental de un determinado medicamento en individuos voluntarios, cuya finalidad es evaluar diferentes aspectos del mismo (dosis, eficacia, seguridad).¿Qué es un ensayo clínico?¿Por qué disponemos de vacunas frente a la COVID-19 en un periodo tan corto? ¿Qué se necesita para iniciar la investigación clínica de una vacuna? Saber a cuántas personas afecta la enfermedad (epidemiología)Fases de un ensayo clínico FASE PRECLÍNICAFASE I FASE II FASE III FASE IV Conocer las características del microorganismo causante de la enfermedadRealizar estudios preclínicos \"in vitro\", \"in vivo\" y toxicológicosElegir el método de elaboración adecuadoFabricar los lotes necesarios para llevar a cabo los ensayos toleranciaDosis adecuadaEficacia/ SeguridadEstudios postcomercia- lización In vacuno, por mí y por todosProcedimiento simplificado y adaptado a la situación actual, con las mismas garantías de calidad, eficacia y seguridad Comparativa desarrollo habitual vs. vacuna EVALUACIÓN Y AUTORIZACIÓN PRODUCCIÓN A GRAN ESCALACOMERCIALIZACIÓNFASE PRECLÍNICA FASE I <100FASE CLÍNICA FASE II 100-300 ParticipantesFASE III 1000-3000EUROPEAN MEDICINES AGENCY EMA 3 - 6 meses 6 - 12 mesesFASE IV PoblaciónFARMACOVIGILANCIA FASE PRE- CLÍNICAFASE CLÍNICA 10.000 - 50.000EUROPEAN MEDICINES AGENCY EMAFARMACOVIGILANCIA Entonces... ¿qué ha pasado con las vacunas frente a SARS-CoV-2? Debido a la situación de emergencia sanitaria actual:Desarrollo habitual Partipantes #farmaciayvacunas #yomevacuno ¿Qué sigue a la comercialización de estas vacunas? Adoptar una estrategia de vacunación basada en principios éticos y criterios de riesgo (personas vulnerables y con mayor riesgo de complicaciones).Se han compartido experiencias y conocimientos entre los profesionales, para conseguir un beneficio colectivo. Tanto el proceso de investigación como el de fabricación se han llevado a cabo \"a riesgo\", asumiendo iniciativas que podían no salir adelante. Se ha ac ortado la fase de investigación clínica, integrando las fases I, II y III en un protocolo adaptativo. Se han acelerado los procesos regulatorios (EMA).Conocer el impacto real de la vacunación en la transmisión de la enfermedad. Detectar reacciones adversas a largo plazo.¡Tiempo récord! Vacuna frente a SARS-CoV-2 Fuente: Ministerio de Sanidad. EMA "}