{"title": "Las noticias del día en Radio Vitoria | EITB Radio Vitoria", "author": "EITB Euskal Irrati Telebista", "url": "https://www.eitb.eus/es/radio/radio-vitoria/", "hostname": "eitb.eus", "description": "Las noticias del día en Radio Vitoria. Noticias recientes de actualidad de los programas sobre recetas de cocina, música, actualidad, viajes, cultura y más.", "sitename": "eitb.eus", "date": "2023-09-22", "cleaned_text": "Radio Radio Vitoria Radio Vitoria J.Barredo EITB-Media Todo curso, por muy nuevo que sea, arrastra asignaturas pendientes. Vitoria no es una excepción. La semana de la movilidad nos ha recordado que permanece abierta la herida del tráfico en el sur de la ciudad; una herida por la que se desangraron numerosos malestares al final de la pasada legislatura. unidad movil EITB MEDIA En el Día Europeo sin Coche conocemos algunas iniciativas desarrolladas por la comunidad educativa para impulsar buenas prácticas en materia de movilidad sostenible y desarrollar actuaciones que permitan al alumnado llegar a pie o en bici al centro educativo de forma segura. noticias [Vitoria, Bilbao y San Sebastián ultiman los borradores de las zonas de bajas emisiones](/es/noticias/sociedad/videos/detalle/9313345/video-vitoria-bilbao-y-san-sebastian-ultiman-borradores-de-zonas-de-bajas-emisiones/) EITB MEDIA En Vitoria-Gasteiz se prevé que se pueda aprobar a finales de año. En Bilbao tomarán medidas según los datos de varios estudios. Por su parte, Donostia ha pedido una moratoria y abrirá un proceso de participación ciudadana. unidad movil EITB MEDIA La Asociación de Comerciantes de la calle Gorbea y alrededores celebra su aniversario este sábado con una jornada festiva con la que culminan una semana de actividades. Relacionados: café de las 10 EITB MEDIA Paula Fernández y Susana Teruelo abordan los estigmas y falta de información existente sobre la menopausia o plenipausia. En este coloquio claro y lleno de humor, Josune Muñoz de Skolastika, también ha destacado qué han trabajado en el 'Laboratorio del Imaginario Menopáusico'. Relacionados: Diálogos jóvenes 22/09/2023 La difusión de falsos desnudos, creados por inteligencia artificial, en un instituto extremeño ha encendido todas las alarmas sobre el mal uso que los adolescentes, y niños, hacen de las nuevas tecnologías. Nuestros colaboradores, jóvenes usuarios... Alavés Agencias | EITB Media El centrocampista será una de las bajas importantes en el once albiazul y presumiblemente su puesto lo ocupará el uruguayo Carlos Benavídez. [Valverde: ''El Alavés es un equipo que tiene tralla, tendremos que estar a nuestro nivel''](/es/deportes/futbol/athletic/videos/detalle/9312625/video-valverde-el-alaves-es-equipo-que-tiene-tralla-tendremos-que-estar-a-nuestro-nivel/) EITB MEDIA El entrenador del Athletic Club, Ernesto Valverde, ha hablado sobre el derbi contra el Deportivo Alavés que abrirá la sexta jornada de LaLiga EA Sports. Prevé un partido competido, pero quiere sumar \"todos los puntos posibles\". [Luis García Plaza: ''El Athletic es un equipo que va a buscarte, que intenta meter un ritmo muy intenso''](/es/deportes/futbol/alaves/videos/detalle/9312393/video-luis-garcia-plaza-el-athletic-es-equipo-que-va-a-buscarte-que-intenta-meter-ritmo-muy-intenso/) EITB MEDIA El entrenador del Alavés, en la víspera de que su equipo reciba, en Mendizorroza, al Athletic (viernes, 21:00 horas), ha señalado que espera hacer un gran partido, y ha tenido palabras de afecto para Asier Villalibre, que vuelve a Vitoria-Gasteiz. sociedad y cultura EITB MEDIA Las primeras setas de otoño adelantan su presencia en los montes alaveses y se mezclan con las variedades propias del periodo estival, que aún perduran en algunas zonas del Territorio Histórico. Relacionados: Entrevistas EITB MEDIA Entrevistado en Radio Vitoria, Raúl García, alcalde de Laguardia, ha denunciado que el auge de los apartamentos turísticos está provocando un incremento importante del precio de las viviendas y que la gente joven se esté marchando del pueblo. Radio Vitoria Gaur Actualidad EITB MEDIA Se ha mejorado la conectividad del cauce con sus márgenes de eras y los entornos salinos. A partir de ahora tanto el arroyo rehabilitado como el vial van a servir como punto de referencia para itinerarios didácticos y medioambientales del Valle. noticias [El Movimiento Feminista reclama no privatizar los cuidados y llama a la huelga del 30N](/es/noticias/economia/videos/detalle/9311504/video-el-movimiento-feminista-reclama-no-privatizar-cuidados-y-llama-a-huelga-del-30n/) El Movimiento Feminista se ha concentrado en las cuatro capitales de Hego Euskal Herria para recordar la convocatoria para el 30 de noviembre. Han pedido a la ciudadanía unirse a los comités de huelga, y el 30N, \"salir a la calle junto con el movimiento feminista y los agentes socio-sindicales\". Radio Vitoria Gaur Actualidad EITB MEDIA La dirección de la empresa ha trasladado a los sindicatos que, si todo va bien, este año 2023 se podría cerrar con una producción por encima de las 152.000 unidades, lo que supondría el segundo año en la historia que se supera la cifra de las 150.000 furgonetas. Entrevistas EITB MEDIA Entrevistado en Radio Vitoria, el consejero de Seguridad, Josu Erkoreka, se ha referido al último apuñalamiento en un bar de 'la Kutxi. Asegura que, con carácter general, ha descendido el uso de armas blancas, pero admite la inquietud social que provoca los casos que se producen en lugares públicos. Radio Vitoria Gaur Actualidad EITB MEDIA Ayer les adelantamos en Radio Vitoria la puesta en marcha de dos puntos de reparación de bicicletas gratuitos en los barrios de Zaramaga y Arriaga. Antiguas cabinas telefónicas que tienen una nueva vida y que hoy hemos comprobado como ya están siendo utilizadas por las y los vecinos de Gasteiz. reportajes rv Un espacio único cercano a la zona urbana de la capital alavesa y que cuenta con una gran variedad de especies vegetales y animales para disfrute de los paseantes Actualidad Hablamos con una de las caras nuevas en Araski a las puertas del comienzo de la temporada oficial. La alera alicantina llega a Gasteiz después de cinco magníficos años en Lugo con el objetivo de lograr objetivos importantes El último apuntador [Tartean Teatroa presenta 'Bake lehorra/La paz estéril'](/es/radio/radio-vitoria/programas/el-ultimo-apuntador/detalle/9313177/tartean-teatroa-presenta-bake-lehorrala-paz-esteril/) Aitor Fernandino y Aitor Borobia subirán al escenario de Pabellón 6 este fin de semana \"La paz estéril / Bake Lehorra\". Este trabajo de Tartean Teatroa es una recreación escénica de lo que ocurrió en Amorebieta allá por 1872 en un intento de alcanzar la paz en la Segunda Guerra Carlista. [El último trimestre del año llega cargado de estrenos en nuestros teatros](/es/radio/radio-vitoria/programas/el-ultimo-apuntador/detalle/9313118/el-ultimo-trimestre-del-ano-llega-cargado-de-estrenos-en-nuestros-teatros/) Germán Castañeda rescata alguno de los estrenos que tendremos en nuestros escenarios: danza, teatro de títeres, reivindicaciones varias... todo ello en su sección: \"Lo que hay que ver\". [La compañía Parasite Kolektiboa presenta el proyecto LINCE ](/es/radio/radio-vitoria/programas/el-ultimo-apuntador/detalle/9309877/la-compania-parasite-kolektiboa-presenta-proyecto-lince/) Unai López de Armentia nos habla de este Laboratorio de Investigación y Creación Escénica que ofrecerá unas jornadas de puertas abiertas del martes 26 al sábado 30 de septiembre. [\"Proyecto Piloto\" acerca su \"Bestia Negra\" a Harrobia](/es/radio/radio-vitoria/programas/el-ultimo-apuntador/detalle/9309894/bestia-negra-estreno-es-euskadi/) La compañía gijonesa recala en Harrobia en su travesía por Camino Escena Norte. Presentan en la sala de Otxarkoaga su particular homenaje a tantas y tantas mujeres que pasaron por el Salpêtrière. [Cruces: Ramón Barea y Helena de Llanos](/es/radio/radio-vitoria/programas/el-ultimo-apuntador/detalle/9309863/cruces-ramon-barea-y-helena-llanos/) 'El viaje a ninguna parte' cede el testigo a 'Un viaje a la luna' en la 13ª temporada de Pabellón 6. Por ello en nuestra sección \"Cruces\" hemos querido acompañar en esta travesía a Ramón Barea, que lleva el timón del primer trabajo y a Helena de Llanos, nieta de Fernando Fernán Gómez. [17 edición de la Skratxe Gaua en la Sala Baratza](/es/radio/radio-vitoria/programas/el-ultimo-apuntador/detalle/9309765/17-edicion-de-skratxe-gaua-en-sala-baratza/) Hanna Frances nos habla de este evento cultural que da oportunidad a diferentes artistas de dar a conocer sus trabajos en proceso de creación y charlamos también con Maria Stadlober una de las artistas que presenta el suyo. Déjate llevar [\"Movilidad sostenible es también que tengamos condiciones de trabajo dignas\"](/es/radio/radio-vitoria/programas/dejate-llevar/detalle/9308375/movilidad-sostenible-es-tambien-que-tengamos-condiciones-de-trabajo-dignas/) 'Combina y muévete!' es el lema de la Semana Europea de la Movilidad 2023. Hoy arranca en Gasteiz, con el foco puesto en los desplazamientos urbanos sostenibles. Charlamos con ERAMAN COOP y BiziBizi, dos de las empresas de reparto en bici que operan en la capital alavesa. [1 suicidio cada 2 días en Euskadi ](/es/radio/radio-vitoria/programas/dejate-llevar/detalle/9302951/1-suicidio-cada-2-dias-en-euskadi/) Septiembre es el mes de la prevención del suicidio. Abordarlo como un problema de salud pública, hablando de ello de forma responsable y con consciencia, puede salvar vidas. [50 años del golpe de estado en Chile ](/es/radio/radio-vitoria/programas/dejate-llevar/detalle/9303170/50-anos-del-golpe-de-estado-en-chile/) El 11 de septiembre de 1973, el presidente Salvador Allende se suicidaba en el Palacio de la Moneda a consecuencia del golpe de estado que dio Pinochet. [¿Sabemos cómo hacer una reanimación cardiovascular?](/es/radio/radio-vitoria/programas/dejate-llevar/detalle/9302616/sabemos-como-hacer-reanimacion-cardiovascular/) Hoy, 9 de septiembre, se celebra el día mundial de los Primeros Auxilios y charlamos con voluntarios de la Cruz Roja. Se acaba de presentar una APP con consejos muy prácticos compatible con todos los teléfonos móviles (FICR). [Artzikirol recibirá su premio al deporte inclusivo. En Septiembre Ramón Rey viajará a Valencia a recibirlo](/es/radio/radio-vitoria/programas/dejate-llevar/detalle/9285555/artzikirol-recibira-su-premio-por-deporte-inclusivo-en-septiembre-ramon-rey-viajara-a-valencia-a-recibirlo/) Artzikirol es un compendio de diversos deportes que ya se practica cada vez más en los centros educativos, concretamente en la asignatura de educación física. [Remedios para picaduras, quemaduras, o mareos en los viajes y demás cuestiones de verano](/es/radio/radio-vitoria/programas/dejate-llevar/detalle/9285538/remedios-para-picaduras-quemaduras-o-mareos-en-viajes-y-demas-cuestiones-de-verano/) Esther Liaño, la farmacéutica de Okondo es especialista en Aromaterapia y también publica información práctica en Instagram, en Tik-Tok en su web y cuenta con un canal de podcast. Si estás con la líbido un poco baja, consulta este audio. La Ruta Slow [I Fiesta de la Vendimia de la DOC Rioja este sábado en Viana (Navarra)](/es/radio/radio-vitoria/programas/la-ruta-slow/detalle/9312147/i-fiesta-de-vendimia-de-doc-rioja-este-sabado-en-viana-navarra/) Viana estrena este sábado la I Fiesta de la Vendimia de la DOC Rioja organizada por la Asociación \"Las Cuatro Puertas\" [Homenaje de Slow Food Araba a las asociaciones de miel \"Apial\" y \"Apigor\"](/es/radio/radio-vitoria/programas/la-ruta-slow/detalle/9295332/homenaje-de-slow-food-araba-a-asociaciones-de-miel-apial-y-apigor/) En el marco de la Feria de Santiago en Vitoria-Gasteiz celebrada el 25 de julio, monográfico en torno al mundo de la apicultura [Entrega de los \"V Jakitea Sariak\" en la Sagardotegi Zabala de Aduna](/es/radio/radio-vitoria/programas/la-ruta-slow/detalle/9292727/entrega-de-v-jakitea-sariak-en-sagardotegi-zabala-de-aduna/) La Sagardotegi Zabala de Durana acoge la entrega de los premios \"Jakitea\" correspondientes al año 2023. [Visita a \"Igartubeiti Baserri Museoa\" en Ezkio-Itsaso (Gipuzkoa)](/es/radio/radio-vitoria/programas/la-ruta-slow/detalle/9292721/visita-a-igartubeiti-baserri-museoa-en-ezkioitsaso-gipuzkoa/) Nos acercamos hasta Ezkio-Itsaso (Gipuzkoa), en la comarca de Urola Garaia, para conocer el caserío lagar del siglo XVI \"Igartubeiti\". [Mulas en lugar de máquinas para labrar viñedos de la DOC Rioja](/es/radio/radio-vitoria/programas/la-ruta-slow/detalle/9287791/mulas-en-lugar-de-maquinas-para-labrar-vinedos-de-doc-rioja/) Programa especial con la empresa \"Trabajos a la Antigua Usanza\" de Miguel Mato que labra viñedos con mulas. [Brindando con la DO Getariako Txakolina desde la Bodega \"Ameztoi\"](/es/radio/radio-vitoria/programas/la-ruta-slow/detalle/9287714/brindando-con-do-getariako-txakolina-desde-bodega-ameztoi/) Programa especial desde la espectacular terraza de la Bodega \"Ameztoi\" (Getaria) con la DO Getariako Txakolina. Radio en directo [ Radio Vitoria Escuchar en directo ](/es/radio/radio-vitoria/radio-online/) araba gaur cultura EITB MEDIA Las vidas secretas de las esposas de Baba Segi, Magialdia Araba, la exposición Biluzik en Zas kultur Espazioa y el Zuia Gospel camp conforman algunas de las citas culturales para este viernes y el fin de semana. Relacionados: Lo último de Radio Vitoria El último apuntador lo que hay que ver [El último trimestre del año llega cargado de estrenos en nuestros...](/es/radio/radio-vitoria/programas/el-ultimo-apuntador/audios/detalle/9313119/audio-el-ultimo-trimestre-del-ano-llega-cargado-de-estrenos-en-nuestros-teatros/) consumidores Bogart baila con lobos Herrian Araba Gaur 19:30h Aldapeko sociedad y cultura Radio Vitoria Deportes Actualidad unidad movil araba gaur 13.30h Diálogos café de las 10 Radio Vitoria Gaur Escrito en el aire Radio Vitoria Gaur araba gaur cultura Radio Vitoria Gaur Radio Vitoria Gaur Generación Porno EITB MEDIA El primer capítulo lleva por nombre 'Porno a 2 clicks' y abordará, entre otras temas, a qué edad consumen porno los adolescentes por primera vez y la facilidad con la que se accede a él. Tras la emisión de esta primera entrega, habrá un programa especial de debate, conducido por Arantza Ruiz. GRUPO EITB EITB Media EITB entregará por primera vez el premio Egile Berriak en la Gala del Cine Vasco. Además, presentará la nueva ficción \"Itxaso\" en la Gala EITB y realizará una proyección especial de la serie \"Go!azen 10\" en el Velódromo. GRUPO EITB GRUPO EITB EITB MEDIA Es una nueva plataforma digital gratuita que garantiza y pone a disposición de toda la ciudadanía contenidos audiovisuales en euskera. Está disponible en la web primeran.eus, en las principales SmartTV, en Google Play y Apple App Store, a través de Chromecast y en Hbbtv. En breve Android TV. GRUPO EITB café de las 10 Gastronomía Recetas y consejos nutricionales en Radio Vitoria Gaur GRUPO EITB Visitas a Radio Vitoria Diálogos Diálogos Diálogos Diálogos Diálogos Diálogos Programación 23 de Septiembre Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire [Iñigo Zarate | ''Patxi Zubizarreta, Premio Nacional de Literatura...](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9311184/audio-inigo-zarate--patxi-zubizarreta-premio-nacional-de-literatura-infantil-y-juvenil-2023/) Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire [''Dificil convivencia del tráfico de bicicletas y peatones en Vitoria''](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9283071/audio-dificil-convivencia-del-trafico-de-bicicletas-y-peatones-en-vitoria/) Escrito en el aire Escrito en el aire Escrito en el aire [''Censura, vetos y las listas negras en el ámbito de la cultura''](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9260180/audio-censura-vetos-y-listas-negras-en-ambito-de-cultura/) Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire [Iker Ortiz de Zarate | ''La axfisiante corrección política en el...](/es/radio/radio-vitoria/programas/cinco-minutos-mas/escrito-en-el-aire/audios/detalle/9234323/audio-iker-ortiz-de-zarate--la-axisiante-correccion-politica-en-lenguaje/) Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire [Marta Extramiana | ''Coherencia política y las protestas de la Ertzaintza''](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9225273/audio-marta-extramiana--coherencia-politica-y-protestas-de-ertzaintza/) Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire [Iñigo Zarate | ''Programas electorales y la reforma del Iradier...](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9219350/audio-inigo-zarate--programas-electorales-y-reforma-del-iradier-arena/) Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire [''La escasa remuneración de los depósitos bancarios en España''](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9213507/audio-la-escasa-remuneracion-de-depositos-bancarios-en-espana/) Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire [''Protagonismo de ETA y el terrorismo en la campaña electoral''](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9205960/audio-protagonismo-de-eta-y-terrorismo-en-campana-electoral/) Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire [''28M, obligación y compromiso cuidadano, a pesar de la campaña...](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9195042/audio-28m-obligacion-y-compromiso-cuidadano-a-pesar-de-campana-perpetua/) Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire [Marta Extramiana | ''El primero de mayo, la lucha por los derechos...](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9188841/audio-marta-extramiana--el-primero-de-mayo-lucha-por-derechos-laborales-y-general-loma/) Escrito en el aire Escrito en el aire [Marta Extramiana | ''Fistas de San Prudencio y Ntra. Sra. de Estíbaliz''](/es/radio/radio-vitoria/programas/cinco-minutos-mas/escrito-en-el-aire/audios/detalle/9182720/audio-marta-extramiana--fistas-de-san-prudencio-y-ntra-sra-de-estibaliz/) Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire [Iker Ortiz de Zarate | ''Grito de auxilio de los alérgicos de la...](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9138963/audio-iker-ortiz-de-zarate--grito-de-auxilio-de-alergicos-de-green-capital/) Escrito en el aire Escrito en el aire [''Reunión de los presidentes de Euskadi, Galicia, Asturias y Cantabria''](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9136407/audio-reunion-de-presidentes-de-euskadi-galicia-asturias-y-cantabria/) Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire [Marta Extramiana | 8 de marzo, Día Internacional de la Mujer](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9130249/audio-marta-extramiana--8-de-marzo-dia-internacional-de-mujer/) Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire [Iker Ortiz de Zarate | ''violencia en el aire, violencia en los medios''](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9124063/audio-iker-ortiz-de-zarate--violencia-en-aire-violencia-en-medios/) Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire [Iñigo Zarate | ''Actividades de Carnavales y 'Bidean jarraituz'''](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9109333/audio-inigo-zarate--actividades-de-carnavales-y-bidean-jarraituz/) Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire [Iñigo Zarate | ''LABE Gazte Laborategia y el Estatuto del Artista''](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9094323/audio-inigo-zarate--labe-gazte-laborategia-y-estatuto-del-artista/) Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire [Marta Extramiana | ''Acogida de refugiados y el centro de la clínica...](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9086568/audio-marta-extramiana--acogida-de-refugiados-y-centro-de-clinica-arana/) Escrito en el aire Escrito en el aire [''Precampaña electoral y el centro de refugiados de Vitoria-Gasteiz''](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9084097/audio-precampana-electoral-y-centro-de-refugiados-de-vitoriagasteiz/) Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire [Pablo Carretón | ''Hora de desmontar las vallas del parque de La...](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9044926/audio-pablo-carreton--hora-de-desmontar-vallas-del-parque-de-la-florida/) Escrito en el aire [Pilar López | ''El arte para mejorar la salud, especialmente de...](/es/radio/radio-vitoria/programas/cinco-minutos-mas/escrito-en-el-aire/audios/detalle/9043482/audio-pilar-lopez--el-arte-para-mejorar-salud-especialmente-de-infancia/) Escrito en el aire [''Patxo Fernández de Jauregi y su investigación sobre las campanas...](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9042222/audio-patxo-fernandez-de-jauregi-y-su-investigacion-sobre-campanas-de-arabaalava/) Escrito en el aire Escrito en el aire [Marta Extramiana | ''Algo tendrá el vino cuando lo bendicen''](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9037524/audio-marta-extramiana--algo-tendra-vino-cuando-lo-bendicen/) Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire [''Día internacional de la Eliminación de la Violencia contra la...](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9026619/audio-dia-internacional-de-eliminacion-de-violencia-contra-mujer/) Escrito en el aire Escrito en el aire [Pablo Carretón | ''Olvidicidio'', violencia contra el espacio urbano''](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9024608/audio-pablo-carreton--olvidicidio-violencia-contra-espacio-urbano/) Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire [''Visita guiada por la Vitoria de Alfolso X el sabio de la mano de...](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9015198/audio-visita-guiada-por-vitoria-de-alfolso-x-sabio-de-mano-de-ismael-garcia-gomez/) Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire [Iñigo Zárate | ''Mundial de Fútbol de Catar, ¿vas a verlo?''](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/9003290/audio-mundial-de-futbol-de-catar-vas-a-verlo/) Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire [Pablo Carretón | ''Experiecia espacial y arquitectónica en el Guggenheim''](/es/radio/radio-vitoria/programas/cinco-minutos-mas/escrito-en-el-aire/audios/detalle/8996909/audio-pablo-carreton--experiecia-espacial-y-arquitectonica-en-guggenheim/) Escrito en el aire Escrito en el aire [''Rehabilitación de espacios patrimoniales de Vitoria-Gasteiz''](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/8994442/audio-rehabilitacion-de-espacios-patrimoniales-de-vitoriagasteiz/) Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire Escrito en el aire [Íñigo Zárate | ''Lecciones y reflexiones de Jesús Quintero''](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/8976499/audio-lecciones-y-reflexiones-de-jesus-quintero/) Escrito en el aire [''El menú variado del Festival Internacional de Teatro de Vitoria-Gasteiz''](/es/radio/radio-vitoria/programas/radio-vitoria-gaur-actualidad/audios/detalle/8975312/audio-el-menu-variado-del-festival-internacional-de-teatro-de-vitoriagasteiz/) Escrito en el aire Escrito en el aire Escrito en el aire Radio Vitoria en Twitter © EITB - 2023 - [Portal de "}