{"title": "Vacunas nasales, ¿una alternativa para reducir la infección del coronavirus?", "author": "El Espectador; Redacción Salud", "url": "https://www.elespectador.com/salud/vacunas-nasales-una-alternativa-para-reducir-la-infeccion-del-coronavirus/", "hostname": "elespectador.com", "description": "Aunque hasta ahora el estudio está en preimpresión y falta la revisión por pares, podría ser una buena solución.", "sitename": "El Espectador", "date": "2022-01-27", "cleaned_text": "En busca de vacunas que reduzcan la infección y la enfermedad, un grupo de expertos se ha puesto a la tarea de evaluar cómo podrían funcionar las vacunas nasales. Aunque este campo hasta ahora se está explorando, podrían dar pistas de la eficacia. (Lea: [Coronavirus, fertilidad y embarazos: más razones para confiar en las vacunas](/salud/coronavirus-fertilidad-y-embarazos-mas-razones-para-confiar-en-las-vacunas/)) Lo primero que explican los investigadores es que las vacunas que se están administrando en la actualidad contra el coronavirus lo hacen vía intramuscular. Al aplicarlas vía intramuscular genera que los anticuerpos sean mucho más robustos y las respuestas sistémicas de las células T y B, que bloquean la propagación viral y la enfermedad, sean mejores. Las vacunas actuales, por ejemplo, tienen un efecto sobre la transmisión del virus, pero no la frenan por completo. En cambio, una vacuna nasal podría ofrecer una respuesta inmune en la nariz y así se puede reducir más efectivamente la transmisión. [Sigue a El Espectador en WhatsApp](https://whatsapp.com/channel/0029VZzbXdXLSmbdQGUY8H02) Los expertos advierten que \"para bloquear mejor la infección, se debe establecer inmunidad en las superficies mucosas\". Y para conseguir que esa inmunidad de las mucosas se genere, se necesitan vacunas vivas atenuadas, que de acuerdo al Departamento de Salud y Servicios Humanos de los Estados Unidos (HHS por sus siglas en inglés) \"emplean una forma debilitada (o atenuada) del germen que causa una enfermedad. Dado que estas vacunas son tan similares a la infección natural que ayudan a prevenir, crean una respuesta inmunitaria fuerte y de larga duración\". Este tipo de vacunas no son seguras para personas inmunocomprometidas, según explicaron las expertas. Para lograr reducir la infección, las expertas señalaron que encontraron que una buena solución era \"aprovechar la inmunidad adaptativa existente y utilizarla como adyuvante natural para aumentar la inmunidad\". Algo así como hacerle trampa y hackear el sistema inmunológico. (Puede leer: [OMS: \"las vacunas contra el coronavirus funcionan contra todas las variantes\"](/salud/oms-asegura-que-las-vacunas-contra-el-coronavirus-funcionan-contra-todas-las-variantes/)) Para hacerle esta \"trampa\" al sistema, los expertos probó una variedad de agentes potenciadores y encontró que la proteína de espiga (Spike) purificada simple fue capaz de potenciar la inmunoglobulina nasal, pulmonar y sérica \"después una imprimación de ARNm del biológico de Pfizer\", dijeron. Luego, para imitar la disminución de la inmunidad, los investigadores administraron una dosis muy baja de ARNm IM para preparar a los ratones y posteriormente los potenciamos nasalmente con Spike. \"Encontramos que Prime (ARNm IM) y Spike (proteína) protegieron a todos los ratones de la enfermedad y la muerte. Además, Prime y Spike redujeron la carga viral nasal y pulmonar\", señaló. Pero, Prime solo no pudo proteger a los ratones de la infección, la enfermedad o la muerte. Los [resultados](https://www.biorxiv.org/content/10.1101/2022.01.24.477597v1), que son preliminares y aún les falta una revisión por pares, muestran resultados alentadores y podrían ser una buena alternativa porque son mucho más fácil de administrar (a través de un aerosol nasal), son bastante estables y es mucho más probable que lo acepten las personas que dudan del ARNm. (Le puede interesar: [Abecé sobre las vacunas de refuerzo de covid-19 en Colombia](/salud/vacunas-de-refuerzo-de-covid-19-en-colombia-un-abc/)) En Francia, desde junio de 2020, el equipo de investigación BioMAP de la unidad de investigación conjunta INRAE-Université de Tours Infectiology and Public Health (ISP) trabaja en el desarrollo de una vacuna nasal. \"Las pruebas preclínicas demostraron la eficacia de la vacuna candidata después de dos inmunizaciones nasales administradas con tres semanas de diferencia, tanto en términos de respuesta inmune como de neutralización temprana del virus original y sus variantes, lo que disminuyó en gran medida el riesgo de contaminación por parte de un individuo vacunado\", aseguraron los investigadores. Temas recomendados: [Sigue a El "}