{"title": "Kids, roll up your sleeves for the flu vaccine", "author": "UCI Health", "url": "https://www.ucihealth.org:443/blog/2016/07/roll-up-your-sleeves-for-the-flu-vaccine/", "hostname": "ucihealth.org", "description": "The nasal spray flu vaccine of past years is not as effective as once believed, and health experts say children need to get flu shots to protect against the dangerous virus.", "sitename": "ucihealth.org:443", "date": "2016-07-19", "cleaned_text": "For the last two years, the nasal flu vaccine eased children's fears of the annual immunization. No scary needles, no lingering arm pain, just a mist sprayed into the nose. And according to the panel of experts that advises the U.S. Centers for Disease Control and Prevention on vaccination, it was also possibly more effective than the shot for preventing flu in children. That was until last June, when the Advisory Committee on Immunization Practices (ACIP) [changed its position](http://www.cdc.gov/media/releases/2016/s0622-laiv-flu.html), recommending against the use of nasal vaccine for the 2016-17 flu season. ACIP first endorsed the nasal vaccine during the 2014-15 flu season, when data showed the spray to be effective. ACIP meets three times a year to revisit the latest science on vaccinations. Its review of the past few years of flu data had concluded that the nasal vaccine was virtually useless. Why didn't the spray work? What happened? At this point, no one knows, said [Dr. Shruti K. Gohil](/find-a-doctor/g/shruti-gohil), a [UCI Health infectious disease specialist](/medical-services/infectious-disease). \"There is no consensus on why this vaccine didn't work out.\" It is too early to speculate, she added, but some theories include possible differences in strain matches compared to earlier studies, variations in how well the nasal spray was administered in practice compared to the study, or problems with production. Another theory stems from a January 2016 study published in the journal Pediatrics, which found that the nasal vaccine was less effective against H1N1 than against other forms of the flu. The CDC reported in January 2016 that H1N1 had become the predominant flu of last flu season. It could be that the strain of H1N1 used in the nasal vaccine prompted less of an immune reaction, some scientists have conjectured. This doesn't necessarily mean that the nasal vaccine will never be effective again. But for this next flu season, people who don't like needles are, well, stuck anyway. Flu shots are effective The bottom line: Just about everyone — even needle-shy children — needs a flu shot this year, starting in the fall. The ACIP found the vaccine in shot form to be 67 percent effective, which is considered a high efficacy rate, so it is important to get vaccinated, Gohil said. \"Of all the things that bring children into the hospital, influenza is an important contributor,\" she said. \"And yet, it is preventable.\" The effectiveness rate doesn't even measure the full benefit of the vaccine, she said, because the figure is based on visits to doctors by patients with flu symptoms. One important thing about the flu shot is that even those who get the flu will have a much milder case. Those people don't necessarily show up in counts of doctor visits. Coming soon: flu season The flu season in Southern California begins in the fall but generally gets going in earnest in January, Gohil said, and reaches its peak in February. The new flu shots should become available by mid-October, and people shouldn't put off getting their dose. It takes several weeks for the immune response to build. The most common side effects are a sore arm at the injection site for several days and, in a small percentage of cases, a mild fever that passes quickly and is not usually enough to keep a person from school or work, Gohil said. People who have serious egg allergies can have an allergic reaction to the vaccine, which is manufactured using eggs. These patients should discuss their allergies with their doctors; a different form of the vaccine is available that's safe for them. In extremely rare cases, occurring once in 1 million to 2 million patients, the vaccine can cause Guillain-Barre syndrome, in which the immune system attacks the nerves. Advantages outweigh risks But the advantages of the flu vaccine, especially in years when it's a good match to the prevailing strains, far outweigh the risks, and it is especially important for vulnerable population, Gohil said. These include elderly people in group settings, people with low immune systems, young children, and people who come in close contact with those groups. That's why, according to Gohil, UCI Health instituted a new policy seven years ago requiring all its doctors and staff to be vaccinated, except those whose physical conditions precluded vaccination. Unvaccinated staff members must wear masks whenever they are in contact with people. The percentage of vaccinated staff jumped from about 44 percent in 2006 to 97 percent last year, Gohil said. The program was considered such a success that UCI Health authorities had a paper published in an epidemiological publication in 2012. \"Since then,\" Gohil said, \"a wave "}