{"title": "Protein impurities found in AstraZeneca's Covid-19 vaccine stir debate", "author": "Anthony King", "url": "https://www.chemistryworld.com/news/protein-impurities-found-in-astrazenecas-covid-19-vaccine-stir-debate/4013844.article", "hostname": "chemistryworld.com", "description": "Compounds might cause side effects but are unlikely to be behind extremely rare blood-clotting events", "sitename": "Chemistry World", "date": "2021-06-15", "cleaned_text": "Compounds might cause short-term side effects but are unlikely to be behind extremely rare blood-clotting events Researchers in Germany report substantial amounts of human and viral proteins in AstraZeneca's coronavirus vaccine. Although the study is not yet peer reviewed, it suggests that these impurities could be linked to the strong reaction seen in many people two to three days after their jab. The preprint also states that it is conceivable, albeit doubtful, that these proteins could be linked to rare blood-clotting events. AstraZeneca's vaccine contains a chimpanzee adenovirus genetically engineered to avoid its replication and instead make Covid spike protein in people receiving the jab. The human protein impurities - mostly heat shock and cell scaffold proteins - come from the human kidney cell line used to generate the chimp adenovirus. Viral proteins important for the virus during replication in producer cells were also present. The study's lead researcher, [Stefan Kochanek](https://www.uniklinik-ulm.de/department-of-gene-therapy.html) from Ulm University, says he was surprised by the quantities of proteins detected by mass spectrometry in three vaccine lots. 'At least half of the proteins present in the vaccine are of human origin,' Kochanek says. One vaccine lot contained about 12.5g of virus in one dose and about 22g of non-virus proteins. The adenovirus vector is obtained by disrupting cultured mammalian cells infected with the virus, and the viruses are then purified. 'If that procedure is not super perfect, then you end up with what we see here: the presence of proteins from the production cells, which is why we call them process-related impurities,' Kochanek explains. Heat shock proteins can stimulate the immune system by binding to and delivering proteins to other immune cells. 'They in principle could enhance the immune responses against whatever they bind to,' says Kochanek. While he doubts that they caused the rare blood-clotting events, he says that it is a possibility. 'Evidence indicates that the proteins that remain in the AstraZeneca vaccine are at safe levels, which are similar to or lower than levels seen in other vaccines produced in a similar way,' AstraZeneca says in a statement sent to Chemistry World. 'There is no evidence that [the proteins] are immunogenic. The connection between proteins and the occurrence of thrombosis and thrombocytopenia syndrome is hypothesised, there is no experimental evidence presented to support this.' Experts are divided as to the significance of the study's findings. 'The fact that there are bits of virus fragments and some components of the cells that are used to grow the virus is not a surprise,' says [Daniel Bracewell](https://iris.ucl.ac.uk/iris/browse/profile?upi=DGBRA75) from University College London, UK, who has studied host cell proteins in monoclonal antibody manufacturing processes. He is skeptical of a link with the thrombosis syndrome, describing this as speculative. What surprised Bracewell was the variation between lots. 'It might reflect a problem in consistency, which is concerning if it is drifting outside the bounds of the clinical trials material,' he notes. Nonetheless, he says AstraZeneca and the regulator are bound to have discussed such protein impurities and agreed acceptable levels. Immunologist [Hildegund Ertl](https://wistar.org/our-scientists/hildegund-ertl) at the Wistar Institute in Philadelphia, US, says the Food and Drug Administration will allow such proteins to be present, usually in the nanogram per dose range. But 'the AstraZeneca vaccine is in the microgram range, so pretty high', she says. Ertl says it remains to be proven if the impurities are causing the rare thrombosis syndrome, describing this as a working hypothesis. 'This is still a very good vaccine,' Ertl adds. 'I'm not saying that people should not take it.' She is critical of some negative press coverage that the vaccine has received in her native Germany. Ertl notes that the Johnson & Johnson adenovirus vaccine is linked to fewer thrombotic side effects, while these seem to be absent in the other adenovirus vaccine, Sputnik V. She wonders if this could be down to the purification processes. 'If there are purification issues, they are not hard to address,' says Ertl, who worked on adenovirus vaccines for HIV and is now involved with Sputnik V in an unpaid advisory role. However, Bracewell warns that AstraZeneca cannot markedly alter their purification processes, at least not in a way that changes the vaccine. 'Whatever you got approval for, that is what you have to make. You can't do anything to make it purer [from what was used in the clinical trial],' he says. Moreover, some of the mammalian cell impurities could have immune-boosting adjuvant effects, he notes. [Andreas Greinacher](https://www.akdae.de/Kommission/Organisation/Mitglieder/AOM/Greinacher.html), physician and platelet disorder expert at University of Greifswald in Germany, disagrees with calling the cell and viral proteins 'impurities,' preferring the term 'vaccine constituents'. Nonetheless, Bracewell says the official terminology describes them as impurities, which are controlled through purification technologies to levels acceptable to the regulator. He acknowledges that the word 'impurities' resonates with negative connotations, but this differs from contaminants, which must be entirely absent from a vaccine. 'The company has developed and validated quality control tests to measure proteins in line with industry standards,' AstraZeneca explains in a statement. 'Every batch is tested before any batch is released where a conditional or emergency use approval is in place.' Rare blood-clotting events became apparent when young healthcare workers, mainly women, began being vaccinated in Europe, notes Greinacher. 'Thrombosis in healthy 20- and 30-something-year-old women is extremely low, and this made treating physicians very suspicious when they first encountered it,' he says. But Greinacher too is at pains to stress that this side effect is extremely rare and says the benefits of vaccination mean that no one should avoid the AstraZeneca vaccine. He plans to analyse the Johnson & Johnson vaccine and compare findings to the AstraZeneca vaccine. References L Krutzke et al, "}