{"title": "Back to School: Protecting Your Child with Vaccines", "author": null, "url": null, "hostname": null, "description": "Back to School: Protecting Your Child with Vaccines", "sitename": null, "date": "2021-08-10", "cleaned_text": "Watching your child get a shot isn't easy. It's even harder if you have fears or concerns about the safety of or need for immunizations. With in-person school starting soon, thousands of northern Michigan kids will receive vaccines to protect them against potentially life-threatening illnesses, such as measles or even seasonal flu. But if you're on the fence about immunizations for your child, you've likely heard rumors that vaccines have the potential to cause health problems. These rumors can cause a serious dilemma for reluctant parents, who like every other parent, just want to protect their child's health. So how can parents get the facts about vaccine safety? Your child's pediatrician or primary care provider is your first source of reliable information. Healthcare providers are bound by law to give you written information on the benefits and risks of each vaccine suggested for your child. \"Your Munson Healthcare provider can not only give vaccinations to protect your little one, but also explain why they are necessary and how they work,\" shares William Weiner, MD, Pediatrician at Munson Healthcare Manistee Internal Medicine. \"They can explain the rare complications that can occur from different vaccinations and discuss why vaccines are important and effective. They can use Michigan's computerized registry (which was once the model for the country) to make sure your child is up-to-date.\" How do vaccines help prevent disease? Vaccines teach your child's immune system how to build a response to certain diseases. A vaccine uses proteins that allow your child's body to create antibodies to a virus or bacteria. But because the live germ isn't used, your child can build immunity without having the virus or bacteria's usual symptoms. Just a few decades ago, parents often encouraged \"pox parties\" to ensure their children were exposed to diseases like chickenpox so they could build immunity - but not before risking their children's exposure to severe illnesses. Thanks to vaccines, kids can now build immunity without having to first get sick. \"During my career, immunizations have dramatically and radically changed pediatrics,\" explains Dr. Weiner. \"Pediatrics has gone from treating tons of sick children to mostly preventative care. From the original smallpox vaccination to the latest meningitis vaccines and viral vaccines, there is no intervention in healthcare that is as successful as vaccination.\" Vaccines aren't just an effective way to help your child just enjoy being a kid. Vaccines help kids: - Stay safe from serious infections bacteria and viruses can impose - Avoid missed school days - Need fewer doctor visits Vaccines can also help parents and caregivers: - Worry less about your child's risk of infections - Miss less work time due to caring for a sick child - Avoid medical costs due to illness Moreover, vaccines also benefit the vulnerable, unvaccinated people around them. That's because the infection can no longer spread through the community [if most people are immunized](https://www.munsonhealthcare.org/blog/what-is-herd-immunity). Plus, vaccines reduce the number of deaths and disabilities from infections like measles, whooping cough, and chickenpox. If diseases like polio and mumps are rare, why do we need vaccines? Many of these diseases still thrive in other parts of the world. Travelers can and do bring these viruses back to the U.S. Without the protection of vaccines, these diseases could easily spread here again. \"Not all countries immunize the way that we do in the United States,\" explains Dr. Weiner. \"As the adage goes, measles is only a flight away. It may be surprising but there still are deadly preventable diseases out there, and they can affect your child.\" What vaccines does my child need? Your pediatrician or healthcare provider will talk with you about the types of vaccines your child needs and when. The number of vaccines your child requires will depend on his or her age. Following a regular schedule and making sure your child is immunized at the right time will provide the best defense against dangerous childhood diseases. Guidelines may include: - Meningococcal vaccine. It protects against meningococcal disease. - Hep B vaccine. It protects against hepatitis B. - Inactivated polio vaccine (IPV). It protects against polio. - DTaP vaccine. It protects against diphtheria, tetanus (lockjaw), and pertussis (whooping cough). - Hib vaccine. It protects against Haemophilus influenzae type b, which causes spinal meningitis and other serious infections. - MMR vaccine. It protects against measles, - Pneumococcal vaccine/PCV13 (pneumococcal conjugate vaccine). It protects against pneumonia, infection in the blood, and meningitis. - Varicella vaccine. It protects against chickenpox. - Rotavirus (RV) vaccine. It protects against severe vomiting and diarrhea caused by rotavirus. - Hep A vaccine. It protects against hepatitis A. - Human papillomavirus (HPV) vaccine. It protects against HPV, which is linked to cervical cancer and other cancers. - Seasonal influenza vaccine. It protects against different flu viruses. This vaccine reduces their risk of getting the flu and complications from the flu. It's best to have it before the end of October each year. Some children will need 2 doses of vaccine. - COVID-19 vaccine. \"I get lots of questions about the coronavirus vaccination,\" says Dr. Weiner. \"Right now, children 12 and older are eligible to get the Pfizer vaccine. As children often have allergies or respiratory illness, they can also spread these viruses. This is why it's particularly important to vaccinate against influenza and COVID-19, so children don't spread an infection to vulnerable family members like grandparents. Further, the majority of people sick from COVID-19 are now in younger age groups.\" What can I do to ensure my child has the best and safest experience? Keep this information in mind to help your child's vaccines go more smoothly: - Common side effects of vaccines include swelling at the site of the injection, soreness, and fever. Discuss these side effects with your healthcare provider and ask what symptoms deserve an office call. - Ask your healthcare provider's office if it participates in an immunization registry. This is a source you can go to if your vaccine records get lost. - Ask your healthcare provider's office if it has an immunization reminder or recall system. This type of system will call to remind you when vaccines are due. It will also warn you if a vaccine dose has been missed. - Always bring your immunizations record with you to all of your child's office visits. Make sure the healthcare provider signs and dates every vaccine. Reactions to vaccines As with any medicine, vaccines may cause reactions. They often may cause a sore arm or low-grade fever. Serious reactions are rare, but they can happen. Your child's healthcare provider or nurse may discuss these with you before providing the immunization shot. The risks for getting the diseases the shots protect against are higher than the risks for having a reaction to the vaccine. You can help ease these mild reactions in children: - Fussiness. Children may need extra love and care after getting immunized. The shots that keep them from getting serious diseases can also cause minor discomfort for a while. Children may experience fussiness, fever, and pain at the injection site, after they have been immunized. - Fever. Do not give aspirin. You may want to give your child acetaminophen or ibuprofen to reduce pain and fever, as directed by your child's healthcare provider. Also: - Give your child plenty to drink. - Clothe your child lightly. Do not cover or wrap your child tightly. - Sponge your child in a few inches of lukewarm (not cold) bathwater. - Swelling or pain. Do not give aspirin. You may want to give your child acetaminophen to reduce pain and fever, as directed by your child's healthcare provider. Apply a clean, cool washcloth over the sore area as needed for comfort. It's never too late If you're worried that your child has missed some vaccines - or you're not sure about which vaccines are appropriate for your child - it's not too late. Your child's healthcare provider can make sure your child gets up to date on his or her vaccines. \"Before your son or daughter returns to school, [please schedule a well-child visit](https://www.munsonhealthcare.org/blog/why-well-child-visits-matter) to ensure that this will be a wonderful school year. A comprehensive health physical with your child's doctor will help make sure that they are ready emotionally, physically, socially, and with top-rated immune systems for safe and productive school year,\" advises Dr. Weiner. If you have any hesitations, talk to your pediatrician at your son or daughter's next [well-child visit](https://www.munsonhealthcare.org/blog/why-well-child-visits-matter). In the meantime, be sure to check out the CDC's [Safety Information by Vaccine](https://www.cdc.gov/vaccinesafety/vaccines/index.html), which explores safety studies, vaccine side effects, and more. Where can my child get vaccines? Your child can most likely get vaccines at his or her primary care provider's office. He/she may also be able to get vaccines at a pharmacy, school, or a [local health department](https://www.naccho.org/membership/lhd-directory?searchType=standard&lhd-state=MI#card-filter), or by calling ahead to a nearby [Munson Healthcare vaccine](https://www.munsonhealthcare.org/community-health/immunizations/fight-the-flu/flu-vaccines-near-me) clinic to check availability. Contact your pediatrician to schedule your child's next well-child visit. If you don't have a pediatrician, reach out to Munson Healthcare Find-a-Doctor at [231-935-5886](http://tel:231-935-5886) or [FindADoctor@mhc.net](http://mailto:FindADoctor@mhc.net). Our team will help you find a qualified pediatrician near you. We can also help if you think your child is sick. If you have concerns, call Munson Healthcare Ask-a-Nurse at [231-935-0951](http://tel:231-935-0951) to discuss symptoms. Our nurses are answering health questions daily from 7 am to 11 pm at no charge to you. "}