{"title": "The hygienic hypothesis and transformations in etiological knowledge: from causal ontology to ontogenesis of the body", "author": "Czeresnia; Dina", "url": "https://www.scielo.br/j/csp/a/9tYGtQMFc3RNp6XJrVtSRPm/", "hostname": "scielo.br", "description": "The objective of this article is to systematize the principal recent research results pertaining...", "sitename": "Cadernos de Saúde Pública", "date": "2005-08-08", "cleaned_text": "Abstracts The objective of this article is to systematize the principal recent research results pertaining to the so-called hygienic hypothesis, which establishes an etiological link between the increasing incidence of allergic diseases and the decreasing incidence of infectious diseases in the industrialized countries of the Western world. The author contends that the current debate on the hygienic hypothesis indicates significant transformations in the understanding of disease etiology, perhaps even as important as the transformations in the 19th century during the process leading to the constitution of modern medicine and the identification of infectious disease causal agents. Asthma; Communicable in etiological knowledge: from causal ontology to ontogenesis of higiênica Brasil Departamento de 21041-210, Brasil dina@ensp.fiocruz.br ABSTRACT The objective of this article is to systematize the principal recent research results pertaining to the so-called hygienic hypothesis, which establishes an etiological link between the increasing incidence of allergic diseases and the decreasing incidence of infectious diseases in the industrialized countries of the Western world. The author contends that the current debate on the hygienic hypothesis indicates significant transformations in the understanding of disease etiology, perhaps even as important as the transformations in the 19th century during the process leading to the constitution of modern medicine and the identification of infectious disease causal agents. Asthma; Communicable of the epidemiological transition in Western societies is the tendency towards increasing incidence of allergic diseases, which has been attributed to environmental, demographic, and socio-cultural factors. The subject has been the focus of intensive research efforts, and recent discoveries and theoretical formulations introduce new elements into the discussion of disease etiology. New discoveries and questions provide fascinating examples of important transformations in scientific knowledge. The principal line of epidemiological investigation focused on the rising incidence of allergic diseases revolves around the so-called hygienic hypothesis, which establishes a link between the etiological debate surrounding these diseases and infectious diseases. The hygienic hypothesis postulates that the decreasing incidence of infectious diseases has been the primary factor behind the increasing incidence of allergic diseases in industrialized countries. In addition to investigating the environmental factors involved in this phenomenon, the research has attempted to reveal the biological mechanisms that interconnect the decrease in infectious disease to the increasing frequency of allergic diseases. The purpose of this article is to systematize the principal research results on this subject, thus presenting the foundations of a hypothesis for a research project. The article defends the idea that the current discussion of the hygienic hypothesis allows for a prediction of significant transformations in the understanding of disease etiology, possibly even as important as those taking place during the 19th century and which led to the constitution of modern medicine. The hygienic hypothesis The incidence of asthma, rhinitis, and atopic dermatitis began to increase during the 1950s, and this tendency continues today. During the same period, there was a clear decline in the incidence of many infectious diseases in the industrialized countries 1. Western lifestyle is generally understood as a factor in the increasing predisposition towards allergic diseases. Improved socioeconomic and hygienic conditions resulting from the development process in Western societies are felt to have brought about this epidemiological change. Several epidemiological studies found less frequent incidence of allergic diseases among people living in underdeveloped regions. An important study that demonstrates this relationship, and one of the studies most often cited in the literature, reports the results of an investigation undertaken in Germany shortly after unification, from 1991 to 1992. The prevalence of asthma and other atopic diseases was significantly greater among children from West Germany as compared to those from East Germany, regardless of their common genetic base 2. In Brazil, a study in Pelotas, Rio Grande do Sul State, found a significant positive association between asthma and high socioeconomic class, small families, and breastfeeding for more than nine months 3. The increasing rates of asthma and other allergies could result from progressive Westernization, affecting first the richer classes and later the poorer populations. This is the conclusion reached by a study that showed an increase in allergic asthma among low-income minority groups living under precarious hygienic conditions in the USA during the 1970s 4. The Western lifestyle characteristics most debated as possible causes for the rising frequency in the prevalence of allergies are: more use of antibiotics, antimicrobial additives in food, widespread vaccination, and less exposure to rural environments 1,5,6. Considering these factors, Alm et al. 7 found a significantly lower prevalence of allergic disease in children at anthroposophical schools in Sweden. Independently of the income level of its followers, anthroposophy encourages a lifestyle that restricts the use of drugs (antibiotics, antipyretics, vaccinations) and industrialized foodstuffs. Food is organic and locally produced, with consumption of fermented vegetables and lactobacilli. The study suggests that nutritional factors and the relatively small number of measles vaccinations are related to this finding 7. The debate put forward by this research points out that these findings do not allow for testing a specific etiological hypothesis 8,9. Strachan 9 argues that the most specific explanations for the hygienic hypothesis are still inconsistent, despite the fact that the generic evidence supporting it is important. Very little progress has been made in the investigation of infection types, locations, and times. According to the author, specifying the exposures that can influence the allergies' epidemiological pattern is the greatest challenge. Matricardi et al. 8 disagree that reducing measles immunization coverage is a protective factor against allergies. They contend that there are probably fewer atopies among children of families with an anthroposophic lifestyle because they exhibit differentiated microbial stimulation. Martínez 10 emphasizes that the inverse relationship between measles infection and allergic disease is controversial, and he proposes that one of the most consistent findings in the published research is that the farm environment favors children's growth significantly more and protects against the development of atopies. The lower prevalence of atopic diseases in individuals raised on farms is attributed to the greater range of exposure to microorganisms and bacterial products such as lipopolysaccharides 11. Bach 1 points out that the frequency of intestinal infections declined in developed countries as compared to underdeveloped countries, especially among children. Gram-negative bacterial colonization occurs later in children in developed countries compared to children in underdeveloped countries. The administration of non-pathogenic lactobacillus in pregnant women and their newborns diminishes the incidence of atopic dermatitis in those children 1. Matricardi et al. 12 demonstrated lower frequency of respiratory allergy in individuals heavily exposed to foodborne and orofecal microbes. This research group sustains the hypothesis that orofecal commensals or pathogens stimulate the lymphoid tissue associated with the intestine. This stimulation may be important for the mucous immune system's maturation and, when inadequate or insufficient, could increase the risk of atopy 12. The immune system's maturation processes, during which stimulation by infectious agents can be important, can occur principally during early infancy 1,6,13,14. Weiss 6 affirms that the innate immune system's stimulation by endotoxins (lipopolysaccharides that form the outer cellular membrane layer in all gram-negative bacteria) could be important in the normal immune system's ontogeny. Premature exposure, during the immune system's development, seems to be the most important factor for protection against developing allergic diseases. Consequently, the administration of antibiotics during the first year of life is suspected of increasing the risk of asthma and allergy in children genetically predisposed towards atopy 1,14. The survey taken between 1995 and 1996 among the East German school population 15, using the same methodology as the previous study 2 is in agreement with this hypothesis. This study found a significant increase in the prevalence of atopic sensitization in general, but no significant increase in asthma during that period. This was interpreted according to the hypothesis that factors favoring the appearance of asthma would take effect mainly during early infancy (the children studied were three years old in 1989, the year of unification). The factors that interfere in atopic sensitization would also take effect thereafter 15. Another issue raised by the studies defending the beneficial effects of stimulation by orofecal infections for the immune system's maturation is that these are dose-dependent. In strong doses, the endotoxin would produce pneumonitis for hypersensitivity and would stimulate the release of inflammatory mediators. A better understanding is needed of what endotoxin dosage is protective and what dosage is a risk factor 6. Gastrointestinal infections can also increase the risk of sensitization to nutritional proteins by way of the damaged mucous and increased intestinal permeability 16. \"Beyond the dose, whether exposure to endotoxin (or infectious agents) is protective or harmful is likely to depend on a complex mixture of the timing of exposure during the life cycle, environmental cofactors, and genetics\" 6 (p. 930). The evidence that stimulation by infectious agents creates a protective effect against allergies suggests complex etiological mechanisms that are far from being fully elucidated. The biological theories for explaining the findings revealed in the studies relating the increase in allergic diseases to the decline in infectious diseases are connected to advances in immunology that led to descriptions of cells CD4 T-helper (Th) the immune system's mediators. Recent studies seek to reveal how environmental changes can adversely affect these cells 17. The immunological explanation of the hygienic hypothesis is based on the discovery and classification of T-helper (Th) lymphocytes, according to the cytokines (protean hormones that play an important role in activating the immune responses dependent on T cells) secreted by these cells. The differential activation of these cells is important in the development of immune-mediated diseases. Th1 and Th2 cells are antagonistic. Allergic diseases arise as a result of a systemic imbalance characterized by a predominance of Th2 cells, whereas infectious diseases and many auto-immune diseases are directed by T-helper cell response with a strong predominance of Th1. The explanation for this inverse relationship between allergic and infectious diseases could be that in the absence of microbial stimuli (which exhibit Th1 predominance), the immune system would alter itself in favor of Th2 responses. The entire research effort was directed towards discerning the environmental and nutritional factors that would alter the immune system's function in favor of Th1 or Th2 responses 17. Autoimmune diseases (multiple sclerosis, insulin-dependent diabetes, Crohn disease) are attributed to a Th1 deviation. Contrary to the theory of antagonism between Th1 and Th2 cells, recent studies attribute these diseases to the same environmental and nutritional variations related to atopic diseases 17. The prevalence of autoimmune diseases is also increasing, and this trend occurred after the same period as the tendency towards allergic diseases 1; autoimmune diseases also tend to appear more in small families with better socioeconomic conditions 17. Arguing with the support of these statements, Simpson et al. 17 propose that environmental changes in developed countries increased the susceptibility to immune-mediated diseases in general, favoring both Th1 and Th2 responses. These diseases would not be mutually exclusive but rather, on the contrary, associated. Another study reaffirms the association between allergic and autoimmune diseases in individual patients: in patients with diabetes and rheumatoid arthritis, the frequency of atopic diseases is higher 18. The parallel increase in allergic and autoimmune diseases suggests common mechanisms in the basis of this protection mediated by the infection against immunity and allergy 1 and may be related to regulatory mechanisms defects 13. In a recent review, von Hertzen & Haanela 11 systematize the tendency towards change in the theoretical formulation of the hygienic hypothesis: previously the common infections during infancy were considered to be more important and the theoretical focus was on Th1/ Th2 antagonism. Now the orofecal and helminthic infections, exposure to lipopolysaccharides and domestic animals, growing up in a rural environment, and the composition of the endogenous microflora, having as a focus regulatory T cells and \"toll-like\" receptor T cells, are considered more important 11. Causality The intense debate on the hygienic hypothesis and the formulations produced about autoimmune and allergic disease characteristics challenge the usual definition of diseases according to their causal agents. This ascertainment is elaborated in the Allergy editorial. Antó 19, dealing specifically with asthma etiology, states in this editorial that although in some cases medical science bypassed the complexity of disease origins by defining them according to their causal agents, this is probably impossible in the case of asthma. According to Antó, parallel to the ample increase in asthma prevalence in the Western world, there was also an epidemic increase in studies of its etiology. Contrary to the successful epidemiological studies of infectious and chronic disease etiologies, no consistent evidence was produced that points towards asthma's origins. Asthma's definition was and still is a controversial subject. \"After two decades of intensive research about the origins of asthma without well established answers it is perhaps time to take a breath and look at the available data with different eyes\" 19 (p. 123). The usual frameworks for explaining the origin of diseases are narrow for explaining the available data about asthma's origin, which suggests the need for new conceptual and interpretative references. It is necessary to emphasize the importance of these considerations. The usual common references for defining the origin of diseases came about in the 19th century, and the intense development of biomedical knowledge since then has remained faithful to the logic that explains disease origins by way of identifying the cause(s) which produce lesions (inflammations) related to the symptoms. The specificity of causal agents for identifying disease origins was an important element in epistemological discontinuity and in the perceptive and discursive structure that shaped the foundations of modern medicine. Identification of microbiological agents responsible for specific inflammatory lesions was basic for defining infectious diseases. The development of bacteriology shaped and oriented important changes in medicine 20. The formulation of concepts such as infection, susceptibility, resistance, and carrier demonstrated that the presence of a specific causal agent is insufficient for the disease to occur. This does not bring into question, for infectious diseases, the existence of a specific necessary cause. In the case of chronic diseases it was not possible to identify a necessary cause 21. The concept of sufficient cause was then defined as \"a minimum aggregation of conditions and events that inevitably produce diseases\" 22 (p. 8). The epidemiological study of chronic diseases maintained causality as the axis of understanding. Epidemiology invested progressively in the technical-methodological elaboration of causal inference, using risk estimates. This development sought to build models capable of considering and probabilistically evaluating the strength, interaction, differentiated times of latency and induction, etc., of the causal components of an event (disease) 22. Nevertheless, there are still large gaps in our understanding that defy an explanation of diseases' differentiated expression or the ability of some individuals to resist aggressive agents 20. The complexity of the majority and sometimes all of the components of a \"complete causal mechanism\" or of a \"causal constellation\" is unknown 22 (p. 8). The concept of a predisposing factor causing disease, evaluated by risk analyses, is still imprecise. One of the limitations of epidemiological tools for understanding asthma's complex course over time and for producing more consistent information pertaining to its etiology, as the recent Allergy editorial mentioned, is the \"confusing branch of causality-related terms\" such as \"predisposing, facilitating, precipitating, contributing, or exacerbating factors\" 19 (p. 122). The presence of these terms in contemporary epidemiological discourse is a sign that the old tension between cause and constitution, present in the polemical debate between contagionists and anticontagionists in the 19th century, still exists. At that time, the idea of predisposition was defended by the anticontagionists. They conceived of disease as resulting from an imbalance involving all the interactive circumstances between the organism and the environment. The anticontagionists' ideas about predisposition were imprecise and formulated from a premodern discourse 20. The contagionists considered predisposition an ignorant expression. It was neither visible nor evident and, therefore, could explain nothing 23. The contagionist view brought victory to the values that defended the logic of specificity of diseases, arguing that they are defined by their causes 20. Today, asthma's characteristics (and those of other allergic and autoimmune diseases), described by recent theories, demand more precise concepts that refer to the organism's constitutive process. In the etiological research on asthma, a different sort of formulation emerged. The claim that microbiological agents, initially identified as a necessary cause of infectious diseases, participate as elements forming sets of etiological factors in cardiovascular diseases and neoplasms already demonstrated the greater complexity of disease etiology. This erased the boundaries between communicable and non-communicable diseases, in a context of a progressive weakening of the concept of the specificity of causes and diseases. So, in the case of asthma, it was additionally observed that microorganisms are also important elements in the immune system's constitutive process. Depending on the dose, the stage in the lifecycle at which exposure occurs, and other circumstances, microorganisms can be elements that collaborate with a healthy immune system's ontogeny. From these studies the notion becomes explicit that depending on the circumstances, the cause of one disease can be a protective factor against another. More important than defining \"causes\" is the need to understand the process of constitution of the organism in relation to the environment. Specificity The value of specificity for diseases and their causes was also incorporated into the development of immunology. Certainly, the immune phenomenon was known before any theoretical formulation about it emerged. Some findings clearly showed immunity as a broader phenomenon. However, as a scientific discourse, the field of immunology emerged linked to the bacteriology. Immunity was defined as the power to resist infection, and the immune system was conceived as a defense structure against aggressive agents 24. Specificity is considered one of the fundamental properties in immune responses: \"immune responses are specific for different antigens and even for the different structural components of a single protein complex, of a polysaccharide, or of another antigen. The portions of these antigens that are specifically recognized by individual lymphocytes are called determinants or epitopes. This fine specificity exists because the individual B and T lymphocytes, that respond to the foreign antigens, express membrane receptors that distinguish subtle differences between the antigens. The antigen-specific lymphocytes develop themselves without antigenic stimulation in such a way that in non-immunized individuals cell clones are available with different antigen receptors and specificities for recognizing and responding to many foreign antigens. This concept is the basic principal of the clonal selection hypothesis\" 25 (p. 8). It is not the objective nor is it within the scope of the current article to discuss the immune system or the clonal selection theory. What is most important here is that the process of constructing immunological theories that provide biological support for the hygienic hypothesis has come to reveal a provocative and paradoxical aspect of the tendency towards defining subtle specificities in immune structures and responses. From the multiplication and depth of the description of the specificities of immune reactions emerge an understanding of the disease contrary to the specificity: health and disease as a dynamic relationship of balance and imbalance; and the understanding that the biological processes that produce different diseases are interconnected in a complex manner. This greater complexity tends to direct the etiological explanation from the logic of the specificity of diseases and their causes to the configuration of defective regulatory mechanisms that cause different diseases. Initially the immunological explanation of the hygienic hypothesis was based on the antagonism between predominantly Th1 or Th2 reactions, respectively favoring the development of infectious and autoimmune diseases or allergic diseases. Later, studies showed that contrary to the logic proposing antagonism between Th1/Th2 pathways, the absence of infections during infancy also favors the emergence of autoimmune diseases associated with and not antagonistic towards allergic diseases. As we saw before, the most recent studies propose that the presence of microbial stimuli during infancy, principally as a result of orofecal infections, is important for immune system maturation and this may prevent defects in this system's regulatory mechanisms that cause both autoimmune and allergic diseases. The authors who discuss the hygienic hypothesis still refer to the idea of cause in the sense that their goal is to specify microorganisms and adequate doses and administration routes for preventing allergic diseases without causing infectious disease. However, the specificity of the cause becomes relative when the thrust of the etiological understanding points towards the immune system's regulatory mechanisms in their relationship with the environment. This is not meant to underrate the importance of searching for ways to intervene with the purpose of preventing and curing specific diseases. But it is important to have a clearer idea of the limited technical resources produced by medicine using this logic. One such limitation is the iatrogenic effects generated by these resources. The growing epidemic of allergic diseases in the Western world can be considered one of these effects produced, in part, by practices based on the generic idea that microorganisms cause diseases and are therefore enemies we must combat. As Bach affirmed 1 (p. 917), \"there is a certain irony in the fact that we are now looking for new ways to reproduce the infectious diseases against which we have fought with so much success\". The view that the processes that explain disease etiology involve relationships of balance and imbalance provides biological support for the assertion that the study of molecular and structural characteristics of disease agents should be accompanied by an understanding of environmental, economic, social, political, and cultural contexts that inhibit or facilitate emerging epidemics 26. From causal ontology to ontogenesis of the body The considerations presented in this paper lead to the hypothesis that recent research on the hygienic hypothesis indicates significant transformations in the understanding of diseases. These transformations surpass the etiological explanation via definition of the agent(s) causing an inflammation that produces an organic lesion and related symptoms. This can be better analyzed through a study of asthma, the principal disease examined in the hygienic hypothesis context. Asthma is defined as: \"a chronic inflammatory disease of the airways that is characterized by increase responsiveness of the tracheobronchial tree to a multiplicity of stimuli. It is manifested physiologically by a widespread narrowing of the air passages..., and clinically by paroxysms of dyspnea, cough, and wheezing. ... From an etiologic standpoint, asthma is a heterogeneous disease. It is useful for epidemiologic and clinical purposes to classify asthma by the principal stimuli that incite or are associated with acute episodes. However, it is important to emphasize that this distinction may often be artificial, and the response of a given sub-classification usually can be initiated by more than one type of stimulus. Furthermore, the application of molecular and cell biologic techniques to asthma pathogenesis is also beginning to blur this type of classification. With these reservations in mind, one can describe two broad types of asthma: allergic and idiosyncratic. ... The stimuli that interact with airway responsiveness and incite acute episodes of asthma can be grouped into seven major categories: allergenic, pharmacological, environmental, occupational, infectious, emotional and exercise-related. ... The most popular hypothesis at present for the pathogenesis of asthma is that it derives from a state of persistent subacute inflammation of the airways\" 27 (p. 1456-8). This description explains that asthma etiology, or what leads to hyperreactivity of the airways, is still unclear. The definition and presentation of the disease's characteristics are based in modern medicine's foundational scientific discourse: a relationship between stimuli (agents) and tissue produces an inflammatory reaction and consequent signs and symptoms. The stimuli that provoke asthma episodes have various natures. In epidemiological studies they are considered to be \"risk factors\" for the disease. Recent etiological research has been directed not towards the allergenic stimuli that trigger a symptomatic asthma episode but rather towards factors that \"can 'program' initial susceptibility to the sensitization or contribute to the development of asthma independently of atopic sensitization\" 28 (p. 470). Allergens are undoubtedly responsible for the prevalence of asthma attacks. Therefore, the disease's etiology could be previously related to this \"programming\" of susceptibility that occurs in early infancy. According to Antó 19, separating asthma's incidence risk factors from its prevalence risk factors is one of the difficulties faced by epidemiology's conceptual and methodological instruments in the effort to unveil asthma's etiology. That distinction cannot be determined by evaluation of the presence of causal associations. Epidemiological studies carried out on asthmatics \"can only talk about the disease's evolution, not about its origin\" 19 (p. 121). The origin of asthmatic disease could be found in a complex genetic-environmental interaction that may begin even before birth 19. What can be stressed and closely examined from these considerations is that the focus of the etiological discussion thus shifts from the irritating agent that produces an inflammation to the ontogenic process that forms the asthmatic organism. It could be within the context of a genetic-environmental interaction that an individual would come to exhibit an asthmatic constitution. To obtain a deeper understanding of this shift's importance it is worthwhile to briefly review some conceptions about disease ontology in the history of medicine. Disease, from ancient times until the 19th century, was understood as a being (onto) with its own existence, an entity. Within this conception, disease comes from outside; it is not part of human nature. One example, characteristic of the ancient world, is the association of disease with something that enters the body, like spirits or demonic possessions. The cure would be, in this case, an effort to expel the disease by way of magic treatments 29. Even considering the subsequent changes in medical thinking, it was only in the 19th century that a new concept of disease became viable. Disease ontology was substituted by causal ontology as a result of a process that brought about profound changes in medical knowledge. Foucault, in Birth of the Clinic 30, points out the occurrence of a radical discontinuity in medical discourse between the late 18th century and the first half of the 19th century. This discontinuity allowed for the emergence of the anatomicoclinical that formed the basis of modern medicine. At the conclusion of his analysis of the trajectory of changes that occurred in medicine, the author recognizes in Broussais' thought the understanding that: \"the location of disease demands an inclusive causal scheme: the disease's location is no longer only the fixed point of the irritating cause, a point that is determined as much by the tissue irritability as by the strength of the irritating agent. The local space of the disease is, at the same time and immediately, the causal space\" 30 (p. 218). Consequently, disease no longer corresponds to its being: \"so then and this is the great discovery of 1816 the disease's being disappears. As an organic reaction to an irritating agent, the pathological phenomenon can no longer pertain to a world in which the disease, in its particular structure, could exist in accordance with a previously existing imperious type, and in which it would withdraw itself once the individual variations and all non-essential accidents were out of the way; it inserts itself in an organic plot in which the structures are spatial, the determinants causal, the phenomena anatomical and physiological. Disease is no longer a complex movement of tissues reacting to an irritating cause: therein is the whole essence of pathology, since neither essential diseases nor essences of diseases exist anymore\" 30 (p. 218). The development of bacteriology fits into this structure of medical knowledge. The definition of pathogenic agents (causes of lesions with pathophysiological consequences) allowed for the discovery of objective therapeutic interventions that could contribute towards human survival. As we have already seen, in the 19th century there were those who sought to prove the notion of predisposition, trying to find a disease's explanation in the body by way of its constitution. One of the most important examples comes from Virchow, a doctor who radically defended the anticontagionist ideas and resisted the inexorable course that led to identification of specific causes of diseases. In Cellular Pathology 31 he defined the cell as the essential base of medical knowledge, the morphological element at the core of every vital phenomenon, connected to life's continuity and conservation. In the textbook On the New Advances in Pathology, with Special Reference to Public Health and Etiology 32, published originally in 1867, he affirmed that the relationship between the disease and the cell life can transform \"the concept that disease has, to a certain extent, a being of its own, a form of existence, which has invaded the body as something foreign and simultaneously independent and is perceived as something separate from the parts of the body. This concept has been abandoned gradually. Nobody nowadays conceives of disease and life as having a separate existence side by side. On the contrary, we now know that the concept of the corporeal nature of disease, of its material reality, could only arise from the circumstance that the various diseased parts, i.e., the diseased elements (cells) were not yet known and could not be demonstrated. The merely philosophical concept of the material existence of disease was developed from ontology by virtue of generalized abstraction, while we now demonstrate the actual material existence of disease in the living component elements of the body\" 32 (p. 99). The elements available for thinking about disease starting with the cell as the body's elementary morphological unit were insufficient for formulating a scientific proposal for the vague notion of predisposition. It was impossible to explain how predisposition towards disease materializes itself in the organism 20. The cellular theory was the basis of modern medicine's etiological explanation principally as a result of experimental demonstration of unicellular organisms as its cause. Today the questions that arise as a result of developing scientific biomolecular knowledge; of epidemiological evidence like that related to the hygienic hypothesis; and of the enigmas raised by complex diseases like asthma, allow us to foresee a new, important shift in the modern conception of organic disease. Disease would no longer be explained by disease ontology, as a being with its own existence, or by causal ontology, as an anatomicophysiological process characterized by lesions produced by causal agents. The anatomicoclinical description provides for a level of understanding and intervention. Therefore, disease origins could be structured on another level of perception and depth: in the ontogenesis of the living being, in the constitution of the organism's immune system in its development process. The prefix onto would cease to correspond to being of disease and would correspond to being of the human body, that is, to its own organism. The concept of autopoiesis, proposed by Maturana & Varela 33, helps in the conception of ontogenesis. Autopoiesis is defined as the property of living beings that allows them to continually reproduce themselves. Ontogeny is the continuous structural change that occurs in an autopoietic unit. These changes are the result of a living being's own internal dynamic or brought about by its interactions with the environment. A disturbance in the environment does not by itself constitute a specification of the effects on the living being. It is the living being, in its structure, that determines its own change. The changes resulting from the living being's interaction with the environment are triggered by the disturbing agent and determined by the structure of that which is disturbed 33. These authors refer to the living being's organization and, accordingly, to the human being as an indissoluble totality. Perception, consciousness, and the function of the nervous system do not operate for the body but rather they are the body itself. It makes no sense to speak of spirit versus matter, ideas versus body 33. One of the most promising dimensions to have reached a concept of disease referenced by the organism's ontogenesis is the possibility of integrating the organic and psychological disease theories. Asthma and other allergic and autoimmune diseases are considered diseases with genetic, environmental, and psychological components. \"Asthma is a good example of a frontier disease and it is as necessary to remind the researcher in psychology that the disease has a physical predisposition ... as it is necessary to remind the clinical doctor that this is a disease with psychological characteristics\" 34 (p. 42). The psychosomatic nature of diseases is well known, but there are still insurmountable difficulties preventing the integration of explanations of the organic body's function and explanations of the psyche. The organic, symbolic, and social dimensions are much more integrated than the modern frames of reference can reach in order to explain diseases and epidemic processes. Nevertheless, transformations are already underway that may expand the horizons of understanding and intervention in diseases and their historic transformations. Acknowledgments The author wishes to thank Fernando Salgueiro Passos Telles for reading and providing thoughtful comments on the article. Submitted on 20/May/2004 Final version resubmitted on 31/Aug/2004 Approved on 20/Sep/2004 - 1. Bach JF. Mechanisms of disease: the effect of infections on susceptibility to autoimmune and allergic diseases. N Engl J Med 2002; 347:911-20. - 2. von Mutius Nicolai T, Roell G, Thiemann HH. Prevalence of asthma and atopy in two areas of West and East Germany. Am J Respir Crit Care Med 1994; 149:358-64. C, Menezes AMB, Barros FC. Do risk factors for childhood infections and malnutrition protect against asthma? A study of Brazilian male adolescents. Am J Public Health 2003; 93:1858-64. - 4. Matricardi PM, Bouygue GR, Tripodi S. Inner-city asthma and the hygiene hypothesis. Ann Allergy Asthma Immunol 2002; 89 (6 Suppl Mimicking of the immune system: a strategy to revert the epidemic trend of atopy and allergic asthma? Respir Res 2000; 1:129-32. - 6. Weiss ST. Eat dirt the hygiene hypothesis and allergic diseases. N Engl J Med 2002; 347:930-1. - 7. Alm Lilja G, Scheynius A, Pershagen G. Atopy in children with an anthroposophic lifestyle. Lancet 1999; 353:1485-8. - 8. Matricardi PM, Rosmini F, Rapicetta M, Gasbarrini G, Stroffolini T. Atopy, hygiene anthroposophic lifestyle. Lancet 1999; 354:430. 9. Strachan DP. Lifestyle and 353:1457-8. - 10. Martinez FD. The coming-of-age of the hygiene hypothesis. Respir Res 2001; 2:129-32. - 11. von Hertzen LC, Haahtel AT. Asthma and atopy the price of affluence. Allergy 2004; 59:124-37. - 12. Matricardi PM, Rosmini F, Riondino S, Fortini M, Ferrigno L, Rapicetta M, et al. Exposure to foodborne and orofecal microbes versus airborne viruses in relation to atopy and allergic asthma: epidemiological study. BMJ Rance F, De Blic J, Scheinmann P. Prevention of asthma and allergic diseases in children. Arch Pediatr 2003; Bever HP. Does the use of antibiotics in early childhood increase the risk of asthma and allergic disease? Clin Exp Allergy 2000; 30:1547-53. SK, Fritzsch C, Duhme H, Keil U. Increasing prevalence of hay fever and atopy among children in Leipzig, East Germany. Lancet 1998; 351:862-6. - 16. Heine RG, Hosking CS, Hill DJ. Risk factors for atopic dermatitis in infancy: are we closer prevention? Clin Exp Allergy 2003; 33:1327-9. - 17. Simpson WJA, Helms PJ, Taylor MW, Watson L, Prescott GJ, et al. Coincidence of immune-mediated diseases driven by Th1 and Th2 subsets suggests a common etiology: a population-based study using computerized general practice data. Clin Exp Allergy 2002; 32:37-42. - 18. E. Could TH1 and TH2 diseases coexist? Evaluation of asthma incidence in children with coeliac disease, type 1 diabetes, or rheumatoid arthritis: a register study. J Allergy Clin Immunol - 19. Antó JM. The causes of asthma: the need to look at the data with different eyes. Allergy 2004; 59:121-3. - 20. Czeresnia D. Do Editora Fiocruz; 1997. - 21. Susser M. Causal thinking in the health sciences. New York: Oxford University Press; 1973. - 23. Rosenberg C. Explaining epidemics and others studies in the history of medicine. Cambridge: Cambridge University Press; 1992. - 22. Rothman K, Greenland S. Modern epidemiology. 2nd Ed. Philadelphia: Lippincott Williams & Pobe JS. Imunologia celular & molecular. 3 Ed. Rio de Janeiro: Revinter; 2000. - 26. Barreto ML. Science, policy, politics, a complex and unequal world and the emerging of a new infectious disease. J Epidemiol Community Health 2003; 57:644-5. - 27. McFadden Jr. ER. Asthma. In: Kasper DL, Braunwald E, Fauci A, Hauser S, Longo DL, Jameson JL, editors. Harrison's principles of internal. 15th Ed. New York: McGraw Hill; 2001. p. 1456-63. - 28. Beasley R, Crane J, Lai CKW, Pearce N. Prevalence and etiology of asthma. J Allergy Clin Immunol 2000;105 (2 Pt 2):S466-72. - 29. Canguilhem G. O normal e o patológico. Rio de Janeiro: Forense-Universitária; 1978. - 30. Foucault M. O nascimento da clínica. Rio de Janeiro: Forense-Universitária; 1987. - 31. Virchow R. Cellular pathology. New York: Dovers Publication; 1971. - 32. Virchow R. On the new advances in pathology, with special reference to public health and etiology. Sagamore Beach: Science History Publications; 1985. (Collected Essays on Public Health and Epidemiolgy, v. 1). - 33. Maturana HR, Varela FG. El árbol del conocimiento. Winnicott DW. Natureza humana. Rio de Janeiro: Imago; 1990. Publication Dates - Publication in this collection 11 July 2005 - Date of issue Aug 2005 History - Received 20 May 2004 - Reviewed 31 Aug 2004 - Accepted 20 Sept 2004 "}