{"title": "What Is Integrative Medicine?", "author": "WebMD Editorial Contributors", "url": "https://www.webmd.com/cancer/integrative-medicine", "hostname": "webmd.com", "description": "Integrative medicine pairs standard treatments with complementary therapies to care for your mind, body, and spirit. Learn more about this type of medicine.", "sitename": "WebMD", "date": "2021-07-20", "cleaned_text": "Western, or conventional, medicine with other treatments to care for your mind, body, and spirit. For example, your doctor may suggest chemotherapy to fight cancer -- along with acupuncture to help manage its side effects. It isn't just medicine. Your care team may also design a plan to help you build healthy behaviors and skills -- like smart eating habits and stress-busting activities. These things can keep you healthy for the long term. Integrative medicine should be backed by good science. Always tell your doctor before you try a nontraditional treatment. That way, you'll know if it's safe and likely to work. Integrative vs. Other Types of Medicine There are a lot of new terms to learn when you go outside regular medical care: Conventional medicine. This is what you get from medical doctors, nurses, physical therapists, psychologists, and similar health care professionals. You might hear it called: - Standard medical care - Biomedicine - Allopathic medicine - Western medicine - Mainstream medicine - Traditional medicine Alternative medicine. True to its definition, this type of care is used instead of (an alternative to) standard medical care. For example, you might go on a special diet that claims to cure hypertension or diabetes instead of taking drugs your doctor prescribes. This isn't common, but it does happen. Talk to your doctor before you decide to skip traditional treatment. Complementary medicine. It's often used along with traditional medicine. It can help you manage the side effects of cancer treatment. Integrative medicine. This approach takes the most effective treatments from different disciplines, including standard medicine and complementary approaches. The result is a personalized health plan for your unique physical and emotional needs. Key Principles of Integrative Medicine It's a medical specialty. That means you can find a doctor who is board-certified in integrative medicine and trust that your treatments will be safe and proven to work. What you can expect from this kind of medical care? - A close partnership with your doctor - A focus on noninvasive treatments when possible - Commitment to treatments based on evidence that they work - Consideration of everything that influences your health, including your home environment Integrative Medicine for Cancer You might hear it called integrative oncology. No matter what the name, the idea is the same: Treat the whole patient, not just the disease. For cancer patients especially, that includes ways to ease stress and worry and boost your sense of well-being. You might try: - Acupuncture. A practitioner inserts thin needles into your skin at certain points on your body. - Exercise programs. It should include aerobic activity like walking or swimming, strength training, and flexibility exercises. - Massage. A therapist rubs or kneads your muscles. - Meditation. You focus all your thoughts on a single word -- or nothing at all. - Nutrition counseling. A registered dietitian helps you manage weight changes and nausea. - Yoga. This mix of physical poses and meditation can help you relax. A Look at the Evidence Evidence is what makes the big difference between the complementary treatments that are considered part of integrative medicine and all the other complementary and alternative treatments out there (you may hear your doctor lump them together into one term: CAM). With integrative medicine, you get science-backed therapies that your doctor has chosen to treat your condition. If you try CAM on your own, you may not know whether a product or treatment is safe. For example, the label \"all natural\" doesn't mean a product is safe. Some natural ingredients can be toxic. Others might keep your cancer treatments from working like they should. What might CAM treatments do for you? Acupuncture: - Control nausea and vomiting from chemotherapy - Ease cancer pain - Help with mouth pain in head/neck cancer if you're getting radiation Hypnotherapy (hypnosis): - May lessen pain, nausea, and fatigue after breast cancer surgery - Manage anxiety in children before procedures Massage therapy: - May reduce pain, anxiety, fatigue, and nausea - For some, benefits may last up to 48 hours Meditation: - Helps you relax - Can help manage pain, depression, and insomnia Physical activity: - Build strength and endurance - Help you relax and manage with stress - Ease pain, fatigue, anxiety, and depression - Lengthen lives Nutrition counseling: - Manage weight changes - Control nausea - Tell you which supplements might interfere with cancer treatment - Give you diet advice to improve health Yoga: - Eases stress - Helps control anxiety, depression, and insomnia "}