{"title": "PDF", "author": "PDF", "url": "https://cdn.mdedge.com/files/s3fs-public/gihepjune22lowres_digital.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Acknowledging \"the weight and influence\" of social determinants of health on IBD outcomes is long overdue, according to researchers. Juanmonino /Getty imaGes Social determinants impact IBD disparities BY MEGAN BROOKS The incidence of in- flammatory bowel disease (IBD) is on the rise among racial and ethnic minority groups in the United States, and so-cial det erminants of health (SDOH) contribute to dis-parities in IBD care and outcome, say the authors of a new paper on the topic. It's an \"overdue priority to acknowledge the weight and influence of the SDOH on health disparities in IBD care,\" wrote Adjoa Anyane­Yeboa, MD, PhD, with Mas-sachusetts General Hospital, Boston, and coauthors.\"Only after this acknowl- edgment can we begin to develop alternative systems that work to rectify the deleterious effects of our current policies in a more longitudinal and effective manner,\" they said. Their paper was pub - lished online in Clinical Gastroenterology and Hepa-tology (2022 Mar 17. doi: 10.1016/j.cgh.2022.03.011). Upstream factors, downstream outcomes The authors found multiple examples in the literature of how upstream SDOH (for example, racism, poverty, neighborhood violence, and Noninvasive screening can reach more patients New AI system rivals pathologistsEsophageal cancer explored BY WILL PASS MDedge News A new deep learning system can classi - fy hepat ocellular pro ving risk stratification of patients and diagnostic rate of hepatocellular car-cinoma (HCC), according to investigators. While the model re- quires further validation, it could eventually be used to optimize accuracy and efficiency of histologic diagnoses, potentially decreasing reliance on pathologists, particularly in areas with limited access to subspecialists. In an article published in Gastroenterology (2022 Feb 22. doi: 10.1053/j.gastro.2022.02.025), Na Cheng, MD, of Sun Yat ­sen University, Guangzhou, BY JIM KLING MDedge News AT 2022 AGA TECH SUMMIT SAN FRANCISCO - A rise in esophageal adenocarcino-ma (EAC) cases and deaths showcases a need for non-invasive screening meth-ods that can be performed by nonendoscopists, such as nurses or technicians, according to a presenta-tion at the 2022 AGA Tech Summit that reviewed the new approaches. AGA's annual innovation summit is sponsored by the AGA Center for GI Innovation and Technol-ogy (https://gastro.org/aga ­leadership/centers/aga­center ­for­gi­innova- tion ­technology/). Mortality rates are high, because the cancer is usually found after obstructive symptoms. Screening for Barrett's esophagus (BE) and as-sociated dysplasia could lead to earlier diagnosis and better prognoses, but endoscopic screening is costly and invasive, and few at ­risk patients take advantage of it. Some new approach- es ha ve the potential to screen more patients and detect earlier stages of dis - ease, according to Prasad Iyer, MD, director of the esophageal interest group Learn more at ddsep.gastro.orgDigestive Diseases Self-Education ProgramDDSEP 10 Digestive Diseases Self-Education Program 10 PRSRT STD U.S. POSTAGE PAID HARRISBURG PA PERMIT 500GI & Hepatology News CHANGE SERVICE REQUESTED 10255 W Higgins Road, Suite 280Rosemont, IL 60018See Screening · page 20 See Determinants · page 8 See System · page 33mdedge.com/gihepnews June 2022 Volume 16 / Number 6 ENDOSCOPY Ultrasound survives the 'sharks' AGA Tech Summit brings victory to innovators. 11 15TH ANNIVERSARY A big year celebrated Dr. Lightdale and Dr. Persley share reflections. 29 FROM THE AGA JOURNALS Ultraprocessed foods explored Study finds link with Crohn's disease 30 LIVER DISEASE Pediatric hepatitis shows alarming rise Expert provides insights. 40INSIDE 01_8_21_31_32_33_GIHEP22_6.indd 1 5/20/2022 2:50:53 PM6 June 2022 / NewsEditor in ChiEf, Gi & h EpatoloGy nEws Megan A. Adams, MD, JD, MSc Editor in ChiEf, thE nEw GastroEntEroloGist Vijaya L. Rao, MD assoCiatE Editors Ziad F. Gellad, MD, MPH, AGAF; Janice H. Jou, AGAF;Jonathan MD, AGAF Editors EmEritus , Gi & h EpatoloGy nEws John I. Allen, MD, MBA, AGAFColin W. Howden, MD, AGAFCharles J. Lightdale, MD, AGAF Editor EmEritus , thE nEw GastroEntEroloGist Bryson Katona, MD, PhD aGa i nstitutE staff Managing Editor, GI & H epatoloGy News, Jillian L. Schweitzer Managing Editor, tHe New GastroeNteroloGIst , Ryan A. Farrell Senior Publications Manager Brook A. Simpson Director of Publications Lindsey M. Brounstein Vice President of Research, Publications, and Innovation Alison M. Kim offiCErs of thE aGa i nstitutE President John M. Carethers, MD, AGAF President-Elect Barbara Jung, MD, AGAF Vice President Maria Abreu, MD, AGAF Secretary/Treasurer John I. Allen, MD, MBA, AGAF ©2022 by the AGA Institute. All rights reserved. No part of this publication may be reproduced or transmitted in any form or by any means, electronic or mechanical, including photocopy, recording, or any information storage and retrieval system, without permission in writing from the publisher.Gi & h EpatoloGy nEws is the official newspaper of the American Gastroenterological Association (AGA) Institute and provides the gastroenterologist with timely and relevant news and commentary about clinical developments and about the impact of health care policy. Content for Gi & h EpatoloGy nEws is developed through a partnership of the newspaper's medical board of editors (Editor in Chief and Associate Editors), Frontline Medical Communications Inc. and the AGA Institute Staff. \"News from the AGA\" is provided exclusively by the AGA, AGA Institute, and AGA Research Foundation. All content is reviewed by the medical board of editors for accuracy, timeliness, and pertinence. To add clarity and context to important developments in the field, select content is reviewed by and commented on by external experts selected by the board of editors. The ideas and opinions expressed in Gi & h EpatoloGy nEws do not necessarily reflect those of the AGA Institute or the Publisher. The AGA Institute and Frontline Medical Communications Inc. will not assume responsibility for damages, loss, or claims of any kind arising from or related to the information contained in this publication, including any claims related to the products, drugs, or services mentioned herein. Advertisements do not constitute endorsement of products on the part of the AGA Institute or Frontline Medical Communications Inc. POSTMASTER Send changes of address (with old mailing label) to GI & Hepatology News, Subscription Service, 10255 W Higgins Road, Suite 280, Rosemont, IL 60018-9914. RECIPIENT To change your address, contact Subscription Services at 1-800-430- 5450. For paid subscriptions, single issue purchases, and missing issue claims, call Customer Service at 1-833-836-2705 or e-mail custsvc.gihep@fulcoinc.com The AGA Institute headquarters is located at 4930 Del Ray Avenue, Bethesda, MD 20814, ginews@gastro.org. Gi & h EpatoloGy nEws (ISSN 1934-3450) is published monthly for $230.00 per year by Frontline Medical Communications Inc., 283-299 Market Street (2 Gateway Building), 4th Floor, Newark, NJ 07102. Phone 973-206-3434Corporate VP, Sales Mike Guire VP, Sales Lead Dino Marsella VP , Member Marketing Amy Pfeiffer VP, Sales, Strategy & Partnerships JoAnn Wahl Director, Circulation Jared Sonners Executive Editor Patrick Finnegan VP, Proprietary Conferences, MedscapeLive David J. Small, MBAFRONTLINE MEDICAL COMMUNICATIONSfrontlinE mEdiCal CommuniCations soCiEty partnErs Executive Editor Kathy Scarbeck, MA Editor Christopher Palmer Creative Director Louise A. Koenig Director, Production/Manufacturing Rebecca Slebodnik National Account Manager Joshua Norton 512-375-8202, jnorton@mdedge.comDirector, the MedJobNetwork Julian Knight 973-206-2317 Mobile 201-310-7063 jknight@mdedge.com 2275 20850, 973-206-3434 E-mail ginews@gastro.orgmdedge.com/gihepnews asbpe.orgSILVER NATIONAL AWARD2022LETTER FROM THE EDITOR Celebrating 15 years of excellence The inaugural issue of GI & Hepa- tology News was published in January 2007, and the newspa- per has gone on to become part of the fabric of the AGA. This year, we cele-brate the newspaper's 15th year with a special 15th Anniversary Series that will run from June through December 2022. We will feature reflections from GIHN's three former editors-in-chief, Dr. Charles J. Lightdale, Dr. Colin W. Howden, and Dr. John I. Allen, on the evolution of the newspaper (and the field of GI) over the past 15 years. We also will present a series of Then and Now columns, highlighting high-im-pact areas of GI and hepatology covered in past GIHN issues, and re-flecting on how the field has changed since that time. In this month's issue, we are pleased to kick off the 15th Anniversary Series with reflections by Dr . Lightdale, GIHN's inaugural editor-in-chief, as well as a Then and Now column written by Dr . Kimberly M. Persley (GIHN associate editor and longstanding AGA member) reflecting on how the demographics of gastroenterology and of the AGA as an organization have changed over the past 15 years. I hope you will find these special contributions to be engaging and thought-provoking. Other issue highlights include a lead article describing impacts of social determinants of health in driving disparities in in-flammatory bowel disease (IBD) care and offering rec - ommendations for achieving IBD health equity, a new AGA Clinical Practice Update on dietary options for our many patients with irritable bowel syndrome, and new data on the safety of anti-tumor necrosis factor (TNF) medi - cations prior to surgery in patients with inflammatory bowel disease. As summer vacation season com- mences, I hope you will join me in tak-ing some well-deserved time away from work demands, spending some quality time with friends and family, and seizing the opportunity to rest and recharge. Megan A. Adams, MD, JD, MSc Editor-in-Chief Dr. Adams\"I hope you will find these special contributions to be engaging and thought-provoking.\"\u0086NEWS 06_7_GIHEP22_6.indd 6 5/20/2022 3:44:29 PMMDedge.com/gihepnews / June 2022 7\u0086IBD & INTESTINAL DISORDERS AGA Clinical Practice Update: Expert Review Dietary options for irritable bowel syndrome BY WILL PASS MDedge News The American Gastroenterolog- ical Association has published a clinical practice update on dietary interventions for patients with irritable bowel syndrome (IBS). The topics range from iden-tification of suitable candidates for dietary interventions, to levels of evidence for specific diets, which are becoming increasingly recog-nized for their key role in managing patients with IBS, according to lead author William D. Chey, MD, of the University of Michigan, Ann Arbor, and colleagues. \"Most medical therapies for IBS improve global symptoms in fewer than one-half of patients, with a therapeutic gain of 7%-15% over placebo,\" the researchers wrote in Gastroenterology (2022 Mar 22. doi: 10.1053/j.gastro.2021.12.248). \"Most patients with IBS associate their GI symptoms with eating food.\" According to Dr. Chey and col- leagues, clinicians who are con-sidering dietary modifications for treating IBS should first recognize the inherent challenges presented by this process and be aware that new diets won't work for everyone. \"Specialty diets require planning and preparation, which may be im-practical for some patients,\" they wrote, noting that individuals with \"decreased cognitive abilities and significant psychiatric disease\" may be unable to follow diets or interpret their own responses to specific foods. Special diets may also be inappropri-ate for patients with financial con - straints, and \"should be avoided in patients with an eating disorder .\" Because of the challenges in- volved in dietary interventions, Dr. Chey and colleagues advised clinical support from a registered dietitian nutritionist or other resource. Patients who are suitable candi- dates for intervention and willing to try a new diet should first provide infor-mation about their current eating habits. A food trial can then be person-alized and im-plemented for a predetermined amount of time. If the patient does not respond, then the diet should be stopped and changed to a new diet or another intervention. Dr. Chey and colleagues discussed three specific dietary interventions and their corresponding levels of evidence: soluble fiber; the low-fermentable oligo-, and a gluten-free diet. \"Soluble fiber is efficacious in treating global symptoms of IBS,\" they wrote, citing 15 randomized controlled trials. Soluble fiber is most suitable for patients with constipa-tion-predominant IBS, and different soluble fibers may yield different outcomes based on characteristics such as rate of fermentation and viscosity. In contrast, insoluble fiber is unlikely to help with IBS, and may worsen abdominal pain and bloating. The low-FODMAP diet is \"cur- rently the most evidence-based diet intervention for IBS,\" especially for patients with diarrhea-predomi-nant IBS. Dr. Chey and colleagues offered a clear roadmap for employ-ing the diet. First, patients should eat only low-FODMAP foods for 4-6 weeks. If symptoms don't im-prove, the diet should be stopped.If symptoms do improve, foodscontaining a single FODMAP shouldbe reintroduced one at a time,each in increasing quantities over3 days, alongside documentationof symptom responses. Finally, thediet should be personalized basedon these responses. The majority ofpatients (close to 80%) \"can liber-alize\" a low-FODMAP diet based ontheir responses. In contrast with the low-FOD- MAP diet, which has a relatively solid body of supporting evidence, efficacy data are still limited for treating IBS with a gluten-free diet. \" Although observational studies found that most patients with IBS improve with a gluten-free diet, randomized controlled trials have yielded mixed results,\" Dr. Chey and colleagues explained. Their report cited a recent mono- graph on the topic (Am J Gastro-enterol. 2018 Jun. doi: 10.1038/s41395-018-0084-x) that conclud-ed that gluten-free eating offered no significant benefit over placebo (relative risk, 0.46; 95% confidence interval, 0.16-1.28). While some studies have documented positive results with a gluten-free diet, Dr. Chey and colleagues suggested that confounding variables such as the nocebo effect and the impact of other dietary factors have yet to be ruled out. \" At present, it remains unclear whether a gluten-free diet is of benet to patients with IBS.\" Dr. Chey and colleagues also explored IBS biomarkers. While some early data have shown that biomarkers may predict dietary responses, \"there is insufficient ev - idence to support their routine use in clinical practice. ... Further efforts to identify and validate biomarkers that predict response to dietary interventions are needed to deliver 'personalized nutrition.'\" The clinical practice update was commissioned and approved by the AGA CPU Committee and the AGA Governing Board. The researchers disclosed relationships with Bio-merica, Salix, Mauna Kea Technolo-gies, and others. Q1. A 14-year-old female with a history of cerebral palsy presents for evaluation due to recurrent regurgita-tion. By report, she is regurgitating food into her mouth several times daily following meals. Her parents report that the regurgitation does not appear to be painful. What diagnostic finding could be seen in this patient? A. Normal pH/impedance probe findings duringsleeping. B.Esophageal dysmotility on upper GI series. C.Decrease in gastric emptying time. D. Esophageal eosinophilia on upper intestinalendoscopy. E. Absence of \"R-waves\" on antroduodenal manometry. Q2. A 6-week-old otherwise healthy female term infant presents to the office for evaluation of hemato - chezia. Her pre- and perinatal course was uncomplicat-ed. Her mother has been breastfeeding her and noted evidence of small streaks of blood in her diaper with some mucus over the last 1-2 weeks. There have been no associated fevers, chills, nausea, vomiting, or ab-dominal pain. She is otherwise breastfeeding well, and her mother has not introduced any formulas. There is no report of bleeding diatheses. She has no bruising or other abnormalities. Her mother is very concerned. At this juncture what is your next recommendation? A. Reassurance and consideration of cow milk proteinsoy intolerance with elimination of these antigensin mother's diet. B. Cross-sectional imaging with CT scan of abdomenand pelvis. C. Consideration of celiac disease with testing andrecommendation for gluten-free diet. D. Consideration of lactose intolerance and elimina-tion of lactose from diet. E.Consideration of a low-FODMAP diet. The answers are on page 36.Quick quizquiz Quick Quick Clinicians who are considering dietary modifications for treating IBS should first recognize the inherent challenges presented by this process. Dr. Chey 06_7_GIHEP22_6.indd 7 5/20/2022 DISORDERS TNF blockers beat newer biologics in Crohn's BY LAIRD HARRISON Tumor necrosis factor (TNF)- alpha inhibitors achieve bet-ter endoscopic healing than the newer biologic drugs vedoli-zumab (Entyvio) and ustekinumab (Stelara) in moderate to severe Crohn's disease, a new meta-analy-sis suggests. The advantage for the TNF block- ers infliximab (Remicade) and adalimumab (Humira) came in treating larger ileal ulcers and co-lonic disease. This finding could help physi - cians choose among the four bi-ologic drugs approved in recent years in the United States, Canada, and Western Europe to treat this disease. None of these drugs has emerged as clearly superior to all the others. \"For patients with high-risk or difficult-to-treat disease, such as those with larger ileal ulcers, the use of anti-TNF may be prefer- able as a first-line option,\" said lead author Neeraj Narula, MD, MPH, of the department of med-icine at McMaster University in Toronto, in an email to this news organization. The study was published online in the American Jour-nal of Gastroenterology (2022 Apr 15. doi: 10.14309/ajg.0000000000001795). vedolizumab blocks integrin-alpha4-beta7. Only one trial, SEAVUE, has compared any of these drugs head to head for the treatment of Crohn's disease. This trial found no difference between ustekinumab and adalimumab in rates of clinical remission or endoscopic healing. However, the patients in the trial had a relatively low baseline Simple Endoscopic Score for Crohn's dis-ease (SES-CD). In the VARSITY trial, vedolizumab showed better results than adali-mumab in clinical remission and endoscopic improvement, but that trial involved patients with ulcer-ative colitis. \"None of these medications are clearly head and shoulders above the rest; they all work in similar ways,\" said Simon Hong, MD, of the Inflammatory Bowel Disease Center at New York University Langone Health, who was not involved in the study. \"It's not clear, at least from a rigorous scientific standpoint, which is better.\" Four biologic drugs compared In their meta-anal ysis, Dr. Narula and colleagues compared results from four previous trials, which combined had a total of 299 pa-tients altogether. The investigators assessed the difference in results for specific ileocolonic segments. They focused on endoscopic heal-ing because it is believed to be a more reliable indicator of long-term health than symptoms, which are more susceptible to the placebo effect. Although the rates of endoscop- ic healing were low overall, they were significantly better for the TNF blockers than with the new-er drugs. The difference between ustekinumab and vedolizumab was not statistically significant. Among patients who had a base- line ileal SES-CD of 3 or greater, the researchers found no signif-icant differences between bio-logics for 1-year ileal endoscopic healing. But in patients with ileal ulcers larger than 0.5 cm, the ulcers dis- appeared after a year in 40.8% of patients who took infliximab vs. 30% of those who took adalim-umab, 17.7% of those who took ustekinumab, and 8.7% of those who took vedolizumab. Compared to vedolizumab, the difference was statistically significant for inflix - imab (P = .045) but not for adalim- umab (P = .077) or ustekinumab (P = .259). Among those patients who had at least one colonic segment with an SES-CD of 3 or greater, the patients taking adalimumab did the best, with 62.5% achieving endoscopic healing of the colon. The rate with infliximab was 52.4%. For vedoli-zumab, the rate was 31.3%, and for ustekinumab, it was 29.0%. Only the differences between the TNF blockers and the newer biologics were statistically significant for this comparison. In general, the ileum does not heal as well as the colon, Dr. Narula and colleagues note. \"This confirms, or at least sup- ports, our experience,\" Dr. Hong told this news organization. The explanation for the greater efficacy of the TNF blockers could be their more systemic mechanism of ac-tion, he said. The study authors acknowl- edge that their meta-anal ysis cannot take the place of true head-to-head trials. \"Safety, convenience, and cost of therapy all are relevant factors that impact decision-making, and the availability of biosimilar TNF-alpha antagonist therapies in routine practice adds additional consid-eration for cost-effectiveness in population health decisions,\" Dr. Narula said. The study was self-funded. Dr. Narula has received honoraria from Janssen, AbbVie, Takeda, Pfizer, Merck, Sandoz, Novartis, and Fer-ring. Dr. Hong reports no relevant financial relationships. under-insurance) lead to midstream SDOH (for example, lack of social support, lack of access to specialized IBD care, poor housing conditions, and food insecurity) that result in poor down-stream outcomes in IBD (for example, delayed di-agnosis, increased disease activity, IBD flares, and suboptimal medical management). The IBD literature shows that Black/African American adults with IBD often have worse outcomes across the IBD care continuum than White peers, with higher hospitalization rates, longer stays, increased hospitalization costs, higher readmission rates, and more complica-tions after IBD surgery. Unequal access to specialized IBD care is a factor, with Black/African American patients less likely to undergo annual visits to a gastroen- terologist or IBD specialist, twice as likely than White patients to visit the emergency depart-ment over a 12-month period, and less likely to receive treatment with infliximab. As has been shown for other chronic digestive diseases and cancers, disparities in outcomes related to IBD exist across race, ethnicity, differ - ential insurance status and coverage, and socio-economic status, the authors noted. Yet, they pointed out that, interestingly, a 2021 study of patients with Medicaid insurance from four states revealed no disparities in the use of IBD-specific medications between Black/African American and White patients, suggesting that when access to care is equal, disparities diminish. Target multiple stakeholders to achie ve IBD health equity Achieving health equity in IBD will require strategies targeting medical trainees, providers, practices, and health systems, as well as commu-nity and industry leaders and policymakers, Dr. Anyane-Yeboa and colleagues said. At the medical tr ainee level, racism and bias should be addressed early in medical student, resident, and fellow training and education. New strategies needed Determinants from page 1 Biologics for Crohn' s disease compared157855.graphicIMNG Print Colors Headline for a Bar Graphic If a deck headline is needed, use this style. Label style and size Axes number style and size Note: Trade Gothic 8/11 /f_lush left Style Guide: Keep the background white. Use the IMNG colors. Move the entire graph to align the bar labels left at the blue guide bar. (Resizing may need to be done on the graph to /f_it in the space.) If a deeper or shorter template is needed, adjust in Window > Artboards. (Standard, as shown here, is 28 picas x 20 picas.) To create the dotted lines if they change, use the clear arrow tool, click on the line that needs to be changed, use the eyedropper tool, then click on the dotted rule provided on the side of the template.Note: The meta-analysis compared results from four trials with a combined total of 299 patients. Source: Am J Gastroenterol. 2022 Apr 15. doi: 10.14309/ajg.0000000000001795 MDedge NewsEndoscopic healing at 1 year P value (compared with vedolizumab)Adalimumab (n = 61) 27.9% .004In/f_liximab (n = 141) 27.7% .002Ustekinumab (n = 41) 17.1% .128Vedolizumab (n = 56) 7.1% N/A MD eDge News Continued on following page\"For patients with high-risk or difficult-to-treat disease, such as those with larger ileal ulcers, the use of anti-TNF may be preferable as a first-line & INTESTINAL DISORDERS TNF inhibitors prior to abdominal surgery safe BY LIAM DAVENPORT Patients with inflammatory bowel disease (IBD) can safely take tumor necrosis factor in- hibitors (TNFi) prior to abdominal surgery, a prospective, multicenter, observational study confirms. The researchers found that expo- sure to TNFi in the 12 weeks prior to surgery was not associated with an increased risk of either overall infections or surgical-site infections (SSI). The findings should be \"very re- assuring\" for clinicians, lead author Benjamin L. Cohen, MD, Cleveland Clinic Foundation, told this news organization. \"In the past, when clinicians were unsure about the safety of using these drugs in the perioperative period, they may have delayed surgeries or stopped medi-cations unnecessarily.\" \"For me, the key take-home point of this study is that we need to plan the timing and management of medications around surgery based on factors other than the use of tumor necrosis factor inhibitors in most patients,\" Dr. Cohen continued. Ultimately, \"we will help change practice in how we manage patients with IBD having surgery,\" he said. The research was published online in Gastroenterology (2022 Apr 9. doi: 10.1053/j.gastro.2022.03.057). No increased postop infection risk The Prospective Cohort of Ulcer- ativ e Colitis and Crohn's Disease Patients Undergoing Surgery to Identify Risk Factors for Post-Op-erati ve Infection I (PUCCINI) trial enrolled patients with IBD from 17 sites participating in the Crohn's and Colitis Foundation Clinical Research Alliance be-tween September 2014 and June 2017. Patients had Crohn's disease, ulcerative colitis, or indeterminate colitis, as determined by standard criteria, and planned to undergo intra-abdominal surgery or had un-dergone intra-abdominal surgery in the preceding 4 days. Among the 947 patients enrolled, 47.8% were women. All were aged 18 years or older. The median dis - ease duration was 10 years; 34.4% of patients had undergone prior bowel resection, and a further 17.5% had undergone other ab - dominal surgery. Systemic corticosteroid use with- in 2 weeks of surgery was reported by 40.9% of patients, and 42.3% had used antibiotics. TNFi exposure within the 12 weeks prior to surgery was reported by 40.3% of patients. Adalimumab and infliximab were the most com-monly used drugs. Among those who had not used TNFi prior to sur-gery, 23.7% were TNFi-naive, and 36.0% had used them in the past. The researchers report that there was no significant difference in the rate of postoperative infections between patients who reported using TNFi in the 12 weeks prior to surgery and those who did not (18.1% vs. 20.2%; P = .469). There was also no difference in SSI, as defined using the Centers for Dis-ease Control and Prevention crite-ria, between the two groups (12.0% vs 12.6%; P = .889). Multivariate analysis revealed that current TNFi exposure was not associated with any infection, at an odds ratio versus no exposure of 1.050 (P = .80), or with SSI, at an odds ratio of 1.249 (P = .34). In contrast, preoperative cortico - steroid exposure, prior bowel re-section, and current smoking were associated with any infection and with SSI. Approached for comment, Stephen B. Hanauer, MD, medical directorof the Digestive Health Center atNorthwestern University, Chicago,said that the current findings areconsistent with those of previousstudies and that their relevance ex - tends beyond abdominal surgery. In the past, when surgeons were \"confronted with a patient on a TNF blocker, even if it's orthopedic or plastic surgery, they recommended against using a TNF blocker or op-erating at the end of the cycle when the drug levels are low,\" he told this news organization. Dr. Hanauer said such practice gets clinicians into a \"bind because you've got a patient, for instance, who's got a blockage with Crohn's disease ... but the only way you could manage them when the TNFi was out of their system was with steroids, which is worse\" in terms of postoperative in-fection risk, he explained. Prospective studies important The researchers note that up to 50% of patients with IBD are ex - posed t o TNFi prior to their first surgery. They also note that there is concern that preoperative treat-ment with these and other immu- nosuppressive medications may increase the risk of postoperative infections. However, the evidence is incon- sistent, they write, so whether to continue or stop the drugs prior to surgery remains controversial. \" A lot of the initial studies in the perioperative population were single-center and retrospective for the most part,\" Dr. Cohen said, add-ing that the studies used different modes of assessment and followed different time frames. \"So, there's a lot of heterogeneity,\" he said. It is difficult to control for such risk factors in retrospective analyses because the information is not al-ways available from medical records, he said. \"That's why it's so important to study clinical questions like this in a prospective manner.\" Dr. Cohen added that it is im- portant that studies such as theirs continue to be undertaken as new drugs become available. \"We're entering an era of rapidly expanding drug discovery, so we're going to have new medications available for use in our patients with IBD,\" he explained. \"It's im-portant that we continue to build prospective cohorts to look at ques - tions such as the safety of medica- tions in the perioperative period, rather than solely relying on retro-spective data.\" The study was funded by a Crohn's & Colitis Foundation Senior Research Award. Dr. Cohen reports relationships with AbbVie, Celgene, Bristol-Myers Squibb, and Takeda. Other authors report nu-merous financial relationships. Dr. Hanauer reports relationships with Janssen, AbbVie, Pfizer, Amgen, Ge-nentech, and Merck. Curricula should move away from race-based training, where race is considered an independent risk f actor for disease and often used to guide dif- fer ential diagnoses and treatment. At the provider level, they said self-reflection around one's own beliefs, biases, perceptions, and interactions with diverse and vulnerable patient groups is \"paramount.\" Individual self-re- flection should be coupled with mandatory and effective implicit bias and anti-racism training. At the practice or hospital system level, screening for SDOH at the point of care, ad-dressing barriers to needed treatment, and connecting patients to appropriate resources are all important, they wrote. The researchers also called for policy-level changes to increase funding for health equity research, which is historically undervalued and underfunded. \"Focusing on SDOH as the root cause of health inequity in IBD is essential to improve outcomes for marginalized patients,\" they wrote. Given that research describing specific inter- ventions to address SDOH in IBD is currently nonexistent, \"our paper serves as a call to action for more work to be done in this area,\" they said. \" As medical providers and health care organiza- tions, we all have a responsibility to address the SDOH when caring for our patients in order to provide each patient with IBD the opportunity to achieve the best health possible,\" they concluded. This research had no specific funding, and the authors disclosed no relevant financial re- lationships. AGA resource AGA applauds researchers who are working to raise our awareness of health disparities in digestiv e diseases. AGA is committed to ad- dressing this important societal issue head on. Learn more about AGA's commitment through the AGA Equity Project: https://gastro.org/aga-leadership/initiatives-and-programs/aga-equity-project/. Continued from previous page\"In the past, [clinicians] may have delayed surgeries or unnecessarily.\" 01_8_21_31_32_33_GIHEP22_6.indd forceps on par with cold snare polypectomy BY MEGAN BROOKS For nonpedunculated polyps measuring 3 mm or less, cold forceps polypectomy is noninferior to cold snare polypectomy and takes significantly less time, according to the re-sults of the TINYPOLYP trial. \"In our trial, which is the largest to date evalu - ating complete resection of polyps 3 mm using cold forceps versus cold snare, we demonstrate that it is acceptable to remove 3-mm polyps with either cold snare or cold forceps,\" lead au-thor Mike Wei, MD, a gastroenterology and hepa-tology fellow at Stanford (Calif.) University, told this news organization. \"Cold forceps can oftentimes be the more ef - ficient way to remove polyps compared to cold snare, and, as such, it was important to provide validation for this practice,\" Dr. Wei said. The study was published online in the Amer- ican Journal of Gastroenterology (2022 Apr 25. doi: 10.14309/ajg.0000000000001799). Evaluating two techniques Both the U.S. Multi-Society Task Force on Colo - rectal Cancer and the European Society of Gastrointestinal Endoscopy recommend that diminutive (< 5 mm) and small (6-9 mm) polyps be removed by cold snare polypectomy (CSP). But whether CSP has a significant advantage over cold forceps polypectomy (CFP) for polyps 3 mm was unclear. The TINYPOLYP trial enrolled 179 adults aged 18 years and older who underwent colonoscopy for any indication; colonoscopy was performed by four board-certified endoscopists who each had at least 4 years of experience after complet-ing their fellowship. A total of 279 nonpedunculated polyps 3 mm were identified; 138 were removed by CSP , and 141 were removed by CFP . Patient and pro-cedure characteristics were similar in the two groups. The polyps were similar in size in the CSP and CFP groups (2.5 and 2.6 mm, respectively), as was the distribution of polyps (33.3% and 26.2% in the ascending colon; 26.8% and 24.8% in the transverse colon). A higher proportion of tubular adenomas was removed by CSP than by CFP (79.7% vs. 66.0%). CSP took significantly longer to perform than CFP (42.3 sec vs. 23.2 sec, P < .001). But with CFP , it was significantly more likely that polyps would need to be removed in more than one piece, com-pared with CSP (15.6% vs. 3.6%, P < .001). Hemostatic clip was deployed for one pol- yp in the CFP group (0.7%); none were used in the CSP group, which was a nonsignificant difference. There was also no significant difference in positive margins on biopsy (two cases in each group; 1.7%) or in the rate of complete resection (98.3% in both groups), demonstrating nonin-feriority of CFP , compared with CSP , the study team says. There were no 30-day complications in either group, including perforation, postpolypectomy bleeding, and postpolypectomy syndrome, and no patient required management of postpolyp-ectomy bleeding. No patient died within 30 days of colonoscopy. On the basis of their results, Dr. Wei and col- leagues say, \"When an endoscopist encounters a diminutive polyp 3 mm, either a cold for - ceps or cold snare can be utilized during the procedure.\" Guidance for endoscopists Reached for comment, Emre Gorgun, MD, in the department of colorectal surgery at the Cleve-land Clinic, said this is an \"interesting\" study that attempts to pinpoint the \"best endoscopic management of tiny polyps.\" \"From previously published, well-designed studies, we know that the cold snare technique works very well for polyps up to 10 mm. There have been more recent studies showing that the cold snare technique can be used even in larger polyps, 10-15 mm,\" Dr. Gorgun said in an interview. On the other hand, for polyps < 5 mm, \"cold snare technique may take longer and may not provide any added benefits,\" he noted. \"It may be associated with higher cost due to utilizing more tools, as well as more procedure time and provider services.\" Dr. Gorgun said that the results of the TINY - POLYP study \"can help endoscopists in decision - making when they come across polyps smaller than 5 mm.\" The study demonstrates that these tiny polyps can \"certainly be destroyed/removed by the cold forceps approach,\" he added. The trial had no specific funding. Dr. Wei re- ports no relevant financial relationships. Dr. Gorgun is a consultant for Boston Scientific, Olympus, and Dilumen. These results \"can help endoscopists in decision-making when they come across polyps smaller than 5 mm.\"\u0086UPPER GI TRACT Psychiatric illness associated with EoE BY LAIRD HARRISON People with eosinophilic esophagitis (EoE) may run an increased risk of mood disor- ders, anxiety, and ADHD and should be screened for those conditions, researchers say. In a study published in the Amer- ican Journal of Gastroenterology data from Sweden's ESPRES-SO cohort , which consists of more than 6 million biopsy samples from the gastrointestinal tract that were collected from throughout the coun-try during the years 1965-2017. They identified 1,458 people with EoE who had not experienced psychiatric events before being diagnosed with EoE. Of these, 70% had dysphagia, and 58% had food impaction. In the study, up to 5 reference per- sons (6,436 people) without EoE who were identified from the Swedish To-tal Population Register were matched to the patients with EoE by age, sex, county, and year of diagnosis. Among the people with EoE, there were 106 events of psychiatric dis-ease, at an incidence of 15.96 per 1,000 person-years versus 10.93 per 1,000 person-years (331 events) among those without EoE. This 50% increased risk for psychiatric illness for people with EoE was statistically significant (hazard ratio, 1.50; 95% confidence interval, 1.20-1.87). To adjust for genetic and environmental confounding factors, the researchers compared the rate of psychiatric events among 1,055 people with EoE with that of sib-lings who did not have EoE (1,699 people). There were 74 events of psychiatric disease among the sib-lings (8.99 per 1,000 person-years). From this the researchers calculat - ed a 62% increased risk of psychi-atric events for those with EoE (HR, 1.62; 95% CI, 1.14-2.31). There was no difference in risk for psychiatric disorders by educa-tional attainment, though people for whom there were no data on education were at increased risk. There was also no difference in psychiatric risk associated with the use of steroids or proton-pump inhibitors for EoE, though these medications have sometimes been linked to psychiatric disorders. After adjustment for inflammato- ry bowel disease, celiac disease, and asthma, an increased risk of psy - chiatric events remained. Also, the people who had EoE were no more likely than the reference persons to have had psychiatric events before their diagnosis, suggesting that EoE caused the psychiatric events rather than the other way around. Dr. Röjler recommended that cli- nicians use questionnaires to iden-tify mood disorders and ADHD in their patients and then refer them to a mental health professional. The study was funded by Örebro County Council and Karolinska In-stitutet. Dr. Röjler / June 2022 11\u0086ENDOSCOPY Endoscopic ultrasound survives the sharks at AGA Tech Summit BY JIM KLING MDedge News AT 2022 AGA TECH SUMMIT SAN FRANCISCO - After a long, pandemic-induced hiatus, the AGA Tech Summit returned to a live meeting in San Francisco. As usual, the highlight of the 2-day event, which is sponsored by the AGA Center for GI Innovation and Technology (https://gastro.org/aga-leadership/centers/aga-cen-ter-for-gi-innovation-technolo-gy/), was the Shark Tank, where selected companies presented lightning-round overviews of their technology and business plans. A panel of sharks and the audience voted for their favorite. The contestants presented tech- nologies such as a cell phone app to improve gut health (Agora Health), a polypectomy suite (IzoMed), an implantable weight-loss device (Lean Medical), a device to alleviate gastric obstruction in pancreatic cancer (Myka Labs), a pill designed to map out the gastrointestinal sys-tem to aid in diagnosis (Rock West Medical Devices), and an endoscopic ultrasound device (EndoSound). Six finalists were selected from 20 submissions, and EndoSound was the winner. According to Raman Muthusamy, MD, medical director of endoscopy at UCLA Health and pro-fessor of clinical medicine at the Uni-versity of California, Los Angeles, and past chair of the AGA Center for GI In-novation and Technology, the quality of presentations and the sophistica-tion of the companies have increased year after year. \"This was really the very best,\" said Dr. Muthusamy. Both the judges and the audience chose EndoSound. Endoscopic ultrasound (EUS) focuses on diag-nosis and treatment of chest and abdomen disorders, particularly the pancreas. The EndoSound device attaches to an upper endoscope and converts it to a fully therapeutic endoscope that can perform all standard EUS procedures. More-over, it does not use an elevator, which has been linked to infection risk. Most clinical facilities lack EUS capability: 97% of ambulatory sur-gical centers and 80% of hospitals. EUS systems have hardly changed since the late 20th century, and they cost about $450,000. The projected cost of the EndoSound device is closer to $50,000. \"Just like colonoscopies and upper endoscopies, most endo-scopic ultrasounds ought to be done in surgical centers. The idea that they can do them efficient-ly, and at lower cost and greater convenience to their patients and themselves, seems to me the way everything is going, and the way this procedure ought to go as well. The only obstacle to that has been the cost of the equipment. If we can take away that obstacle, then people who are already doing procedures in hospitals where it's not convenient and not efficient, will be able to do the procedures in surgical centers,\" said Stephen Steinberg, MD, founder and Presi-dent of EndoSound. \"It's a radical redesign. You've cut cost and you've cut space. And it's something that could be put on at a moment's notice. Rath-er than referring the patient for [ultrasound], it could allow you to do it on the spot, and perhaps save a second trip for a patient. It allows flexibility in terms of site of service,\" said Dr. Muthusamy. Dr. Muthusamy called it a \"god- send\" for low-resource institutions in the United States or abroad who have the expertise, but not the equipment, to perform EUS. \"There's no question that more EUS procedures could be done than are currently being done be-cause of issues of availability, and this device takes a significant step to alleviate that.\" The Food and Drug Administra- tion has granted a breakthrough device designation to EndoSound, which allows the company to for-go human clinical trials to support the application. \"We're hoping and expecting to have our application in the beginning of the fourth quarter, and with a little bit of luck to be approved by the end of the year. That's our goal,\" said Dr. Steinberg. The technology started out as a challenge that Dr. Steinberg set for himself. H is career overlapped with some of the earliest inno-vators of therapeutic endoscopy. \"They were the stars. I wasn't, but I was there,\" said Dr. Steinberg. In his practice, Dr. Steinberg was do-ing procedures that included endo-scopic ultrasound.By the new millennium, EUS had gained a lot of interest, but there was a problem. \"It was expensive, and it could only be done in hos-pitals. I started wondering if we couldn't get it into a different envi-ronment by having a simpler solu-tion,\" said Dr. Steinberg. But success didn't come quickly. \"I started drawing on the back of napkins to see if there wasn't some solution,\" said Dr. St einberg. It wasn't until a serendipitous meet-ing occurred that the concept took shape. Dr. Steinberg's wife was the CEO and provost of Oregon Health & Science University, Portland, as well as head of the technology transfer program. Dr. Steinberg's practice, however, was in Florida so he commuted to Oregon every weekend. One day, she told him about a presentation by Scott Corbett, MD. \"My wife said: 'Hey, they're doing ultrasound. Why don't you come and sit in [on the meeting] be-cause I don't know anything about Corbett was working with Sonivate, a point-of-care ultra-sound company that was devel-oping an ultrasound that could be placed over the end of the finger, to be used in battlefield triage. I thought, well, if you could put it on a finger, why couldn't you put it on a scope? So, Scott and I got to talking, and went through a couple of iterations that didn't work, and then finally came up with one that seemed like it was suitable.\" The device has been tested in five animal models with 20 EUS physicians who concluded that the images were equivalent to legacy devices and that they could be ad-opted quickly. The company also presented results from a human study that demonstrated noninferi-ority to the latest EUS system from Pentax. Dr. Steinberg is an employee and stockholder of Sonivate. Dr. Muthusamy has no relevant finan-cial disclosures. The 2022 AGA Tech Summit was supported by indepen- dent gr ants from Castle Biosciences, Medtronic, Boston Scientific, Exact Sciences, Olympus, 3-D Matrix, Vision Vectors /getty images \"It's a radical redesign. You've cut cost and you've cut space. And it's something that could be put on at a moment's notice.\" Short DOAC interruption curbs bleeding after cold snare polypectomy BY MARCIA FRELLICK MDedge News Bleeding risk after cold snare polypectomy is reduced when direct-acting oral antico-agulants (DOACs) are withheld only on the day of the procedure rather than continuing use of these agents, data from a new study suggest. Findings of the study, led by Atsushi Morita, MD, of the Digestive Disease Center, Showa Inan General Hospital in (2022 Jan 18.doi: 10.1016/j.gie.2022.01.005). This prospective, observational single-cen- ter study enrolled two consecutive groups of patients receiving antithrombotic medications who were undergoing cold snare polypectomy of colo rectal polyps of 10 mm or less. All colonoscopies were performed by endosco- pists who each perform more than 500 endosco-pies a year. During period 1 of the study (2017 and 2018), DOACs were continued, even on the day of pol-ypectomy (DOAC continued group); during pe-riod 2 (2019 and 2020), DOACs were withheld only on the day of the procedure (DOAC with-held group). The primary outcome was the frequency of de- layed bleeding requiring endoscopic treatment within 2 weeks after cold snare polypectomy. Among the secondary outcomes were immediate bleeding and the number of hemostatic clips used. Clinical features were similar between the two groups. The first group included 204 patients, 34% of whom were female (average age, 75 years); the second group included 264 patients, 34% of whom were female (average age, 74 years). The number of cold snare polypectomies was similar between the groups (47 vs. 66, P = .55), as was the average number of polyps per patient (0.72 vs. 0.70, P = .76). Delayed bleeding after cold snare polypectomy occurred in 4 out of 47 (8.5%) participants in the continued DOAC group versus 0 out of 66 (0%) participants in the DOAC-withheld group (P < .001). There was similar improvement in immediate postpolypectomy bleeding (second-ary outcome) between the two groups. Immediate bleeding after endoscopy lasting more than 30 seconds occurred about four times as often in continued DOAC group versus the DOAC withheld group (12 out of 47 [25.5%] participants vs. 4 out of 66 [6.1%] participants; P < .008). Polyps measuring up to 10 mm (excluding tiny hyperplastic polyps in the rectum and distal sig-moid colon), were removed using dedicated cold snares measuring 0.30 mm in diameter. \"This result is consistent with the best practice recommendation of short interruptions of DO-ACs based on the patient's creatinine clearance before all polypectomy techniques, including cold snare polypectomy,\" the authors wrote. Countries' guidelines differ Guidelines from American Society for Gastroint estinal Endoscopy, the authors noted, currently recommend stopping DOACs before polypectomy, including cold snare procedures, and restarting them only after hemostasis has been achieved (Gastrointest En-dosc. 2016 Jan;83[1]:3-16). Moreover, since there is no way for a clinician to predict polyp size, the U.S. guidelines further recom-mend holding warfarin for 5 days and DOACs for 2-3 days before colonoscopy. In contrast to the U.S. guidelines, the Japanese Gastr oenterological Endoscopy Society guide- lines suggest clinicians withhold DOACs only on the day of the procedure (Dig Endosc. 2018 Jul;30[4]:433-40). \"This policy of withholding DOACs only on the day of colonoscopy should be considered for routine clinical practice,\" the authors wrote. Rajesh N. Keswani, MD, associate professor of medicine in gastroenterology and hepatology at Northwestern University, Chicago, said in an interview it is difficult to draw firm conclusions from this paper because of its study design but added the authors \"appear to have delineated a preferred method for managing DOACs prior to colonoscopy.\" He further noted that most polyps encoun- tered during colonoscopy are less than 10 mm and can be safely managed with cold snare polypectomy. \"The management of DOACs prior to colonoscopy is variable,\" Dr. Keswani said, \"but ranges from cessation of DO-ACs multiple days prior to colonoscopy versus uninterrupted use of DOACs throughout the colonoscopy period.\" \"The authors suggest that holding DOACs on the day of colonoscopy is the optimal balance between minimizing thromboembolic risk and postpolyp-ectomy bleeding. While this data will need to be validated in larger samples, this pro-vides some guidance to colonoscopists tasked with managing DOACs prior to colonoscopy,\" Dr. Keswani said. Limitations of the study included the small number of patients who received DOACs, con-duction of the study at a single hospital in Japan, and the definition of immediate bleeding, which differs based on study design. No commercial funding or conflicts of interest were reported. Dr. Keswani is a consultant for Boston Scientific and Neptune Medical and re-ceives research support from Virgo. Dr. Keswani\"Holding DOACs on the day of colonoscopy is the optimal ology News\u0086GI ONCOLOGY Dramatic rise in esophageal cancer Screening from page 1 in the division of gastroenterology and hepatology at the Mayo Clinic in Rochester, Minn. The estimated rise in EAC ranges from 400% to 600% between 1975 and 2000. The 5-year survival of EAC hovers at around 20%. \"Not only is the incidence increasing, but the mortality associated with the disease is also increasing at a sim-ilar pace,\" said Dr. Iyer during his presentation. The only known precursor to EAC is BE, which has made the condition a focal point in screening. \"If we can screen those with risk factors, we can identify those with prevalent Barrett's. We then can put those with known Barrett's into surveil-lance to detect cancer or high-grade or low-grade dysplasia. And then when we find dysplasia or early cancer, we can intervene hopefully endoscopically to prevent or treat this progression from Barrett's to adenocarcinoma,\" said Dr. Iyer. Endoscopic treatment of dys- plasia achieves similar long-term survival outcomes to esophagec-tomy, Dr. Iyer said. Clinical studies have shown that radiofrequen-cy ablation of high-grade and low-grade dysplasia reduces (N Engl J Med. 2009;360:2277-88; JAMA. 2014;311[12]:1209-17). Low screening rates miss at-risk patients Unfortunately, only 10%-12% of esophageal cancers are detected during surveillance, partly because many with BE are unaware of the condition and therefore don't enter surveillance. \"Two-thirds of the pa-tients with Barrett's are not under surveillance, so it's not surprising that most esophageal cancers, unfortunately, are still being diag-nosed after the onset of obstructive symptoms,\" said Dr. Iyer. A key issue is that sedated endoscopy is the only available screening tool, and it is expensive and invasive. \"Only 10% of those who should get evaluated for the presence of Barrett's are currently getting evaluated,\" said Dr. Iyer. Those issues have led to a move- ment to develop noninvasive methods for screening that could be performed by nonendoscopists, such as nurses or technicians. Dr. Iyer noted the importance of sensi- tivity and specificity of any test, but access to the test and participation are often overlooked factors. \"We hope that, by developing a nonendoscopic, minimally invasive test, we can increase access by allow- ing nonphysicians to perform this test. By keeping the costs low, we make this strategy cost effective, and hopefully get buy in for reimburse-ment from payers,\" said Dr. Iyer. New screening methods on horizon He reviewed several noninva- siv e screening methodologies in development. Unsedated transnasal endoscopy has been used successfully to diag-nose BE, but the technique has not gained much traction in the United States. Some devices collect esophageal cells, and then test them for various biomarkers. These include Esopha-Cap, CytoSponge, and the ESOCHEK Balloon. The procedure requires the patient to swallow a device, which is attached to a string or cord. After a few minutes, the device expands into a sphere or balloon, and the operator pulls it out through the esophagus, collecting 3-4 million esophageal cells in the process. Biomarker analysis of the cells can include the protein trefoil fac-tor 3 and methylated DNA markers. Case-control studies have shown this approach can achieve sensitiv-ities of 76%-94%, and specificities of 62%-92%. \" At least in case-con-trol studies, this technology has been shown in thousands of pa-tients now to be well tolerated, very safe, with a low risk of detachment, and can be done by a nurse in an office setting in less than 10 min-utes,\" said Dr. Iyer. Earlier detection of Barrett's He summarized a randomized, controlled trial, published in 2020 in The Lancet (doi: 10.1016/S0140-6736[20]31099-0) that tested this approach in patients who had taken proton-pump in-hibitors for at least 6 months. It compared 6,983 patients screened using the CytoSponge/TFF3 with 6,531 usual-care patients who underwent screening only if their physicians recommended it. In the screening group, 140 pa- tients were diagnosed with Barrett's esophagus, compared with 13 in the usual-care group. There were nine cases of dysplastic Barrett's and five cases of stage I EAC in the screening group, versus no dysplastic Barrett's and three advanced stage EAC cases in the usual-care group. \"You can see how we can shift the spectrum of pa-tients with Barrett's if we go for early detection,\" said Dr. Iyer. Another noninvasive strategy relies on sensors to detect exhaled volatile organic compounds. After a patient breathes into the detec-tor for about 5 minutes, an artifi-cial neural network distinguishes molecular patterns indicative of the presence or absence of BE. The technique had just moderate sensitivity and specificity, \"But this is very noninvasive and even less invasive than [sponge or bal- loon]-based technology,\" said Dr. Iyer. Other efforts are underway to identify plasma biomarkers for screening. Dr. Iyer and colleagues have developed methylated DNA markers for EAC and squamous cell cancer. So far, they have achieved sensitivity and specificity just above 80%. \"Not where we would want it to be, but certainly not terrible,\" said Dr. Iyer, adding that they are per-forming a larger prospective study. He described a potential screen- ing program that could draw from electronic medical records or even apps to identify patients with risk above a defined threshold who would then be tested with mini- mally invasive techniques. Those with positive results would go on to confirmatory endoscopy. His group found that such a strategy would be cost effective even if reflux was not used as a qualifying criterion for screening. Answering audience questions after the talk, Dr. Iyer was asked if noninvasive methods would direct-ly compete with endoscopy, or if some patients would be better can-didates for one or the other. \"That's something we need to think through. It's going to be very difficult for us to say every patient at risk should get an endoscopy. I just don't think that strategy is probably practical or cost effective. On the other hand, I think an all-of-the-above strategy is probably just fine. It's like elections. You have to be very local, your message has to be cost effective, available, and have adequate patient as well as provid-er buy-in,\" he said. Dr. Iyer has received research funding from Exact Sciences, Pen-tax Medical, and Cernostics. He has consulted for Exact Sciences, Pentax Medical, Medtronic, Ambu, Cernos-tics, CDx Diagnostics, and Symple Surgical. The 2022 AGA Tech Sum- mit was supported by independent grants from Castle Biosciences, Medtronic, Boston Scientific, Ex - act Sciences, Olympus, 3-D Matrix, \"We hope that, by developing a nonendoscopic, minimally invasive test, we can increase access by allowing nonphysicians to perform this test.\" \"It's like elections. You have to be very local, your message has to be cost effective, available, and have adequate patient as well as provider buy-in.\" 01_8_21_31_32_33_GIHEP22_6.indd Diagnosis, treatment of hamartomatous polyposis BY WILL PASS MDedge News A clinical practice guideline for the diagnosis and man- agement of gastrointestinal hamartomatous polyposis syn- dromes has just published by the U.S. Multi-Society Task Force on Colorectal Cancer, which comprises experts representing the American College of Gastro-enterology, the American Gastro-enterological Association, and the American Society polyposis with intestinal and extrain-testinal tumors. Expert consensus statements have previously offered some recommendations for man-aging these syndromes, but clinical data are scarce, so the present review \"is intended to establish a starting point for future research,\" lead author C. Richard Boland, MD, of the University of California, San Diego, and colleagues reported. According to the investigators, \"there are essentially no long-term prospective controlled studies of comparative effectiveness of management strategies for these syndromes.\" As a result, their recommendations are based on \"low-quality\" evidence according to GRADE criteria. Still, Dr. Boland and colleagues highlighted that \"there has been tremendous progress in recent years, both in understanding the underlying genetics that underpin these disorders and in elucidating the biology of associated premalig-nant and malignant conditions.\" The guideline was published online in Gastroenterology (2022 Apr 26. doi: 10.1053/j.gastro.2022.02.021). Four syndromes reviewed The investigators gathered these data to provide an overview of genetic and clinical features for each syndrome, as well as man-agement strategies. Four disorders are included: juvenile caused by germline alterations, Dr. Boland and colleagues pointed out that diagnoses are typically made based on clinical criteria, with germline results serving as confirmatory evidence. The guideline recommends that any patient with a family history of hamartomatous polyps, or with a history of at least two hamartoma- tous polyps, should undergo genetic testing. The guideline also provides more nuanced genetic testing algo-rithms for each syndrome. Among all the hamartomatous polyp disorders, Peutz-Jeghers syn-drome is most understood, accord-ing to the investigators. It is caused by aberrations in the STK11 gene, and is characterized by polyps with \"branching bands of smooth muscle covered by hyperplastic glandular mucosa\" that may occur in the stomach, small intestine, and colon. Patients are also at risk of extraint-estinal neoplasia. For management of Peutz-Jeghers syndrome, the guideline advises frequent endoscopic surveillance to prevent mechanical obstruction and bleeding, as well as multidisci-plinary surveillance of the breasts, pancreas, ovaries, testes, and lungs. Juvenile polyposis syndrome is most often characterized by sol-itary, sporadic polyps in the col-orectum (98% of patients affected), followed distantly by polyps (14%), ileum (7%), jeju-num and BMPR1A or SMAD4 genes, with SMAD4 germline ab-normalities to \"massive\" gastric polyps, gastro-intestinal bleeding, protein-losing enteropathy, and a higher incidence of g astric cancer in adulthood. Most patients with SMAD4 mutations also have hereditary hemorrhagic telangiectasia, characterized from and epistaxis. Management of juvenile polypo- sis syndrome depends on frequent colonoscopies with polypectomies beginning at 12-15 years.\"The goal of surveillance in ju- venile polyposis syndrome is to mitigate symptoms related to the disorder and decrease the risk of complications from the manifesta-tions, including cancer,\" Dr. Boland and colleagues wrote. PTEN-hamartoma tumor syn- drome, which includes both Ban-nayan-Riley-Ruvalcaba syndrome and Cowden's syndrome, is caused by abnormalities in the eponymous PTEN gene. Patients with the condi-tion have an increased risk of colon cancer and polyposis, as well as ex-traintestinal cancers. Diagnosis of PTEN-hamartoma tumor syndrome may be complex, involving \"clinical examination, mammography and breast MRI, thyroid ultrasound, transvaginal ultrasound, upper gastrointestinal endoscopy, colonoscopy, and re-nal ultrasound,\" according to the guideline. After diagnosis, frequent colonos- copies are recommended, typically starting at age 35 years, as well as continued surveillance of other organs. Hereditary mixed polyposis syn- drome, which involves attenuated colonic polyposis, is the rarest of the four disorders, having been reported in only \"a few families,\" according to the guideline. The \"There has been tremendous progress in recent years ... in understanding the underlying genetics that underpin these disorders.\" Organoids GI Organoids and Engineered Organ Systems 2022 James W. Freston Conference Learn more at gastro.org/freston.SAVE THE DATE: October 7-8, 2022 | Washington, D.C. Enter the dynamic and unfolding world of bioengineering, organoid cell cultures and stem cell technologies that are promoting digestive health and therapeutic advances. Funded by the Takeda Endowment in support of the James W. Freston Single Topic Conference. EDU22-030Continued on following page 10_11_19_20_22_GIHEP22_6.indd 21 5/20/2022 3:48:38 PM22 June 2022 / GI & Hepatology News Innovation in D uodenoscope Design Learn new methods of preventing infections from duodenoscopes through: § Reprocessing strategies § Disposable components § Visit scopeinnovation.gastro.org.RSH21-015 condition has been linked with \"lar ge duplications of the promoter region or entire GREM1 gene.\" Onset is typically in the late 20s, \"which is when colonoscopic sur-veillance should begin,\" the investi-gators wrote. More data are needed to determine appropriate surveil-lance intervals and if the condition is associated with increased risk of extraintestinal neoplasia. This call for more research into gastrointestinal hamartomatous polyposis syndromes carried through to the conclusion of the guideline. \"Long-term prospective stud- ies of mutation carriers are still needed to further clarify the risk of cancer and the role of surveil-lance in these syndromes,\" Dr. Bo-land and colleagues wrote. \"With increases in genetic testing and evaluation, future studies will be conducted with more robust co- horts of genetically characterized, less heterogeneous populations. However, there is also a need to study patients and families with unusual phenotypes where no gen-otype can be found.\" The investigators disclosed no conflicts of interest with the current guideline; however, they provid-ed a list of industry relationships, including Salix Pharmaceuticals, Ferring Pharmaceuticals, and Pfizer, among others. Continued from previous page \u0086GI ONCOLOGY Shorter HCC screening intervals show benefit BY HEIDI SPLETE MDedge News Ultrasonography screening in-t ervals of less than 12 months were associated with early detection of hepatocellular carci-noma (HCC), as well as increased life expectancy and quality of life, according to data from a nationwide comparative effectiveness study of nearly 60,000 patients in Taiwan. In a study published in JAMA Net- work Open (2021 Jun. doi: 10.1001/jamanetworkopen.2021.14680), the researchers identified adults with newly diagnosed HCC from 2002 to 2015. Barcelona Clinic Liver Cancer staging information was available for 42,081 men and 17,113 women. The patients were divided into five cohorts based on the time between their last ultrasonography screening and an index date of 90 days before their HCC diagnosis. These groups were 6 months, 12 months, 24 months, 36 months, and longer than 36 months. \"For both sexes, the proportions of patients with HCC classified as being in earlier stages (stage 0 and A) were higher in subcohorts with shorter screening intervals since the most recent ultrasonography,\" the researchers wrote. Among men, the loss of quality of life expectancy in terms of qual-ity-adjusted life-years (QALYs) was 10.0, 11.1, 12.1, 13.1, and 14.6 for screening intervals of 6 months, 12 months, 24 months, 36 months, and beyond 36 months, respectively. The corresponding QALYs for wom-en at the same screening intervals were 9.0, 9.7, 10.3, 10.7, and 11.4, respectively. The results support intervals of 12 months or less for regular ultra- sonogr aphy screening as a way to improve early detection of HCC, \"and may save lives and improve utility for patients with HCC from a life- time perspective,\" the researchers emphasized. The researchers had no financial conflicts to disclose. 10_11_19_20_22_GIHEP22_6.indd 22 5/20/2022 3:48:44 PMMDedge.com/gihepnews / June 2022 23The AGA Research Foundation awards $2.56 million in funding AGA is proud to announce the 61 recipients selected to receive research funding through its annual AGA Research Foundation Awards Program (https://www.gastro.org/research-and-awards/research-awards/apply-for-awards). The program serves as a catalyst for discovery and career growth among the most promising researchers in gastroen-terology and hepatology. \"Our award recipients demon- strate an undeniable determi-nation to improve the care of digestive health patients,\" said Robert S. Sandler, MD, MPH, AGAF, chair of the AGA Research Founda-tion. \"We are investing in talented early-career investigators knowing that their work will ultimate-ly benefit patients with critical needs.\" Treatment options for digestive diseases begin with vigorous re-search. The AGA Research Foun-dation (https://foundation.gastro. org/) supports medical investiga-tors as they advance our under-standing of gastrointestinal and liver conditions. \"In the past year, we expanded our awards program and elevated the importance of engaging under-represented groups into the field of GI research,\" Dr. Sandler said. \"We are encouraged by the range of candidates who applied for funding and look forward to the results of their research.\" The AGA Research Foundation Awards Program is made possible thanks to generous donors and funders. Here are this year's award recipients: RESEARCH SCHOLAR AWARDS AGA Research Scholar Award Kathleen Curtius, PhD, MS, University of California, San Diego Trisha Satya Pasricha, MD, MPH, Massachusetts General Hospital, Boston Bomi Lee, PhD, MS, Stanford (Calif.) University Christine E. Eyler, MD, PhD, Duke University, Durham, N.C. Joel Gabre, MD, Columbia University Irving Medical Center, New York AGA-Bern Schwartz Family Fund Re-search Scholar Award in Pancreatic Cancer Srinivas Gaddam, MD, MPH, Cedars-Sinai Medical Center, Los Angeles AGA-Takeda Pharmaceuticals Re-search Scholar Award in Celiac Disease Claire L. Jansson-Knodell, MD, Cleveland Clinic Foundation, Cleveland SPECIALTY AWARDS AGA-R. Robert & Sally Funderburg Research Award in Gastric Cancer Eunyoung Choi, PhD, Vanderbilt University Medical Center, Nashville, Tenn. AGA-Caroline Craig Augustyn & Damian Augustyn Award in Digestive Cancer Sarah Palmer Short, PhD, Vanderbilt University Medical Center, Nashville, Tenn. PILOT AWARDS AGA-Medtronic Pilot Research Award in Artificial Intelligence Dennis Shung, MD, MHS, Yale School of Medicine, New Haven, Conn. AGA-Merck Pilot Research Award in Colorectal Cancer Health Disparities Sonia Kupfer, MD, University of Chicago AGA-Bristol Myers Squibb Pilot Re-search Award in Inflammatory Bowel Disease Health Disparities Chung Sang Tse, MD, University of California, San DiegoAGA Pilot Research Award in Health Disparities (funded by Janssen Biotech) Jennifer Flemming, MD, MAS, Queen's University, Kingston, Ont. AGA Pilot Research Award in Diges- tive Disease Health Disparities Young-Rock Hong, PhD, MPH, University of Florida, Gainesville AGA-Amgen Pilot Research Award in Digestive Disease Health Disparities Zachary Reichenbach, MD, PhD, Temple University, Philadelphia AGA-Pfizer Pilot Research Award in Inflammatory Bowel Disease Melinda Engevik, PhD, MS, Medical University of South Carolina, Charleston Andre Paes Batista da Silva, PhD, MSC, DDS, Case Western Reserve University, Cleveland Karen Edelblum, PhD, Rutgers New Jersey Medical School, Newark UNDERGRADUATE RESEARCH AWARDS AGA-Aman Armaan Ahmed Family Summer Undergraduate Research Award Gabriela Ortiz, Washington University in St. Louis Daniella Montalvo, University of Miami Miller School of Medicine Subear Hussein, Children's Hospital, Boston Hussein Herz, University of Iowa Carver College of Medicine, Iowa City Kaleb Tesfai, University of California, San Diego Varun Ponnusamy, University of Michigan Medical School, Ann Arbor ABSTRACT AWARDS AGA Fellow Abstract of the Year Award Masaru Sasaki, MD, PhD, Children's Hospital of Philadelphia AGA Student Abstract of the Year Award Anitha Vijay, MS, Penn State University, State College Maafi Rizwana Islam, PhD, Marshall University, Huntington, W.V. Fellow Abstract Awards Nicolette Rodriguez, MD, MPH, Brigham and Women's Hospital, Boston Hyunseok Kim, MD, PhD, MPH, Baylor College of Medicine, Houston Margaret Zhou, MD, Stanford (Calif.) University Steven Steinway, MD, PhD, Johns Hopkins University, Baltimore Su-Hyung Lee, PhD, DVM, Vanderbilt University Medical Center, Nashville, Tenn. Ian Greenberg, MD, Dallas Methodist Hospital Jonathan Xia, MD, PhD, North- western Memorial Hospital, Chicago Donevan Westerveld, MD, New York-Presbyterian Weill Cornell Medicine Haley Zylberberg, MD, Columbia University Irving Medical Center, New York Maria Jesus Villanueva Millan, PhD, Cedars-Sinai Medical Center, Los Angeles Duke Geem, MD, PhD, Childrens Healthcare of Atlanta/Emory University, Atlanta Fauzi Feris Jassir, MD, Mayo Clinic, Rochester, Minn. Melissa Musser, MD, PhD, Boston Children's Hospital Student Abstract Awards Kushal Saha, MS, BS, Penn State College of Medicine, Hershey Winston Liu, BS. Duke University, Durham, N.C. Yoojin Sohn, BS, Vanderbilt University Medical Center, Nashville, Tenn. Jamie Yang, BS, David Geffen School of Medicine at University of California, Los Angeles Rachel Hopton, BS, University of Oregon, Eugene Courtesy AGA InstItute Recipients of the AGA Research Foundation's awards are shown. Continued on page 29NEWS FROM THE 2915TH ANNIVERSARY Alina Li, BS, Columbia University, New York Eleazar Montalvan Sanchez, MD, Indiana University School of Medicine, Indianapolis Christina Lin, MD, BA, BS, Kaiser Permanente Northern California, Santa Clara Conrad Fernandes, MD, BA, Hospital of the University of Pennsylvania, Philadelphia Hajar Hazime, MS, BS, University of Miami Blaine Prichard, BS, Penn State University College of Medicine, Hershey Georgetta Skinner, MS, BS, A.T . Still University, Kirksville, Mo. AGA Abstract Award for Health Dis- parities Research Kai Wang, PhD (Fellow), Harvard School of Public Health, Boston Alan De La Rosa, MD (Fellow), Mayo Clinic, Rochester, Minn. Timothy Andrew Zaki, MD, BS (Student), University of Texas Southwestern Medical Center, Dallas Megan McLeod, MD, MS (Student), University of California, Los Angeles AGA-APFED Abstract Award in Eo-sinophilic GI Diseases Takeo Hara, MD, PhD, Children's Hospital of Philadelphia Michael Wang, BS, Duke University School of Medicine, Durham, N.C. Melissa Nelson, MD, Baylor University Medical Center, Dallas AGA-Moti L. & Kamla Rustgi Interna-tional Travel Ashkan Rezazadeh Ardabili, MD, MS, BS, Maastricht (Netherlands) University Medical Center+ AGA research awards cy cle now open This year the AGA Research Founda- tion (https://foundation.gastro.org/) is awarding more than $2.5 million dollars to investigators who are pas-sionate about improving digestive health. Get your piece of the research funding pie with one of our awards! The AGA Research Foundation Awards Program recruits, retains, and supports the most promising researchers in gastroenterology and hepatology. With funding from the foundation, recipients have protected time to take their re-search to the next level. View our awards portfolio by career stage below for upcoming application deadlines. View additional infor-mation about each award on the AGA website. Then and Now: Demographics of the AGA Journalism and medicine The demographics of the American Gastroent erological Associati on have changed markedly since the first is - sue of GI & Hepatology News (GIHN) was published in 2007. GIHN's first editorial team published news that was reliable and informative. The first GIHN editor in chief, Dr. Charles J. Lightdale, described GIHN as \"irresistible reading for all those seeking comprehensive, current, authoritative informa-tion in the field.\" Today, GIHN continues the tradition of pub-lishing news that is \"irresistible,\" \"comprehensive,\" and \"authori-tative.\" However, GIHN's board of editors looks quite different in 2022 than it did in 2007. The current board comprises people from both academic and private practice settings; we are from diverse ethnic and racial backgrounds. Finally, Dr. Megan A. Adams is the first woman to serve as editor in chief of the publication. The last 15 years have seen an increase in the number of women and underrepresent- ed minorities in gastroenterology. This, in turn, has changed the demographics of the AGA, and more women and underrepresent-ed minorities are assuming leadership roles within the organization. The AGA values di-versity and inclusion in its membership, but more importantly in its leadership. On April 2, 2022, I had the privilege of participating in the AGA Future Leaders Program as a mentor representing Private Practice. The program also included par-ticipants of AGA's FORWARD Program. The meeting started with the usual welcome and introductions. During the morning session, Tom Serena, CEO, spoke about the early history of the AGA. The AGA was an \"elite\" club 125 years ago, established as a research society with a member-ship limited to those with investigative achievements. Next, Dr. John M. Carethers spoke about the importance of diversity and leadership. That afternoon, I sat on a panel with Dr. Anna S. Lok and Dr. Guadalupe Garcia-Tsao. The panel was asked to speak about mentoring across practice settings. As I sat there, I became acutely aware of the diversity represented on the panel and in the audience. The panelists were all women, and women of color. The future leaders of the AGA are from diverse backgrounds. The physicians participating in that meeting came from academia and private practice - young men and women leaders from various racial and ethnic backgrounds. It was so uplifting t o witness how the AGA is evolving. I am proud to be a member of an organization that values having different voices at the table. This diversity will make our organi-zation stronger as we face the challenges in our profession today and in the future. The traditional 15-year anniversary gift is crystal, which symbolizes clarity and du-rability. On GIHN's 15-year anniversary, the path before us looks bright. The changing demographics of GI and of our organiza-tion brings together unfamiliar faces, fresh perspectives, and new ideas that will help the organization build a clear and resilient path forward. Our future is bright! Kimberly M. Persley, MD, AGAF, is a partner with Texas Digestive Disease Consultants/GI Alliance in Dallas, is on the medical staff of Texas Health Presbyterian Hospital, and is an associate editor of GI & Hepatology News. She has no relevant conflicts of interest.I had an early attraction to newspapers. As a child gro wing up in Jersey City, N.J., I delivered them door- to-door. I was editor-in-chief of my high school news- paper and worked as a copy boy and sports reporter on the daily Jersey Journal. At Princeton, I joined the University Press Club, working as a string reporter for the New York Herald Tribune, Philadelphia Inquirer, and Associated Pr ess. I thought I might become a journalist, but medicine was too strong a calling. During my GI elective as a se-nior medical resident at New York Hospital, I was able to work with some of the first commercial fiber-optic instruments, which presaged my academic career in endoscopic innovation. I was editor-in-chief of Gastrointestinal Endoscopy from 1988 to 1996, and have been the consulting editor for GI Endosco- py Clinics of North America since 1997. As the first editor-in-chief of GI & Hepatology News, I had the opportunity to combine a background in peer review with my early newspaper ex-perience. My vision for the new publication was to provide information curated and vetted by experts, in contrast to the torrent pouring down from the Int ernet that was (per- tinent to our specialty) \"indigestible.\" I put in much effort selecting stories provided by Elsevier Global Medical News, especially in constructing the front page. AGA Institute pro-vided strong support, allowing me to choose an editorial board covering all subspecialties. I wanted to highlight the excitement of researchers balanced by expert review and commentary. The digital version added search features, and I tried to promote the \"browse factor\" that would also encourage advertising, critical to the success of any newspaper. At the end of my term, I felt I had laid a strong foundation, and have been delighted to see the publication continue to thrive. Charles J. Lightdale, MD, AGAF, is professor of medicine at Columbia University Medical Center, New York. He dis-closed having no conflicts of interest. Dr. Persley Dr. Lightdale Continued from page 23 23_29_30_34_GIHEP22_6.indd 29 FRELLICK MDedge News Higher consumption of ultraprocessed foods was linked with a significantly higher risk of Croh n's disease (CD), but not ulcerative colitis (UC), in a large prospective cohort study published online in Clinical Gastroenterology and Hepatology (2021 Aug 28. doi: 10.1016/j.cgh.2021.08.031). Researchers, led by Chun-Han Lo, MD, of Mas- General Hospital, Boston, defined ultraprocessed foods \"as ready-to-consume for-mulations of ingredients, typically created by [a]series industrial techniques and processes. The y frequently involve the incorporation of additives, such as sweeteners, preservatives, emulsifiers, thickeners, and flavors, which aid in food preservation and produce hyperpalat-able products.\" The rising global incidence of inflammatory bowel disease (IBD) in regions undergoing Westernization has overlapped with rising in-crease in consumption of ultraprocessed food (UPF) over the past few decades, according to the authors. Previous studies have focused on links with individual nutrients and IBD, but this study focuses on the processing role itself. This study comprised 245,112 participants (203,516 wom-en and 41,596 men) and more person-years follow-up, taken from three cohorts: Nurses' Health Study, Nurses' Health Study II, and Health Professionals Follow-Up Study. In the highest quartile, UPFs made up on av - erage nearly half (46.4%) of participants' total energy consumption, compared with 21% in the lowest quartile. The researchers found that, compared with participants in the lowest quartile of simple updated UPF consumption, those in the highest quartile had a significantly increased risk of CD (adjusted hazard ratio, 1.70; 95% confidence in-terval, 1.23-2.35). In addition, \"a secondary analysis across dif- ferent CD locations demonstrated that partici-pants in the highest quartile of simple updated UPF intake had the highest risk of ileal, colonic, and ileocolonic CD,\" the authors wrote. Three groups of processed foods driving risk increase Three groups of UPFs appeared to drive the in- creased risk of CD: ultraprocessed breads and breakfast foods; frozen or shelf-stable ready-to-eat/heat meals; and sauces, cheeses, spreads, and gravies. Just as with overall consumption, researchers did not find an association between any of those three subgroups and UC risk. The authors suggested several reasons for the link with Crohn's disease. Among them were that higher UPF consumption may mean those foods are taking the place of unpro- cessed or minimally processed foods, such as those rich in fiber. Second, UPFs contain additives, such as salt, that may promote in-testinal inflammation. Third, artificial sweet-eners in UPFs may predispose the gut to inflammation, as supported by supplementing sucralose/maltodextrins in mice models of spontaneous ileitis. As for why CD, but not UC, the authors said diet may be more relevant and have a stronger effect biologically in CD compared with UC. An- other potential reason, they said, is that results \"may reflect the greater specificity of dietary ligands and metabolites on the small intestine compared with the colon.\" Data from three large, prospectiv e cohorts Researchers used data from three ongoing, pro- spectiv e nationwide cohorts of health profes- sionals in the United States - the Nurses' Health Study (1986-2014); the Nurses' Health Study II (1991-2017); and the Health Professionals Follow-Up Study (1986-2012). In all three cohorts, participants filled in questionnaires at enrollment and every 2 years thereafter with information such as medical history and lifestyle factors. Diet was assessed via validated semi-quantitative food frequency questionnaires. They used Cox proportional hazards models, adjusting for confounders to estimate the hazard ratios and 95% confidence intervals for Crohn's disease and ulcerative colitis, according to par-ticipants' self-reports of their consumption of ultraprocessed foods. Further studies could help determine which UPF components are driving the higher risk for Crohn's disease and whether risk differs by length of exposure to UPFs. \"By avoiding UPF consumption, individuals might substantially lower their risk of develop-ing CD in addition to gaining other health bene-fits,\" the authors wrote. One coauthor is a consultant for Policy Anal- ysis and Takeda Pharmaceuticals. Andrew T . Chan, MD, serves as a consultant for Janssen Pharmaceuticals, Pfizer, and Bayer Pharma. Another coauthor has served as a scientific ad-visory board member for Abbvie, Gilead, and Kyn Therapeutics, and has received research grants from Pfizer and Merck. The remaining authors disclosed no conflicts of interest. This work was supported by the National Institutes of Health, the Beker Foundation, the Chleck Family Foundation, and the Crohn's and Colitis Foundation. Because consumption of industrially man-ufactured foods has risen in parallel with the incidence of autoimmune diseases, mod-ern diets are hypothesized to contribute to the development of inflammatory bowel disease. In this study, Lo and colleagues conducted a retrospective cohort study to determine if indi-viduals who reported higher levels of ultraprocessed food intake had higher rates of developing IBD. In their adjusted analysis, the authors report that the rate of developing Crohn's disease was 70% higher for individuals who consumed the high-est quartile of ultraprocessed foods; there was no association seen with ulcerative colitis. This carefully conducted study utilizing data from a large, long-term cohort with validated exposures and diagnoses adds valuable evi-dence for the role of diet in the development of Crohn's disease. Future studies should aim to identify specific ingredients that mediate the association, such as emulsifiers. For example, the authors report that the heterogeneous cat - egory of breads and breakfast foods were the most strongly associated subgroup of ultrapro-cessed foods. Distinguishing what components of these is responsible for the association between diet and Crohn's disease is paramount for clinicians to appropriately counsel patients on dietary choices. While we await clarification about which in- gredients are responsible, we should continue to encourage our patients to incorporate whole foods into their diets for both gastrointestinal and cardiometabolic health. At the same time, we must remain empathetic to systemic barriers to accessing and preparing high-quality, minimally processed foods. As such, we should advocate for policies and programs that mitigate food deserts. If food policy remains status quo, this study illustrates a frightening possibility of how disparities in gastrointestinal health equi-ty could worsen in the future. Ravy K. Vajravelu, MD, MSCE, is an assistant professor of medicine in the division of gastro-enterology, hepatology, and nutrition at the University of Pittsburgh and the Center for Health Equity Research and Promotion in the VA Pittsburgh Healthcare System. This commentary does not represent the views of the U.S. Depart-ment of V eterans Affairs or the United States government. Dr. Vajravelu reports no relevant disclosures.\u0086FROM THE AGA JOURNALS Ultraprocessed foods: Study finds link with Crohn's Dr. Vajravelu Compared with participants in the lowest quartile of simple updated UPF consumption, those in the highest quartile had a significantly increased risk of CD. 23_29_30_34_GIHEP22_6.indd 30 5/20/2022 4:32:15 PMMDedge.com/gihepnews / June 2022 31 RSH22-008AGA Pilot Research Awards Applications due Aug. 23 Ten awards provide $30,000 to investigators rese arching new dir ections digestive disease research, including health disparities and NASH. AGA Fellowship-to-Faculty Tr ansition Aw ards Applications due Sept. 27 Three awards provide $130,000 over two years to clinical or postdoctoral fellows preparing to transition to academic research careers as independent investigators. AGA Research Scholar Awards Applications due Nov. 9 Six career development awards provide $300,000 over three years to early career investigators, including awards for gastric cancer and IBD research. AGA Summer Undergraduate Resear ch Fello wships Applications due Dec. 14 Eight awards support undergraduate students from groups traditionally underrepresented in biomedical research to perform 10 weeks of mentored research.Fund your future with AGA Learn more and apply at gastro.org/research-funding . Funding for these awards is provided by donors to AGA Giving Day and the AGA Research Foundation Endowment Fund; the Aman Armaan Ahmed Family; Amgen Inc.; Bristol Foundation; Janssen Biotech, Inc.; Pfizer, Inc.; and Takeda Pharmaceuticals U.S.A., Inc. COM19-024Start your search today at GIC areerSearch.com.Finding the right job or candidate is at your ngertips Your career hub across all disciplines and specialties in GI.Job Alerts Gastroenterology Physician San Francisco, California Full Time Nurse Practitioner Washington, D.C. Part Time Pediatric Gastroenterologist Billings, Montana Full Time New GradBY WILL PASS MDedge News Transcriptomic profiling of phagocytes in the lamina pro-pria of patients with inflam- matory bowel disease (IBD) may guide future treatment selection, according to investigators. Mucosal gut biopsies revealed that phagocytic gene expression correlated with inflammatory states, types of IBD, and responses to therapy, lead author Gillian E. Ja-cobsen a MD/PhD candidate at the University of Miami and colleagues reported. In an article in Gastro Hep Ad- vances (2022 that \"lamina propria phagocytes along with epithelial cells represent a rst line of de-fense and play a balancing act be-tween tolerance toward commensal microbes and generation of im-mune responses toward pathogenic microorganisms. ... Inappropriate responses by lamina propria phago-cytes have been linked to IBD.\" To better understand these re- sponses, the researchers collected 111 gut mucosal biopsies from 54 patients with IBD, among whom 59% were taking biologics, 72% had inflammation in at least one biopsy site, and 41% had previous-ly used at least one other biologic. Samples were analyzed to deter-mine cell phenotypes, gene expres - sion, and cytokine responses to in vitro Janus kinase (JAK) inhibitor exposure. Ms. Jacobsen and colleagues not- ed that most reports that address the function of phagocytes focus on circulating dendritic cells, mono-cytes, or monocyte-derived mac-rophages, rather than on resident phagocyte populations located in the lamina propria. However, these circulating cells \"do not reflect intestinal inflammation, or whole tissue biopsies.\" Phagocytes based on CD11b expression and phenotyped CD - 11b+-enriched cells using flow cy - tometry were identified. In samples with active inflammation, cells were most often granulocytes (45.5%), followed by macrophages (22.6%) and monocytes a slightly lower pro-portion of granulocytes (33.6%), about the same proportion of mac-rophages (22.7%), and a higher rate of B cells (15.6% vs. 9.0%).\u0086FROM THE AGA JOURNALS Cellular gene profiling may predict IBD treatment Ms. Jacobsen and colleagues high- light ed the absolute uptick in gran- ulocytes, including neutrophils. \"Neutrophilic infiltration is a major indicator of IBD activity and may be critically linked to ongoing inflammation,\" they wrote. \"These data demonstrate that CD11b+ en-richment reflects the inflammatory state of the biopsies.\"The investigators also showed that transcriptional profiles of lamina propria CD11b+ cells dif-fered \"greatly\" between colon and ileum, which suggested that \"the location or cellular environment plays a marked role in deter - mining the gene expression of phagocytes.\" CD11b+ cell gene expression profiles also correlated with ulcer-ative colitis versus Crohn's disease, although the researchers noted that these patterns were less pro- nounced than correlations with inflammatory states. \"There are pathways common to inflammation regardless of the IBD type that could be used as markers of Continued on following page 01_8_21_31_32_33_GIHEP22_6.indd 31 5/20/2022 2:51:16 PM32 June 2022 ology Newsinflammation or targets for therapy.\" Comparing colon samples from patients who responded to anti-tu - mor necrosis factor therapy with those who were refractory to anti­TNF therapy revealed significant associations between response type and 52 differentially expressed genes. \"These genes were mostly im- munoglobulin genes up ­regulated in the anti-TNF ­treated inflamed colon, suggesting that CD11b+ B cells may play a role in medication refractoriness.\"Evaluating inflamed colon and anti ­TNF refractory ileum revealed differential expression of OSM, a known marker of TNF ­resistant disease, as well as TREM1, a proin-flammatory marker. In contrast, NTS genes showed high expression in uninflamed samples on anti ­TNF therapy. The researchers noted that these findings \"may be used to build precision medicine approach-es in IBD.\" Further experiments showed that in vitro exposure of anti ­TNF refractory samples to JAK inhibitors resulted in significantly reduced secretion of interleukin ­8 and TNF ­alpha. \"Our study al data - samples,\" the researchers wrote. \"These data inform the response of patients to JAK inhibitors, in-cluding those refractory to other treatments.\" The study was supported by Pfizer, the National Institute of Di-abetes and Digestive and Kidney Diseases, the Micky & Madeleine Arison Family Foundation Crohn's & Colitis Discovery Laboratory, and Martin Kalser Chair in Gas-troenterology at the University of Miami. The investigators dis-closed additional relationships with Takeda, Abbvie, Eli Lilly, and others. Inflammatory bowel diseasesare complex and heterogenous disorders driven by inappropri- ate immune responses to luminal substances, including diet and microbes, resulting in chronic inflammation of the gastroin-testinal tract. Therapies for IBD largely center around suppress-ing immune responses; however, given the complexity and hetero-geneity of these diseases, consensus on which aspect of the immune response to suppress and which cell type to target in a given patient is unclear. In this study, Jacobsen et al. profiled CD11b+ lamina propria phagocytes from biopsy specimens of patients with IBD and identified genes differentially expressed depending on the inflammation status (uninflamed vs. inflamed), tissue type (colon vs. ileum), and the type of IBD (ulcerative colitis vs. Crohn's disease). This study is notable in that it studied CD11b+ cells from the gut, as opposed to many studies examining circulating cellular populations, and evaluated the response of these resident pop-ulations to emerging therapies for IBD. The authors find that, even in patients refractory to anti ­TNF ­al- pha ther apy, the most common bio- logic used for IBD, CD11b+ cellular populations can be modulated, and inflammatory responses suppressed with Janus kinase inhibitors in in vitro studies, which suggests that this may be a therapeutic approach for this difficult­to ­treat patient population. Beyond these objective observations, this study also could foreshadow future approaches to use intestinal biopsies to tailor immu-notherapies for personalized therapy for IBD particu- larly in difficult ­to­treat refractory cases. Sreeram Uday an, PhD, and Rodney D. Newberry, MD, are with the division of gastroenterology in the department of medicine at Washington University at St. Louis. They had nothing to disclose. Dr. UdayanContinued from previous pageBY MARCIA FRELLICK MDedge News Liquid biopsy using circulating tumor DNA (ctDNA) detection and profiling is a valuable tool for clinicians in monitoring hepatocel- lular car cinoma (HCC), particularly in monitor- ing progression, researchers wrote in a recent review. Details of the review, led by co-first authors Xueying Lyu and Yu ­Man Tsui, both of the de - partment of pathology and State Key Laborato-ry of Liver Research at the University of Hong Kong, were published in Cellular and Molecular Gastroenterology and Hepatology (2022 Jan 1;13[6]:1611 ­24). Because there are few treatment options for advanced ­stage liver cancer, scientists are searching for noninvasive ways to detect liver cancer before is progresses. Liver resection is the primary treatment for HCC, but the recur - rence rate is high. Early detection increases the ability to identify relevant molecular ­targeted drugs and helps predict patient response. There is growing interest in noninvasive cir- culating cell ­free DNA (cfDNA) as well as in ctDNA - both are part of promising strategies to test circulating DNA in the bloodstream. Togeth-er with other circulating biomarkers, they are called liquid biopsy. It's been shown that HCC can be detected non- invasively by detecting plasma ctDNA released from dying cancer cells. Importantly, detection depends on determining whether the circulating tumor DNA has the same molecular alterations as its tumor source. cfDNA contains genomic DNA from different tumor clones or tumors from different sites within a patient to help real ­time monitoring of tumor progression.Detection and characterization of cir - culating tumor DNA (ctDNA) is one of the major forms of liquid biopsy. Because ctDNA can reflect molecular features of cancer tissues, it is considered an ideal alternative to tissue biopsy. Furthermore, it can overcome the limitation of tumor tissue biopsies such as bleeding, needle tract seed-ing, and sampling error. In the current article, the authors reviewed the molecular character-istics of ctDNA and their detection technologies, as well as the molecu-lar landscapes of ctDNA in hepato-cellular carcinoma (HCC) covering single ­nucleotide variation, copy number variations, DNA methylation aber-rations, preferred end motifs or coordinates, and hepatitis B virus integration. They also discussed the clinical utility of ctDNA for the management of HCC. Currently, several large biomarker trials of ctDNA for early HCC detection are underway. Once its accuracy is established in phase 3 ­4 biomarker studies, the role of ctDNA in the context of the existing surveillance program should be further defined. As the combination of ctDNA and other orthogonal circulating bio- mark ers was shown to enhance the performance, future research should explore biomarker panels that in-clude ctDNA and other promising markers to maximize performance. Predictive biomarkers for treatment response is an unmet need in HCC. Investigating the role of a specific ctDNA marker panel as a predictor of immunotherapy responsiveness would be of great interest and is un-der active investigation. Ju Dong Yang, MD, is with the Karsh Division of Digestive and Liver Diseases in the department of medicine, with the Comprehensive Transplant Center, and with the Samuel Oschin Compre-hensive Cancer Institute at Cedars Sinai Medical Center, Los Angeles. He disclosed providing con-sulting services for Exact Sciences and Exelixis and Eisai.\u0086FROM THE AGA JOURNALS Liquid biopsy a valuable tool for monitoring HCC Dr. Yang Continued on following page Dr. Newberry 01_8_21_31_32_33_GIHEP22_6.indd 32 5/20/2022 2:51:22 PMMDedge.com/gihepnews / June 2022 33As the prevalence of hepato- cellular carcinoma continues to rise, the early and accurate detection and diagnosis of HCC remains paramount to improv-ing patient outcomes. In cases of typical or advanced HCC, an accurate diagnosis is made us-ing CT or MR imaging. However, hepatocellular nodular lesions with atypical or inconclusive radio- graphic appearances are often biopsied to achieve a histopatholog-ic diagnosis. In addition, accurate diagnosis of an HNL following liver resection or transplan-tation is important to long-term surveillance and management. An accurate histopathologic diagnosis relies on the availability of experienced subspecialty pathologists and remains a costly and labor-in-tensive process that can lead to delays in diagnosis and care. In this study, Cheng et al. devel- oped a deep learning system to differentiate histopathologic di-agnoses of various HNLs, normal liver, and cirrhosis. Their model, hepatocellular-nodular artificial intelligence model, accurately classified various liver histology slides with an AUC of 93.5% us-ing an external validation cohort. When compared to even the most experienced subspecialty pa-thologists, HnAIM demonstrated superior HNL histopathologic diagnostic accuracy. Utilization of HnAIM to either make or aid in the diagnosis of HNLs can lead to more accurate diagnoses in a more efficient and timely manner and has the potential to provide subspecialty care in areas that lack subspe- cialty pathologists. If this model is further validated, HnAIM may be used to improve the quality of care we are able to pro- vide to our patients, ultimately with the ability to improve our diagnosis of HCC, prevent delays in treatment, and improve patient outcomes. Hannah P . Kim, MD, MSCR, is an assistant professor in the division of gastroenterology, hepatology, and nutrition in the department of medicine at Vanderbilt University Medical Center, Nashville, Tenn. She has no conflicts of interest. Dr. Kim\u0086FROM THE AGA JOURNALS Current methods are 'laborious' System from page 1 China, and colleagues wrote that the \"diagnostic process [for HNLs] is laborious, time-consuming, and subject to the experience pathologists, signicant interobserver and intraobserver variability. ... Therefore, [an] au-tomated analysis system is highly demanded in the pathology eld, which could considerably ease the workload, speed up the diag-nosis, and facilitate the in-time treatment.\" To this end, Dr. Cheng and col- leagues developed the hepatocel-lular-nodular articial intelligence model (HnAIM) that can scan whole-image slides Developing and testing HnAIM was a multistep process that beg an with three subspecialist pathologists, who independent-ly reviewed and classified liver slides from surgical resection. Unanimous agreement was achieved in 649 slides from 462 patients. These slides were then scanned to create whole-slide images, which were divided into sets for training (70%), validat-ing (15%), and internal testing (15%). Accuracy, measured by area under the curve (AUC), was over 99.9% for the internal test- ing set. The accuracy of HnAIM was independently, externally validated. First, HnAIM evaluated liver biopsy slides from 30 patients at one center. Results were compared with diagnoses made by nine pathologists classified as either senior, intermedi-ate, or junior. While HnAIM correctly diagnosed 100% of the cases, senior pathologists correctly diagnosed 94.4% of the cases, followed in ac- curacy by intermediate (86.7%) and junior (73.3%) pathologists. The researchers noted that the \"rate of agreement with subspecial- ists was higher for HnAIM than for all 9 pathologists at distinguishing 7 liver tissues, with important diag- nostic implications for fragmentary or scarce biopsy specimens.\" Next, HnAIM evaluated 234 sam- ples from three hospitals. Accuracy was slightly lower, with an AUC of 93.5%. The researchers highlighted how HnAIM consistently differen-tiated precancerous lesions and well-defined HCC from benign le-sions and background tissues. A final experiment showed how HnAIM reacted to the most chal-lenging cases. The investigators selected 12 cases without defin-itive diagnoses and found that, similar to the findings of three subspecialist pathologists, HnAIM did not reach a single diagnostic conclusion. The researchers reported that \"This may be due to a number of potential reasons, such as inherent uncertainty in the 2-dimensional interpretation of a 3-dimensional specimen, the limited number of tissue samples, and cognitive fac-tors such as anchoring.\" However, HnAIM contribut- ed to the diagnostic process by generating multiple diagnostic possibilities with weighted like-lihood. After reviewing these results, the expert pathologists reached consensus in 5 out of 12 cases. Moreover, two out of three expert pathologists agreed on all 12 cases, improving agreement rate from 25% to 100%. The researchers concluded that the model holds the promise to facilitate human HNL diagnoses and improve efciency and quality. It can also reduce the workload of pathologists, especially where sub-specialists are unavailable. The study was supported by the National Natural Science Founda-tion of China, the Guangdong Basic and Applied Basic Research Foun-dation, the Natural Science Foun-dation of Guangdong Province, and others. The investigators reported no conflicts of interest. Current barriers to widespread clinical use of liquid biopsy include lack of standardization of the collection process. Procedures differ across health systems on how much blood should be collected, which tubes should be used for col-lection, and how samples should be stored and shipped. The study authors suggested that \"spe-cialized tubes can be used for blood sample col-lection to reduce the chance of white blood cell rupture and genomic DNA contamination from the damaged white blood cells.\" Further research is needed The study findings indicated that some aspects of liquid biopsy with cfDNA/ctDNA still need further exploration. For example, the effects of tumor vascularization, tumor aggres-siveness, metabolic activity, and cell death mechanism on the dynamics of ctDNA in the bloodstream need to be identified. It's not yet clear how cfDNA is released into the bloodstream. Actively released cfDNA from the tumor may convey a different message from cfDNA released passively from dying cells upon treatment. The first represents treatment-re-sistant cells/subclones while the second rep-resents treatment-responsive cells/subclones. Moreover, it is difficult to detect ctDNA muta-tion in early-stage cancers that have lower tu-mor burden. The investigators wrote: \"The contributions of cfDNA from apoptosis, necrosis, autophagic cell death, and active release at different time points during disease progression, treatment response, and resistance appearance are poorly understood and will affect interpre-tation of the clinical observation in cfDNA assays.\" A lower limit of detection needs to be determined and a standard curve set so that researchers can quantify the allelic fre- quencies of the mutants in cfDNA and avoid false-negative detection. They urged establishing external quality as- surance to verify laboratory performance, the proficiency in the cfDNA diagnostic test, and interpretation of results to identify errors in sampling, procedures, and decisionmaking. Legal liability and cost-effectiveness of using plasma cfDNA in treatment decisions also need to be considered. The researchers wrote that, to better under- stand how ctDNA/cfDNA can be used to comple-ment precision medicine in liver cancer, large multicenter cohorts and long-term follow-up are needed to compare ctDNA-guided decision-mak-ing against standard treatment without guidance from ctDNA profiling. The authors disclosed having no conflicts of interest. Continued from previous page 01_8_21_31_32_33_GIHEP22_6.indd 33 5/20/2022 2:51:28 PM34 ology & BILIARY TRACT Obesity interactions complex in acute pancreatitis BY NANCY A. MELVILLE MDedge News Obesity, in combination with other risk factors, is associated with increased morbidity and mortality in acute pancreatitis (AP); however, body mass index alone is not a successful predictor of disease severity, new research shows. \" As there was no agreement or consistency between BMI and AP severity, it can be concluded that AP severity cannot be predicted suc-cessfully by examining BMI only,\" reported the authors in research published recently in Pancreatology (2022 Apr;22[3]:348-55). The course of acute pancreatitis is typically mild in the majority (80%-85%) of cases; however, in severe cases, permanent organ failure can occur, with much worse outcomes and mortality rates of up to 35%. Research has previously shown not only a link between obesity and acute pancreatitis but also an increased risk for complications and in-hospital mortality in obese patients with severe cases of acute pancreatitis - though a wide range of factors and comorbidities may complicate the association (J Dig Dis. 2012;13[5]:244-51). To more closely evaluate the course and outcomes of acute pancreatitis based on BMI classi-fication, study authors led by Ali Tuzun Ince, MD, of the department of internal medicine, Gastroenter-ology Clinic of Bezmialem Vakif University, Istanbul, analyzed retrospective data from 2010 to 2020 on 1,334 adult patients (720 female, 614 male) who were diag-nosed with acute pancreatitis per the Revised Atlanta Classification (RAC) criteria. The patients were stratified based on their BMI as normal weight, overweight, or obese and whether they had mild, moderate, or severe (with permanent organ failure) acute pancreatitis. In terms of acute pancreatitis severity, based on RAC criteria, 57.1% of patients had mild dis-ease, 20.4% had moderate disease, and 22.5% had severe disease. The overall mortality rate was 9.9% (n = 132); half of these pa-tients were obese, and 87% had severe acute pancreatitis. The overall rate of complications was 42.9%, including 20.8% in the normal-weight group, 40.6% in the overweight group, and 38.6% in the obese group. Patients in the overweight and obese groups also had higher mor-tality rates (3.7% and 4.9%, respec-tively), interventional procedures (36% and 39%, respectively), and length of hospital stay (11.6% and 9.8%, respectively), compared with the normal-weight group. Other factors that were sig- nificantly associated with an in-creased mortality risk, in addition to obesity (P = .046), included old age (P = .000), male sex (P = .05), alcohol use (P = .014), low hema-tocrit (P = .044), high C-reactive protein (P = .024), moderate to severe and severe acute pancreati-tis (P = .02 and P < .001, respec-tively), and any complications (P < .001). Risk factors associated with increased admission to the ICU differed from those for mortality, and included female gender (P = .024), smoking (P = .021), hypertri- g lyceridemia (P = .047), idiopathic etiology (P = .023), and moderate to severe and severe acute pancreati-tis (P < .001). Of note, there were no significant associations between BMI and ei-ther the RAC score or Balthazar CT severity index (CTSI) groups. Specifically, among patients con- sidered to have severe acute pan-creatitis per Balthazar CTSI, 6.3% were of normal weight, 5% were overweight, and 7.1% were obese. \"In addition, since agreement and consistency between BMI and Balthazar score cannot be deter-mined, the Balthazar score cannot be estimated from BMI,\" the au-thors reported. While the prediction of progno- sis in acute pancreatitis is gaining interest, the findings underscore the role of combined factors, they added. \" Although many scoring systems are currently in use attempt to estimat e the severity [in acute pan- creatitis], none is 100% accurate yet,\" the authors noted. \"Each risk factor exacerbates the course of dis-ease. Therefore, it would be better to consider the combined effects of risk factors.\" That being said, the findings show \"mortality is increased signifi-cantly by the combined presence of risk factors such as male sex, OB [obesity], alcohol, MSAP [moderate to severe acute pancreatitis] and SAP [severe acute pancreatitis], all kinds of complications, old age, low Hct, and high CRP ,\" they wrote. Obesity's complex interactions Commenting on the study, Vijay P . Singh, MD, a professor of medicine in the division of gastroenterology and hepatology at the Mayo Clinic in Scottsdale, Ariz., agreed that the complexities risk factors, particu-larly with obesity, can be tricky to detangle. \"Broadly, the study confirms sev - eral previous reports from different parts of the world that obesity was associated with increased mortality in acute pancreatitis,\" he said in an interview. \"However, obesity had two com- plex interactions, the first that obesity is also associated with increased diabetes, and hypertri-glyceridemia, which may them-selves be risk factors for severity,\" he explained. \"The second one is that inter- mediary severity markers [e.g., Balthazar score on imaging] did not correlate with the BMI categories.\" Dr. Singh noted that is \"likely be- cause therapies like IV fluids that may get more intense in predicted severe disease alter the natural course of pancreatitis.\" The findings are a reminder that \"BMI is only a number that attempts to quantify fat,\" Dr. Singh said, noting that BMI doesn't address either the location of fat, such as being in close proximity to the pancreas, or fat composition, such as the proportion of unsaturated fat. \"When the unsaturated fat pro- portion is higher, the pancreatitis is worse, even at smaller total fat amounts [for example, at a lower BMI],\" he said. \"Taking these as-pects into account may help in risk assessment.\" The authors and Dr. Singh had no disclosures to report. iStock/thinkStockBMI doesn't address either the location of fat, such as being in close proximity to the pancreas, or fat composition, such as the proportion of unsaturated fat. 23_29_30_34_GIHEP22_6.indd 34 5/20/2022 Minion Pro (Regular), Antonio (Regular, Light), Avenir Next Condensed (Bold, Regular, Italic)Fonts Images InksPREPARED BY Additional Information Additional Comments for Sizingrename file XXXXXXX_Mirikizumab Journal Ad 2021_King Size King Size Journal 13.25\" h 10.5\" w x 13\" h 10.5\" w x 13\" h 9.75\" w & Hepatology News\u0086LIVER DISEASE DOJ complaint flags HCV drug denials for people with addiction BY MEGAN BROOKS Acomplaint filed with the U.S. Department of Justice (DOJ) alleges that Alabama's Med- icaid program is illegally denying curative drug treatment for hepati-tis C virus (HCV) infection to people with substance use disorder. The complaint was filed May 9 by the Center for Health Law and Pol-icy Innovation (CHLPI) of Harvard Law School, in partnership with AIDS Alabama. It alleges that Alabama Medic- aid has a policy of denying HCV treatment to people who have used illegal drugs or alcohol in the past 6 months. CHLPI and AIDS Alabama argue that these restrictions violate the Americans With Disabilities Act, which protects people who are disabled because of substance use disorder. \"Forced sobriety policies don't just unfairly prevent people with substance use disorder from ac-cessing life-saving treatment; they also severely hamper public health efforts to stop the spread of the dis-ease,\" Kevin Costello, CHLPI's litiga-tion director, said in a statement. \"These policies are rooted in stig- ma, not science, and they violate antidiscrimination provisions of the Americans With Disabilities Act,\" Mr. Costello said. Filing an administrative com- plaint against Alabama is \"an important milestone in fighting so - briety restrictions,\" he added. Morally wrong Kathie Hiers, CEO of AIDS Alabama, noted that Alabama's health out-comes are among the worst in the nation. \"Policies that prevent adequate medical care from being provided must end. HCV now has a cure, and withholding that cure from Alabam - ians based on a moral judgment is wrong and certainly doesn't follow the science,\" Ms. Hiers added. Direct-acting antiviral (DAA) ther - apy can cure up to 99% of people living with HCV. The complaint against Ala- bama Medicaid builds on CHLPI's successful policy advocacy and liti-gation campaigns to expand access to DAA therapy in state Medicaid programs across the country. Since 2017, 19 states have re- moved treatment restrictions that were based on drug or alcohol use. In other states, however, \"severe, illegal sobriety restrictions remain,\" according to CHLPI. Alabama, Mississippi, Arkansas, South Carolina, and South Dakota still require Medicaid enrollees with HCV to prove they have not used drugs or alcohol for 6 months before they can receive treatment. Iowa, North Dakota, and West Vir - ginia have a 3-month abstinence requirement. The American Association for the Study of Liver Diseases and the In-fectious Diseases Society of Ameri - ca recommend DAA therapy for all patients with chronic HCV infection, regardless of drug or alcohol use. CHLPI intends to expand this \"en - forcement campaign\" to all states where sobriety restrictions persist. Q1. Correct answer: A. Normal pH/impedance probe findings during sleeping. Rationale Rumination syndrome is a functional gastro-intestinal disorder that can present in all age groups. The true prevalence of the disorder is unknown, but the condition can be seen more commonly in patients with developmental dis - orders and other high-risk groups like teenage females. The ROME IV criteria for the condition include at least 2 months of the following: repeated regurgitation and rechewing or ex - pulsion of food that begins soon after eating and stops with sleeping, is not proceeded by retching, and has no other clear etiology for symptoms. This patient is at higher risk for rumination syndrome with her developmental differences. Her painless regurgitation after eating meets criteria for the condition. Pro-longed high-resolution esophageal manometry can identify specific subgroups of rumina-tion. Antroduodenal manometry can detect simultaneous contractions called R-waves that can be seen in some patients with rumina-tion syndrome. Since regurgitation stops with sleeping, pH/impedance probes demonstrate resolution of symptoms with sleep. The con-dition is primarily diagnosed clinically, with other studies performed as clinically indicat-ed. Treatment typically consists of behavioral management. Reference Hyams J et al. Gastroenterology. 2006 Apr;130(5):1527-37. Q2. Correct answer: A. Reassurance and consid - eration of cow milk protein soy intolerance with elimination of these antigens in mother's diet. Rationale The differential diagnosis of hematochezia in infants is relatively small. The most likely considerations are anal fissures, vascular mal - formations, cow milk protein soy intolerance, bleeding diatheses, swallowed maternal blood in the first 1-2 days of life, and necrotizing en - terocolitis in preterm infants. In the setting of an otherwise healthy term infant who presents with hematochezia without anorectal malfor - mations, the most likely etiology is cow milk protein soy intolerance. This is an IgG-mediated disorder that does not necessarily construe oth - er predilections to food allergies. Most infants outgrow this by 1 year of life or thereafter. In mother's who are breastfeeding, it is recom - mended that they eliminate both cow milk and soymilk proteins from their diet. There is a 70% cross-reactivity between cow milk and soymilk proteins. In infants who are formula feeding or those who do not respond to maternal elimina - tion diets, it is recommended that they consume partially hydrolyzed or fully hydrolyzed formula. Such infants are usually able to tolerate cow and soy proteins later in life. Reference Mäkinen OE et al. Crit Rev Food Sci Nutr. 2016;56(3):339-49.QuickQuick quiz answers Questions on Questions on Questions page page 7 page 7 page DNY59/G ettY ImaGes 36_37_38_GIHEP22_6.indd 36 5/20/2022 4:33:49 PMMDedge.com/gihepnews / June 2022 37 Everything You Need to Succeed DDSEP 10 is your trusted source for a comprehensive and up-to-date GI education that also helps you to prepare for a board exam. Practicing GI experts share case-based scenarios and guidelines-based best practices to provide state-of-the-art patient care. Enhance patient care through improved knowledge and clinical decision making. ddsep@gastro.org. DDSEP10 Publication Print Ads.indd 2 3/16/22 11:08 patients with cirrhosis BY LIAM DAVENPORT In a retrospective study to evaluate the impact of proton-pump inhib- itors (PPIs) on all-cause mortality in patients with cirrhosis, research-ers found reduced mortality only in those hospitalized for gastrointesti-nal bleeding. Patients on PPIs had an 18% reduction in all-cause mortality versus other patients if they had gastrointestinal bleeding; in those without bleeding, PPIs were asso-ciated with a 23% increase in liver- related mortality. Further anal ysis suggested that the mortality increase could be related to a 21% increased risk for severe infection with PPI expo-sure in patients with cirrhosis, as well as a 64% increased risk for decompensation. \"My takeaway from this study is that there should be a nuanced un-derstanding of PPIs and cirrhosis,\" corresponding author Nadim Mah-mud, MD, MS, University of Penn-sylvania, Philadelphia, said in an interview, adding that, if they are to be used in this setting, there should be \"a very compelling indication.\" Based on the new analysis, Dr. Mahmud explained, in a patient with cirrhosis hospitalized with a potentially ulcer-related upper gas-trointestinal bleed, \"we shouldn't be afraid\" to use PPIs \"out of fear of potential infection or decompensa-tion because our data demonstrate pretty strongly that that sort of pa- tient may have a mortality benefit.\" In contrast, patients with cirrho- sis and \"vague abdominal discom-fort\" are often started on a PPI \"just to see if that helps,\" Dr. Mahmud said, and they may stay on the med-ication \"in perpetuity, just because they're so ubiquitously prescribed. \"In that patient, we should recog- nize that there is a potential risk of increased infection and decompen-sation,\" he said. There \"should be an active effort to deprescribe the PPI or at the very least reduce it to the minimum dose needed for efficacy, if it's treating a symptom.\" The research was published in Gastroenterology (2022 Apr 6. doi: 10.1053/j.gastro.2022.03.052). Looking at the big picture The authors noted that the half-life of PPIs is \"prolonged in patients with cirrhosis\" and that alterations in the gastrointestinal microbiota as a result of gastric acid suppression \"may allow for bacterial overgrowth and translocation,\" thus increasing the risk for infections. However, studies of the impact of PPIs on adverse outcomes in patients with cirrhosis have often been hampered by numerous lim-itations, such as small sample siz-es, a \"limited ability to control for complex confounding,\" or a \"narrow focus\" on hospitalized patients. To overcome these problems, the team retrospectively examined data from the Veterans Outcomes and Costs Associated With Liver Diseas-es cohort, including all adults with incident cirrhosis between January 2008 and June 2021. The y excluded patients with Fi- brosis-4 scores less than 1.45 at baseline, as well as those with prior liver transplantation, decompensat-ed cirrhosis at baseline, a diagnosis of hepatocellular carcinoma within 6 months of the index date, and less than 6 months of follow-up. In all, 21% of 76,251 patients in- cluded in the study were on a PPI at baseline. The most commonly used PPI was omeprazole (76.7%), fol-lowed by pantoprazole (22.2%) and lansoprazole (0.1%). Those taking the drugs were more likely than other patients to be White, have metabolic and cardio-vascular comorbidities, have a higher median body mass index, and have cirrhosis because of alcohol-related liver disease or metabolic-associated fatty liver disease. Over 49 months of follow-up, all- cause mortality was recorded for 37.5% of patients, of whom 59% ex-perienced non-liver-related death. Multivariate analysis revealed that PPI exposure was not associated with all-cause mortality overall but was significantly associated with reduced all-cause mortality in patients with hospitalization for gastrointestinal bleeding (hazard ratio, 0.88). However, PPI exposure in patients without gastrointestinal bleeding was associated with an increased risk for liver-related mortality (HR, 1.23), but a reduced risk for non-liver-related mortality (HR, 0.88). PPI exposure was significantly associated with se-vere infection (HR, 1.21) and cirrho-sis decompensation (HR, 1.64). These increased risks \"may medi- ate the observed increase in liver-re-lated mortality,\" the authors wrote. Large study suggests limited protectiv e indication Nancy S. Reau, MD, chair of hepa- tology at R ush Medical College, Chicago, said that \"multiple studies\" point to a link between PPI expo-sure and infection in cirrhosis. \" Although this is a retrospective study, it is very large so we should give credit to the associations,\" she said in an interview. She was not in-volved with the current study. \"The most important message is that we need to be judicious with our therapy,\" Dr. Reau added, qualifying that \"everything is a risk- benefit ratio.\" \"PPI use in cirr hosis has a role but should not overstep its bound-ary,\" she explained. \"More simply, if the PPI is indicated, you should not avoid it in a patient with cirrhosis. On the other hand, if you have a patient with advanced liver disease who is chronically taking a PPI, you should question its indication.\" Paul Martin, MD, chief of the di- vision of hepatology, University of Miami Health Systems, said in an interview that, when it comes to PPI use in patients with cirrhosis, \"judicious is the right word. They should be clearly used if there's a bona fide indication ... and probably for a finite period of time.\" In a common scenario, \"a patient is put on a PPI after they've under-gone endoscopy with obliteration of varices, and the thought is that PPIs help the ulcers induced by the banding to heal,\" said Dr. Martin, who was not associated with the research. \"This paper didn't spe-cifically tease out whether that's beneficial or not, but it certainly suggests, in patients with a history of gastrointestinal bleeding, that PPIs are still beneficial.\" Dr. Mahmud is supported by the National Institute of Diabetes and Digestive and Kidney Diseases. Dr. Reau and Dr. Martin disclosed no relevant financial relationships. 36_37_38_GIHEP22_6.indd 37 5/20/2022 4:33:55 PM38 June 2022 / GI & Hepat ology News\u0086LIVER DISEASE Newly defined liver disorder associated with COVID mortality BY LAIRD HARRISON People with metabolic dysfunc- tion-associated fatty liver disease (MAFLD) - a newly defined condition - may be more likely to die from COVID-19, re-searchers say. A cohort of people hospitalized for COVID-19 in Central Military Hospital, Mexico City, who met the criteria for MAFLD died at a higher rate than a control group without fatty liver disease, said Martín Uriel Vázquez-Medina, MSc, a researcher in the National Polytechnic Institute in Mexico City. Patients who met only the crite- ria for the traditional classification, nonalcoholic fatty liver disease (NAFLD), also died of COVID-19 at a higher rate than the control group, but the difference was not statistically significant. \"It is important to screen for MAFLD,\" Mr. Vázquez-Medina told this news organization. \"It's a new definition, but it has really helped us to identify which patients are going to get worse by COVID-19.\" The study was published April 19 in Hepatology Communications (2022. doi: 10.1002/hep4.1957). More evidence for clinical relev ance of MAFLD The finding lends support to an initiative to use MAFLD instead of NAFLD to identify patients whose liver steatosis poses a threat to their health, Mr. Vázquez-Medina said. NAFLD affects as much as a quarter of the world's population. No drugs have been approved to treat it. Some researchers have reasoned that the imprecision of the definition of NAFLD could be one reason for the lack of progress in treatment. \"NAFLD is something that doesn't have positive criteria to be diag-nosed,\" said Mr. Vázquez-Medina. \"You only say NAFLD when you don't find hepatitis or another disease.\" In an article published in Gas- troenterology (2020 Feb 7. doi: 10.1053/j.gastro.2019.11.312), an international consensus panel proposed MAFLD as an alternative, arguing that a focus on metabolic dysfunction could more accurately reflect the pathogenesis of the dis - ease and help stratify patients. Previous research has suggested that patients with MAFLD have a higher risk of atherosclerotic car-diovascular disease and that the prevalence of colorectal adenomas is a higher in these patients, com- pared with patients with NAFLD. The high prevalence of MAFLD in Mexico - about 30% - could help explain the country's high rate of mortality from COVID-19, Mr. Vázquez-Medina said. Almost 6% of people diagnosed with COVID in Mexico have died from it, according t o the Johns Hopkins University and Medical Center Coronavirus Re-source Center. Sorting COVID outcomes by liver steatosis To understand the interaction of MAFLD, NAFLD, liver fibrosis, and COVID-19, Mr . Vázquez-Medina and his colleagues analyzed the records of all patients admitted to the Central Military Hospital with COVID-19 from April 4, 2020, to June 24, 2020. They excluded patients for whom complete data were lacking or for whom a liver function test was not conducted in the first 24 hours of hospitalization. Also excluded were patients with significant con-sumption of alcohol (> 30 g/day for men and > 20 g/day for women) and those with a history of auto- immune liver disease, liver cancer, decompensated cirrhosis, platelet disorders, or myopathies. The remaining patients were di- vided into three groups - 220 who met the criteria for MAFLD, 79 who met the criteria for NAFLD but not MAFLD, and 60 other patients as a control group. The researchers defined MAFLD as the presence of liver steato-sis detected with a noninvasive method and one of the following: overweight (body mass index, 25-29.9 kg/m 2), type 2 diabetes, or the presence of two metabolic abnor-malities (blood pressure > 140/90 mm Hg, plasma triglycerides > 150 mg/dL, plasma high-density lipo-protein cholesterol < 40 mg/dL in men and < 50 mg/dL in women, and prediabetes). They defined NAFLD as the pres - ence of li ver steatosis without the other criteria for MAFLD. The patients with MAFLD were the most likely to be intubated and were the most likely to die (intu-bation, 44.09%; mortality, 55%), followed by those with NAFLD (in-tubation, 40.51%; mortality, 51.9%) and those in the control group (in-tubation, 20%; mortality, 38.33%). The difference in mortality be- tween the MAFLD group and the control group was statistically significant (P = .02). The mortality difference between the NAFLD and the control group fell just short of statistical significance (P = .07). For intubation, the difference be- tween the MAFLD and the control group was highly statistically signif-icant (P = .001), and the difference between the NAFLD and the control group was also statistically signifi - cant (P = .01) Patients with advanced fibrosis and either MAFLD or NAFLD were also more likely to die than patients in the control group with advanced fibrosis. That's why screening for MAFLD is important, Mr. Vázquez-Medina said. Next steps and new questions Future research should examine whether patients with MAFLD ha ve elevated levels of biomarkers for inflammation, such as inter-leukin 6, Mr. Vázquez-Medina said. A \"chronic low proinflammatory state\" may be the key to under-standing the vulnerability of pa-tients to MAFLD to COVID-19, he speculated. The metabolic traits associated with MAFLD could explain the high-er mortality and intubation rates with COVID, said Rohit Loomba, MD, MHSc, a professor of medicine in the division of gastroenterology at the University of California, San Diego, who was not involved in the study. \"Hypertension, diabetes, and obesity increase the risk of compli-cations from COVID in all patients, whether they have been diagnosed with NAFLD or not,\" he told this news organization in an email. Mr. Vasquez-Medina pointed out that the patients with MAFLD had a higher risk of mortality even after adjusting for age, sex, type 2 diabe-tes, hypertension, overweight, and obesity (BMI 30 kg/m2). MAFLD also was more strongly associated with a poor outcome than either hypertension alone or obesity alone. Only age emerged as a signif-icant independent covariate in the study. Dr. Loomba also questioned whether the regression model used in this study for liver steatosis was \"fully reflective of NAFLD.\" The researchers identified liver steatosis with a diagnostic formula that used noninvasive clinical BMI and laboratory tests (alanine ami-notransferase), citing a study that found the regression formula was better at diagnosing NAFLD than FibroScan. Mr. Vázquez-Medina reported no relevant financial relationships. Dr. Loomba serves as 38 5/24/2022 11:33:56 AMNEWS FROM THE FIELD AND AGA CONFERENCE COVERAGE EXPERT PERSPECTIVES HEALTH POLICY , TECH, AND COSTS OF CARE FEATURES, QUIZZES, AND MOREFind important updates and features from GI & Hepatology News and The New Gastroenterologist in one web resource: MDedge.com/gihepnewsMDedge.com/gihepnews GIHEP web ad & ology DISEASE Alarming global rise in pediatric hepatitis: Expert Q&A BY WILLIAM F. BALISTRERI, MD This spring, global health ad- visories hav e been issued regarding an alarming - and as-yet unexplained - uptick of hepa- titis in children. Currently, over 200 cases have been r eported world- wide, a relatively small amount that nonetheless belies a considerable toll, including several deaths and the need for liver transplantation in a number of patients. The long-term implications are not yet known. Global health officials are working hard to determine a cause, with many focusing on the underlying cases of adenovirus that several pa-tients have presented with. To understand more, this news organization reached out to fre-quent contributor William F . Balis- treri, MD, a specialist in pediatric gastroenterology and hepatology at Cincinnati Children's Hospital Med-ical Center, where to date they have treated at least six cases of hep- atitis in otherwise healthy young children, with one requiring a liver transplant. Dr. Balistreri discussed how the outbreak has developed to date, his advice to hepatologists and pediatricians, and where we stand now in this fast-evolving crisis. Tracing the outbreak in the United States How has this outbreak played out thus far in the United States, and what have we learned from that?Sporadic reports of cases in mul-tiple states are appearing. On April 21, 2022, a health alert was issued by the Cent ers for Disease Control and Prevention, recom-mending testing for adenovirus in children with acute hepatitis of an unknown etiology. Baker and colleagues recent- ly described five children with severe hepatitis and adenovirus viremia who were admitted to a children's hospital in Birmingham, Ala., between October and Novem-ber 2021 (Morb Mortal Wkly Rep. 2022;71:638-40). In collaboration with local and state officials, the CDC reviewed clinical records in order to identify patients with hep-atitis and concomitant adenovirus infection, confirmed by polymerase chain reaction (PCR). By February 2022, a total of nine children were identified. There was no epidemiologic linkage among these nine patients; all were well and immunocompetent. The prodromal features were somewhat similar: upper respir atory infection, vomiting, diarrhea, and jaundice. All children had markedly elevated aminotransferase levels and vari-ably elevated total bilirubin levels. Extensive wor kup for other causes of acute liver injury (for example, other viruses, toxins/drugs, metabolic and autoimmune diseases) was unrevealing. Specifically, none had doc-umented SARS- CoV-2 infection. However, in all nine children, adenovirus was detected in whole blood samples. In the six children who underwent liver biopsy, there was nonspecific hepatitis, without inclusions or immunohistochemical detection of viral agents, includ-ing adenovirus. In three patients, the liver injury progressed, and despite the administration of anti-viral agents, two underwent liver transplantation. Baker and colleagues also sug- gested that measurement of ad-enovirus titers in whole blood (rather than plasma) may be more sensitive. The CDC has recommended mon- itoring and surveillance in order to more fully understand the nature of the illness. European and global cases What has been the experience with this in Europe and elsewhere globally?In mid-to-late 2021, several cases of acute hepatitis of unknown na-ture in children were identified in Europe. Public health officials in the United Kingdom investigated the hig h number of cases seen in chil- dr en from England, Scotland, and Wales. They noted approximately 60 cases in England, mostly in chil-dren aged 2-5 years. Marsh and colleagues report- ed a clust er of cases of severe hepatitis of unknown origin in Scotland affecting children aged 3-5 years (Euro Surveill. 2022 Apr;27[15]:2200318). In Scotland, admitt ed cases were routinely t ested for SARS-CoV-2. Of the 13 cases, 5 had a recent positive test. The y discussed the possibility of incr eased severity of disease fol- lowing infection with Omicron BA.2(the dominant SARS-CoV-2 virus circulating in Scotland at that time) or infection by an uncharacterized SARS-CoV-2 variant. None of the children had been vaccinated for SARS-CoV-2. On April 15, 2022, the World Health Organization Disease Out-break News published a report of acute hepatitis of unknown eti- ology occurring in Great Britain and Northern Ireland. By April 21, 2022, 169 cases of acute hepati-tis of unknown origin in children younger than 16 years had been r eported from 11 countries in the WHO European region and 1 coun-try in the WHO region of the Amer-icas. Approximately 10% required a liver transplantation and at least one death was reported. What has been established about the possible connection to the SARS-CoV-2 virus, particularly as it relates to coinfection with adenovirus?In that WHO report of 169 cases, adenovirus was detected in 74 and SARS-CoV-2 in 20. Of note, 19 cases had a SARS-CoV-2 and adenovirus coinfection. The report's authors emphasized that, \"while adenovirus is a possible hypothesis, investigations are on-going for the causative agent.\" The authors questioned whether this represents a continuing increase in cases of hepatitis or reflects an in-creased awareness. The stated priority of the WHO is t o determine the cause and to fur- ther refine control and prevention actions. Given the worldwide nature of this outbreak, have connections between any of the cases been made yet?Not to my knowledge. What clinicians need to know What makes this outbreak of hepati-tis cases particularly concerning to the health care community, in com-parison to other childhood diseases that occur globally? Is it because the cause is unknown or is it for other reasons?It may be a collective heightened concern following the emergence of COVID. Whether it represents a new form of acute hepatitis, a continuing in-crease in cases of hepatitis, or an increased awareness because of the well-publicized alerts remains to be determined. We certainly saw \"vi-ral-induced hepatitis\" in the past.Young patients may first be brought to pediatricians. What, if anything, should pediatricians be on the look-out for? Do they need a heightened index of suspicion or are the cases too rare at this point?An awareness of the \"outbreak\" may allow the clinician to extend the typical workup of a child pre-senting with an undefined, presum-ably viral illness. In the cases reported, the prodro- mal and/or presenting symptoms were respiratory and gastrointestinal in nature. They include nausea, vom-iting, diarrhea, and abdominal pain. Specifically, if jaundice and/or scleral icterus is noted, then hepati-tis should be suspected. Should pediatricians consider early referral to a pediatric gastroenterolo-gist or hepatologist?Yes, because there is the potential for finding a treatable cause (for example, autoimmune hepatitis or a specific metabolic disease) in a pa - tient presenting in this fashion. In addition, the potential for pro- gression to acute liver failure (with coagulopathy and encephalopathy), albeit rare, exists. What do hepatologists need to be do- ing when presented with suspected cases?The typical clinical picture holds and the workup is standard. The one new key, given the recent data, is to test for adenovirus, using whole blood versus plasma, as the former may be more sensitive. In addition, it is pru-dent to check for SARS-CoV-2 by PCR. What are the major questions that remain and that you'd like to see elu-cidated going forward?There are many. Is this a new dis-ease? A new variant of adenovirus? A synergy or susceptibility related to SARS-CoV-2? Is it related to a variant of SARS-CoV-2? Is it triggering an ad-verse immune response? Are there other epigenetic factors involved? And finally, is this an increase, or is it related to a collective heightened concern following the pandemic? Dr. Balistreri is the Dorothy M.M. Kerst en Profe ssor of Pediatrics, di- rector emeritus of the Pediatric Liver Care Center, medical director emer-itus of liver transplantation, and professor at the University of Cincin-nati; he is also with the department of pediatrics at Cincinnati Children's Hospital Medical Center. Dr. Balistreri 40_46_47_GIHEP22_6.indd 40 5/20/2022 4:36:52 PMLasting Remission1 Signicantly higher the pivotal trial: 18% (79/429) vs 6% (42/227) at Week 52 (p<0.0001)Demonstrated Safety Prole1b Studied in 4 clinical trials with over 1370 ZEPOSIA- treated patients across multiple indicationsOne Capsule, Once Daily1 Once-daily oral administration, with or without foodThe rst and only sphingosine 1-phosphate (S1P) receptor modulator approved for the treatment of moderately to severely active ulcerative colitis (UC) in adults1 Now many of your patients can choose another path forward before biologics.1a ZEPOSIA delivers: ANOTHER DA Y IS DAWNING IN THE CONTROL OF UC a ZEPOSIA demonstrated higher rates of clinical remission vs placebo in tumor necrosis factor inhibitor (TNFi)-na/idieresis.scve patients at Week 10 (22% [66/299] vs vs 22% [35/158], respectively).1 In UC Study 1 and UC Study 2, of the ZEPOSIA-treated patients who were TNFi-naïve, 288 and 145 were also biologic naïve, respectively.2 Efcacy analysis by prior TNFi therapy was prespecied, but not powered to detect a difference in the treatment effect in these subgroups.3 IMPORTANT SAFETY INFORMATION (cont'd) Infections: (cont'd)Delay initiation of ZEPOSIA in patients with an active infection until the infection is resolved. Consider interruption of treatment with ZEPOSIA if a patient develops a serious infection. Continue monitoring forinfections up to 3 months after discontinuing ZEPOSIA. Herpes zoster was reported as an adverse Herpes simplex encephalitis (S1P) Patients without a healthcare professional-conrmed history of varicella (chickenpox), or withoutdocumentation of a full course of vaccination against varicella zoster virus (VZV), should be tested forantibodies to VZV before initiating ZEPOSIA. A full course of vaccination for antibody-negative patientswith varicella vaccine is recommended prior to commencing treatment with ZEPOSIA. Cases of fatal cryptococcal meningitis (CM) were reported in patients treated with another S1P receptor modulator. If CM is suspected, ZEPOSIA should be suspended until cryptococcal infection has been excluded.If CM is diagnosed, appropriate treatment should be initiated. In the UC clinical studies, patients who received ZEPOSIA were not to receive concomitant treatment with antineoplastic, non-corticosteroid immunosuppressive, or immune-modulating therapies used for treatmentof UC. Concomitant use of ZEPOSIA with any of these therapies would be expected to increase the risk ofimmunosuppression. When switching to ZEPOSIA from immunosuppressive medications, consider theduration of their effects and their mode of action to avoid unintended additive immunosuppressive effects. Use of live attenuated vaccines should be avoided during and for 3 months after treatment with ZEPOSIA. If live attenuated vaccine immunizations are required, administer at least 1 month prior to initiation of ZEPOSIA. Please see additional safety information and Brief Summary of the Prescribing Information andMedication Guide on the following pages.bZEPOSIA has been studied across multiple indications in 4 clinical trials including TRUE NORTH (NCT02435992), a multicenter, randomized, double-dummy, phase 3 clinical trials. 496 patients receiving the 0.92-mg dose of ZEPOSIA during induction in TRUE NORTH orTOUCHSTONE and 882 patients receiving the 0.92-mg dose of ZEPOSIA in SUNBEAM or RADIANCE were assessed in the safety analysis. 1 2084-US-2200566_ZEPOSIA_UC_KING_SIZE_JOURNAL_AD_RESIZE_GI_HEPATOLOGY_NEWS_P0173605_v01.indd 1-2 3/22/22 10:02 AM GIHEP_41.indd 2 / GI & Hepatology NewsCLASSIFIEDS Also available June Hepat ology NewsCLASSIFIEDS Also available at MedJobNetwork.com PROFESSIONAL OPPORTUNITIES Interested candidates should address their C.V. to: Terri Smith | tsmith@sjrmc.net | 888.282.6591 or 505.609.6011 sanjuanregional.com | sjrmcdocs.comAn Exciting Opportunity for Gastroenterologists in the Land of Enchantment San Juan Regional Medical Center in Farmington, New Mexico is recruiting Gastroenterologists to provide both outpatient and inpatient services. This opportunity not only brings with it a great place to live, but it offers a caring team committed to personalized, compassionate care. You can look forward to: Compensation $575,000 -$600,000 base salary Joint venture opportunity Productivity bonus incentive with no cap Bread and Butter GI, ERCP skills preferred 1:3 call ÕVÀ>Ì\u0088Ûi\u0003Li\u0098iwÌ\u0003«>V\u008e>}i]\u0003\u0088\u0098V\u008fÕ`\u0088\u0098}\u0003ÀiÌ\u0088Ài\u0093i\u0098Ì -\u0088}\u0098\u0003\u009c\u0098\u0003>\u0098`\u0003Ài\u008f\u009cV>Ì\u0088\u009c\u0098 \u009cÕ\u0098Ì>\u0088\u0098Ã\u0003Ü\u0088Ì \u0003Ü\u009cÀ\u008f`\u0087V\u008f>ÃÃ\u0003Ã\u0098\u009cÜ\u0003Ã\u008e\u0088\u0088\u0098}]\u0003yÞ\u0003wÃ \u0088\u0098}]\u0003}\u009c\u008fv]\u0003hiking and water sports. Easy access to world renowned Santa Fe Opera, cultural sites, National Parks and monuments. Farmington's strong sense of community and vibrant Southwest culture make it a great place to pursue a work-life balance. 334851\u0086LIVER DISEASE NAFLD vs. MAFLD: What's in a BY PASS fatty liver disease (MAFLD) demonstrate highly similar clinical courses and mortality rates, and a name change may not be clinically beneficial, based on data from more than 17,000 patients. Instead, etiologic subcategori- zation of fatty liver disease (FLD) should be considered, reported lead author Zobair M. Younossi, MD, of Betty and Guy Beatty Cen-ter for Integrated Research, Inova Health System, Falls Church, Va., and colleagues. \"There is debate about whether NAFLD is an appropriate name as the term 'non-alcoholic' overem-phasizes the absence of alcohol use and underemphasizes the importance of the metabolic risk factors which are the main driv- ers of disease progression,\" the investigators wrote in Hepatol-ogy (2022 Apr 1. doi: 10.1002/hep.32499). \"It has been suggest-ed that MAFLD may better reflect these risk fac-tors. However, such a recom-mendation is made despite a lack of a gener-al consensus on the definition of 'metabolic health' and dis-agreements in endocrinology circles about the term 'metabolic syndrome.' Nevertheless, a few investigators have suggested that MAFLD but not NAFLD is associ-ated with increased fibrosis and mortality.\" To look for clinical differences between the two disease entities, Dr. Younossi and colleagues turned to the National Health and Nutrition Examination Survey. Specifically, the NHANES III and NHANES 2017-2018 cohorts were employed, including 12,878 and 4,328 participants, respectively. MAFLD was defined as FLD with overweight/obesity, evidence of metabolic dysregulation, or type 2 mellitus. NAFLD was de-fined as FLD without excessive al-cohol consumption or other causes of chronic liver disease. Patients were sorted into four groups: NA-FLD, MAFLD, both disease types, or neither disease type. Because the categories were not mutually exclusive, the investigators com-pared clinical characteristics based on 95% confidence intervals. If no overlap was found, then differ-ences were deemed statistically significant. Diagnoses of NAFLD and MAFLD were highly concordant (kappa coefficient = 0.83-0.94). After a median of 22.8 years follow-up, no significant differences were found between groups for cause-specific mortality, all-cause mortality, or major clinical characteristics ex- cept those inherent to the disease definitions (for example, lack of alcohol use in NAFLD). Greatest risk factors for advanced fibrosis in both groups were obesity, high- risk fibrosis, and type 2 diabetes mellitus. \"There is debate about whether NAFLD is an appropriate name as the term 'non-alcoholic' overemphasizes the absence of alcohol use.\" Dr. Younossi Continued on following page definition, alcoholic liver disease and excess alcohol use w ere documented in approximately 15% of patients with MAFLD, but in no patients with NAFLD. As such, alcoholic liver disease predicted liver-spe-cific mortality for MAFLD (hazard ratio, 4.50; 95% confidence inter-val, 1.89-10.75) but not NAFLD. Conversely, liver-specific mortality in NAFLD (HR, 95% 95% CI, 0.36-1.95). \"These data do not support the notion that a name change from NAFLD to MAFLD will better cap-ture the risk for long-term out-comes of these patients or better define metabolically at-risk pa-tients who present with FLD,\" the investigators concluded. \"On the other hand, enlarging to FLD with subcategories of 'alcoholic,' 'non-alcoholic,' 'drug-in-duced,' etc. has merit and needs to be further considered. In this con-text, a true international consensus group of experts supported by liv-er and non-liver scientific societies must undertake an evidence-based and comprehensive approach to this issue and assess both the benefits and risks of changing the name.\" According to Rohit Loomba, MD, director of the NAFLD research center and professor of medicine in the division of gastroenterology and hepatology at University of Cal-ifornia, San Diego, the study offers a preview of the consequences if NAFLD were changed to MAFLD, most notably by making alcohol a key driver of outcomes. \"If we change the name of a dis- ease entity ... how does that im-pact natural history?\" Dr. Loomba asked in an interview. \"This paper gives you an idea. If you start call-ing it MAFLD, then people are dy-ing from alcohol use, and they're not dying from what we are cur-rently seeing patients with NAFLD die of.\" He also noted that the name change could disrupt drug develop-ment and outcome measures since most drugs currently in develop-ment are directed at nonalcoholic steatohepatitis (NASH).\"Is it worth the headache?\" Dr. Loomba asked. \"How are we going to define NASH-related fibrosis? That probably will remain the same because the therapies that we will use to address that will remain con-sistent with what we are currently pursuing. ... It's probably premature to change the nomenclature before assessing the impact on finding new treatment.\" Dr. Younossi disclosed relation- ships with Bristol-Myer Squibb, Novartis, Gilead, and others. Dr. Loomba serves as a consultant to Aardvark Therapeutics, Altim-mune, Anylam/Regeneron, and others. Continued from previous page ADVERTISERS AbbVie Rinvoq 24-28 Braintree not shown actual size. GIHEP_48.indd 1 2/16/2022 3:03:33 PM "}