{"title": "Salvia divinorum - Wikipedia", "author": "Authority control International FAST National France BnF data Germany Israel United States Czech Republic Other IdRef", "url": "https://en.wikipedia.org/wiki/Salvia_divinorum", "hostname": "wikipedia.org", "description": null, "sitename": "Wikimedia Foundation, Inc.", "date": "2002-11-16", "cleaned_text": "pastora, seer's sage, yerba de la pastora, magic mint or simply salvia) is a [plant](/wiki/Plant) species with transient [psychoactive](/wiki/Psychoactive_drug) properties when its leaves, or extracts made from the leaves, are administered by [smoking](/wiki/Smoking), chewing, or drinking (as a [tea](/wiki/Tea)). [[3]](#cite_note-drugs-3) The leaves contain the potent compound [salvinorin A](/wiki/Salvinorin_A) induce a [dissociative state](/wiki/Dissociative_state) and [hallucinations](/wiki/Hallucination). [[4]](#cite_note-front-4) [Mazatec shamans](/wiki/Mazatec_shamans) have a long and continuous tradition of religious use of S. divinorum to facilitate [visionary states of consciousness](/wiki/Altered_state_of_consciousness) during spiritual healing sessions. [[1]](#cite_note-Valdés1983p287-1) Western media panic c. 2007 centered on reports of legal teenage use of the drug, [a suicide](/wiki/Brett%27s_law), and video sharing of drug use on the internet. S. divinorum is [legal in some countries](/wiki/Legal_status_of_Salvia_divinorum), including the [U.S.](/wiki/United_States) at the federal level; [[5]](#cite_note-DEA2020-5) but [over half the states have passed laws](/wiki/Legal_status_of_Salvia_divinorum_in_the_United_States) criminalizing it. [[6]](#cite_note-DEA2008-6) Its native habitat is the isolated [Sierra Mazateca](/wiki/Sierra_Mazateca) of [Oaxaca, Mexico](/wiki/Oaxaca), where it grows in shady, moist locations. [[7]](#cite_note-Reisfield1993intro-7) [[8]](#cite_note-Valdes1987-8) The plant grows to over a meter high, [[1]](#cite_note-Valdés1983p287-1) has hollow square stems like others in the mint family [Lamiaceae](/wiki/Lamiaceae), large leaves, and occasional white flowers with violet [calyxes](/wiki/Sepal). Botanists have not determined whether S. divinorum is a [cultigen](/wiki/Cultigen) or a [hybrid](/wiki/Hybrid_(biology)) because native plants reproduce [vegetatively](/wiki/Vegetative_reproduction) and rarely produce viable [seed](/wiki/Seed). [[9]](#cite_note-Marushia2002p3-9) [[10]](#cite_note-Reisfield1993barrier-10) Because the plant has not been well-studied in high-quality [clinical research](/wiki/Clinical_research), little is known about its [adverse effects](/wiki/Adverse_effect), or safety over long-term consumption. [[3]](#cite_note-drugs-3) [[4]](#cite_note-front-4) Its chief active [psychoactive constituent](/wiki/Psychoactive_drug) not thoroughly assessed, preliminary research indicates S. divinorum may have low toxicity (high [LD50](/wiki/Median_lethal_dose)). [[14]](#cite_note-Mowry2003p382-14) [[15]](#cite_note-15) Its effects are rapid but short-lived. [[3]](#cite_note-drugs-3) Etymology The genus name, Salvia, was first used by [Pliny](/wiki/Pliny_the_Elder) for a plant that was likely [Salvia officinalis](/wiki/Salvia_officinalis) (common sage) and is derived from the Latin salvere. [[16]](#cite_note-Kintzios2000-16) [[17]](#cite_note-Suttion2004-17) The [specific epithet](/wiki/Specific_name_(botany)), divinorum, was the plant's traditional use in [divination](/wiki/Divination). [[7]](#cite_note-Reisfield1993intro-7) It is often \"seer's sage\". [[18]](#cite_note-Boire2002-18) [Albert Hofmann](/wiki/Albert_Hofmann), who collected the first plants with Wasson, objected to the new plant being given the name divinorum: \"I was not very happy with the name because Salvia divinorum means \"Salvia of the ghosts\", whereas Salvia divinatorum, the correct name, means \"Salvia of the priests\". It is now in the botanical literature under the name Salvia divinorum due to priority rules. [[19]](#cite_note-refGrof2001-19) Common names There are many common names for S. divinorum, including sage of the magic mint. divinorum is native to the [Sierra Mazateca](/wiki/Sierra_Mazateca) in [Oaxaca](/wiki/Oaxaca), Mexico, where it is still used by the [Mazatec](/wiki/Mazatec_people), primarily to facilitate [shamanic](/wiki/Shamanism) visions in the context of [curing](/wiki/Curandero) or [divination](/wiki/Divination). S. divinorum is one of several plant species with hallucinogenic properties that are ritually used by Mazatec shamans. In their rituals, the shamans use only freshly harvested S. divinorum leaves. They see the plant as an incarnation of the [Virgin Mary](/wiki/Virgin_Mary), and begin the ritual with an invocation to Mary, [Saint Peter](/wiki/Saint_Peter), the [Holy Trinity](/wiki/Holy_Trinity), and other saints. [[1]](#cite_note-Valdés1983p287-1) Ritual use traditionally involves being in a quiet place after ingestion of the leaf—the Maztec shamans say that \"La Maria (S. divinorum) speaks with a quiet voice.\" [[10]](#cite_note-Reisfield1993barrier-10) It is also used in smaller amounts, as a [diuretic](/wiki/Diuretic), and to treat ailments including diarrhea, [anemia](/wiki/Anemia), headaches, [rheumatism](/wiki/Rheumatism), and a semi-magical disease known as panzón de borrego, or a swollen belly (literally, \"lamb belly\"). [[12]](#cite_note-Imanshahidi2006p430-12) [[23]](#cite_note-Valdés1983-23) The history of the plant is not well known, and there has been no definitive answer to the question of its origin. Speculation includes Salvia divinorum being a wild plant native to the area; a [cultigen](/wiki/Cultigen) of the Mazatecs; or a cultigen introduced by another indigenous group. Botanists have also not been able to determine whether it is a hybrid or a cultigen. [[24]](#cite_note-Marushia2002p6-24) Academic discovery Salvia divinorum was first recorded in print by [Jean Basset Johnson](/wiki/Jean_Basset_Johnson) in 1939 while he was studying Mazatec shamanism. [[25]](#cite_note-Marushia2002p2-25) He later documented its use and reported its effects through personal testimonials of users. [[26]](#cite_note-Valdes1983p290-26) It was not until 2002 that [Bryan Roth](/wiki/Bryan_Roth) and his team identified the psychoactive mechanism. [[13]](#cite_note-Roth2002pabstract-13) [Gordon Wasson](/wiki/R._Gordon_Wasson) tentatively postulated that Wasson's speculation has been the subject of further debate amongst [ethnobotanists](/wiki/Ethnobotany), with some scepticism coming from Leander J. Valdés, [[28]](#cite_note-Valdés2001-28) and counterpoints more supportive of Wasson's theory from Ott](/wiki/Jonathan_Ott). [[29]](#cite_note-Ott1995-29) The identity of another mysterious [Aztec entheogen](/wiki/Aztec_entheogenic_complex), namely that of poyomatli, has also been suggested as being Salvia divinorum. [[30]](#cite_note-Dweck1997-30) Here too there are other candidate plants, notably [Cacahuaxochitl](/wiki/Cacahuaxochitl) (Quararibea funebris), [[31]](#cite_note-Erowid2007-31) again suggesting that there is no consensus. Botany Salvia divinorum has large green [ovate](/wiki/Leaf_shape) (often also [dentate](/wiki/Crenate)) leaves, [[32]](#cite_note-Giroud2000-32) with a yellow undertone that reach 10 to 30 cm (4 to 12 in) long. The leaves have no [hairs](/wiki/Trichome) on either surface, and little or no [petiole](/wiki/Petiole_(botany)). [[8]](#cite_note-Valdes1987-8) The plant grows to well over 1 metre (3 ft) in height, [[1]](#cite_note-Valdés1983p287-1) on hollow square stems which tend to break or trail on the ground, with the plant rooting quite readily at the [nodes](/wiki/Plant_stem) and internodes. [[33]](#cite_note-Clebsch-33) The flowers, which bloom only rarely, grow in [whorls](/wiki/Whorl_(botany)) on a 30-centimetre (12 in) [inflorescence](/wiki/Inflorescence), with about six flowers to each whorl. The 3-centimetre (1+14 in) flowers are white, curved and covered with hairs, and held in a small violet [calyx](/wiki/Sepal) that is covered in hairs and glands. When it does bloom in its native habitat, it does so from September to May. [[33]](#cite_note-Clebsch-33) Early authors erred in describing the flowers as having blue [corollas](/wiki/Corolla_(flower)), based on Epling and Játiva's description. The first plant material they received was dried, so they based the flower color on an erroneous description by Hofmann and Wasson, who didn't realize that their \"blue flowers, crowned with a white dome\" were in fact violet [calyces](/wiki/Sepal) with unopened white corollas. [[1]](#cite_note-Valdés1983p287-1) [[33]](#cite_note-Clebsch-33) [[34]](#cite_note-Reisfield1993previousresearch-34) Distribution Salvia divinorum is the [Sierra Mazateca](/wiki/Sierra_Mazateca) in the state of [Oaxaca](/wiki/Oaxaca) in Mexico, growing in the primary or secondary [cloud forest](/wiki/Cloud_forest) and tropical evergreen forest at elevations from 300 to 1,830 metres (980 to 6,000 ft). Its most common habitat is black soil along stream banks where small trees and bushes provide an environment of low light and high humidity. [[33]](#cite_note-Clebsch-33) [[35]](#cite_note-Ott1996-35) Reproduction Salvia divinorum produces few viable seeds even when it does flower—no seeds have ever been observed on plants in the wild. For an unknown reason, pollen fertility is also comparatively reduced. There is no active [pollen tube](/wiki/Pollen_tube) inhibition within the [style](/wiki/Style_(botany)), but some event or process after the pollen tube reaches the ovary is aberrant. The likeliest explanations are [inbreeding depression](/wiki/Inbreeding_depression) or [hybridity](/wiki/Hybridity), [[10]](#cite_note-Reisfield1993barrier-10) although the latter was rejected in 2010. [[36]](#cite_note-Jenks-36) All of the Mazatec populations appear to be clonal. [[37]](#cite_note-Marushia2002p4-37) The plant's square stems break easily and tend to trail on the ground, rooting easily at the nodes and internodes. [[38]](#cite_note-Reisfield1993distribution-38) Taxonomy Salvia divinorum was first documented in 1939; yet, it was many years before botanists could identify the plant due to Mazatec secrecy about the growing sites. [[7]](#cite_note-Reisfield1993intro-7) Flowers were needed for a definitive identification of the species. In 1962, the Swiss chemist [Albert Hofmann](/wiki/Albert_Hofmann) and ethnomycologist [R. Gordon Wasson](/wiki/R._Gordon_Wasson) traveled throughout the Sierra Mazateca researching Mazatec rituals while looking for specimens of the plant. They were unable to locate live plants. Eventually, the Mazatec provided them some flowering specimens. [[25]](#cite_note-Marushia2002p2-25) These specimens were sent to botanists [Carl Epling](/wiki/Carl_Epling) and Carlos D. Játiva, who described and named the plant as Salvia divinorum, in reference to its use in divination and healing by the Mazatec. [[7]](#cite_note-Reisfield1993intro-7) By 1985, up to fifteen populations of the plant had been located. [[33]](#cite_note-Clebsch-33) Until 2010, there were differing opinions as to whether Salvia divinorum is an [interspecific hybrid](/wiki/Interspecific_hybrid). The plant's partial [sterility](/wiki/Sterile_hybrid) was suggestive of a [hybrid](/wiki/Hybrid_(biology)) origin, though no two parent species have been found with an obvious affinity to Salvia divinorum. [[8]](#cite_note-Valdes1987-8) [[9]](#cite_note-Marushia2002p3-9) [[10]](#cite_note-Reisfield1993barrier-10) One other possibility for the plant's partial sterility is that long-term [cultivation](/wiki/Vegetative_propagation) and selection have produced an [inbred](/wiki/Heterozygote_advantage) cultigen. [[10]](#cite_note-Reisfield1993barrier-10) of Salvia divinorum and a number of related species suggested that the species is not a hybrid. [[36]](#cite_note-Jenks-36) One earlier proposed parent was Salvia cyanea (a [synonym](/wiki/Synonym_(biology)) for Salvia concolor), which Epling Salvia [[nb 2]](#cite_note-41) The relative to be [Salvia venulosa](/wiki/Salvia_venulosa)—a rare and endemic Salvia that is native to Colombia, growing in shaded, wooded gullies at 1,500 to 2,000 m (4,900 to 6,600 ft) elevation. It also showed that Salvia divinorum does not belong to the Salvia [section](/wiki/Section_(biology)) Dusenostachys, as believed earlier. The genetic study also indicated that Salvia venulosa was likely misplaced into Salvia section Tubiflorae, and that it may not be related to other Colombian Salvia species, though further tests are needed. [[36]](#cite_note-Jenks-36) A 2013 follow-up analysis of more Salvia species reported the same result. [[40]](#cite_note-42) The origin of Salvia divinorum was still a mystery as of 1993, one of only three plants in the extensive genus Salvia (approximately 900 species) with unknown origins—the other two being [Salvia tingitana](/wiki/Salvia_tingitana) and [Salvia buchananii](/wiki/Salvia_buchananii). [[41]](#cite_note-Foley-43) Strains There are two commonly cultivated strains which are known to be distinct. One is the strain that was collected in 1962 by ecologist and psychologist Sterling Bunnell (the Bunnell strain), colloquially mis-attributed as the Wasson-Hofmann strain. The other was collected from [Huautla de Jiménez](/wiki/Municipality_of_Huautla_de_Jim%C3%A9nez) in 1991 by anthropologist Bret Blosser (the Blosser or Palatable strain). [[42]](#cite_note-44) [[43]](#cite_note-45) There are other strains that are not as well documented, such as the Luna strain (possibly Bunnell) isolated from a Hawaiian patch of Salvia divinorum clones, featuring unusually serrated and rounded rather than ovate leaves. [[44]](#cite_note-46) Cultivation Propagation by cuttings Salvia divinorum is usually propagated through [vegetative reproduction](/wiki/Vegetative_reproduction). [[45]](#cite_note-47) Small [cuttings](/wiki/Cutting_(plant)), between 5 and 20 cm (2 and 8 in) long, cut off of the [mother plant](/wiki/Mother_plant) just below a [node](/wiki/Node_(plant_biology)), will usually root in plain tap water within two or three weeks. [[46]](#cite_note-SiebertGrow-48) [[47]](#cite_note-Beifuss1997-49) Flowering Blooms occur when the [day length](/wiki/Short-day_plant) becomes shorter than 12 hours (beginning in mid-October in some places), necessitating the use of [shade cloth](/wiki/Shade_cloth) in urban environments with exposure to [light pollution](/wiki/Light_pollution) caused by [HPS lighting](/wiki/High_pressure_sodium). Both Siebert and hobbyist reports indicate that viable seeds can, on occasion, be produced under cultivation, following [hand-pollination](/wiki/Hand-pollination) or hummingbird pollination. [[48]](#cite_note-50) Chemistry The known active constituent of Salvia divinorum is a trans- [neoclerodane](/wiki/Neoclerodane) [diterpenoid](/wiki/Terpenoid) known as [salvinorin A](/wiki/Salvinorin_A) (chemical formula C23H28O8). [[49]](#cite_note-Prisinzano2005p528-51) This compound is present in the dried plant at about 0.18%. [[29]](#cite_note-Ott1995-29) Salvinorin A is not an [alkaloid](/wiki/Alkaloid) (meaning it does not contain a [basic](/wiki/Base_(chemistry)) [nitrogen](/wiki/Nitrogen)), unlike most known [opioid receptor](/wiki/Opioid_receptor) many psychoactive excretes its A) via [trichomes](/wiki/Trichome), of the [peltate](/wiki/Peltate)-glandular [morphology](/wiki/Morphology_(biology)), Potency By mass, the most potent naturally occurring hallucinogen.\" [[53]](#cite_note-Imanshahidi2006p431-55) It is active at doses as low as 200 [µg](/wiki/Microgram). [[54]](#cite_note-Marushia2002p11-56) [[49]](#cite_note-Prisinzano2005p528-51) [[53]](#cite_note-Imanshahidi2006p431-55) Synthetic chemicals, such as [LSD](/wiki/Lysergic_acid_diethylamide) (active at 20-30 µg doses), can be more potent. [[55]](#cite_note-greiner-57) Research has shown that salvinorin A is a potent and selective [-opioid (kappa-opioid) receptor](/wiki/Kappa_opioid_receptor) [agonist](/wiki/Agonist). [[13]](#cite_note-Roth2002pabstract-13) [[49]](#cite_note-Prisinzano2005p528-51) It has been reported that the effects of salvinorin A in mice are blocked by -opioid receptor [antagonists](/wiki/Receptor_antagonist). [[13]](#cite_note-Roth2002pabstract-13) [[56]](#cite_note-Zhang2005pabs-58) However, it is an even more potent [D2 receptor](/wiki/D2_receptor) [partial agonist](/wiki/Partial_agonist), and it is likely this action plays a significant role in its effects as well. [[57]](#cite_note-Seeman2009-59) Salvinorin A has no actions at the 5-HT2A [serotonin receptor](/wiki/Serotonin_receptor), the principal molecular target responsible for the actions of 'classic' hallucinogens, such as [mescaline](/wiki/Mescaline) and [LSD](/wiki/LSD), nor is it known to have affinity for any other sites to date. [[13]](#cite_note-Roth2002pabstract-13) In experiments, salvinorin A has shown little [toxicity](/wiki/Toxicity). Rodents chronically exposed to levels many times greater than those to which humans expose themselves show no signs of organ damage. [[14]](#cite_note-Mowry2003p382-14) Other terpenoids Other terpenoids have been isolated from Salvia divinorum, including other salvinorins and related compounds named [divinatorins](/w/index.php?title=Divinatorin&action=edit&redlink=1) and [salvinicins](/w/index.php?title=Salvinicin&action=edit&redlink=1). [[58]](#cite_note-60) None of these compounds has shown significant (sub-micromolar) affinity at the -opioid receptor, and there is no evidence that they contribute to the plant's psychoactivity. [[59]](#cite_note-Bigham2003-61) [[60]](#cite_note-Rizzacasa2003-62) Other pharmaceutical action Salvinorin A is capable of inhibiting excess [intestinal motility](/wiki/Intestinal_motility) (e.g. diarrhea), through a combination of -opioid and cannabinoid (mainly [CB1 receptor](/wiki/Cannabinoid_receptor_type_1)) receptors in inflamed but not normal gut [in vivo](/wiki/In_vivo). The mechanism of action for Salvinorin A on [ileal](/wiki/Ileum) tissue has been described as 'prejunctional', as it was able to modify electrically induced contractions, but not those of [exogenous](/wiki/Exogenous) [acetylcholine](/wiki/Acetylcholine). [[61]](#cite_note-63) Results from a study at the University of Iowa indicate that it may have potential as an [analgesic](/wiki/Analgesic) and as a therapeutic tool for treating drug addictions. [[62]](#cite_note-64) [[63]](#cite_note-PrisinzanoTidgewellHarding2005-65) A pharmacologically important aspect of the contraction-reducing ( [antispasmodic](/wiki/Antispasmodic)) properties of ingested Salvinorin A on gut tissue is that it is only pharmacologically active on inflamed and not normal tissue, thus reducing possible side-effects. [[64]](#cite_note-66) Ingestion There are a few ways to consume Salvia divinorum. In traditional Mazatec ritual, shamans use only fresh Salvia divinorum leaves. Modern methods have been developed to more effectively absorb the active principle, [salvinorin A](/wiki/Salvinorin_A). If enough salvinorin A is absorbed, an [altered state of consciousness](/wiki/Altered_state_of_consciousness) can occur. The duration of experience varies with the method of ingestion and the amount of salvinorin A absorbed. Traditional methods [Mazatec shamans](/wiki/Mazatec_shamans) crush the leaves to extract leaf juices from about 20 to 80 or more fresh leaves (i.e. about 50-200 g or 2-7 oz). They usually mix these juices with water to create an infusion or ' [tea](/wiki/Tea)' which they drink to induce visions in ritual healing ceremonies. [[23]](#cite_note-Valdés1983-23) Chewing and swallowing a large number of fresh leaves is the other Mazatec method. [[65]](#cite_note-SiebertSdUG-67) [[66]](#cite_note-HarrisonShepherdess-68) Oral consumption of the leaf makes the effects come on more slowly, over a period of 10 to 20 minutes. The experience, from the onset of effects, lasts from about 30 minutes up to one and a half hours. [[67]](#cite_note-SiebertFAQVI-69) Doses for chewing vastly exceed doses used for smoking. By calculating the concentrations per leaf (\"an average concentration of 2.45 mg per gram\" of leaf), [[68]](#cite_note-SiebertFAQX-70) the average weight per leaf (\"about 50 g\" per 20 leaves, or 2.5 g/leaf), [[69]](#cite_note-Valdes1983-71) and the standard dose for chewing (about 8-28 leaves), [[65]](#cite_note-SiebertSdUG-67) the doses can range from about 50 mg to 172 mg. Modern methods Modern methods of ingestion include smoking or chewing the leaf, or using a [tincture](/wiki/Tincture), as described in the following sections. Salvia divinorum is becoming more widely known and used in modern culture. The National Survey on Drug Use and Health, an annual US based survey sponsored by the Substance Abuse and Mental Health Services Administration ( [SAMHSA](/wiki/SAMHSA)), for 2006 estimated that about 1.8 million persons aged 12 or older had used Salvia divinorum in their lifetime, of which approximately 750,000 had done so in that year. [[70]](#cite_note-72) The following year, 2007, saw the annual figure rise from 750,000 to 1 million US users. [[71]](#cite_note-Sullum2009-73) Smoking Dry leaves can be smoked in a pipe, or through the use of a [water pipe](/wiki/Bong) to cool the smoke. [[72]](#cite_note-SiebertSmokeAdvice-74) The [temperature required](/wiki/Enthalpy_of_vaporization) to release salvinorin from the plant material is quite high (about 240 °C). A cooler flame will work, but the direct application of a more intense flame, such as that of a [torch lighter](/wiki/Torch_lighter), is often preferred. [[72]](#cite_note-SiebertSmokeAdvice-74) Some find that untreated dry leaf produces unnoticeable or only light effects. [[65]](#cite_note-SiebertSdUG-67) Concentrated preparations or [extracts](/wiki/Extract) which may be smoked in place of untreated leaves, have become widely available. This enhanced (or \"fortified\") leaf is described by a number followed by an x (e.g. 5x, 10x), the multiplicative factors being generally indicative of the relative amounts of leaf concentrate, though there is no accepted standard for these claims. Other sources may use a system of color codes to form their own standards of potency; for example, \"green\", \"yellow\", and \"red.\" These grades of potency may be roughly indicative of the relative concentration of the [active principle](/wiki/Active_principle), (salvinorin A), but the measure should not be taken as absolute. Overall extract [potency](/wiki/Potency_(pharmacology)) will depend on the (naturally varying) strength of the untreated leaf used in preparing the extract, as well as the [efficiency](/wiki/Partition_coefficient) of the extraction process itself. Extracts reduce the overall amount of inhalations needed to ingest a given amount of active principle, thus facilitating more powerful experiences. [[73]](#cite_note-SiebertFAQIV-75) If salvia is smoked, then the main effects are experienced quickly. The most intense 'peak' is reached within a minute or so and lasts for 1-5 minutes, followed by a gradual tapering off. At 5-10 minutes, less intense yet still noticeable effects typically persist, giving way to a returning sense of the everyday and familiar until back to [baseline](/wiki/Baseline_(pharmacology)) after about 15 to 20 minutes. [[67]](#cite_note-SiebertFAQVI-69) Quid chewing The [traditional method](#Traditional_methods) of chewing the leaves has continued in modern use. However, salvinorin A is generally considered to be [inactive](/wiki/Active_(pharmacology)) when orally ingested, as salvinorin A is effectively deactivated by the gastrointestinal system. [[74]](#cite_note-76) Therefore, in what's understood to be a modern innovation, the ' [quid](https://en.wiktionary.org/wiki/quid)' of leaves is held in the mouth as long as possible in order to facilitate [absorption](/w/index.php?title=Intrabuccal_absorption&action=edit&redlink=1) of the active constituents through the oral mucosa. [[35]](#cite_note-Ott1996-35) 'Quid' refers to the fact that at the end of this method the user spits out the leaves rather than swallowing them because ingesting the leaves has no known effect. Chewing consumes more of the plant than smoking, and produces a longer-lasting experience. Using a tincture Less commonly, some may ingest salvia in the form of a [tincture](/wiki/Tincture). This is administered [sublingually](/wiki/Sublingual), usually with the aid of a [glass dropper](/wiki/Pasteur_pipette). It may be taken diluted with water just before use, which may slightly reduce the intensity of its effects, but can also serve to lessen or avoid a stinging sensation in the mouth caused by the presence of alcohol. Tinctures vary in potency, and the effects can range from inducing a mild meditative state to bringing about a more intense hallucinatory one. [[65]](#cite_note-SiebertSdUG-67) When taken as a tincture the effects and duration are similar to other methods of oral ingestion, though they may be significantly more intense, depending on extract potency. [[65]](#cite_note-SiebertSdUG-67) Effects Aside from individual reported experiences, there has been a limited amount of published work summarising salvia divinorum effects. A survey of salvia users found that 38% described the effects as unique in comparison to other methods of altering consciousness. 23% said the effects were like [yoga](/wiki/Yoga), [meditation](/wiki/Meditation) or [trance](/wiki/Trance). [[75]](#cite_note-Baggott2004p14-77) Users have written prose about their experiences; [[76]](#cite_note-Lizard2001-78) [[77]](#cite_note-SiebertArts-79) some describing their visions pictorially, and there exist examples of [visionary art](/wiki/Visionary_art) which are 'salvia-inspired'. Others claim musical inspiration from the plant. [[77]](#cite_note-SiebertArts-79) Near-death experience A 2019 large-scale study found that [ketamine](/wiki/Ketamine), Salvia divinorum, and [DMT](/wiki/N,N-Dimethyltryptamine) (and classical to [near-death experiences](/wiki/Near-death_experience). [[78]](#cite_note-80) Safety [Dale Pendell](/wiki/Dale_Pendell) expressed some concerns about the use of highly concentrated forms of salvia. In its natural form, salvia is more balanced and benevolent - and quite strong enough, he argues. High strength extracts on the other hand can show \"a more precipitous, and more terrifying, face\" and many who try it this way may never wish to repeat the experience. [[79]](#cite_note-Pendell1995-81) Vaporization Ethnobotanist [Daniel Siebert](/wiki/Daniel_Siebert_(ethnobotanist)) cautions that inhaling hot air can be irritating and potentially damaging to the lungs. Vapor produced by a heat gun needs to be cooled by running it through a water pipe or cooling chamber before inhalation. [[80]](#cite_note-82) Research An ABC news report said excitement over research into Salvia \"could vanish overnight if the federal government criminalized the sale or possession of salvia, as the [Drug Enforcement Agency](/wiki/Drug_Enforcement_Administration) [sic] is considering doing right now.\" [[81]](#cite_note-Terry20071006-83) A proposed Schedule I classification would mean (among other things) that there is no \"currently accepted medical use\" as far as the United States government is concerned. [[82]](#cite_note-DEA2002-84) Scientists worry that such legislation would restrict further work. [[83]](#cite_note-Roth2007-85) [[84]](#cite_note-Schaper20060320-86) Mendelsohn said scheduling salvia could scare away a great deal of research and development into salvia's therapeutic promise. [[81]](#cite_note-Terry20071006-83) Controversy The relatively recent emergence of Salvia divinorum in modern Western culture, in comparison to its long continuing traditions of indigenous use, contrasts widely differing attitudes on the subject. Opinions range from veneration of the plant as a spiritual sacrament or \"a gift from the gods\", [[23]](#cite_note-Valdés1983-23) [[85]](#cite_note-Schultes1992-87) to a \"threat to society\", to be banned as quickly as possible in order to \"spare countless families the horror of losing a loved one to the relentless tentacles of drug abuse\". [[86]](#cite_note-Cardall20061128-88) Media coverage Interest in Salvia divinorum has been escalating in the news media, particularly in the United States, where an increasing number of newspaper reports have been published and television news stories broadcast. [[87]](#cite_note-89) These stories generally raise alarms over salvia's legal status, for example comparing it to LSD, [[88]](#cite_note-Martell20070618-90) [[89]](#cite_note-Devine20070219-91) [[90]](#cite_note-Blake20061113-92) or describing it as \"the new pot\", [[91]](#cite_note-Sanchick20070214-93) with parental concerns being raised by particular focus on salvia's use by younger teens. Story headlines may also include 'danger' keywords, such as \"Dangerous Herb is Legal...\" [[92]](#cite_note-Dujanovic20061127-94) or \"Deadly Dangers Of A Street Legal High\". [[93]](#cite_note-Quinones20061130-95) Mainstream news coverage and journalistic opinion has widely been negative on the subject. In a local news report aired on ABC affiliate WJLA in Washington, DC on July 11, 2007, the anchors are seen to exchange expressions of incredulity when referring to a salvia story with the following introduction \"Now, an exclusive I-Team investigation of a hallucinogenic drug that has begun to sweep the nation. What might amaze you is that right now the federal government is doing nothing to stop it\". [[94]](#cite_note-Baskin20070711-96) In March 2008 a Texas news report aired with the story \"A legal drug that teenagers are now using to get high could soon be banned here in San Antonio - all because of a Fox News 4 investigation\", going on to say, \"The drug is legal in Texas, at least for now. But a News 4 investigation could lead to a new ordinance to protect your kids.\" [[95]](#cite_note-Chancellor20080314-97) Many salvia media stories headline with comparisons to [LSD](/wiki/LSD). However, while LSD and salvinorin A may have comparative potencies, in the sense that both can produce their effects at low dosages, they are otherwise quite different. The two substances are not chemically similar or related, as salvinorin A is found naturally in a single plant while LSD is chemically [semisynthesized](/wiki/Semisynthesis) from lysergamides like [ergotamine](/wiki/Ergotamine). They are ingested in different ways and produce different effects, which manifest themselves over different timescales. For example, the effects of salvia when smoked typically last for only a few minutes as compared to LSD, whose effects can persist for 8-12 hours. [[67]](#cite_note-SiebertFAQVI-69) [[96]](#cite_note-98) Brett's law A particular focus of many US media stories is the long-running coverage of the case of Brett Chidester, [[94]](#cite_note-Baskin20070711-96) [[97]](#cite_note-Anderson20060413-99) a 17-year-old [Delaware](/wiki/Delaware) student who committed suicide in January 2006 by [carbon monoxide poisoning](/wiki/Carbon_monoxide_poisoning). Reportedly, some months before this, Brett's mother Kathleen Chidester had learned about his salvia use and questioned him about it. Brett said that he had ceased his experimentation, but his parents did not believe that he was telling the truth. They have instead argued that salvia-induced depression was largely to blame for his death. Some of Brett's earlier writings about his salvia experiences have been used to suggest that it made him think \"existence in general is pointless.\" Some media stories have referred to these earlier written experience reports as if they were part of Brett's suicide note. [[84]](#cite_note-Schaper20060320-86) [[97]](#cite_note-Anderson20060413-99) A law was soon passed in Delaware classifying the herb as a [Schedule I controlled substance](/wiki/Schedule_I_controlled_substance) in that state. This legislation was nicknamed [Brett's law](/wiki/Brett%27s_law) (formally referred to as Senate bill 259). [[98]](#cite_note-100) Although the Chidester story has been given continued exposure by US media, there has not been anywhere else, either before or since this controversial incident, any other reported cases involving or alleging Salvia divinorum as a serious factor in suicide, overdose, accidental, or any other kind of death. Regarding this, San Francisco attorney Alex Coolman has commented, \"It's remarkable that Chidester's parents, and only Chidester's parents, continue to be cited over and over again by the mainstream media in their coverage of the supposed 'controversy' over the risks of Salvia divinorum.\" [[99]](#cite_note-101) Kathleen Chidester has continued campaigning for \"Schedule I\"-like legislation beyond their home state of Delaware. For example, three years after Brett's death, in written testimony in support of Senator Richard Colburn's proposed Senate Bill to the Maryland State Legislature, saying, \"My hope and goal is to have salvia regulated across the US. It's my son's legacy and I will not end my fight until this happens.\" [[100]](#cite_note-102) Usage shown on YouTube This article needs to be updated.(October 2020) In 2007, videos were shared on [YouTube](/wiki/YouTube) of alleged salvia users laughing uncontrollably, apparently unable to perform simple tasks or to communicate. [[94]](#cite_note-Baskin20070711-96) [[101]](#cite_note-Sontaya20070510-103) In an interview published in the [San Francisco Chronicle](/wiki/San_Francisco_Chronicle) in June 2007, [Daniel Siebert](/wiki/Daniel_Siebert_(ethnobotanist)) said that the videos \"make salvia look like some horrible drug that makes people nuts and dangerous ...\" and that it stops people from realizing \"there are sensible ways to use something like this.\" [[102]](#cite_note-Allday20070627-104) Waco Representative [Charles Anderson](/wiki/Charles_Anderson_(Texas_politician)) ( [R](/wiki/Republican_Party_(United_States))), who is sponsoring one of several bills to ban salvia in Texas, [[nb 3]](#cite_note-106) told colleagues at a legislative hearing about a video that depicts a salvia user behind the wheel of a car. \"What we really worry about, is youngsters doing this and then getting in a vehicle or getting on a motorcycle or jumping in a pool somewhere.\" [[103]](#cite_note-Sack20080908-105) Michigan Representative [Michael Sak](/wiki/Michael_Sak) ( [D](/wiki/Democratic_Party_(United_States))) submitted a bill which proposed Schedule I classification of Salvia divinorum and salvinorin A. [[104]](#cite_note-107) He said that if people had questions about the deleterious effects of salvia, they should go on YouTube to watch the videos. A reporter questioned Sak as to whether he had ever seen a \" [Girls Gone Wild](/wiki/Girls_Gone_Wild_(franchise))\" video, and whether that would incite him to make alcohol illegal (Sak replied that he hadn't yet had a chance to review the material). [[nb 4]](#cite_note-110) Nebraska Senator [Vickie McDonald](/wiki/Vickie_McDonald) responded with \"Anytime anything's on YouTube it's an issue,\" and \"Legislators, parents, grandparents, we need to be on top of these things,\" [[107]](#cite_note-111) [[108]](#cite_note-Berry20080107-112) McDonald proposed Schedule I listing Salvia divinorum as part of their [Controlled Substances Act](/wiki/Controlled_Substances_Act), under which possession of salvia would have been considered a Class IV felony with a penalty of up to five years and trafficking would have fallen under a Class III felony with up to a 20 year penalty. [[108]](#cite_note-Berry20080107-112) In Massachusetts, YouTube videos were shown by a retired police officer to public health and judiciary committees as evidence in favor of outlawing it there. [[109]](#cite_note-Sege20080722-113) The issue has been raised of whether the salvia videos are in breach of YouTube's own community guidelines, which ask users not to \"cross the line\" and post videos showing \"bad stuff\" like \"drug abuse\". [[110]](#cite_note-114) The question is considered as particularly problematical as the videos may be something of an enforcement grey area. [[111]](#cite_note-115) Legal status Many countries control Salvia divinorum in some manner. [[6]](#cite_note-DEA2008-6) [[112]](#cite_note-ErowidLegalStatus-116) As of 2015, it is illegal in Australia, Belgium, Canada, Croatia, Czech Republic, Denmark, Germany, Hong Kong, Italy, Japan, Latvia, Lithuania, Poland, Portugal, Republic of Ireland, Romania, South Korea, Sweden, and Switzerland. It is legal to possess and grow in Chile, France and Spain, but not to sell. In Russia, it is legal to possess, but not grow or sell. Estonia, Finland, Iceland, and Norway treat it as a [medicinal herb](/wiki/Traditional_medicine) that requires a [prescription](/wiki/Prescription_drug). [[113]](#cite_note-SiebertLegalStatus-117) The prohibitive degree of Salvia divinorum legislation varies widely from country to country. Australia has imposed its strictest ' [schedule 9](/wiki/Standard_for_the_Uniform_Scheduling_of_Drugs_and_Poisons)' (US [Schedule I](/wiki/Schedule_I_controlled_substance) equivalent), and Italy has also placed salvia in its 'Table I' of controlled substances (also US Schedule I equivalent). In Spain, there are controls focusing only on the commercial trade of Salvia divinorum, personal cultivation (i.e. for non-commercial use) is not targeted. [[113]](#cite_note-SiebertLegalStatus-117) [[112]](#cite_note-ErowidLegalStatus-116) Legislation may prove difficult to enforce. The plant has a nondescript appearance; unlike many other drug plants, the leaves are non-descript, and without a detectable odour. Salvia divinorum can be grown as an ordinary [houseplant](/wiki/Houseplant) without the need of special equipment such as [hydroponics](/wiki/Hydroponic) or [high-power lights](/wiki/High-power_lights). [[114]](#cite_note-Shulgin2003-118) [[115]](#cite_note-Chalmers20060506-119) [[118]](#cite_note-122) United Kingdom In the United Kingdom, following a local newspaper story in October 2005, [[119]](#cite_note-Worksop20051014-123) a parliamentary [Early Day Motion](/wiki/Early_Day_Motion) was raised calling for Salvia divinorum to be banned there. However, it only received 11 signatures. [[120]](#cite_note-Mann2005-124) A second motion raised in October 2008 attracted 18 signatures, [[121]](#cite_note-125) and it was reported that [Mann](/wiki/John_Mann_(British_politician)) had also written to Jacqui Smith, then [Home Secretary](/wiki/Home_Secretary). The [Advisory Council on the Misuse of Drugs](/wiki/Advisory_Council_on_the_Misuse_of_Drugs), the independent body that advises UK government on drugs, was asked to investigate further. [[122]](#cite_note-126) On the 28 January 2016, the [Psychoactive Substances Act 2016](/wiki/Psychoactive_Substances_Act_2016) was passed. The act came into force on 26 May 2016, across the entire United Kingdom, making S. divinorum illegal to possess with intent to supply, possess on custodial premises, import for human consumption, or produce for human consumption. The two sponsors for the bill were [Conservative](/wiki/Conservative_Party_(UK)) [House of Salvia divinorum is considered a Schedule 9 prohibited plant in Australia under the [Poisons Standard](/wiki/Standard_for_the_Uniform_Scheduling_of_Medicines_and_Poisons) (October 2015). [[124]](#cite_note-Poisons_Standard-128) A schedule 9 drug is outlined in the [Poisons Act 1964](/w/index.php?title=Poisons_Act_1964&action=edit&redlink=1) as \"Substances which may be abused or misused, the manufacture, possession, sale or use of which should be prohibited by law except when required for medical or scientific research, or for analytical, teaching or training purposes with approval of the CEO.\" [[125]](#cite_note-129) United States National legislation for amendment of the Controlled Substances Act to place salvinorin A and Salvia divinorum in Schedule I at the federal level in the United States was proposed in 2002 by [Representative Joe Baca](/wiki/Rep._Joe_Baca) ( [D](/wiki/United_States_Democratic_Party)- California). Those opposed to bill HR 5607 include [Daniel Siebert](/wiki/Daniel_Siebert_(ethnobotanist)), who sent a letter to Congress arguing against the proposed legislation, [[126]](#cite_note-Siebert2002-130) and the [Center for Cognitive Liberty and Ethics](/wiki/Center_for_Cognitive_Liberty_and_Ethics) (CCLE), who sent key members of the US Congress a report on Salvia divinorum and its active principle, [[18]](#cite_note-Boire2002-18) along with letters from an array of scientists who expressed concern that scheduling Salvia divinorum would negatively impact important research on the plant. The bill did not pass. [[127]](#cite_note-Baca2002-131) [[128]](#cite_note-132) [[129]](#cite_note-CCLE2002-133) Although salvia is not regulated under the [Controlled Substances Act](/wiki/Controlled_Substances_Act), as of 2009, it had been made illegal in 13 states. [[130]](#cite_note-134) [[131]](#cite_note-ReferenceC-135) Delaware banned it after salvia use was reported to have played a role in the suicide of a teenager. [[131]](#cite_note-ReferenceC-135) Alabama, Delaware, Illinois, Louisiana, Michigan, Missouri, Ohio, Texas, and other states have passed their own laws. [[6]](#cite_note-DEA2008-6) [[132]](#cite_note-136) [[133]](#cite_note-137) Several other states have proposed legislation against salvia, including Alaska, California, Florida, Iowa, Maryland, New Jersey, New York, Oregon, and Pennsylvania. Many of these proposals have not made it into law, with motions having failed, stalled or otherwise died, for example at committee review stages. [[113]](#cite_note-SiebertLegalStatus-117) [[112]](#cite_note-ErowidLegalStatus-116) Where individual state legislation does exist, it varies from state to state in its prohibitive degree. [[113]](#cite_note-SiebertLegalStatus-117) Legal consequences may also exist even in states without bans on salvia in particular. Christian Firoz, a Nebraska store owner, was charged for selling salvia, but not under the auspices of any specific law against Salvia divinorum. Firoz was instead charged under a general Nebraskan statute where it is illegal to sell a product to induce an intoxicated condition. See also the [legal status of salvia in North Dakota](/wiki/Legal_status_of_Salvia_divinorum#North_Dakota) and [Nebraska](/wiki/Legal_status_of_Salvia_divinorum#Nebraska). Salvia divinorum has been banned by various branches of the U.S. military and some military bases. [[134]](#cite_note-138) [[135]](#cite_note-139) [[136]](#cite_note-140) [[137]](#cite_note-141) Internet sale Some internet vendors will not sell live salvia cuttings, leaf, or leaf products to states where its use is restricted or prohibited. [[138]](#cite_note-Hoyle20080312-142) Per their drugs and drug paraphernelia policy, [eBay](/wiki/EBay) does not permit sale of Salvia divinorum or derived products (despite legality in most areas). [[139]](#cite_note-143) Opinions and arguments Concerns expressed by some politicians on the subject of salvia reflect those of the media, with comparisons to LSD and particular focus on \" [protecting our children](/wiki/For_the_children_(politics))\" being echoed; [[88]](#cite_note-Martell20070618-90) [[140]](#cite_note-144) [[141]](#cite_note-145) and with legislative proposals news stories breaking. [[92]](#cite_note-Dujanovic20061127-94) [[95]](#cite_note-Chancellor20080314-97) [[142]](#cite_note-Dujanovic20061128-146) [[143]](#cite_note-Sanchick20070215-147) [[144]](#cite_note-148) Some arguments against salvia have been of a preventative nature, \"We need to stop this before it gets to be a huge problem not after it gets to be a huge problem,\" [[145]](#cite_note-KXMBTV20070131-149) or of an imitative nature, \"The Australians have clearly found a problem with it. There's obviously a risk in people taking it.\" [[119]](#cite_note-Worksop20051014-123) Concerns about driving while under the influence of salvia have also been expressed. [[146]](#cite_note-150) [[147]](#cite_note-151) Opponents of more prohibitive measures against salvia argue that such reactions are largely due to an inherent prejudice and a particular cultural bias rather than any actual balance of evidence, pointing out inconsistencies in attitudes toward other more toxic and addictive drugs such as [alcohol](/wiki/Alcohol_(drug)) and [nicotine](/wiki/Nicotine). [[148]](#cite_note-152) [[nb 5]](#cite_note-155) [[nb 6]](#cite_note-158) While not objecting to some form of legal control, in particular with regard to the sale to minors or sale of enhanced high-strength extracts, most salvia proponents otherwise argue against stricter legislation. [[113]](#cite_note-SiebertLegalStatus-117) Those advocating consideration of Salvia divinorum's potential for beneficial use in a modern context argue that more could be learned from Mazatec culture, where salvia is not really associated with notions of drug taking at all and it is rather considered as a spiritual sacrament. In light of this it is argued that Salvia divinorum could be better understood more positively as an [entheogen](/wiki/Entheogen) rather than pejoratively as a [hallucinogen](/wiki/Hallucinogen). [[153]](#cite_note-BlosserLessons-159) [[nb 7]](#cite_note-163) Public opinion Despite its growing notoriety in some circles, media stories generally suggest that the public at large are still mostly unaware of salvia, with the majority perhaps having never even heard of it. [[97]](#cite_note-Anderson20060413-99) Although published responses may not necessarily be representative of public opinion as a whole, some news agencies generally support reader and viewer feedback in connection with their stories. [[86]](#cite_note-Cardall20061128-88) [[88]](#cite_note-Martell20070618-90) [c](#cite_ref-drugs_3-2) [\"Salvia divinorum\"](https://www.drugs.com/npp/salvia-divinorum.html). [c](#cite_ref-front_4-2)Butelman, Eduardo R; agonist hallucinogen: Pharmacology and potential template for A 2020\"](https://www.deadiversion.usdoj.gov/drug_chem_info/salvia_d.pdf)(PDF). Drugs and Chemicals of Concern. Diversion Control - U.S. Department of Justice - Drug Enforcement Administration (DEA). March 2020. [Archived](https://web.archive.org/web/20200418224442/https://www.deadiversion.usdoj.gov/drug_chem_info/salvia_d.pdf)(PDF) from the original on 18 April 2020. Retrieved 7 December 2022. Street Names: Maria Pastora, Sage of the Seers, and Salvinorin A 2008\"](https://web.archive.org/web/20080622211339/http://www.deadiversion.usdoj.gov/drugs_concern/salvia_d/salvia_d.htm). Drugs and Chemicals of Concern. Office of Diversion Control - U.S. Department of Justice - Drug Enforcement Administration (DEA). June 2008. Archived from [the original](https://www.deadiversion.usdoj.gov/drugs_concern/salvia_d/salvia_d.htm)on 22 June 2008. Retrieved 15 - ^ [a](#cite_ref-Reisfield1993intro_7-0) [b](#cite_ref-Reisfield1993intro_7-1) ^ [a](#cite_ref-Imanshahidi2006p430_12-0) The PLANTS Database (plants.usda.gov). Greensboro, North Carolina: National Plant Data Team. Retrieved 28 October 2015. - ^ [a](#cite_ref-Valdés1983_23-0) divinorum (Lamiaceae): a [^](#cite_ref-Reisfield1987_40-0) 199. [^](#cite_ref-42)Jenks, Aaron A.; Walker, Jay (psbA-trnH) and Seeds: A Simple Step by Step Illustrated Guide\"](https://seamac.info/sageseeds/). [Archived](https://web.archive.org/web/20110112205758/http://members.cox.net/sageseeds/)from the original on experiences: A large-scale study based on the semantic North Dakota resident [Kenneth Rau](/wiki/Legal_status_of_Salvia_divinorum#Kenneth_Rau)is reported as likely being the first person charged for Salvia divinorum possession in the United States. UK. Retrieved 12 July 2017. [^](#cite_ref-126) [There are many drugs that help people get out of their minds yet stay within the law - they're called 'legal highs'](https://www.theguardian.com/politics/2009/apr/26/drugs-legal-substances-highs) [Archived](https://web.archive.org/web/20090429085053/http://www.guardian.co.uk/politics/2009/apr/26/drugs-legal-substances-highs)2009-04-29 at the [Wayback Machine](/wiki/Wayback_Machine). The Guardian. Published 26 April 2009. Retrieved 12 July 2017. [^](#cite_ref-127) [Psychoactive Substances Act 2016](http://services.parliament.uk/bills/2015-16/psychoactivesubstances.html) [Archived](https://web.archive.org/web/20170427095152/http://services.parliament.uk/bills/2015-16/psychoactivesubstances.html)2017-04-27 Section 13A-12-214.1. Archived from [the original](http://alisondb.legislature.state.al.us/acas/CodeOfAlabama/1975/coatoc.htm)on 6 July 2014. Retrieved HB124 | Christopher R.; Boyer, W. receptors and legal highs: (October 2002). [\"To amend the Controlled Substances Act to place Salvinorin A in Schedule I (H.R.5607)\"](https://web.archive.org/web/20131025072045/http://thomas.loc.gov/cgi-bin/bdquery/z?d107:h.r.05607:). Bills, Resolutions. The Library of Congress (THOMAS). Archived original](http://thomas.loc.gov/cgi-bin/bdquery/z?d107:h.r.05607:)on 2013-10-25. Retrieved 2007-10-14. (Summer 1997). [\"Cultivating Diviner's Sage - A step by step guide to cultivation, propagation, and keeping your Salvia plants happy\"](http://www.erowid.org/plants/salvia/salvia_cultivation1.shtml). Issue 1. The Resonance Project. Retrieved Diterpenoids from the Controlled Sage divinorum Research and - Boire, Richard Glen; Russo, Ethan; Fish, Adam Richard; et al. (October 2002). [\"Salvia divinorum ~ Information Concerning the Plant and its Active Principle—(re. H.R. 5607)\"](https://web.archive.org/web/20070509015414/http://www.cognitiveliberty.org/dll/salvia_rpt.html). The Salvia divinorum Defense Fund. Center Ethics Archived from [the original](http://www.cognitiveliberty.org/dll/salvia_rpt.html)on 2007-05-09. Retrieved Tim (2006). [\"Senate Bill No. 3247\"](https://web.archive.org/web/20071004232218/http://tennessee.gov/sos/acts/104/pub/pc0700.pdf)(PDF). Public Acts, 2006, Chapter No. 700. The General Assembly the State of Tennessee. Archived from [the its active ingredient Effects of the -Opioid Receptor Agonist Salvinorin A on Behavior and Neurochemistry in The Entheogens and Drug Policy Project. Center for Cognitive Liberty & Ethics. Archived from [the original](http://www.cognitiveliberty.org/dll/hr5607_archive.htm)on 2007-10-07. of Press. Solution\" Redux\"](https://web.archive.org/web/20080117105446/http://druglaw.typepad.com/drug_law_blog/2007/10/on-brett-chides.html). Drug Law, Policy and Politics in California, the Ninth Circuit, and the United States. Archived from [the original](http://druglaw.typepad.com/drug_law_blog/2007/10/on-brett-chides.html)on 2008-01-17. Retrieved 2009-07-26. - DEA (US Dept. Justice) (January 2002). [\"21 USC Sec. 812 01/22/02\"](https://web.archive.org/web/20070930064509/http://www.usdoj.gov/dea/pubs/csa/812.htm). Controlled Substances Act—Title 21—Food and Drugs Chapter 13—Drug Abuse Prevention and Control Subchapter I—Control and Enforcement Part B—Authority To Control; Standards and Schedules—Section 812. Schedules of controlled substances. U.S. Drug Enforcement Administration (DEA). Archived from [the original](https://www.usdoj.gov/dea/pubs/csa/812.htm)on September 30, 2007. Retrieved 2007-10-06. - DEA (US Dept. Justice) (June 2003). [\"Information J.L. (April 1977). \"Ethnopharmacology of Sacred Psychoactive Plants Used by the Indians of Mexico\". Annual Review Pharmacology Folklore and Cosmetic Use of Various Salvia Species.](http://www.dweckdata.co.uk/Published_papers/Salvia.pdf) [Archived](https://web.archive.org/web/20070928062443/http://www.dweckdata.co.uk/Published_papers/Salvia.pdf)2007-09-28 at the [Wayback Legal Status\"](http://www.erowid.org/plants/salvia/salvia_law.shtml). Erowid. Retrieved 2007-10-14. - eBay (2009). [\"Drugs and drug paraphernalia policy\"](http://pages.ebay.com/help/policies/drugs-drug-paraphernalia.html). eBay. Retrieved 28 November 2009. - Erowid (August 2007). [\"Cacahuaxochitl\"](http://www.erowid.org/plants/cacahuaxochitl/cacahuaxochitl.shtml). Retrieved 2007-08-16. - Foley, Michael (2008). [\"The enigmatic Salvia an hallucinogenic mint which might become a new recreational drug in Switzerland\"](http://www.sagewisdom.org/giroudetal.pdf)(PDF). Forensic Science International. 112 (2): 143-150. Hofmann Esalen Institute, Big 1984\"](http://www.maps.org/news-letters/v11n2/11222gro.html). Maps: Multidisciplinary divinorum 2001). [\"Antidepressant Effects of the Herb Salvia Divinorum: A Case A and B, new neoclerodane diterpenes from Salvia divinorum](https://web.archive.org/web/20120121171508/http://www.biomedexperts.com/Abstract.bme/15987194/Salvinicins_A_and_B_new_neoclerodane_diterpenes_from_Salvia_divinorum). Salvia divinorum: Semisynthesis of Salvinicins A and B and Other Chemical Transformations of Salvinorin A\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2544632). Journal of [\"The Leaves of the Shepherdess\"](http://www.sagewisdom.org/shepherdess.html). Sisters of the Extreme. Retrieved 2010-04-03. The [curandero](/wiki/Curandero)unrolled banana-leaf bundles of hand-sized Salvia divinorum leaves, slightly wilted, and sorted them into pairs... He doled out forty pairs to me, rolled them into a long wad, rather like a salad rolled into a cigar. He explained that after he said the invoking prayers and we stated aloud our intentions, I was to eat the leaves. I was told not to hesitate at their bitterness, not to stop until I had eaten them all. - Hingson, Ralph; Timothy Heeren, Michael Winter & Henry Wechsler (April 2005). [\"Magnitude of Alcohol-Related Mortality and Morbidity Among U.S. College Students Ages 18-24: Changes from 1998 to 2001\"](https://doi.org/10.1146%2Fannurev.publhealth.26.021304.144652). Annual Review 26: 259-279. (April 2006). [\"The However, when smoked (in a manner similar to free base cocaine), the compound is effective in doses of 200-500 g and produces visions that last from 30 min to an hour or two, while doses over 2 mg are effective for much longer. At doses greater than 500 g the subject is often no longer aware of their surroundings and may enter an uncontrollable delirium. This compound is the most potent naturally occurring hallucinogen thus far isolated. - Kintzios, Spiridon E. (2000). [Sage: The Genus Salvia](https://books.google.com/books?id=iE7-nuI9S7UC&pg=PA10). CRC [\"Leaf glandular trichome (Salvia divinorum)\"](https://web.archive.org/web/20071031030340/http://denniskunkel.com/DK/Plants/24071B.html). Scientific stock photography library of light microscope pictures and electron microscopy images featuring science and biomedical microscopy photos. Dennis Kunkel Microscopy, Inc. Archived from [the divinorum Research and Information Center. Retrieved 2007-06-28. - Lopez, Alan D (April 2005). [\"The evolution of the Global Burden of Disease framework for disease, injury and risk factor quantification: developing the evidence base for national, regional and global public health action\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC1143783). Globalization and Health. Global burden of disease and injury attributable to selected risk factors, 1990. [Madison, James](/wiki/James_Madison)et al.. The [Bill of Rights](/wiki/United_States_Bill_of_Rights), the [First Amendment](/wiki/First_Amendment_to_the_United_States_Constitution)(with regard to the [United States Constitution](/wiki/United_States_Constitution)), approved September 25, 1789, ratified December 15, 1791. - Mann, John (MP) (October 2005). [\"EDM 796—Salvia divinorum\"](https://web.archive.org/web/20071231103109/http://edmi.parliament.uk/EDMi/EDMDetails.aspx?EDMID=29114&SESSION=875). Early Day Motion. Parliamentary Information from [the original](http://edmi.parliament.uk/EDMi/EDMDetails.aspx?EDMID=29114&SESSION=875)on divinorum: The Botany, Biochemistry Salvia divinorum leaves by liquid chromatography/multistage Home Page. [Mercury House Authors: Dale Pendell.](https://web.archive.org/web/20070831115152/http://www.mercuryhouse.org/pendell.html)Retrieved July 21, 2007. - from Salvia divinorum, and an Improved Method for the Isolation of Salvinorin A\"](http://www.sagewisdom.org/salvinorind-f.pdf)(PDF). Journal of Natural Tennessee/Burchett, Ray/Utah, Illinois/Reboletti. The National Institute on Money Politics. Retrieved 2007-10-16. - Mowry, Mark; Mosher, Michael; Briner, Wayne (July 2003). [\"Acute Physiologic and Chronic Histologic Changes in Rats and Mice Exposed to the Unique Hallucinogen Salvinorin A\"](http://www.sagewisdom.org/mowryetal.pdf)(PDF). (2006). [\"House Bill No. 2485\"](https://web.archive.org/web/20200228051152/http://webserver1.lsb.state.ok.us/2005-06bills/HB/HB2485_CCS.RTF). 2nd Session of the 50th Legislature. The State of Oklahoma. Archived from [the original](http://webserver1.lsb.state.ok.us/2005-06bills/HB/HB2485_CCS.RTF)on 2020-02-28. Retrieved 2007-10-16. [\"Number of deaths and age-adjusted death rates per 100,000 population for categories of alcohol-related (A-R) mortality, United States and States, 1979-96\"](https://web.archive.org/web/20070807093311/http://www.niaaa.nih.gov/Resources/DatabaseResources/QuickFacts/Other/armort01.htm). Database Resources / Statistical Tables. National Institute on Alcohol Abuse and Alcoholism (NIAAA). August 2001. Archived from [the Blakemore, Colin (March 2007). \"Development of a rational scale to assess the harm of drugs of potential misuse\". Francisco: Mercury House. [ISBN](/wiki/ISBN_(identifier)) [978-1-56279-069-1](/wiki/Special:BookSources/978-1-56279-069-1). - Peterson, Sen. Karen (2006). [\"Chapter 256—Formerly Senate Bill No 259 (aka \"Brett's Law\")\"](http://delcode.delaware.gov/sessionlaws/ga143/chp256.shtml). An Act to Amend Title 16 of the Delaware Code Relating to the Uniform Controlled Substances Act. The General Assembly of the State of Delaware. Retrieved 2007-10-16. - Prisinzano, Thomas E. (2005). \"Psychopharmacology of the (2005). [\"k Opioids as potential treatments for stimulant associated with salvia divinorum use\"](http://ajp.psychiatryonline.org/cgi/content/full/166/7/832). The American [doi](/wiki/Doi_(identifier)): [10.1176/appi.ajp.2009.08121759](https://doi.org/10.1176%2Fappi.ajp.2009.08121759). [PMID](/wiki/PMID_(identifier)) [19570943](https://pubmed.ncbi.nlm.nih.gov/19570943). - HB0457\"](http://www.ilga.gov/legislation/fulltext.asp?DocName=&SessionId=51&GA=95&DocTypeId=HB&DocNum=457&GAID=9&LegID=27398&SpecSess=&Session=). Cont Sub-Salvia divinorum. Illinois General Assembly. Retrieved 2007-10-16. - Reboletti, Dennis (March 2007). [\"Reboletti Passes First Bill, Bans \"Magic Mint\"\"](https://web.archive.org/web/20070927085749/http://www.reboletti.com/articles/3-01-07.htm). Illinois State Representative Dennis M. Reboletti from [the botany of Salvia divinorum (Labiatae)\"](http://www.sagewisdom.org/reisfield.html). SIDA, Contributions to Botany. 15 (3): 349-366. Retrieved 2007-05-04. - Reisfield, Aaron S. (1987). [Systematic studies in Salvia (Lamiaceae) Calosphace (Benth.) Benth. section Dusenostachys Epl](http://minds.wisconsin.edu/handle/1793/11724?show=full). University of Richard (September [\"Salvinorin A: potent naturally occurring Bryan L. (July 2007). [\"Fast Moving Fronts—Comments by Professor Bryan Roth\"](https://web.archive.org/web/20071011173336/http://esi-topics.com/fmf/2007/july07-BryanRoth.html). Essential et al. (April 2000). [\"An open-label study of a functional opioid kappa antagonist in the treatment of opioid dependence\"](https://opioids.com/kappa/index.html). Journal Treatment. 18 (3): 277-281. [doi](/wiki/Doi_(identifier)): [10.1016/S0740-5472(99)00074-4](https://doi.org/10.1016%2FS0740-5472%2899%2900074-4). [PMID](/wiki/PMID_(identifier)) [10742642](https://pubmed.ncbi.nlm.nih.gov/10742642). - Sak, Rep. [\"House Bill 5700\"](http://www.legislature.mi.gov/(S(x4svk3fwsekp4145gg2fdm55))/mileg.aspx?page=getObject&objectName=2008-HB-5700). Michigan Legislature. Retrieved 2007-10-16. - [Full HB5700](http://www.legislature.mi.gov/documents/2007-2008/billintroduced/House/htm/2008-HIB-5700.htm) Report: Use of Specific Hallucinogens: 2006\"](https://web.archive.org/web/20080510170802/http://www.oas.samhsa.gov/2k8/hallucinogens/hallucinogens.htm). Substance Abuse and Mental Health Services Administration, Office of Applied Studies. Archived from [the original](https://www.oas.samhsa.gov/2k8/hallucinogens/hallucinogens.htm)on 2008-05-10. Rochester, Vermont: Dr. Shulgin Online\"](http://www.cognitiveliberty.org/shulgin/adsarchive/salvia_legal.htm). Salvia Divinorum, Law, & Medicine. Center for Cognitive Liberty & Ethics. Retrieved 2007-10-14. - Siebert, Daniel (June 1994). \"Salvia divinorum and Speaks Out: Letter to Congress (RE: Bill H.R. 5607)\"](https://web.archive.org/web/20070928002558/http://www.cognitiveliberty.org/drug_policy/Daniel_Siebert_salvia_letter.html). The Entheogens and Drug Policy Project. Center for Cognitive Liberty & Ethics. Archived from [the original](http://www.cognitiveliberty.org/drug_policy/Daniel_Siebert_salvia_letter.html)on 2007-09-28. Retrieved 2007-10-16. - Siebert, Daniel (2003). [\"The history of the first Salvia divinorum plants cultivated outside of Mexico\"](http://www.sagewisdom.org/salviahistory.html). The Entheogen Review. XII (4). Retrieved 2009-11-28. - Siebert, Daniel (2004). [\"Localization of Salvinorin A and Related Compounds in Glandular Trichomes of the Psychoactive Sage, Salvia Grow Salvia divinorum\"](http://www.sagewisdom.org/salvgrow.html). The Salvia divinorum Research and Information Center. Retrieved 2009-11-16. - Siebert, Daniel. [\"How to obtain effects from smoked Salvia divinorum\"](http://www.sagewisdom.org/smokeadvice.html). The Salvia divinorum Research and Information [\"The Salvia divinorum FAQ\"](http://sagewisdom.org/faq.html). The Salvia Research and Siebert, Daniel. [\"Salvia Divinorum Inspired Arts\"](http://www.sagewisdom.org/arts.html). The Salvia divinorum Research and Information Center. Retrieved 2007-06-28. - Siebert, Daniel. [\"The Legal Status of Salvia divinorum\"](http://www.sagewisdom.org/legalstatus.html). The Salvia divinorum Research and Information Center. Retrieved - Singh, Sundeep (May 2006). [\"Case Michael G. (2005). [\"Louisiana Law, Revised Statutes, Rule Number 40, Section Number 989.1 — Unlawful production, manufacture, distribution, or possession of hallucinogenic plants\"](http://www.legis.state.la.us/lss/lss.asp?doc=321523). The Louisiana State Legislature. Retrieved 2008-09-15. - Sullum, Jacob (December 2009). [\"The Salvia Ban Wagon\"](http://reason.com/archives/2009/11/19/the-salvia-ban-wagon/singlepage). Reason Magazine. Retrieved 2009-12-16. - Sutton, John (2004). The Gardener's Guide to Growing Salvias. Workman Publishing Company. p. 19. [ISBN](/wiki/ISBN_(identifier)) [978-0-88192-671-2](/wiki/Special:BookSources/978-0-88192-671-2). - Assemblymen Jack Conners and Herb Conaway (April 21, 2006). \" [Conners/Conaway to sponsor bill outlawing herbal hallucinogen Powerful LSD-Like High; Legal Substance Attracts Teen-age Interest via Internet Sites\" (press release). Retrieved from PolitickerNJ.com on July 21, 2009. Potential Drug The [\"Studies of divinorum (Lamiaceae), an Hallucinogenic Mint from the Gordon](/wiki/R._Gordon_Wasson)(November 1963). [\"Notes on the Present Status of Ololiuhqui and the Other Hallucinogens of Mexico\"](https://doi.org/10.5962%2Fp.168541). Botanical Museum University. 20 [S2CID](/wiki/S2CID_(identifier)) of the plant-derived hallucinogen salvinorin A on basal dopamine levels in the caudate putamen and in a conditioned place aversion assay is doubtful that the Salvia is a true cultigen\", based partly on his belief that it was first \"collected in the highlands and planted in more accessible places, where it becomes naturalized\". The main cultigen proponent is Gordon Wasson, who is not a botanist. [^](#cite_ref-41)Reisfield is unsure why Epling \"used the invalid name (the synonym rather than the valid name S. concolor), nor why he considered this species close to S. divinorum\". [^](#cite_ref-106)In fact the video is one in a series of parodies featuring Erik J. Hoffstad, a production assistant in Los Angeles. In the film Hoffstad smokes salvia in a parked car (his friends reportedly making sure he did not have the real keys). [[103]](#cite_note-Sack20080908-105) [^](#cite_ref-110)The reporter noted that Sak had received more money from the Michigan Beer and Wine Wholesalers Association than anyone else in the House. [[105]](#cite_note-108)According to the National Institute on Money in State Politics, the Michigan Beer and Wine Wholesalers Association was the highest contributor to Zak's 2006 political campaign. [[106]](#cite_note-MiSP2006-109) [^](#cite_ref-155)According to the National Institute on Money in State Politics, which indicates the major sources of campaign contributions for U.S. politicians, a large part of contributions to U.S. Congressional campaigns comes from alcohol and tobacco industries. [[149]](#cite_note-153)For example, Oregon Representative [John Lim](/wiki/John_Lim)\"s third largest individual campaign sponsor in 2006 was the Oregon Beer & Wine Distributors Association [[106]](#cite_note-MiSP2006-109)Lim(R) argued for Schedule I classification of Salvia in Oregon. Former Delaware Senator Karen Peterson's second largest group campaign donations in 2006 came from \"Beer, Wine & Liquor\" industries. [[106]](#cite_note-MiSP2006-109)Peterson(D) introduced Schedule I classification of Salvia divinorum in Delaware. Senator [Tim Burchett](/wiki/Tim_Burchett)(R) sponsored Salvia legislation in Tennessee. In 2006, his second largest individual campaign donation came from the Tennessee Malt Beverage Association. [[106]](#cite_note-MiSP2006-109)In the same period alcohol and tobacco related contributions amounted to the fourth largest industry contributions for Utah Representative [Paul Ray](/wiki/Paul_Ray)(R). [[106]](#cite_note-MiSP2006-109)Representative Ray submitted a bill calling for Schedule I classification of Salvia in that state. [[142]](#cite_note-Dujanovic20061128-146)Alcohol related contributions also featured highly for Illinois Representative [Dennis Reboletti](/wiki/Dennis_Reboletti)(R) \"Beer, Wine & Liquor\" was his ninth highest industry contributor in 2006 and 2008. [[106]](#cite_note-MiSP2006-109)Representative Reboletti sponsored a bill for Schedule I classification of Salvia divinorum in Illinois. [[150]](#cite_note-Reboletti2007JanFTp7-154) [^](#cite_ref-158)The worldwide number of alcohol-related deaths is calculated at over 2,000 people per day, [[151]](#cite_note-156)in the US the number is over 300 deaths per day. [[152]](#cite_note-157) [^](#cite_ref-163)Other entheogenic plants with continuing traditions principally of include [peyote](/wiki/Peyote)(and other psychoactive cacti), [iboga](/wiki/Iboga), [virola](/wiki/Virola), [ayahuasca](/wiki/Ayahuasca), and various types of psychoactive fungi. [[154]](#cite_note-OtherEntheogenicPlants-160)Current U.S. Federal law allows two of these to be used in a spiritual context. The [Native American Church](/wiki/Native_American_Church)is permitted use of peyote; the [União do Vegetal](/wiki/Uni%C3%A3o_do_Vegetal)(or UDV) is permitted use of ayahuasca. [[155]](#cite_note-USLegislation-161)Although not consistently granted (varying from state to state), the principal grounds for such concessions are constitutional, [[156]](#cite_note-162)with further grounds following from the [Religious Freedom Restoration Act](/wiki/Religious_Freedom_Restoration_Act). News references UK - Doward, Jamie (2009-04-26). [\"There are many drugs that help people get out of their minds yet stay within the law - they're called 'legal highs'\"](https://www.theguardian.com/politics/2009/apr/26/drugs-legal-substances-highs). The Observer. [Archived](https://web.archive.org/web/20090429085053/http://www.guardian.co.uk/politics/2009/apr/26/drugs-legal-substances-highs)from the Retrieved - Sherwell, Philip (2009-04-06). [\"Salvia: more powerful (2006-09-29). [\"Mind-altering drugs: does legal mean safe?\"](https://www.newscientist.com/channel/being-human/mg19125711.000-legal-highs-on-the-rise.html). New Scientist. Retrieved 2006-09-29. U.S. - Michael, Jenny (2009-04-22). [\"Man gets deferred would hallucinogenic 2009-02-10. Retrieved 2009-02-09. Kentucky. [\"Salvia Divinorum: Nebraska Man is Acquitted of Sales Charge, But the Plant is Under Continued Attack There and Elsewhere\"](http://stopthedrugwar.org/chronicle/570/christian_firoz_salvia_nebraska_dakota_maryland_texas). the Drug Reform Coordination Network (DRCNet). 2009-01-30. Nebraska. - Mason, Edward (2009-01-30). [\"City politician seeks to snuff out fad\"](https://web.archive.org/web/20110613120248/http://news.bostonherald.com/news/regional/view/2009_01_30_City_politician_seeks_to_snuff_out_fad:_Pushes_ban_on_hallucinogenic_herb). Archived from Retrieved - [\"Lawmakers to make hallucinogenic illegal\"](https://web.archive.org/web/20110722070921/http://www.baltimoreexaminer.com/local/politics/0128emsSALVIA.html). from [Archived](https://web.archive.org/web/20080916001516/http://latimesblogs.latimes.com/webscout/2008/09/inspecting-yout.html)from the original on 2008-09-16. Retrieved 2008-09-17. - Sack, Kevin & Brent McDonald (2008-09-08). [\"Popularity of a Hallucinogen May Thwart York](/wiki/New_York,_NY). [ISSN](/wiki/ISSN_(identifier)) original on 2014. Retrieved 2008-09-12. - Michael, Jenny (2008-08-03). [\"Drug outlawed in North Dakota puts man on the Bismarck Tribune. Archived from [the Irene (2008-07-22). [\"Trying to outlaw an herbal high\"](https://www.boston.com/lifestyle/articles/2008/07/22/trying_to_outlaw_an_herbal_high/?page=2). The Boston Globe. [Archived](https://web.archive.org/web/20121108194626/http://www.boston.com/lifestyle/articles/2008/07/22/trying_to_outlaw_an_herbal_high/?page=1)from the original on 2012-11-08. Retrieved 2008-07-25. Massachusetts. - Shafer, Jack (2008-05-06). [\"Salvia Divinorum Hysteria - The Press Helps Fuel The Next 'Drug Menace'\"](http://www.slate.com/articles/news_and_politics/press_box/2008/05/salvia_divinorum_hysteria.html). Slate Magazine/Washington Post. [Archived](https://web.archive.org/web/20080510181341/http://www.slate.com/id/2190781/pagenum/all/)from the original on 2008-05-10. - McNamara, Neal (2008-04-30). [\"A trip down salvia lane...\"](http://www.lansingcitypulse.com/lansing/article-1844-a-trip-down-salvia-lane.html)City Pulse - Lansing. [Archived](https://web.archive.org/web/20160303233348/http://lansingcitypulse.com/index.php?option=com_content&task=view&id=1844&Itemid=29)from the original on 2016-03-03. Retrieved 2008-05-10. Michigan. [\"North Dakota Man Facing Years in Prison After Buying Salvia Divinorum On eBay\"](http://stopthedrugwar.org/chronicle/533/north_dakota_first_salvia_arrest_kenneth_rau). the Drug Reform Coordination Network North Dakota. - Chancellor, Aubrey Mika (2008-03-14). (2008-03-12). [\"Salvia's herbal high spurs push ban\"](https://web.archive.org/web/20080908032442/http://www.miamiherald.com/519/story/453175.html). The Miami Herald. Archived from [the original](http://www.miamiherald.com/519/story/453175.html)on 2008-09-08. Retrieved 2009-07-20. Florida (story includes online poll). - White, Steve (2008-01-08). [\"Lawmakers Want to Ban YouTube Drug\"](https://web.archive.org/web/20080110235514/http://www.nebraska.tv/Global/story.asp?S=7590482&nav=menu605_2). Nebraska TV. drug threat 5. Archived from [the Nebraska. - Wallace, Todd (2007-11-26). [\"Indiana's Legal High: Teens Turned On To Archived from [the original](http://www.theindychannel.com/news/14694672/detail.html)on poll). - Follow-up story: [\"Indiana's Legal High: [the (2007-10-03). [\"Parents Blame Exotic Plant for Son's Suicide\"](https://abcnews.go.com/Nightline/story?id=3685391&page=1&singlePage=true). Nightline. ABC News. [Archived](https://web.archive.org/web/20140405054047/https://abcnews.go.com/Nightline/story?id=3685391&page=1&singlePage=true)from the original on April 5, 2014. Retrieved 2007-10-06. - Smith, Tracy (2007-09-25). [\"Mom Says Legal Herb Killed Son\"](http://www.cbsnews.com/stories/2007/09/25/earlyshow/contributors/tracysmith/main3295276.shtml). CBS News. [Archived](https://web.archive.org/web/20071012231512/http://www.cbsnews.com/stories/2007/09/25/earlyshow/contributors/tracysmith/main3295276.shtml)from the original on Retrieved (2007-08-03). [\"Exclusive I-Team Investigation of a hallucinogenic drug that has to sweep the nation\"](https://web.archive.org/web/20070927183108/http://news.wjla.com/news/stories/0707/438484.html). abc7News(WJLA-TV). Archived from [the original](http://news.wjla.com/news/stories/0707/438484.html)on September - Tompkins, Al (2007-07-13). [\"More Seeking Salvia, hallucinogen raises alarms\"](http://www.sfgate.com/cgi-bin/article.cgi?file=/c/a/2007/06/27/NEWDRUG.TMP). San Francisco Chronicle. [Archived](https://web.archive.org/web/20070629123538/http://sfgate.com/cgi-bin/article.cgi?file=%2Fc%2Fa%2F2007%2F06%2F27%2FNEWDRUG.TMP)from the original on 2007-06-29. Retrieved 2007-06-27. California. - Martell, Chris (2007-06-18). [\"Herb is as potent as LSD\"](https://www.madison.com/archives/read.php?ref=/wsj/2007/06/18/0706170218.php). Wisconsin State Journal. Retrieved 2009-07-26. - Rose, Sontaya (2007-05-10). mind-altering herb Archived from [the original](http://savannahnow.com/node/239324)on 2009-01-23. Retrieved 2007-10-17. Georgia. - Clark, (2007-03-05). lawmakers consider banning legal hallucinogenic\"](http://www.theworldlink.com/articles/2007/03/05/news/news12030507.txt). The Worldlink/Associated Press. [Archived](https://web.archive.org/web/20081007095457/http://www.theworldlink.com/articles/2007/03/05/news/news12030507.txt)from the original on 2008-10-07. Retrieved 2007-10-16. Oregon. - Masis, Julie (2007-02-28). DeVine, Josh (2007-02-19). herb may more damage than LSD\"](https://web.archive.org/web/20070222051045/http://abclocal.go.com/wjrt/story?section=local&id=5048914). abc12(WJRT). Archived from [the original](http://abclocal.go.com/wjrt/story?section=local&id=5048914)on February Sanchick, [\"Salvia: [\"Deadly Of A Street High\"](https://web.archive.org/web/20071230201450/http://cbs3.com/specialreports/Salvia.Divinorum.Legal.2.304828.html). 3 Archived from 2007-05-06. Retrieved 2007-07-17. - [Lawmaker Responds to [\"DEA Warns Over-The-Counter Acid\"](https://web.archive.org/web/20061130074502/http://cbs4denver.com/investigates/local_story_317232334.html). Archived from original](http://cbs4denver.com/investigates/local_story_317232334.html)on 2006-11-30. Retrieved 2007-06-27. - Chalmers, the [\"Scientists Research Value in Salvia\"](https://www.npr.org/templates/story/story.php?storyId=5290545). NPR (National Public Radio). [Archived](https://web.archive.org/web/20071030150129/http://www.npr.org/templates/story/story.php?storyId=5290545)from the original on 2007-10-06. [Broadcast (2001-06-09). [\"New Cautions Over a Plant With a Buzz\"](https://query.nytimes.com/gst/fullpage.html?res=9401EEDA1038F93AA35754C0A9679C8B63). The New York Times. [Archived](https://web.archive.org/web/20071229003112/http://query.nytimes.com/gst/fullpage.html?res=9401EEDA1038F93AA35754C0A9679C8B63)from the "}