{"title": "How To Balance and Charge Your Chakras - Energy Healing - Juanita Lepage MSW, RSW, BHP", "author": "Juanita", "url": "https://www.juanitalepage.com/how-to-balance-and-charge-your-chakras-energy-healing/", "hostname": "juanitalepage.com", "description": "Juanita Lepage, Psychotherapist & Energy Healer, demonstrates one method of balancing and charging your chakras. Infomormation about chakras and resources are included.", "sitename": "Juanita Lepage MSW, RSW, BHP", "date": "2018-09-12", "cleaned_text": "What are chakras? Chakras are energy centres located at key points along the centre of our body from our bottom to our top. They each look like a vortex going outward from our body. They spin clockwise when they are open and have different colours. Each chakra is associated with different psychological functions. Chakras can be understood as energy centers which filter or digest energy between our bodies and the world. Want more detail? I recommend reading my blog posts: [Anatomy of Energy Healing](https://www.juanitalepage.com/anatomy-energy-healing-energy-healing-101/) and [Demystifying Energy Healing](https://www.juanitalepage.com/demystifying-energy-healing/). How to Balance & Charge your Chakras There are many ways to balance & align your chakras The method I have shown you in this video is one I learned from my teachers. Want to learn more? Consider learning more by exploring material created by Barbara Brennan, Donna Eden, & Anodea Judith. Benefits of Balancing & Charging your Chakras When you balance & charge your chakras, you help yourself digest the energy you receive when you interact with the world around you. This exercise can help you ride the wave of emotions that you feel or connect with yourself on an emotional level. It can offer healing to your physical body as each chakra is related to health in different areas of your body. This exercise can be a way to connect to yourself on a deeper level. Have a question or comment? Feel free to email me if you have any questions or comments at juanita@juanitalepage.com Thanks for joining me and hope you "}