{"title": "Dr. Maggie Phillips, Ph.D.: Finding the Energy to Heal", "author": null, "url": null, "hostname": null, "description": "Maggie Phillips, PhD offers psychotherapy for the treatment of chronic and persistent pain, post-traumatic stress disorders, and general psychotherapy consultation. Maggie also specializes in energy psychology and Ericksonian hypnosis therapy.", "sitename": "2007, Maggie Phillips, Ph.D., Inc.", "date": "2010-01-01", "cleaned_text": "| | Finding the Energy to Heal by Maggie Phillips, Ph.D. Finding the Energy to Heal is based on the exciting new fields of energy medicine and energy psychology. Its findings demonstrate that we all have the ability to heal. This capacity exists within us in the form of energy which, when channeled effectively, can free us from mind-body health problems. The relationship between mind and body and the latest methods of working with healing energies are explained in this new book released by W.W. Norton in December, 2000 (Hardcover, 268 pages). To order the book from Amazon.com, [click here](http://www.amazon.com/exec/obidos/ASIN/0393703266/qid=980211404/104-4498322-5799101). Each of the energy methods described in the book, EMDR lateral eye movement, hypnosis, Thought Field Therapy (TFT), body-focused therapy, and a special visualization approach, is used to open the pathways that impact our energy systems. Finding the Energy to Heal is an educational resource for people who want to explore creative methods of treatment for general stresses, for health symptoms resulting from post-traumatic stress, or for stress problems connected with organic conditions. The common thread between energy methods is the focus on locating a safe, comfortable mind-body state and learning techniques that channel the energy found there towards healing. Finding the Energy to Heal guides readers through a series of vivid stories to determine their own individual needs and capacities. The author emphasizes that no one method of mind-body therapy will be successful for everyone, but rather a combination of these therapies may be applied to the individual's specific goals. For the therapist reader, she provides practical guiding principles for selecting the right therapy for a client. For people who have exhausted attempts at healing through traditional medicine, this book offers hope-filled alternatives with remedies that do not require drugs or invasive medical procedures. Featured energy therapies explore hidden struggles which can contribute to health conditions that are often unexplained or mysterious, but may be within our power to heal. Readers will discover how people can be helped to recover from desperate situations and to alleviate symptoms before they have become debilitating and possibly life-threatening. If you have a health problem related to the stresses of past trauma, situational anxieties, genetic or organic conditions, or inner conflicts related to incomplete developmental learning, this book may be especially helpful to you. Finding the Energy to Heal may help you understand how your health imbalance may have occurred and how it can be corrected according to the principles of energy psychology. What do hypnotic states, the impact of EMDR lateral eye movements, tapping on acupuncture meridian points with Thought Field Therapy, and the use of imagery and body responses have in common? First, each can be viewed as a unique method that can enhance psychological and physical well-being. Secondly, from the perspective of eastern healing, these techniques seem to open the flow of qi so that more complete mindbody transformation can take place, much as acupuncture needles, acupressure, and herbal remedies are believed to do. The Table of Contents includes the following: EMDR: Moving Toward Health - EMDR and Stress Symptoms - Beyond Trauma: Enhancing Mindbody Health The Power of Healing Trances - Clinical Hypnosis: The Inner Healer - Ericksonian Hypnosis: Activating Unconscious Pathways - Ego-State Therapy: The Healing Presence of the Inner Family of Self Imagery: Opening Windows of the Mind - Structured Imagery: Blueprints for Change - Fantasies, Dreams, and Other Spontaneous Gifts of the Creative Imagination Somatic Energy Therapies: Coming Home to the Body - TFT: Reversing Negative Thought Fields and Their Effects on the Body - Giving the Body Its Due: Body-Focused Psychotherapy Integrated Models: Addressing Complex Health Needs - The Linking Model: Bridging to New Experiences of Health Through EMDR & TFT - The Unconscious Learning Model: Leading Experiencing® - The Braiding Model: Interweaving Modalities for Comprehensive Healing Health symptoms addressed Finding the Energy to Heal include: Insomnia Overeating Colitis Eczema Head Injury Abortion Addiction Seizure Disorder Chronic Pain Alopecia Arieta Rheumatoid Arthritis Bulemia Migraines Sexual Performance Problems Back Pain Blood Phobia Nausea Following Radiation Menopausal Symptoms Hypersensitivity Injury-Related Pain Fibromyalgia Chronic Fatigue Hand Injury Addictive Relapse To read excerpts from Finding the Energy to Heal, [click here](product_book2_intro.html). What People are Saying... \"Healing therapies are in a time of unprecedented change as the frontiers of neuroscience, energy medicine, and consciousness expand. Finding the Energy to Heal is a brilliant clinical guide to the best new therapeutic techniques that enable us to change, to grow, and to take advantage of the full potential of our bodies and minds. No therapist, or person interested in healing, can afford to be without this practical, compassionate and stunningly useful guide.\" - Joan Borysenko, Ph.D. Author of Minding the Body, Mending the Mind \"In the last decade there has been a flurry of new power and energy therapies. Maggie Phillips leads the reader through this confusing maze with a rare combination of openness and critical analysis. Healer of body and soul, she also examines the tradition of body-oriented approaches in a way that redefines the therapeutic landscape...Readers at any level will benefit from her approach.\" - Peter Levine, Ph.D. Author of Waking the Tiger: Healing Trauma \"Maggie Phillips is a highly accomplished psychologist and psychotherapist. In Finding the Energy to Heal, she expertly integrates thee best of traditional practice with energetic approaches to emotional and physical healing. She also offers us useful strategies for when to choose and how to combine hypnosis, EMDR, ego-state therapy, somatic therapies, imagery, and TFT. An evolved perspective on energy psychology, this book is required reading for all therapists who take their craft seriously.\" - Fred P. Gallo, Ph.D. Author of Energy Diagnostic and Treatment Methods \"The eternal mysteries of life and creativity in health and illness together with the most modern methods of exploring them are well illustrated in this admirable volume by Maggie Phillips.\" - Ernest Rossi, Ph.D. Author of The Psychobiology of Mindbody Healing and The Psychobiology of Gene "}