{"title": "Integrative Medicine: The New Model For Primary Care - Spirit of Change Magazine", "author": "Karina Gordin", "url": "https://www.spiritofchange.org/integrative-medicine-the-new-model-for-primary-care/", "hostname": "spiritofchange.org", "description": "Author of The Allergy Solution|!!| Dr. Galland wants patients back in charge of their health.", "sitename": "Spirit of Change Magazine", "date": "2016-08-29", "cleaned_text": "For Primary Care An interview with Leo Galland, MD, by Karina Gordin, MSc. In Latin, \"doctor\" translates to \"teacher,\" and Leo Galland is a doctor in the truest sense. Using integrative and functional medicine, Dr. Galland combines the wisdom of ancient healing with the latest breakthroughs in medicine to guide patients back to health. In fact, Dr. Galland pioneered the integrative medical approach over 30 years ago, basing it on the premise of healing the interdependent parts of the whole person: body, mind, spirit, and emotions. If even one part is out of balance, overall health is affected. Dr. Galland's latest book, The Allergy Solution (Hay House, 2016), examines these principles of personalized medicine within the scope of allergenic diseases, and emphasizes the importance of balancing lifestyle and nutrition to regain and maintain optimal health. Karina Gordin: Dr. Galland, your medical and philosophical approach to healthcare diverges widely from the standard allopathic system of care. What is your early medical educational background, and how did it ultimately shape your treatment approach? Leo Galland: I trained at NYU Medical School and Bellevue Hospital in New York, so I received really rigorous training in conventional medicine and in an evidence-based scientific approach. I continue to bring a rigorous evidence-based approach to all my clinical work and my writing. Karina Gordin: Did your medical training promote natural therapies, [direct primary care](https://craftconcierge.com/), and lifestyle modifications, and does the current medical school prepare students for integrative medicine? Leo Galland: My medical training did not. Most medical schools offer electives in integrative medicine, but it remains outside the core curriculum, which is a huge mistake. Basically, I think that medical educators miss the real story. They view integrative medicine as a series of treatment modalities. As I've developed it, integrative medicine is a way of approaching patients and the problems of illness that differs in a fundamental way from conventional medicine. It is actually more scientific, because it recognizes the individuality of each patient, which is sorely lacking in conventional care. It's this fact that paved the way for integrative medicine. What motivated me was the desire to get the best results possible for my patients. I realized that in order to do that, I needed to be able to treat the whole person, not the disease. At the time, there was no integrative medicine. I didn't learn about it; I helped to create it, meeting with other health professionals who had similar goals. We formed a study group and called ourselves AIMS, which stands for Academy of Integrated Medical Studies. These meetings took place in the early 1980's. Karina Gordin: At the risk of sounding hyperbolic, I may liken your separation from allopathy to a schism. After all, you opposed the established system and helped pioneer integrative medicine. Do you find that more medical students and physicians are now following in your footsteps and specializing in integrative and functional medicine? Leo Galland: That's not really a hyperbole. It's exactly what's been happening. Karina Gordin: Have you observed an increase in patient autonomy and responsible self-medicating, with supplements for instance? Leo Galland: More and more patients want to be partners in care with their doctors. That's what's driving the growing acceptance of integrative medicine. Karina Gordin: How should the medical curriculum be updated to meet the growing demand for integrative medicine? How would you design the standard curriculum? Leo Galland: I would totally redesign the medical school curriculum. The conventional approach is based around the concept that people get sick because they get diseases and each disease is seen as its own entity. I would train students to think of illness as a dynamic process that is unique for each patient. That's the process I use in my practice and have taught to thousands of health practitioners. It works. Karina Gordin: Between the times you first started consulting in 1968 through today, how have health trends evolved and changed? Likewise, have you observed new patterns of disease now vs. 48 years ago? Leo Galland: I graduated from medical school in 1968. I have had an integrative consulting practice since the early 1980's. Over the past several decades, there has been a dramatic increase in allergic, autoimmune and environmental illness, and in obesity and diabetes. This is the result of progressive changes in the three environments we live with: outdoors, which is subject to industrial and automotive pollution; indoors, where we've introduced tens of thousands of synthetic chemicals; and internal, a growing depletion of beneficial gut microbes due to the use of antibiotics, pesticides, herbicides and disinfectants. These are all increased by dietary practices, eating food that's been depleted of bioflavonoids, fiber and essential trace minerals. Karina Gordin: In your latest book The Allergy Solution, you write about a \"new mystery disease\" — allergies. Over the span of your nearly five-decade long practice, have you observed more allergy-related cases? Leo Galland: Exactly. I've been treating allergic patients for decades; that part hasn't changed. What all the data shows is that allergic disorders have increased dramatically over the past 4-5 decades, so that more than half the Americans living today will experience an allergic reaction to something during their lifetime and at least a third suffer from some form of chronic allergic condition. Karina Gordin: Can an acute allergic reaction develop into a more chronic condition, and what are possible root causes? Leo Galland: Hay fever and other types of respiratory allergy may lead to chronic allergic sinusitis. With this condition there is often a buildup of dangerous staph bacteria in the nose and sinuses. Staph produce toxins that are swallowed and travel through the intestines where they cause malfunction of the immune system, so that food allergy develops, which then produces its own set of problems. Hay fever is a disorder that was virtually unknown before the late 19th century. Its origins lie with the effects of industrial pollution on plants and people. Karina Gordin: You discuss ice cold showers as a simple yet effective solution to preventing and/or mitigating allergic symptomology. What other natural measures may be taken to address allergic reactions, and how do they compare to standard treatments like Zyrtec and Allegra? Leo Galland: Probiotics have been shown to alleviate symptoms of nasal allergy. Unlike antihistamines, they work slowly (it takes at least 3 weeks) and they work by improving the immune response. NAC (n-acetylcysteine) also relieves respiratory allergic symptoms. It works by increasing the resistance of the respiratory lining to inflammation. Eating broccoli sprouts blocks the ability of automotive pollution to aggravate allergy. Karina Gordin: What is the difference between allergy, intolerance, and sensitivity? Has the rise in intolerances directly corresponded with the rise in allergies? Are the root causes similar? Leo Galland: By definition, an allergy is a hypersensitivity response that is amplified by the immune system, so that a tiny exposure can cause a catastrophic reaction. Other types of intolerance or hypersensitivity do not have the same immune system amplification, so their effects are totally dependent upon the dose of the exposure. Most of them occur through mechanisms that are chemical or metabolic and occur through the agency of intestinal bacteria. Both allergic and non-allergic intolerance is increasing, because our gut bacteria are increasingly under siege. Karina Gordin: The subtitle of The Allergy Solution is quite compelling: \"Unlock the Surprising, Hidden Truth About Why You Are Sick and How To Get Well.\" Considering the skyrocketing rate of allergic diseases, compounded by poor treatment approaches, the truth is indeed not readily apparent. Why may that be the case, and what is the future of allergy solutions? Leo Galland: The truth is hidden by the conventional medical paradigm in which illnesses are divided into separate disease entities. An individualized, person-centered approach to healing is the future and it is the method we've built into The Allergy Solution, so that our readers can understand their individual healing needs and implement them. Leo Galland, M.D., a board-certified internist, is a recognized world leader in integrated medicine, and the director of the Foundation for Integrated Medicine, a nonprofit educational organization. [www.mdheal.org](http://www.mdheal.org). Karina Gordin, MSc., is a medical journalist, writing for both peer-reviewed and commercial health publications. She may be reached at [Write@HealthWright.org](mailto:Write@HealthWright.org). See also: [Power Up: Be In Charge Of Your Life And Health](http://www.spiritofchange.org/Fall-2016/Power-Up-Be-In-Charge-Of-Your-Life-And-Health/) [Antibiotic Overuse Might Be Why So "}