{"title": "PDF", "author": "PDF", "url": "https://hartfordhospital.org/file%20library/patients%20and%20visitors/patient-health-care-journal.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Guide JournalPatient Healthcare for patients, family and healthcare providersYour Medical Team Physicians: Residents:Other Healthcare Providers: ServiceHartford Hospital 1Welcome to Hartford Hospital Hartford Hospital is the region's leading tertiary medical center with a world-class medical staff of more than 7,000 extraordinary physicians, nurses and other skilled professionals who are dedicated to delivering the highest-quality care in the most compassionate way. Your care is the focus of everything we do. While you are with us, we will do everything possible to make your stay as comfortable as possible. Hartford Hospital was established in 1854 by the community for the community. Through the years, we have built a national reputation for excellence in innovative patient care, teaching and research. Hartford Hospital performed the first successful heart transplant in the state and pioneered the use of robotics in surgery. We maintain the only Level 1 trauma center in the region and operate the state's only air ambulance service, LIFE STAR, which has been nationally recognized for excellence. Our Institute of Living, which was Connecticut's very first hospital, is internationally known for behavioral health care and research. Hartford Hospital is a member of Hartford HealthCare, Connecticut's only truly integrated healthcare system, which provides a full range of lifetime healthcare services. Our cancer center is an integral part of the Hartford HealthCare Cancer Institute, the first member of the Memorial Sloan Kettering Cancer Alliance, bringing world-class standards of cancer care to our patients. Our outstanding programs have been recognized for excellence by numerous government agencies, U.S. News and World Report, Solucient, Blue Cross/Blue Shield and the National Cancer Institute, to name only a few. We are here first and foremost to meet your needs and expectations. We welcome your suggestions so that we can continually improve our services. I wish you the best on your journey to physical and emotional healing. table of Contents Our Commitment . . 3 Handicap Accessibility ............ 4 Your Care Team .................. 5 Patient Safety .................... 7 Quiet Zones ..................... 8 Your Nutrition ................... 8 Fall Prevention ................... 8 Keeping Mobile .................. 9 Blood Clot Prevention ............. 9 Pressure Ulcer Prevention ......... 9 Pain Management ............... 10 Delirium Awareness ............. 10 Infection Control ................ 11 Integrative Medicine ............. 11 Palliative Medicine .............. 11 Available Services ............... 12 Patient Survey .................. 14 Financial Assistance ............. 14 Family & Visitors . . .15 - 16 Gift Shop ....................... 15 Dining Services ................. 15 ATM Machine ................... 15 Lodging ........................ 16 What Every Patient Needs to Know . . . . 17 - 20 References ..................... 17 Patient Privacy .................. 17 Patient Rights ................... 18 Medical Records ................ 20 Notes, Questions and/or Instructions .................... 21-22 Healthcare Representative Form .......................... 23-24 Stuart K . Markowitz, MD President, Hartford Region, Hartford Hospital Senior Vice President, Hartford HealthCare2 a Guide for p atients, f amily & Healthcare p rovidersour Commitment ... Hartford Hospital is committed to providing you with the best patient experience by living our values of integrity, caring, excellence and safety. We believe that actively involving patients and families in care improves the flow of information, outcomes and the overall patient experience. This Health Care Guide and Journal is a tool that we have developed to improve communica - tion between staff, providers, patients and their families. It provides important information about being a patient or visitor at Hartford Hospital and provides a place to write down questions, important issues concerning your care, and a place to share other information. We welcome your input. If you have any questions, please speak with your nurse or call your patient advocate at 860.972.1400. On behalf of the entire team, we thank you for choosing Hartford Hospital. Sincerely, Jack Greene, MD Hartford HealthCare Regional Vice President Medical AffairsCheryl Ficara, RN, MS, NEA-BC Hartford HealthCare Regional Vice President Care ServicesliViNG o Ur ValUEsHartford Hospital 3Contact i nformation To contact a patient in the hospital call 860.545.2711. To contact any department not listed in the quick reference phone listing, call 860.545.5000 or 5.5000 from any hospital phone. the facility d irectory The facility directory identifies your location while you are in the hospital. The facility directory is used by staff throughout the hospital when a caller or visitor to the hospital wants to know your location (unit, room number, telephone number) or if a member of the clergy is trying to locate you. If you choose not to be included in the facility directory your location (unit, room number, telephone number), even your presence within the hospital, will not be given out to anyone who calls or inquires about you, including any member of the clergy. Also, no mail or flowers will be delivered to you. Upon admission, you determine what information, if any, is communicated and to whom it is given. For example, you may decide that no information is communicated to anyone, or perhaps you want to designate only one person to know about your care. You may also dictate how and where the hospital sends you written information, including follow-up appointments. If you have questions contact the Patient Relations Department at 860.972.1400 or 2.1400 from any hospital phone.advance d irectives You have the right to make healthcare decisions about the medical care you receive. If you do not want certain treatments, you have the right to tell your physician you do not want them and to have your wishes followed. You also have the right to receive information from your physician to help you reach a decision about what medical care is to be provided to you. There may come a time when you are unable to actively participate in determining your treatment due to serious illness, injury or other disability. An advance directive is a legal document through which you provide your directions or express your preferences concerning your medical care and/or appoint someone to act on your behalf. Physicians and others will use these directives when you are unable to make or communicate your decisions about your medical treatment. A summary of Connecticut law has been prepared by the Office of the Attorney General for the Department of Social Services and Department of Public Health, ©2009. For printed copies, please visit the Patient Relations Department or call 860.972.1400. YoUr staY at Hartford Hospital4 a Guide for p atients, f amily & Healthcare p rovidersYoUr staY at Hartford Hospital YoUr staY at Hartford Hospital Hospital a ccommodations Your room Your room assignment is based upon your admitting diagnosis and the bed availability on the day of your admission. Private rooms at Hartford Hospital are based on the clinical needs of patients. Calling for assistance A button to call for assistance is located at your bedside. When you press the button a member of the healthcare team will respond. Handicap accessibility Upon admission, patients are notified of avail - ability of rooms designated to accommodate the special needs of physically handicapped person(s). If such a need becomes evident later in your stay, you will be transferred to a unit/room with an accessible bathroom as soon as one is available and the transfer is approved by your physician. For further information, contact Patient Relations at 860.972.1400. Visiting Hours Receiving visitors is a customized experience. Please discuss with your nurse and medical team. Generally, ideal visiting times are between noon and 8 p.m. You also have the right to withdraw permission for a person to visit. A person may be denied visitation if his/her presence infringes on others' rights, safety or is medically or therapeutically contraindicated. An adult, other than the patient, is responsible for supervising and being with a visitor under the age of 16 at all times. Individuals with respiratory infections or any other contagious condition should not visit patients in the hospital. If you have any questions about your visitation rights, please contact Patient Relations at 860.972.1400 or 2.1400 from any hospital phone. Hartford Hospital asks visitors not to send or bring latex toy balloons to the hospital due to latex allergies. The delivery of flowers/fruit baskets may be restricted in certain areas for patient safety (i.e. Critical Care areas).tobacco- free Environment Because smoking is a major preventable cause of disease and death, smoking, including e-cigarettes and vapor products, ARE NOt AllOWED on any Hartford Hospital campus . Your healthcare team will work with you to help you cope with a tobacco-free environment and/or quit if you use tobacco products: Speak with your physician about medica - tions that might be available to help you quit. Call the QUITLINE at 1.866.END.HABIT Hartford Hospital Stop Smoking for Life is available at 860.972.3127 or 2.3127 from any hospital phone. Mobile p hones in the Hospital Environment Wireless communication devices may be used in non-patient areas such as stairways, lobbies, the cafeteria, conference rooms, offices or outside on campus grounds. Wireless communication devices are prohib - ited in areas where patients are dependent on monitoring for life support, as well as in loca - tions where patients are receiving therapy. Valuables Please send your valuables and non-essential belongings home with family or friends. If you must keep any valuables ask your nurse to secure them in the safe. Hartford Hospital 5YoUr staY at Hartford Hospital YoUr staY at Hartford Hospital Your Care t eam Attending physician Provides your medical management and consultation; provides education and super - vision of resident physicians, physician assistants and nurse practitioners. Resident physicians Medical school graduates training in their specialty are resident physicians. They are partnered with a teaching professional in their field. Hartford Hospital is a teaching hospital so you will work with resident physi - cians during your stay (see Hartford Hospital is an Academic Medical Center on page 18). NP (nurse practitioner) and PA (physician assistant) Work in partnership and collaboration with physician team to oversee your medical care. Hospitalist (hospital-based physician) Provides care to people requiring hospitalization. The hospitalist will see you on a daily basis and will manage your inpatient care, interact with your primary care physician (PCP) and work with case coordination on your discharge plan. Your hospitalist will not see you once you are discharged from the hospital. Your PCP will be notified of your hospitalization and discharge. Please schedule a follow-up appointment with your PCP. Uniform coding Hartford Hospital uses color-coded uniforms so patients can easily identify caregivers' roles. RN (registered nurse)Provides nursing care; helps to plan, organize and direct all aspects of your daily care. PCA (patient care associate)Performs a variety of services including bathing, toileting, feeding, walking, vital signs (blood pressure, pulse, temperature) and electrocardiogram (ECG) under the supervision of a nurse. PAA (patient administrative associate) Assists with meeting patient needs by answer - ing patient call bell. Provides administrative support for staff, communicates with other departments. Case coordinatorNurse who follows your medical progress to ensure that you transition to the correct level of care at the appropriate time (to another facility, or home with visiting nurse services and/or other community providers). You will meet your case coordinator within 48 hours of admission and you will be given a brochure and a business card so that you will have contact information. ESA (environmental service associate) Performs routine housekeeping, supply and equipment care. Ensures cleanliness of environment. Rehabilitation servicesHealthcare professionals who will focus on your ability to move and perform functional activities. Pt (physical therapist): examine, diagnose and treat the body's muscles, bones and joints to improve movement and function; promote fitness and injury prevention. Ot (occupational therapist): focus on activ - ities of daily living (ADLs) such as bathing and dressing; assist with recommenda - tions for home and job adaptations; provide adaptive equipment recommenda - tions and training. SlP (speech language pathologist or speech therapist): evaluate, diagnose, and treat patients of all ages with speech, language, cognition, swallowing, and voice disorders. Rt (respiratory therapist) Evaluate, treat and prevent acute or chronic problems of the respiratory (breathing) and cardiac (heart) systems. Clinical social worker Assists with personal, family, emotional or other issues that can result from the stress of injury, illness, a new diagnosis or other conditions in the home. Registered dietitian Assists with your nutritional care; may include special or restricted diet, tube feeding or parenteral nutrition.6 a Guide for p atients, f amily & Healthcare p rovidersYoUr staY at Hartford Hospital Chaplain Provides emotional and spiritual support. Pharmacist Provides pharmaceutical (medication) services in collaboration with your doctor and medical team. Anesthesiologist or nurse anesthetist Provides anesthetics (medications to keep you comfortable) and makes sure you're safe during surgery. Patient relations representative Helps patients and family members with any questions, concerns, compliments or problems during a hospital stay. Volunteers Help the professional staff meet your needs and extend hospital resources. Professional students Hartford Hospital staff supervise healthcare providers who are training in many fields, including nursing, physical rehabilitation, respiratory care and nutrition. intentional r ounding Intentional rounding helps us anticipate your needs and monitor your well-being so that you, your family and your visitors can focus on your recovery. Rounding should occur multiple times every shift. During rounding you should expect the nursing team to: Address your comfort and pain level Help you move and change position as needed Assist you to the bathroom or to walk in the hallway Make sure you have everything you need in a place where you can reach it Ask if there is anything else we can do for you If at any time during your stay you have any concerns, please call the unit manager so we can address them in a timely manner. Hartford Hospital 7YoUr staY at Hartford Hospital You a re our partner in safety and Quality We want you and your family members to feel like true partners in your plan of care. Your care team wants you to feel confident to share any concerns or fears you experience. Patients that participate in their care as active partners often experience a more satisfying and successful hospital stay. Here are some ways that you can become actively involved in your care. patient safety: Keeping You safe Check Your Name braceletsCheck your name bracelet to make sure all your name and date of birth is correct. If something is incorrect or cannot be read, please tell your nurse. Your caregivers will frequently be asking you for your first and last name, as well as your date of birth. We ask you to tell us your name and date of birth and check your name bracelet to make sure that you are the correct patient prior to giving you medica - tions, drawing blood, giving you any treatment, and before taking you for a test. Colored wrist bands identify alerts Colored wrist bands are used to identify alerts on patients and reflect the standardized American Hospital Association colors: Yellow for fall risk Red for allergies Pink for limb restrictions (wristband goes on affected limb, all other bands are placed on arm opposite of affected limb) Blue for difficult airway Gray for Aspiration Precautions No Blood CBMS Patients (bloodless medicine)Medication safety In addition to your prescription medications, tell caregivers about all of the medications you are taking, including vitamins, over-the-counter drugs (aspirin , antacids, pain relievers, etc.) and herbal supplements or \"natural\" products. These can all have unwanted effects when combined with medications or anesthesia. Familiarize yoursel f with the name, color, size and dosages of the medications you are taking in the hospital. Ask questions about why you are on them, if there are any side-effects, and if there are any foods or activities you should avoid while on the medication. If you do not recognize a medication, question the nurse. Make sure staff checks your identifi - cation bracelet prior to giving you medications. Report any changes to your doctor or nurse Your doctor and nurse need to know about any changes in your condition or new symptoms to help make an accurate diagnosis and assist in managing any problems. If you feel that some - thing has changed in your condition, alert your caregivers. Alerting family and friends about your condition can help them advocate for you. They may also be able to alert medical staff to changes in your condition. If you feel that a caregiver has not addressed your safety concerns, please contact the nursing unit manager or the Patient Safety Office at 860.972.2625 or 2.2625 from any hospital phone.8 a Guide for p atients, f amily & Healthcare p rovidersYoUr staY at Hartford Hospital fall prevention: staying safe to prevent a fall: Wear the double-sided grip slippers or non-skid shoes when out of bed. Notify staff immediately if any fluid is spilled on the floor. Change position slowly when getting out of bed and wait a few moments before walking away from the bed or chair. Be aware of any tubes, drains, or equipment attached to your body that might cause you to trip. Do not use mobile objects such as IV poles, over-bed tables or unlocked wheelchairs to steady yourself. Request assistance with walking or getting up if you feel weak, dizzy, tired, or uncertain of your ability. Notify the staff immediately if you almost fall, but catch yourself. Your nurse assesses your risk of falling when you are admitted to the hospital and then at least daily. Fall precautions: If it is felt that you are at high risk of falling, you will be placed on the hospital's fall- prevention protocol. A triangle will be placed outside of your room and on your stretcher when in transit. A bracelet will be placed on your wrist. An exit alarm will be set. Never get up from the bed or chair without staff assistance. Call before you fall. Allow a staff member to remain with you while you are in the bathroom as this is where many serious falls occur. Never turn off your bed or chair alarm. Do not sit on the side of the bed as you may slip off; request that staff assist you to a chair instead.rest Keeping it quietOur HUSH (Help Us Support Healing) campaign was designed to keep the hospital as quiet as possible to support healing. Getting adequate rest is an important part of your recovery. We make every effort to ensure your comfort by minimizing noise. However, some unavoidable sounds that may occur include: Moving furniture/equipment LIFE STAR helicopter Emergency overhead pages Medical equipment hums, beeps or alarms Please let us know of noises that are disturbing your rest and we will try to address the source and correct the problem in a timely manner. If we cannot eliminate the noise, we will explore ways to reduce it. Feel free to ask for earplugs, an eye-masks and/or TV headphones for your comfort. Your Nutrition Patient mealsCaring Cuisine is our dining service for patients. Food and nutrition is very important to your health and healing. You will be visited each day by a food service coordinator who will help you make menu selections based on your personal preferences and the nutrition plan prescribed by your physician. You may speak to Food and Nutrition Services at 2.3663 between 6 a.m. and 7 p.m. QUIET ZONEHartford Hospital is a Let's work together to help keep patient care areas quiet. H.U.S.H. Help Us Support HealingHartford Hospital 9Mobility is Medicine: Keeping You Moving Effects of extended bedrest Staying as active as possible while you are in the hospital is important to your health and function. Studies show that bed rest increases your risk for many preventable conditions such as pres - sure sores, constipation, pneumonia, blood clots and low blood pressure that can make you dizzy when you come to standing. It causes weakness and fatigue that can result in a decline in func - tion, putting you at risk of falling and making you more likely to need a rehabilitation facility upon discharge from the hospital. Progressive mobility while in the hospital To help build or maintain your strength, balance and endurance it is important that you take advantage of every opportunity to move during your hospital stay. Our staff will help you do this through our progressive mobility program: Each day your nurse or therapist will choose the level of activity that is appropriate for you and your condition. These levels may include: 0 Bedrest 1 Sitting fully upright (supported) 2 Sitting at the edge of the bed 3 Practicing standing at the side of the bed 4 Transferring to a bedside chair 5 Walking Along with your medications, tests, and treatments, mobility expectations will be included in your daily plan of care. If you need help to mobilize, you may be assisted by unit staff, rehabilitation special - ists, or trained mobility volunteers. Special equipment may be needed to help keep you and our staff safe as we help you move. We encourage you to walk with family members but only if it has been determined by staff to be safe. Lying in bed for prolonged periods can make you feel more tired and not eager to get out of bed. Small amounts of activity throughout the day are a great way to start. Each day try to do a little more. If you need help to walk do not feel like you are bothering staff by asking if someone will walk with you. Mobility is Medicine - Just as you would ask for medicine if you had a headache, look at getting up and moving as medicine for many parts of your body! Keeping You from Harm: preventing a Blood Clot Hospitalized patients are at increased risk of developing blood clots in their legs that can lead to more serious problems. Walking frequently and pumping your ankles while in bed are things you can do to improve your circulation and lessen your chance of this happening. Some patients may require compression devices that wrap around the legs and apply a gentle squeeze that helps to keep the blood in your legs moving. You can help yourself by allowing the staff to put these on your legs when recom - mended. You may also be given low-dose blood thinners to lessen the chance of blood clots forming while you are in the hospital. Your participation in this care is important. protecting Your s kin Skin injury can occur as a result of many factors associated with illness or surgery. Fortunately, you can lower your risk of skin injury by work - ing together with your care team in the following ways: While in bed, change your position (turn side to side) every 2 hours. The team will assist you if you are unable to turn on your own. While in a chair, shift your weight slightly every hour to relieve pressure. YoUr staY at Hartford Hospital 10 a Guide for p atients, f amily & Healthcare p rovidersYoUr staY at Hartford Hospital Your caregivers may also use other types of pain control like heat, ice, or assisted mobility. What works well for one person, may not work for another. So please tell us what has worked in the past for you. Your nurse will assess you to be sure your pain relief plan is working. One way to do that is to ask you about your pain intensity level, based on a 0-10 scale (see chart) , before and after an intervention for pain (such as pain medicine or an ice pack) . Please let your nurse know what your own \"comfort-function goal\" is - the number where your feel comfortable enough to function. When you feel the pain intensity is higher than your comfort-function goal, we will try to help you feel better. delirium a wareness Delirium is an abrupt change in thinking and is common during hospitalization especially for individuals with the following risk factors: age 65 or older dementia, stroke or head injury experience of delirium during previous hospitalizations a severe illness requiring ICU care. Please speak up if you or your hospitalized family member is experiencing a change in thinking or behavior. The symptoms that may occur are: thinking different from normal for that person fluctuating states of awareness (excessive sleepiness, restlessness/agitation; periods of normalcy) difficulty paying attention or focusing confusion and/or memory loss paranoia, suspiciousness or hallucinations. You know yourself best, as do the people who are closest to you. Delirium can be related to a medication reaction or new medical condition that needs attention. Once identified, your healthcare team will begin the process to deter - mine the possible causes for the change and start appropriate treatment. Our goal is to keep you safe, comfortable and functional until the delirium resolves. Pain Scale (0 - 10) 1-2 0 3-4 5-6 7-8 9-10 pain is present but does not limit activityCan do most activities with rest periodsUnable to do some activities because of painUnable to do most activities because of painUnable to do any activities because of pain All of our mattresses are made of special pressure reducing foam. You may require a special air mattress, chair cushion or heel elevation if you are at higher risk. Eat a balanced diet to maintain healthy skin and heal wounds. A barrier cream or spray and special under - pads may be used to protect your skin from urine, stool or drainage. Ask questions about your treatments and therapies so you understand them better. pain Management: Keeping You Comfortable If you are in pain or discomfort, please tell us. We want to help you to feel comfortable. Good pain control takes a partnership between you and your caregivers. Managing your pain will help you recover more quickly. We may not always be able to take all your pain away, but we usually can help to make it tolerable. Your caregivers will work with you to develop a pain relief plan. The plan may include pain medicine. Usually pain medicine is given as needed, so please ask your nurse if you feel you need it. The goal of the pain relief plan is for you to do things that will help you get better, such as taking a deep breath or going for a walk. Other goals include: chang - ing you from intravenous pain medicine to pills you can take as you transition your care from the hospital to home or a rehabilitation center. And for you to take pain medicine less often as you get better. Please tell your nurse if have any side effects from pain medicine like nausea, itching, constipation or drowsi - ness. Less medicine throughout the day, as you get better, will decrease most side effects.Hartford Hospital 11 YoUr staY at Hartford Hospital Providing patients with basic care needs can prevent some episodes of delirium. If you are visiting a patient who is at high risk for delirium there are things you can do to part - ner with the healthcare team. You can help by routinely offering food and drink if allowed, walking frequently with your loved one and keeping them involved in current events. Feel free to share with our team individual things that will help us to understand the person your loved one was prior to becom - ing ill. If your loved one is not able to speak for themselves be sure to fill out a \"Hartford Healthcare Cares About Me\" poster to help us personalize your loved one's care plan. infection p revention and Control Hand hygieneHand hygiene is the cornerstone of every infection prevention and control program. It is the first and foremost way to prevent infections, and is taken very seriously at Hartford Hospital. Every caregiver has taken a pledge to perform hand hygiene. Hand hygiene may be accomplished by using good old fashioned soap and water, or Purell® waterless hand sanitizer. All caregivers at Hartford Hospital are expected to perform hand hygiene before and after every patient encounter. Patients and visitors should also perform hand hygiene before eating, after using the bathroom or when entering or exiting the patient's room. Hand hygiene removes bacteria and viruses and prevents them from being transferred to you, your loved ones, other patients or caregivers. transmission-based precautions Certain bacteria or viruses are spread easily from person to person and are easily trans - ferred to the environment or equipment by an infected person. Depending on the type of bacteria or virus, they can be spread through the air by coughing or sneezing, by equipment or hands.When a patient is identified with one of these types of bacteria or viruses, certain precau - tions may be instituted to be sure they are not transferred to others. A sign will be posted by the entrance to the room to identify the type of protective equipment to be worn in the patient's room. It might instruct the caregiver to wear a mask, gown or gloves depending on the best way to stop the bacteria or virus from travel - ing. Hands must be washed before and after the equipment is worn. Help us stay true to our word - please remind us if we should ever forget to perform hand hygiene. If you or your family has questions or concerns, please do not hesitate to call Infection Control at 860.972.0321 or 2.0321 from any hospital phone. integrative Medicine Integrative medicine is a division of the Cancer Center with hospital-wide and community services. Integrative medicine, which offers compassionate care to heal the mind, body and spirit, integrates alternative/complementary therapies into Western medical practice. It pro - vides pain management and relaxation with - out the use of medications to improve care and healing. You may find an intervention such as reiki, massage, guided imagery or acupuncture beneficial. For more information, please visit www.harthosp.org/intmedclasses, e-mail itherapy@harthosp.org or call 860.545.1888. palliative Medicine Palliative Medicine is specialized medical care for people with serious illness. This type of care is focused on providing patients with relief from the symptoms, pain, and stress of a serious illness - whatever the diagnosis. The goal is to improve quality of life for both the patient and the family. Palliative care, provided by a team of doctors, nurses, social workers and other specialists, is appropriate at any age and at any stage in a serious illness. Palliative medicine requires an order from your attending physician. Feel free to ask your healthcare team or your doctor to request a consult. I like to be called:My favorite TV shows, music, books are:What I do for fun and activity:What I do or used to do for work: My family, friends, pets names are: My favorite food: I brought with me: Hartford HealthCare Cares About Me... HHC-C-7745 Apr15 Dentures: No / Yes: Upper / Lower / Both Glasses: No / Yes Hearing Aides: No / Yes: Right / Left / Both12 a Guide for p atients, f amily & Healthcare p rovidersYoUr staY at Hartford Hospital interpreter s ervices Hartford Hospital provides interpretation services for deaf, hearing-impaired and limited English speaking patients and their families to help them understand and be understood during hospitalization. We use outside agencies, trained employee interpreters, video conferencing interpreters, and the Language Line, which provides access to phone translation 24 hours a day, seven days a week. Contact your nurse to arrange for an interpreter. If you have any questions or concerns, please con - tact Patient Relations at 860.972.1400 or extension 2.1400 from any hospital phone. deaf and Hearing impaired services To ensure effective communication with patients and their companions who are deaf or hard of hearing, we provide appropriate auxiliary aids and services free of charge, including: Sign language Oral interpreters Video interpreting TTYs Note takers Written materials Telephone handset amplifiers Assisted-listening devices and systems Closed captioning of most hospital programs Please ask your nurse or other hospital personnel for assistance, or contact the Patient Relations Department at 860.972.1400 (voice) or 860.545.2260 (TTY). Ethics Committee and Ethics Consultation s ervice The ethics consultation service is as a resource for families, patients, hospital staff and physicians in addressing the often difficult medical-ethical issues in healthcare. The ethics consultation service attempts to clarify and resolve ethical dilemmas arising in the course of patient care. The values and preferences of patients and their surrogate decision makers are respected and balanced with the best medical judgments determined by physicians to resolve ethical dilemmas. Any employee, patient, family member or representative of Hartford Hospital may contact the ethics consultation service at 860.825.9685. spiritual Care The Spiritual Care Department at Hartford Hospital is known for honoring and providing spiritual care as an essential dimension of healing. Our chaplains offer spiritual care to patients, families, and staff, responding to each person's unique values and beliefs. When to Call a Chaplain When you or your family feels scared about being in the hospital When you or your family are grieving a loss When you or your family feel discouraged, lonely, or disconnected When you are asking God, \"Why?\" When you wish to have guided meditation When you or your family are facing a difficult decision When you want to receive sacraments, a blessing or other ritual When you or your family want someone to join you in prayer When you are adjusting to a new diagnosis, treatment or medical event When you are waiting for news When you or your family need help contacting your Pastor, Rabbi, Imam or Faith Community When you or your family would like to add a prayer request to our noontime prayer service. If you wish to speak with a chaplain please talk with the staff or call 860.972.2251 to request an appointment. Facing illness or watching a loved one struggle during a hospitalization can be very challenging. Talking to a chaplain can help if questions or concerns arise. We hope to support you during your time here.Hartford Hospital 13lazowski/Keily Multifaith Chapel The Multifaith Chapel is located on the first floor of the hospital by the gift shop and is always open for prayer or meditation. There is a space in the chapel for Muslims to pray. Prayer requests can be added on the bulletin board outside the chapel, or by calling your chaplain. On weekdays from 12:00-12:15, our chaplains will lift up the prayers of the community. Please join us for this service of meditation and reflection. On Sundays at 3:45 pm a priest celebrates Roman Catholic Mass. All of these services are broadcast throughout the hospital on Channel 17. organ and t issue donation To learn more about organ and tissue donation and how you can become a registered donor, please call LifeChoice Donor Services at 1.800.874.5215 or visit: www.lifechoiceopo.org or www.donatelifenewengland.org. preparing to leave the Hospital Your care team will already be planning for the day you are ready to go home, or to another facility, within the first 1-2 days of admission. You're an important member of this care team. We will keep you informed as to your discharge date and time and we will make every effort to facilitate your discharge before 11am. Your Case Coordinator will assist you with choosing a home health agency, a skilled nursing facility, or rehabilitation hospital as determined to be necessary for your success - ful transition from Hartford Hospital . Understand your discharge instructions. It is important that you fully understand your discharge plan to ensure your continued healing, safety, and comfort. You will receive these instructions in writing. Before you leave the hospital ask questions about all of your medications, and be sure you know what medications are being prescribed, the proper dosage, how and when to take the medication, and possible side effects. Be informed about your health condition(ask the care team if you do not understand any information shared with you) and what you can do to help yourself get better. Your instructions should also include when you should schedule follow-up appointments with your primary care physician and/or other specialists. Clinical Progression Rounds These are rounds that occur every day on every nursing unit. The primary goals of these rounds are to enable the provision of care in a more standard and efficient manner, and enhance the patient and family experience through improved coordination and commu - nication within the care team. Each patient's progress towards recovery is reviewed, and any barriers to a timely transition are addressed. Our commitment to you is to work very hard to provide you with timely service and prevent any delays in your being able to go home or to another facility. Each day we will provide you with an updated Care Plan that will include your anticipated date of dis - charge, current diet, activity, daily goals, and a list of your medications. Ask questions about your care plan, talk about treatment options, and most importantly, make sure your wishes are made known to our care team. Retrieve all of your personal belongings Please collect all personal belongings. If you have a pink voucher that shows you have valuables stored in our hospital safe, please let your nurse or PCA know so that they may be retrieved. You may call the Cashier's Office at 860.972.2119 or 2.2119 from any hospital phone to check if you have anything of value in the safe. lost & Found If your belongings are missing, please contact the Lost & Found at 860.972.5678 (LOST). If something of value is missing, please contact the Security Department at 860.545.2147. Hartford Hospital is not responsible for belongings and valuables or personal items kept in the patient's pos - session during admission. Hartford Hospital is not responsible for replacing electronic devices such as cell phones, iPads or laptops.YoUr staY at Hartford Hospital14 a Guide for p atients, f amily & Healthcare p rovidersYoUr staY at Hartford Hospital Your o pinion Counts Hospital Consumer Assessment of Healthcare Providers and Systems (HCAHPS®) is a national, standardized survey of hospital patients. HCAHPS (pronounced H-caps) was created to publicly report patients' perspectives on 11 important measures of hospital care. The HCAHPS survey allows consumers to make fair and objective comparisons between hospitals on topics such as coordination of care, communication, cleanliness and discharge information. You may receive a survey at home by mail within 30 days after leaving Hartford Hospital. If you receive a survey, we hope that you will participate. Your anonymous feedback helps us identify our strengths and also tells us where you think we can improve. patient f inancial services About your bill We make every effort to obtain insurance and financial verification. You or a family member may wish to contact your insurance company for guidance (your insurance card will tell you how to contact member services). Our patient financial services office can be reached at 860.696.6010 or toll-free at 1.888.515.5544 from 8 a.m. to 5 p.m., Monday through Friday. Credit card payments are accepted over the telephone or at our cashier window, Monday through Friday, 8 a.m. to 4 p.m. Payment of non-covered charges, deductibles and co-insurance may be paid by cash, check or credit cards including Master - Card®, VISA®, Discover®, and/or American Express®. Prior to, or while a patient at Hartford Hospital, you may be contacted by a financial counselor to obtain additional information, complete paperwork, or discuss payment arrangements or assistance. If you have any concerns regarding payment, we urge you to contact one of our financial counselors: Prior to admission: 860.972.2730 During your admission: 860.972.2820, 860.972.4056 or 860.972.4617Financial assistance Consistent with our mission, Hartford Hospital provides medical care regardless of a patient's ability to pay. We make financial assistance available to qualified uninsured or underin - sured patients. If you are not able to pay for all or part of your care, please inform the registrar, financial counselor, social services department or patient accounts office, and ask about the availability of financial assistance. Donated funds Additionally, Hartford Hospital has donated funds available for medical care. Funds are awarded to individuals with limited means who meet the eligibility requirements. Each fund has criteria for selecting eligible participants. Please request an application from anyone in the registration office or call one of the following departments: Social services: 860.972.2966 Patient accounts: 860.696.6010 Toll free: 1.888.515.5544 Once the hospital reviews your application, you will be notified in writing of the result. If your application is rejected, you may reapply as additional funds may become available on a yearly basis or your financial circumstances may change.Hartford Hospital 15 faMilY & Visitors the Gift s hop Hartford Hospital's Auxiliary Store, located on the first floor, adjacent to the main lobby, offers a wide variety of items for patients, families and staff. All proceeds benefit the programs and services of Hartford Hospital. Call 860.972.2155 or extension 2.2155 from any hospital phone for additional information. Items available include: Magazines, newspapers, paperback books, crossword puzzle books Greeting cards, postcards, boxed stationery, address books, pads, pens and envelopes Flowers, balloons, gifts and jewelry Beverages and snacks dining s ervices for Visitors Hartford Hospital's cafeteria is on the ground floor of the hospital's Bliss wing Hours: Breakfast 6:25 a.m. to 10:30 a.m. Lunch 11:00 a.m. to 2:00 p.m. Afternoon Snack 2:00 p.m. to 4:00 p.m. Dinner 4:30 p.m. to 8:00 p.m. Au Bon Pain is located in the main lobby 24 hours a day/7 days a week ERC (Education Resource Center) is located on Hudson Street . Vending/Snack Area open 24 hours.atM Machines ATMs are located on the ground floor of the Bliss Wing, next to the cafeteria and in the Auxiliary Gift Shop, first floor. patient CareGrams A Patient CareGram is a free service that allows you to send a greeting to a friend or loved one who is currently a patient at Hartford Hospital. You can customize your CareGram and it will be printed and delivered the next business day. If the patient has been discharged it will be mailed. (Please note that patients who have opted out of the hospital directory will not receive CareGrams during their stay, but messages will be mailed to their home address.) You can also send an electronic message to a patient using your own e-mail program that will be printed and delivered. Please include the patient's full name, and if possible, the patient's location. We reserve the right to refuse delivery of any messages and/or images deemed inappropriate. Contact Patient Relations at 860.972.1400 or extension 2.1400 from any hospital phone for more information.16 a Guide for p atients, f amily & Healthcare p rovidersfaMilY & Visitors lodging (Hudson s uites) On-campus accommodations Hudson Suites at Hartford Hospital, 560 Hudson Street (3rd floor), Hartford, CT 06102. Call 860.545.1111 or 1.877.979.9997 for reservations. Hudson Suites are perfect for patients undergoing an early morning procedure or for family members wanting to be nearby a patient. Twelve suites are available to the hospital's patients and their families for overnight and short-term stays at a modest cost. All suites have a sleeping area with a double bed, a sitting area and a pull-out sofa. There is a $55.00 charge per room, per night. We do not require a deposit, but we do require that a credit card be on file. There is no cancellation fee. All major credit cards, cash and personal checks are accepted. Secured parking is available at a small additional cost. The security guard at the desk will direct you to the hospital garage. Check-in time is 2 p.m. to 11 p.m.; other times by special arrangement. Check-out time is 11 a.m., or later by special arrangement. We are not able to make baby-sitting arrange - ments and children may not be left alone in the rooms. We regret we cannot accommo - date pets; service dogs (for a person's handicap) are allowed in the Suites. For more information or directions to the Hudson Suites, call 860.545.1111 or toll free 1.877.979.9997.Hotel a ccommodations Marriott Downtown200 Columbus BoulevardHartford, CT 860.249.8000 Located .9 miles from Hartford Hospital Homewood Suites by Hilton Hartford Downtown 338 Asylum StreetHartford, CT 860.524.0223 Located .9 miles from Hartford Hospital Holiday Inn Express HAR tFORD - DOWN tOWN 440 Asylum StreetHartford, CT 860.246.9900 Located .9 miles from Hartford Hospital Residence Inn Hartford Downtown942 Main StreetHartford, CT 860.524.5550 Located 1 mile from Hartford Hospital Hilton Hartford 315 Trumbull Street Hartford, CT 860.728.5151 Located 1.1 miles from Hartford Hospital Radisson Hotel Hartford50 Morgan StreetHartford, CT860.549.2400 Located 1.2 miles from Hartford HospitalHartford Hospital 17WHat E VErY patiENt NEEds to K NoW faMilY & Visitors references Non-discrimination Patient Privacy Patient Rights and Responsibilities Your Rights Concerning Medicare Hartford Hospital is an Academic Medical Center Medical Records Non-discrimination In accordance with federal regulations, Hartford Hospital does not exclude, deny benefits or otherwise discriminate against any person on the grounds of age, gender, race, ethnicity, religion, culture, language, socioeconomic status, sexual orientation, gender identity or expression, physical or mental disability, in the admission to, participation in, or receipt of the services and benefits of its programs and activities. You may contact Hartford HealthCare Office of Compliance, Audit & Privacy at 1.855.HHC.OCAP for further information about these regulations and our procedure for the resolution of discrimination complaints.patient p rivacy Notice of Privacy Practices Privacy of patient informationWe comply with the Health Insurance Portability and Accountability Act (HIPAA) and keep information about you confidential. Hartford Hospital's responsibilities The hospital receives and generates informa - tion about you which is deemed protected health information (PHI). We must inform you of the ways in which your PHI will be used and/or disclosed in the Notice of Privacy Practices. The following summarizes your rights contained in the notice. You have the right to: Receive the notice of Hartford Hospital's privacy practices. Request a restriction of the use and/or disclosure of your PHI. Opt out of our facility directory, thereby requiring us to not acknowledge that you are here at Hartford Hospital to anyone in the public who may ask for you. Access your PHI. Request an amendment to your PHI. Complain if you feel your privacy rights have been violated. The hospital is required to notify you if we cannot abide by a requested restriction on how your information is used or disclosed. If you have further questions or concerns about your PHI contact a patient advocate through the Patient Relations Department at 860.972.1400 or 2.1400 from any hospital phone.18 a Guide for p atients, f amily & Healthcare p rovidersWHat E VErY patiENt NEEds to K NoW patient r ights As a patient at Hartford Hospital, you have the right to: Make informed decisions. Considerate and respectful care in a safe, comfortable environment. Personal privacy and confidentiality. Be treated with dignity. Have your physician and a family member or other person of your choice notified of your admission to the hospital. Create an advance directive. Know the names of healthcare providers and their role in your care. Treatment by compassionate, skilled, qualified health professionals. Be informed about and participate in your care and treatment plans. Be free from seclusion and chemical or physical restraints of any kind that are not medically necessary, using the least-restrictive effective approach. Be free from all forms of abuse or harassment. Request medically appropriate and necessary treatment. Refuse treatment as allowed by laws. Know what safety measures may be used during your care. Ask for a second opinion about your care. Proper assessment and management of your pain or discomfort. Request an interpreter. Review and obtain copies of your medical records. Receive treatment in an environment that is sensitive to your beliefs, values and culture. Be informed about the care you will need after discharge. Receive information about, and an explana - tion of, your hospital bill. Request that an autopsy be performed here or arrange for another institution of your choice to perform it. Express a complaint or grievance by contacting the Patient Relations Department at 860.972.1400 or extension 2.1400. If you are not satisfied with the outcome of your grievance contact the following agencies: Connecticut Department of Public Health 410 Capital 06134-0308 Phone: 860.509.7400 1.800.842.0038 IL 60181 Phone: 1.800.994.6610 www.jointcommission.org patient r esponsibilities As a patient at Hartford Hospital, these are your responsibilities: Give us complete information about your medical history, including any medications you may be taking. Tell us what you need. If you do not under - stand your care plan, ask questions. Be part of your care. It is important for you to tell us how you want to partner in your care. If you are not satisfied with your care, please tell us how we can improve. Follow our guidance in helping you get well. Be considerate of the rights of other patients, families and hospital personnel. For questions or more information about your Rights and Responsibilities, contact Patient Relations at 860.972.1400 or extension 2.1400 from any hospital phone.(See full details in our Notice of Privacy Practices.)Hartford Hospital 19Your r ights Concerning Medicare As a hospital inpatient you have the right to: Receive Medicare covered services. This includes medically necessary hospital services and services you may need after you are discharged, if ordered by your Doctor. You have a right to know about these services, who will pay for them, and where you can get them. Be involved in any decisions about your stay and know who will pay for it. Report any concerns you have about the quality of care you receive to the Quality Improvement Organization (QIO): - Name of QIO: Livanta - Telephone Number of QIO: 1-866-815-5440 Planning for your transition from the hospital: During your hospital stay, your care team will be working with you to prepare for your safe transition and arrange for services you may need after you leave the hospital. When you no longer need inpatient care, your Doctor or the hospital staff will inform you of your planned discharge. If you have concerns, talk to your doctor, a representative of your plan, your Case Coordinator, or any member of your care team. Medicare appeal rights You have the right to ask for a review of the discharge decision by the Beneficiary and Family Centered Care Quality Improvement Organization (BFCC-QIO) before you leave . A BFCC-QIO is a type of quality improvement organization (a group of doctors and other healthcare experts under contract with Medicare) that reviews complaints and quality of care for people with Medicare. Information regarding your Discharge Appeal Rights has been provided to you (Important Message From Medicare) which contains information on your BFCC-QIO . If you don't get this notice, please ask for it . For more information you may call Medicare toll free/24 hours a day at 1.800.MEDICARE (1-800-633-4227). TTY users should call 1-877-486-2048. Your right to an immediate appeal without financial risk: If you think you are being asked to leave the hospital too soon when advised of your planned date of discharge, you have the right to appeal to your Quality Improvement Organization The QIO is authorized by Medicare to provide a second opinion about your readiness to leave.Patients' Rights from the Centers for Medicare and Medicaid (CMS) Services - §482 .13 Condition of participation Hartford Hospital is committed to providing all patients with the opportunity to express dissatisfaction in accordance with §482.13(a)(2), as stated in the Conditions of Participation under Patients' Rights from the Centers for Medicare and Medicaid Services. The law and regulations may be examined at the Patient Relations Department, 80 Seymour Street, Hartford, CT 06102, 860.972.1400, which has been designated to coordinate the efforts of Hartford Hospital to comply with the regulations. A complaint is an issue that is easily solved by staff present or anyone who can quickly be at the patient's location while the patient is still in the hospital. For example, the staff may request a nursing supervisor, patient advocate or another administrative member of the staff to assist in resolving the issue. A grievance is a written complaint by a patient or the patient's representative regarding the patient's care, abuse or neglect, issues related to the hospital's compliance with CMS' Hospital Condition of Participation, or a Medicare beneficiary billing complaint related to rights and limitation. A written acknowledgement of all grievances will be made to the person filing it within seven business days. If the grievance is still under investigation after seven business days, an estimated time for final response will also be communicated to the complain - ant with the written acknowledgement of receiving the grievance. Periodic communi - cation will continue if the resolution takes longer than 30 days. WHat E VErY patiENt NEEds to K NoW20 a Guide for p atients, f amily & Health Care p rovidersWHat E VErY patiENt NEEds to K NoW The patient, or the patient's representative, has the right to file a complaint with the State of Connecticut, Department of Public Health, 410 Capitol Ave., Hartford, CT 06134. Telephone number: 860.509.7400, 1.800.842.0038 or TTY: 860.509.7191 at any time. The patient, or the patient's representative, has the right to file a complaint with the Joint Commission on their website: www.jointcommission.org; through e-mail: complaint@jointcommission.org; by writing to the Office of Quality Monitoring, The Joint Commission, One Renaissance Boulevard, Oakbrook Terrace, IL 60181; or by calling 1.800.994.6610. Hartford Hospital is an academic Medical Center Hartford Hospital is an academic medical center and major teaching affiliate of the University of Connecticut School of Medicine, responsible for training the next generation of physicians. Hartford Hospital attracts top physicians who are committed to academic and medical excellence through their role as members of the hospital's teaching faculty. Keeping abreast of the latest medical developments and the most advanced technology are two benefits of our role as a respected teaching hospital. Our academic medical center prepares medi - cal graduates for practice in many accredited programs, including anesthesiology, cardiol - ogy, general surgery, internal medicine, obstetrics-gynecology, pathology, pediatrics, and radiology. Graduate medical education is the final phase of training for physicians who have successfully completed medical school. Teaching hospitals are the heart of graduate medical education. Attending physicians provide supervised training and guidance for the medical school graduates, also known as resident physicians, in a hospital setting.Providing round-the-clock physician care Resident physicians, in training, function as part of the healthcare team to deliver the highest quality patient care under the supervision of practicing physician teachers. Upon your arrival, your resident physician, under the guidance of your physician, will review the history of your current illness and past medical history. A physical examination will be performed to substantiate previous findings and evaluate changes. Some of the questions and procedures may seem repeti - tive, particularly given the anxiety that comes from being hospitalized. Be assured that the resident is acting in your best interest, as an essential member of your healthcare team. Your resident physician will be in close touch with your physician to pro - vide updates on your condition. Frequently, this new information on your progress will speed your recovery. While the resident physician may not be able to answer all of your questions immediately, he or she will respond as soon as possible. Please remember that laboratory test results and consultations need to be evaluated by our attending physician, who has ultimate responsibility for your care. Medical r ecords (Health Information Management) As a patient, you have the right to a copy of your medical record. In order to receive a copy of your record or to have a copy of your record sent to a third party, you are required to put your request in writing on a valid authorization form (you can not simply tell someone). In some instances, there is a per-page fee for copies of medical records. The Medical Records Department is located on the first floor of Hartford Hospital in room 139. You may also contact them by phone at 860.972.4764 to complete an authorization to disclose form. Receiving a copy of your medical record may take up to 30 days. Patients can visit the following website for instructions and to print forms www.harthosp.org/medicalrecordsHartford Hospital 21 Hartford Hospital 21Notes, Questions and/or Instructions Date22 a Guide for p atients, f amily & Healthcare p roviders Notes, Questions and/or Instructions Date 22 a Guide for p atients, f amily & Health Care p roviders HHC-C-8750 Aug15Hartford Hospital 23APPOINTMENT OF HEALTH CARE REPRESENTATIVE I understand that, as a competent adult, I have the right to make decisions about my health care. There may come a time when I am unable, due to incapacity, to make my own health care decisions. In these circumstances, thos e caring for me will need direction and will turn to someone who knows my values and health ca re wishes. By signing this appointment of health care representative, I appoint a health care representative with legal authority to make health care decisions on my behalf in such case or at such time. I appoint _________________________ __________ to be my health care representative. If my attending physician determines that I am unable to understand and appreciate the nature and consequences of health care decisions and to reach and communicate an informed decision r egarding treatment my health care representative is authorized make any and all health care decisions fo r me, including the decision to accept or refuse any treatment, service or procedure used to diagnose or treat my physical or mental condition and the decision to prov ide, withhold or withdraw life support systems, except as otherwise provided by law wh ich excludes for example psychosurgery or shock therapy. I direct my health care repr esentative to make decisions on my behalf in accordance with my wishes as stated in a living will, or as ot herwise known to my health care representative. In the event my wishes are not clear or a situati on arises that I did not anticipate, my health care representative may make a decision in my best interests, based upon what is known of my wishes. If ________________________________ is unwilling or unable to serve as my health care representative, I appoint ______________________ ______________ to be my alternative health care representative. This request is made, after careful re flection, while I am of sound mind. ______ / ______ / ______ (Date) X______________________________ WITNESSES' STATEMENTS This document was signed in our presence by _____________________ ________ the author of this document, who appeared to be eighteen years of age or older, of sound mind and able to understand the nature and consequences of health care decisio ns at the time this document was signed. The author appeared to be under no improper influence. We have subscribed this document in the author's presence and at the aut hor's request and in the presence of each other. x_________________ _________ x___________________________ (Witness) (Wit ness) and Street) x_________________ _________ x___________________________ (City, State and Zip Code) (City, State and Zip Code)24 a Guide for p atients, f amily & Healthcare p rovidersOPTIONAL FORM OF COUNTY OF _____________________ _______ ) We, the subscribing witnesses, being duly sworn, say that we witnessed the execution of this appointment of a health care repr esentative by the author of th is document; that the author subscribed, published and declared the same to be the author's instruct ions, appointments and designation in our presence; t hat we thereafter subscribed t he document as witnesses in the author's presence, at the author's request and in the presence of each other; that at the time of the execution of said document the author appeared to us to be eighteen years of age or older, of sound mind, able to understand the nature and consequences of said document, and under no improper influence, and we make this affidavit at the author's request this _____ day ____________ x____________ ___________________ (City, State and Zip Code) (City, State and Zip Code) Subscribed and sworn to before me by ___________________and _______ _______________, the signing witnesses to the ______ day of _________________, 20____. __________________ _______________ Commissioner of the Superior Court Notary Public My Commission expires: _____________ (Print or type name of all pers ons signing under all signatures)Cashiers Office Valuables 2.2119 Chaplain 2.2251 Hartford HealthCare Office of 1.855.HHC. Compliance, Audit & Privacy OCAP Case Coordination 2.1475 Food & Nutrition 2.3663 (FOOD) Gift Shop 2.2155 Health Referral Service 5.1888 Hudson Suites On-campus Accommodations 5.1111 Integrative Medicine Massage, Guided Imagery, Acupuncture 2.4444 Interpreters Deaf & Foreign Languages 2.1400 Lost & Found 2.5678 Medical Records (option 4) 5.4764 Pastoral Services 2.2251 Patient Accounts 2.2706 Patient Information 2.2711 Security 5.2147 Social Work Service 2.2966 Volunteer Services Book Cart, Reiki, Pet Therapy, Art for Healing 2.2198Service ExtensionNursing Unit Patient Relations 2.1400 Patient Room Room phone will be off from 10 p.m. - 8 a.m.Guest Services, Compliments, Concerns, General Questions To place a call within Hartford Hospital: Pick up the handset and dial the five digit extension number (or the last five numbers of any internal phone number). If you are having difficulty with your phone, please dial 0 to speak to an operator, or inform your nurse.Meal Times Breakfast: Lunch: Dinner:Quick Reference Notes:Care Giver Identifier Program clinical wear specific color-coded uniforms Registered Nurse RNRehab Research CESIUnit Aide Technologist Examples include: MRI Technologist Nuclear Medicine Technologist Radiation Therapist Mammography Technologist Cat Scan Technologist UltraSonographer Dental Hygienist PhlebotomistPharmacy Technician & Equipment TechnicianTechnician Examples include: Patient Care Assistant Medical Assistant Dental Assistant Radiology TechnicianRespiratory TherapistTelevision Service Hospital television service provided by Allen Technologies, Inc. For television related questions or issues please call extension 2.1999 from your hospital phone.TV channel listings 4 COZI 5 CPTV KIDS 6 WCCT 7 FOX CT 10 NBC 11 ABC 12 CBS 17 Chapel/Meditation 18 Newborn - Espanol 21 Newborn - English 33 Hospital Info35 CNN 36 FOX News Live 37 HLN 38 TBS 39 Weather Channel 40 TNT 41 USA 42 Animal Planet 43 Discovery Channel 44 NESN 45 ESPN46 ESPNEWS 47 ESPNU 48 BET 49 Spanish Channel 50 Univision 51 History Channel 53 SyFy 54 E! Entertainment 55 HGTV 56 Food Network 57 EWTN Channel listing updated 3/22/2016Living Our Values 1 Admitting 2 Bliss Wing Cafeteria, ATM 3 Brownstone Clinics 4 Conklin Building 5 Education & Resource Building ERC 6 Emergency Department 7 Helen & Harry Gray Cancer Center 8 High Building, Main Entrance Patient Information 9 85 Jefferson Street Entrance 10 Future site of Hartford HealthCare's Bone & Joint Institute 11 South Building 12 Ambulatory Entrance 13 Main Entrance 14 Emergency Department 16 Donnelly Building 17 Braceland Building 18 Commons Building 19 Massachusetts Cottage Building 20 Thompson Building 21 Staunton-Williams Building 22 West Grad Building 23 Todd Building 24 Center Building 25 Fuller Building 26 Butler Building 27 Olin Neuropsychiatry Center 28 Burlingame Research Building 29 Terry Building 30 Gengras Building15 Physician Offices Restaurant Opticians Pharmacy ATMHartford Hospital Connecticut Children's Medical Center CCMC Medical Office Building MOB Institute of Living IOL High Building Conklin Building Jefferson Building Burlingame Gengras Building Braceland Building Donnelly Building IOL Center Building Education & Resource Center (ERC) Medical Office Building (MOB) Connecticut Children's Medical Center (CCMC) Women's Ambulatory Health Service (WAHS) 1314 Emergency Dept. 15To: 26 27 282930 EP P SP VP Valet Parking for Patients Parking for Patients & Visitors Street Parking Employee Parking Construction Zone Red arrows mark main entrancesCampus Border Tobacco-Free Area 1 45 3 6 7 8 92 10Helen & Harry Gray Cancer Center free valet service is available at the entrance to the Helen & Harry Gray Cancer Center (#7 on the map) on 85 Retreat Avenue for Cancer Center patients only. Valet service is available Monday through Friday from 6 a.m. to 6 p.m. Hartford Hospital's Public Safety Department will provide patients, visitors and staff with personal escort service. To request an (on campus) escort, or for any assistance during your use of our garages or valet service, please contact our Public Safety Department at 860.545.2147. If valet service is closed, please see the public safety officer in the Emergency Department for assistance.Weekly ($20) and monthly ($65) parking passes are available at discounted rates at Hartford Hospital's cashier's office on the first floor, Room 136, from 8 a.m. to 4:30 p.m. Parking passes may also be purchased at Connecticut Children's Medical Center's (CCMC) cashier's office in Room 210, on the hospital's second floor.Hartford Hospital Parking Pass Weekly & Monthly Rates From West (I-84): Take exit (48) to Capitol Avenue exit (48B) then left onto Capitol Avenue and right onto Washington Street. Drive through four traffic lights. At the fifth light (just past the Jefferson Street light), turn left into the driveway. The Public Parking Garage entrance is on the left, across from Connecticut Children's Medical Center. From East (I-84): From I-84 westbound, take the Downtown Hartford exit (54) and continue in the left lane toward the Old State House. Turn left onto *Prospect Street and travel south to Charter Oak Place. Turn right at the light and turn left at the first light onto Main Street. Continue south to Jefferson Street (second traffic light on Main Street). At this intersection turn right onto Jefferson Street. At the second light turn left onto Seymour Street. Turn right (traveling between the 85 Seymour Street Medical Building on the right and Connecticut Children's Medical Center on the left); the Public Parking Garage is on the right side. * Alternate Route: If Prospect Street is not accessible, continue west between the Old State House and Travelers Tower, staying in the left lane. Turn left at the light onto Main Street, traveling six-tenths of a mile (8 traffic lights) to Jefferson Street. From North and South (I-91): From Interstate 91 take the Capitol Area exit (29A), under the Hartford Library (NOTE: Heavy construction is ongoing in this area, and lanes may be reduced to one at points on weekends). Continue three-quarters of the way around Pulaski Circle turning right onto Hudson Street. Proceed to the end of Hudson Street. Turn right onto Jefferson Street. At next light, take a left onto Seymour Street. Turn right (traveling between the 85 Seymour Street Medical Building on the right and Connecticut Children's Medical Center on the left); the Public Parking Garage is on the right side. From the Norwich (Route 2) Area: Follow Route 2 West all the way to the end, and take the Down - town Hartford exit, continuing in the left lane toward the Old State House. Turn left onto *Prospect Street and travel south to Charter Oak Place. Turn right at the light and turn left at the first light onto Main Street. Continue south to Jefferson Street (second traffic light on Main Street). At this intersection, turn right onto Jefferson Street. At the second light turn left onto Seymour Street. Turn right (traveling between the 85 Seymour Street Medical Building on the right and Connecticut Children's Medical Center on the left); the Public Parking Garage is on the right side. * Alternate Route: If Prospect Street is not accessible, continue west between the Old State House and Travelers Tower, staying in the left lane. Turn left at the light onto Main Street, traveling six-tenths of a mile (8 traffic lights) to Jefferson Street.Directions to Hartford Hospital Helen & Harry Gray Cancer Center Valet Parking Security Escort 24 Hours a DayOptions for Parking : Please refer to our map and building legend for directions to these sites. 1. Valet parking (VP on the map) services are located on Seymour Street in the circular drive of the admitting entrance, and at the Helen & Harry Gray Cancer Center for patients of that center. 2. Self-parking is available at the public parking garage located between Washington and Seymour Streets (P1 on map), and conveniently attached to the Medical Office Building on 85 Seymour Street (#15 on the map). 3. Self-parking is available at the Retreat Avenue garage on 100 Retreat Avenue (P2 on map). Handicap Parking is located on Seymour Street in the circular drive in front of the admitting entrance (#1 on the map), and in both parking garages. 4. Street parking is available on Hudson Street, Jefferson Street and Retreat Avenue (SP on map). Valet Services* Hours of Operation: In front of the hospital's main entrance (#1 on the map), Monday through Friday (excluding holidays) From 5:30 a.m. to 10 p.m. Saturday and Sunday 9:00 a.m. to 4 p.m. Valet Fee: Valet services require a fee of $5 for four or less hours of parking; $10 for four to 24 hours of parking per day. Valet parking is free (one vehicle on the day of admission and discharge only) for the following patients: Patients being admitted and discharged (one vehicle on the day of admission only and one vehicle on the day of discharge only) Dialysis and MRI patients Emergency Department patients GI, Endoscopy and Ambulatory Surgery patients Rehabilitation Department patients on day of admission and discharge Pre-Admission Maternity Sleep Lab One-Day Surgery Research Administration Radiology Handicapped parking Parking is free on admission and discharge, but you must park in the Valet Parking Lot. Please inform the valet staff, that you are admitting or discharging a patient, and you will not be charged. * Valet parking is CLOSED on holidays If you are being admitted or discharged on a holiday, please park in the Public Parking Garage and the staff at the Information Desk will validate your ticket.Garage Hours of Operation: The Public Parking Garage is attached to Hartford Hospital's Medical Office Building at 85 Seymour Street and is accessible 24 hours a day. Cashiers are available Monday through Friday from 6:30 a.m. to 10 p.m. During off hours, please see the Security Officers stationed at the entrance to our Emergency Department. The Retreat Avenue Garage is open weekdays from 6:30 a.m. to 7 p.m. It is not open on weekends. Garage Rates: Garage parkers will be charged $1 per hour (or any part of) up to a maximum daily rate of $8 (per 24 hours). Valet service is $5 for four or less hours of parking, $10 for four to 24 hours per day. 24 hours to 48 hours is $8.00 plus an additional $1.00 / hour to a maximum of $16.00 48 hours to 72 hours is $16.00 plus an additional $1.00/hour to a maximum of $24.00 *Note: There is a 15 minute grace period after each hourSelf-Parking Garage Hours1 2 3 "}