{"title": null, "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": null, "cleaned_text": "This is the old United Nations University website. Visit the new site at [http://unu.edu](http://unu.edu) Guillermo Arroyave Vitamin A Preformed vitamin A (retinal) and some of its derivatives are toxic in excessive doses. The foetus and young child are especially susceptible. In the infant, acute toxicity has resulted occasionally from the administration of doses of only 50,000-100,000 µg retinol as palmitate [6]. However, susceptibility varies greatly among individuals. In the many field programmes administering periodic massive doses, thousands of 1-6-year-old children have received 200,000 IU of retinyl palmitate (60,000 µg retinol) in acid solution. Of these only about (1%) demonstrated signs of intolerance. Since these disappeared after a few hours, these incidents have not interfered with the acceptance of this type of preventative treatment [7]. Chronic toxicity in the infant and young child usually results from daily doses of 10,000-50,000 µg of retinyl ester for several months [8]. This form of toxic reaction is commonly due to errors in prescription, to misunderstanding of its use, or to medication given independently by the mother. It could be avoided through education. When excessive administration stops, the symptoms slowly disappear, and no permanent effects have been evident. Studies indicate that adults experience toxic reactions with daily doses of more than 100,000 µg over periods of time. However, such reactions have been noted with doses of 15,000 µg for longer periods [9]. The majority of the cases are the result of self-medication or erroneous prescription. Incidents of acute intoxication have occurred in explorers of the arctic regions who have ingested several hundreds of thousands of micrograms of vitamin A in meals with the consumption of seal or polar bear liver [10]. Once again, however, the symptoms disappear when intake stops. Pregnant women merit special attention. The ingestion of daily supplements between 7,500 and 45,000 µg of retinyl ester during early gestation, the period of organogenesis, has been associated with malformations of the kidney and nervous system in new-born infants [11, 12]. High therapeutic doses of retinol or retinyl esters must be avoided. Further, if pregnancy is anticipated, excessive intakes must be avoided for at least a month before [13]. The World Health Organization and the International Vitamin A Consultative Group believe that a dose of 3,000 µg of retinol (10,000 IU) may be administered as a daily supplement to pregnant women without any risk. However, they recommend that even \"this conservative level\" should only be considered in geographic areas or under conditions where it is known that the diet provides an inadequate amount of vitamin A and that there is little opportunity to improve the content of daily diet. For the general population, the American Academy of Pediatrics has taken the position that daily vitamin A supplements of more than 3,000 µg for young children should only be by prescription under medical supervision [16]. The US National Research Council suggests that the ingestion of more than 7,500 µg of retinol daily (25,000 IU) \"is unwise\" for the adult not under regular medical supervision [17]. Consumption of an excess of carotenoids, whether as a supplement or in a diet very rich in them, is not toxic. When a high intake results in hypercarotenosis, as manifested by yellow coloration of the skin at plasma levels of 300 µg/dl or more, the changes disappear when consumption is reduced [6]. An excellent analytic study of toxicity from vitamin A has been published by the International Vitamin A Consultative Group [5]. Vitamin D Vitamin D ingested in excessive quantities is toxic. The symptoms include nausea, polyuria, pruritis, kidney failure, and cardiovascular changes as well as hypercalcaemia/hypercalcinuria and abnormal calcification of soft tissues [18]. Occasionally toxicity has been described with the ingestion of 50 µg (2,000 IU), but those incidents are believed to represent cases of hypersensitivity. However, the repeated intake of 125 µg (5,000 IU) or more is likely to result in symptoms of intoxication, especially in young children [17]. The clear cases of toxic reaction are associated with 25-hydroxy-cholecalciferol blood serum levels of more than 400 µg/ml [19]. Even excessive exposure to the sun creates no risk of this kind [19]. Considering that doses only five or ten times the recommended daily quota can be toxic, and that there is no evidence that an amount higher than the daily requirement produces any benefit, it is extremely important that vitamin D intake from all sources should not significantly surpass the recommended level. Vitamin K The parenteral administration of vitamin K1 to the new-born is recommended to prevent haemorrhaging of the neonate [21, 22] because placental transfer to the foetus is very limited and the intestinal synthesis has not yet begun [20]. However, it is important to bear in mind that menadione and its water-soluble derivatives can be toxic. Carbon 3 is free of this compound and can be combined with sulfhydryl groups in the tissues, but its use should be carefully restricted to situations under clinical surveillance [17, 23]. Vitamin E From the nutritional point of view, there is no evidence that healthy individuals benefit from supplements in addition to the recommended daily allowance. Even though vitamin E in megadoses is promoted as beneficial to the aged, there is no scientific evidence that this is true [25]. While thousands of people take in vitamin E daily in quantities 100 or more times greater than recommended, there is little evidence of undesirable secondary effects [24]. Although this indicates a high tolerance to vitamin E, its consumption in large quantities is unnecessary and a waste of resources. Vitamin C The daily consumption of a few grams of vitamin C has been proposed as a therapeutic and preventative measure for a variety of pathological conditions, such as colds [27], cancer [28], schizophrenia [29], hyper-cholesterolaemia and arteriosclerosis [30]. In recent years, many additional studies have been published relating to vitamin C and the common cold. Efforts to confirm the supposed benefits of high doses of ascorbic acid through controlled experiments have had negative or inconclusive results [31-35]. In some cases, ascorbic acid in high doses seems to have a pharmacological effect unrelated to its nutritional role as a vitamin. It must be recognized that continual high intake in the range of several grams daily can produce adverse effects. Urinary uric acid increases with high intakes of vitamin C. Even a single dose of 4 g results in about a 200 g elevation in uric acid excretion [36]. Doses of 0.5-2 g have no observable effect. Ascorbic acid also lowers urine pH, which can lead to kidney stones due to the precipitation of uric acid. Another adverse effect of megadoses of vitamin C is an increase in urinary oxalic acid, because this is a major catabolite of acorbic acid. When the pH of the urine declines, oxate is precipitated. The result is the formation of oxalate kidney stones. There is also an increased tendency to haemolysis of erythrocytes that is especially serious in individuals who suffer from glucose-6-phosphate dehydrogenase deficiency [38]. Supplements of 2 g vitamin C daily for two weeks reduce the bacterial capacity of the leukocytes. When doses are stopped, however, this returns to normal [39]. It is important to mention the phenomenon of dependence [31]. Chronic high-level intakes of ascorbic acid induce catabolic mechanisms of ascorbic acid, which may precipitate acute deficiency on return to normal doses. There are reports of acute scurvy developing in two infants breast-fed by mothers who had been consuming more than 400 mg vitamin C daily during pregnancy [31, 40]. There is some evidence that a high intake of vitamin C may interfere with the absorption of vitamin B12, and to indicate this, but the epidemiologic significance of this is doubtful [41]. There has also been speculation that haemochromatosis might result from the increased absorption of iron in individuals already having a high reserve of iron [42]. However, there is no evidence that this occurs. In conclusion, since the many supposed beneficial effects of high doses of vitamin C have not satisfactorily confirmed, and since excessive intake could be harmful, the consumption of megadoses without medical supervision is not recommended. Niacin Nicotinic acid and nicotinamide acid have identical capacities to prevent pellagra, although their pharmacological actions are different. In doses of more than 2 g, nicotinic acid provokes a histamine response that produces flushing of the skin, burning sensation, and perspiration. It may present a risk to patients with peptic ulcer [45]. Daily consumption of 3 g of nicotinic acid has also been associated with liver toxicity [45, 46]. Another deleterious effect is the increase in levels of serum uric acid, which can result in gout [45]. There is also some evidence that daily doses of 3 g tend to increase cardiac arrhythmias, as well as hyperglycaemia, ketonuria and glucosuria, especially in diabetic patients [43-45]. The use of niacin as a therapeutic drug, especially in the form of nicotinic acid, should be strictly limited to clinical situations under medical supervision. Folates Because folic acid has not been viewed as a \"miracle drug,\" its consumption in high doses is rare. Another reason is that the regulations of many countries do not permit dispensing daily doses of 0.4 mg or more without prescription. There are two serious contra-indications to the indiscriminate use of folic acid supplements: First, in epileptic patients under control of phenytoin, high doses of folate (5-15 mg per day) impede the circulation of this anticonvulsant drug, or reduce its effectiveness [43]. Second, it is known that folic acid doses at such a high level correct the megaloblastosis of patients with pernicious anaemia. This can cause a serious problem because the neurologic lesions due to vitamin B12 deficiency may be hidden by a normal haemogram until the demyelination of peripheral nerves becomes irreversible. This factor could affect the diagnosis and appropriate treatment of pernicious anaemia [47]. For this reason, folic acid supplements are not recommended unless they are a part of specific clinically supervised therapy. Vitamin B12 When B12 deficiency is due to a defect of intestinal absorption such as pernicious anaemia, the parenteral administration of 1 µg daily is adequate. However, this daily routine is inconvenient and an alternative is the monthly injection of 100 µg, with which normal haematopoesis is sustained [48]. This is the best method for periodic administration of high doses of B12. Another justification for megadoses of B12 is in cases of methylmalonic anaemia. Finally, high doses have been used as an antidote in cases of cyanide intoxication [50]. Apart from these specific applications, there is no known benefit from the consumption of high doses of vitamin B12 Herbert [51] has commented accurately that its lack of toxicity and attractive red colour in solutions makes it an \"ideal placebo\" used extensively by many physicians. However, this is an expensive and unjustified waste of money. Vitamin B6 The consumption of daily doses of 50-500 mg of vitamin B6 is not uncommon. Tablets in this range are easy to obtain without prescription and are described as beneficial in treatment of depression, muscular fatigue, premenstrual tension and paraesthesia. No conclusive evidence exists as to its effectiveness in these conditions. However, high doses may have a toxic action directly on the nervous system [52]. Seven patients developed sensory neuropathies after daily doses of 2 g of pyridoxine-HCI for four months. The alteration was observed within two months with daily doses of 5 g. Several cases of vitamin B6 dependence syndrome have been described. With nursing infants, convulsions and mental and psychomotor retardation have been attributed to the dependency syndrome, and respond only to high doses of pyridoxine (10-25 mg per day) [53]. Adult patients who consumed 200 mg daily for a little more than a month and then returned to normal intake showed temporary electroencephalographic alterations that were typical of the effect of pyridoxine deficiency on the central nervous system [54]. Thus, it has not been possible to substantiate benefits to health of intakes of vitamin B6 higher than normally recommended. In view of the risk of dependence and, in more extreme cases, neuropathological changes, routine consumption of this vitamin in megadoses is contra-indicated. Thiamine and riboflavin There are no reports of toxic reactions to thiamine or riboflavin to suggest a problem of either clinical or epidemiologic significance of high doses. However, there is no convincing evidence of any health benefits from high intakes of these two B-complex vitamins. References "}