{"title": "Online Ph.D. in Integrative and Functional Nutrition | Saybrook University", "author": null, "url": "https://www.saybrook.edu/areas-of-study/integrative-functional-nutrition/phd-in-nutrition/", "hostname": "saybrook.edu", "description": "Saybrook University's Online Ph.D. in Nutrition provides students with the foundational skills needed for a successful career as a nutrition professional.", "sitename": "Saybrook University", "date": "2022-12-16", "cleaned_text": "Degree Requirements: Prior master's degree for the Ph.D. path. Applicants with a bachelor's degree only may apply for the M.S. to Ph.D. pathway, which allows students to earn both M.S. and Ph.D. degrees in IFN. Courses in basic nutrition science, general biochemistry, and anatomy and physiology are required prerequisites. If desired, these courses can be completed at Saybrook as part of the degree program. Completion Time: 4.5-5.5 years for Ph.D.; 5.5-6.5 years for M.S. to Ph.D. pathway. Prerequisites may lengthen the time of study. Earned Credits: 62 for Ph.D., 76 for M.S. to Ph.D. Registered dietitians are eligible for nine credits of Advanced Standing toward the Ph.D., as are graduates of the Institute of Integrative Nutrition. Guided by practitioner-faculty, graduates of Saybrook University's Ph.D. in Integrative and Functional Nutrition program will be prepared to impact the field of integrative and functional nutrition in a variety of ways, including: - Providing innovative, evidence-based, effective nutritional care - Educating others in the science of integrative and functional nutrition - Conducting novel research in functional nutrition to further advance the field The Ph.D. in Integrative and Functional Nutrition is a fully online* 62-76 credit program designed for those looking to enhance their expertise and to contribute to scientific advancement in the field of integrative and functional nutrition. This online program prepares graduates to use an evidence-based approach by applying their knowledge of functional biochemistry to provide patient-centered integrative care that incorporates environmental, social, physiological, and psychological sciences into their practice. The doctoral degree in IFN can help further distinguish current nutrition professionals in a competitive field, complement the existing skill set of non-nutrition health care practitioners, or pave a path for professionals from nonscientific backgrounds to transition into the field of integrative and functional nutrition, all while contributing to research in this new and expanding field. Courses such as Advanced Nutritional Biochemistry, Systems Biology I and II, and Integrative Approaches to Chronic Disease prepare students for their careers. The Ph.D. program also provides a strong grounding in research. Graduates of the Ph.D. in Integrative and Functional Nutrition program are prepared to work in: - Research and development - Higher education - Private outpatient practice - Hospitals and health care organizations - Public health and policymaking positions - Nonprofit organizations - Corporate wellness programs - Natural product, dietary supplement, and food industries - Health communications - Athletic organizations and fitness facilities - Wellness centers and spas The Ph.D. in Integrative and Functional Nutrition degree program is designed to fulfill the current academic requirements for the Certified Nutrition Specialist (CNS) from the [American Nutrition Association](https://theana.org/certify). The degree program is also designed to meet the core academic requirements for the Certified Clinical Nutritionist credential (CCN) from the [Clinical Nutrition Certification Board](https://www.cncb.org/) and is preapproved to allow graduates to waive the 56-hour Post Graduate studies in Clinical Nutrition (PCSCN). If you are interested in seeking the Residential Dietician (\"RD\") credential upon completion of the Ph.D. in Integrative and Functional Nutrition program at Saybrook University, please visit the website of the [Accreditation Council for Education in Nutrition and Dietetics](https://www.eatrightpro.org/acend/students-and-advancing-education/ispp-for-students) (ACEND). ACEND® policies for the Individualized Supervised Practice Pathway (ISPP) allow individuals holding a doctoral degree without a Didactic Program in Dietetics (DPD) verification statement to apply for an ISPP; however, eligibility requirements and options may vary by program. You can see which dietetic internships or didactic programs currently offer ISPP by visiting [Accredited Education Programs](https://www.eatrightpro.org/acend#accredited-programs). Doctoral degree holders without a DPD verification statement must attend an ISPPs that is approved to offer a track for individuals with a doctoral degree. Students interested in applying to an ISPP should research the eligibility requirements of the program where they intend to submit an application, including whether they are required to locate their own preceptors, and then contact the program director. Individuals with work experience should also inquire whether the program grants credit for specific competency requirements through an assessment of prior learning. Prospective students should contact the appropriate board for eligibility requirements, as well as their State Department of Health to determine which of these certifications may be recognized for practice in their state, as well as any other licensing, registration, or certification requirements, as they are subject to change. More program information may be found in our [Academic Catalog.](https://catalog.saybrook.edu/preview_program.php?catoid=146&poid=6662&returnto=17193) *All required coursework is done virtually, however Residential Conference (RC) participation is required when a student elects an elective course with a residential training component. Additionally, while RC participation is not otherwise required, students may opt to attend at any time. \"The Ph.D. in Integrative and Functional Nutrition at Saybrook University offers a cutting-edge nutritional program focused on systems biology, nutritional biochemistry, and developing research scholars. This program is ideal for the current nutrition professional looking for a discerning program that will add academic and research chops to their skill set and be appealing to individuals who want to be immersed in the latest nutrition science. I cannot recommend it enough.\" - Betty Saybrook University is a versatile and challenging program that offers in-depth coursework and training in nutritional sciences, systems biology, functional nutrition applications, research, and so much more. It provides the training, nutrition knowledge, and clinical skills needed to be ready for professional practice. Beyond the coursework, the faculty is the most supportive and knowledgeable team that I've come across in my educational career. I couldn't be happier with my decision to be a part of this amazing program!\" - Amery Dennis, M.S., \"The Ph.D. in Integrative and Functional Nutrition has provided me with the tools to advance my clinical and research skills. This evidence-based curriculum includes course requirements from biochemistry to research and so much in between. It is a rigorous program that fully prepared me to be the scholar-practitioner who has earned a \"seat at the table\" with other practitioners. The program features top-rated professors with current clinical experience who are passionate about teaching. They are supportive and bring the best combination of academic achievement and clinical expertise to the courses they teach. This dynamic, online program was designed to fit the variety of educational needs and busy schedules of nutrition professionals. It has been the perfect program for me!\" - Integrative and Functional Nutrition requires 62 credits for those meeting the prerequisite course requirements of basic nutrition science, biochemistry, and anatomy and physiology. The M.S. to Ph.D. program is a 76-credit program, with students earning both an M.S. and Ph.D. in IFN. Prerequisites can be taken at Saybrook if desired. Prerequisites can count toward open electives, but depending on how many are needed, the credit load may be increased by up to 6 additional credits. The Ph.D. in Integrative and Functional Nutrition is 100% virtual and no face-to-face Residential Conference (RC) is required for this degree. This allows us to attract students from across the globe. Students may choose to attend any Saybrook RC where to meet students, faculty, and staff from other degree programs. The IFN programs are conducted in an online learning environment, mostly asynchronous, supplemented by videoconferences with instructors and classmates. A typical credit load is six credits per 15-week semester, which requires about 16 hours per week of time. The summer semester is eight weeks, which requires about twice the weekly study time. Because of the asynchronous nature, the Ph.D. can be completed while students are working. Students culminate their degree with a dissertation that contributes to the published research in integrative and functional nutrition. The expected length of the Ph.D. program is 4.5-5.5 years, with an additional year for those in the M.S. to Ph.D. program. After successful completion of the first semester, students may accelerate their program if desired. Students earning the Ph.D. in Integrative and Functional Nutrition can acquire complementary skills to enhance their professional practice by adding a minor in Integrative Wellness Coaching or Mind-Body Medicine to their degree program. The addition of a minor will add to the total credits of the student's program and take approximately one to two additional semesters to complete. Saybrook University may accept up to three graduate transfer credits into the program from other regionally accredited colleges and universities prior to entrance. Transfer credits must be suitable for transfer to the intended degree program and must be approved by the department chair. Credits are applied to the number of elective or required course credits needed for degree completion. Nine credits of advanced standing are granted for registered dietitians or graduates of the [Institute for Integrative Nutrition](https://www.saybrook.edu/academics/academic-partnerships/). \"Our faculty have diverse experience that includes metabolic disease, autoimmunity, diabetes care, culinary nutrition, food and supplement industries, public health, international practice, naturopathic medicine, sports nutrition and more. Our research ranges from qualitative human inquiry studies to quantitative epidemiological, cross-sectional and longitudinal clinical investigations.\" - Jeannemarie Beiseigel, Ph.D., RD, IFN faculty Systems Biology I and II IFN 5660 - Methods in Nutrition Research Nutrition knowledge is derived from an extensive, integrally related body of basic and applied research. In this course, students will develop a working knowledge of the various approaches used to study everything from cellular metabolism and systems biology to controlled intervention trials and large-scale observational studies. Students will be able to explain and compare the methods used to gather reliable data, why they are used, their limitations, and their applications. By the end of this course, students will be able to discuss the inherent challenges within this discipline and why our knowledge of nutrition will continue to evolve. Offered: Fall A/B IFN590 Integrative Approaches to Chronic Disease Curated from national labor market data, the Lightcast tool provides salary, openings, and relevant skill information for careers related to the Ph.D. in Integrative and Functional Nutrition program. Click on the arrows to the left or right of the tool to explore salary and outcome data in various job fields. The data presented in the Lightcast tool is representative of overall industry trends and does not guarantee graduates from this program will experience similar outcomes upon completion of the program. PROGRAM SUMMARY / FAQ Is the Ph.D. in Integrative and Functional Nutrition online? - Yes! The Ph.D. in Integrative and Functional Nutrition degree is offered at Saybrook University in a completely virtual format. This allows students worldwide to access our exceptional program with skilled professors, resources, and networking opportunities. Keep in mind that though all required coursework is done virtually, Residential Conference (RC) may be required for certain courses with a residential training component. How long does the Ph.D. in Integrative and Functional Nutrition program take to complete? - The expected length of the program is 4.5 to 5.5 years for Ph.D.; 5.5 to 6.5 years for M.S. to Ph.D. pathway. However, keep in mind that prerequisites may lengthen the time of study. Is the program flexible for students who are working? - Yes! Saybrook offers the Ph.D. in Integrative and Functional Nutrition online, with flexible completion time. Choose from part-time to full-time course loads that fit your schedule. This degree program is perfect for students who are working. Also, courses are offered online in an asynchronous format, giving you even more flexibility. Are there any in-person events offered for students who wish to participate? - Yes! Though not required for completion of the degree, students may choose to attend any of Saybrook's Residential Conferences (RC) where they can meet students, faculty, and staff from other degree programs. What can I do with a Ph.D. in Integrative and Functional Nutrition? - Graduates from the Ph.D. in Integrative and Functional Nutrition program can work in a wide variety of fields and settings. These include higher education, public health policy, and athletic organizations, and fitness facilities. The Ph.D. in Integrative and Functional Nutrition offers graduates many opportunities to impact and improve lives through integrative and functional nutrition practices. "}