{"title": "PDF", "author": "PDF", "url": "https://bcmj.org/sites/default/files/BCMJ_Vol62_No2_complete_compressed.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "41 BC MediC al Journal vol. 62 no. 2 | march 2020 IN THIS ISSUE Improving care for patients with 22q11.2 deletion syndromeIncorporating the patient's voice into QI activitiesCanadian Blood Services: More than just bloodExercising in pollutionHealth impacts of sea level rise on coastal communities bcmj.orgRespiratory illness linked to poor air quality at an indoor ice arenaMarch 2020: 62:2 Pages 41- 8042 BC MediC al Journal vol. 62 no. 2 | march 202042 Proofreader Ruth Wilson Web and social media coordinator Amy Haagsma Cover concept and art direction, Jerry Wong, Peaceful Warrior Arts Design and production Laura Redmond, Scout CreativeAuthor replies, Mark Elliott, MD Doctor shortage, Jonathan M. Winner, MD CLINICAL 50 Cluster of respiratory illness in British Columbia linked to poor air quality at an indoor ice arena: A case report, Hilary Drake, BSc, Courtney sensibility, Jeevyn K. Chahal, MDHuman nature in times of stress, David Richardson, MD 46 President's Comment Amplifying value, Kathleen Ross, MD 47 Letters Re: The age of mushrooms is upon us in medicine, Chris Little, MD, Edward Brooks, MDAuthor replies, Mark Elliott, MDRe: The age of mushrooms is upon us in medicine, Jeffrey Eppler, MD Editor David R. Richardson, MD Editorial Board Jeevyn Chahal, MD David B. Chapman, MBChB Brian Day, MB Caitlin Dunne, MD David J. Esler, MDYvonne Sin, MD Cynthia Verchere, MD On thE COvEr respiratory illness linked to poor air quality at an indoor ice arena A recent case of respiratory illness following a hockey practice in Kelowna spurred an investigation that revealed toxic levels of carbon monoxide, nitrogen dioxide, and particulate matter in the arena due to a confluence of contributing factors. Article begins on page 50.Managing editor Jay Draper Associate editor Joanne Jablkowski Senior editorial and production coordinator Kashmira Suraliwalla Copy editor published by Doctors of BC. The journal provides peer-reviewed clinical and review articles written primarily by BC physicians, for BC physicians, along with debate on medicine and medical politics in editorials, letters, and essays; BC medical news; career and CME listings; physician profiles; and regular columns. Print: The BCMJ is distributed monthly, other than in January and August. Web: Each issue is available at www.bcmj.org.Subscribe to print: Email mail): $75.00 Subscribe to notifications: To receive the table of contents by email, visit www.bcmj.org and click on \"Free e-subscription.\" Prospective authors: Consult the \"Guidelines for Authors\" at www.bcmj.org for submission requirements.How do we weigh the risk of exercising in pollution against the detrimental health effects of a sedentary lifestyle? Article on page 65.March 2020 volume 62 | no. 2 Pages 41-8043 BC MediC al Journal vol. 62 no. 2 | march 202043Postage paid at Vancouver, BC. Canadian Publications Mail, Product Sales Agreement #40841036. Return undeliverable copies to BC Medical Journal, 115-1665 journal@doctorsofbc.ca. Advertisements and no endorsement of Doctors of BC or BCMJ.© British Columbia Medical Journal, 2020. All rights reserved. No part of this journal may be reproduced, stored in a retrieval system, or trans- mitted in any form or by any other means—electronic, mechanical, photocopying, recording, or otherwise—without prior permission in writing from the British Columbia Medical Journal. To seek permission to use BCMJ material in any form for any purpose, send an email to journal@doctorsofbc.ca or call 604 638-2815. Statements and opinions expressed in the BCMJ reflect the opinions of the authors and not necessarily those of Doctors of BC or the institutions they may be associated with. Doctors of BC does not assume responsibility or liability for damages arising from errors or omis-sions, or from the use of information or advice contained in the BCMJ. The BCMJ reserves the right to refuse advertising.Environmental impact The BCMJ seeks to minimize its negative impact on the environment by: Supporting members who wish to read online with an e-subscription to bcmj.org Avoiding bag use, and using certified-compostable plant-based bags when needed Working with Mitchell Press, ranked third in North America for sustainability by canopy.org Printing with vegetable-based inks Using FSC-certified paper Printing locally in British Columbia54 Taking steps to improve care and planning for patients in British Columbia with 22q1 1.2 deletion syndrome, Matthew Boroditsky, BHSc, Rebecca Courtemanche, MSc, Douglas Courtemanche, MD, Sandra Robertson, BSN, Christine Loock, MD 61 GPSC The Patient Experience Tool: Incorporating the patient's voice into quality improvement activities, Alana Godin 62 Special Feature Canadian Blood Services: More than just blood, E.M. Wong, MD 65 COHP Exercising in pollution: How to counsel patients, JoyAnne Krupa, MD 66 Premise Consciousness, Mark Elliott, MD 68 News n Reminder to submit GPSC portals 14070/71 n Research suggests no difference in morning versus evening dosing for warfarin n Ronald McDonald House expanding with new family room at Royal Inland Hospitaln Seeking external reviewers for BC guidelines n Lupus patients who take their medications at lower risk for type 2 diabetes 70 WorkSafeBC WorkSafeBC resources for community physicians, Ernest Salcedo, Celina Dunn, MD, Olivia Sampson, MD71 BCCDC Health impacts of sea level rise on BC's coastal communities, Kevin Liang, BSc, Tom Kosatsky, MD 72 CME Calendar 74 Guidelines for Authors 76 Classifieds Canadian Blood Services offer more than just blood donation services. It also operates a stem cell donation and transplantation service, helps coordinate organ and tissue donation and transplantation, and operates a national formulary for plasma protein products. Article on page 62.44 BC MediC al Journal vol. 62 no. 2 | march 202044editorials It's 2020 and I'm wearing perfume. I wear Very Irresistible by Givenchy. Very irresist- ible to some but apparently toxic to others. It took an incident at a friend's house to make me realize the effects that fragrances can have on some individuals. I went to spend a weekend with my friend, and on day 1 every- thing was great, but on day 2 I awoke to a chill in the air. It was a crisp January morning and my friend had opened all the doors to her home. She had developed a cough, headache, and mild nausea in response to my perfume. She told me that this was a common occurrence for her. I've also had patients complain of being sensitive to scents in their work environments, some to the point of opening WorkSafeBC claims. I've always advocated for my patients but have questioned the validity of such claims. The word perfume derives from the Latin word perfumare meaning \"to smoke through.\" The art of making perfume began in ancient Egypt and China and was refined by the Ro- mans and the Arabs. Apparently all public places in Britain were scented during Queen Elizabeth I's rule (1558-1603) as she could not tolerate bad smells. The first scented colognes were brought to America by French explorers. As of 2019, the global fragrance market was estimated to be worth approximately US$38 billion—expected to rise to over US$50 billion by 2025. Perfume is a mixture of fragrant essential oils or aroma compounds, fixatives, and solvents used to give the human body, animals, food, objects, and living space an agreeable scent. There has been limited information available about the safety of fragrance compounds as the manufacturers are not required to—nor to do they want to—elaborate on the ingre- dients of fragrance mixtures, which are clas- sified as trade secrets. The FDA controls the safety of fragrances through their ingredients and requires that they meet the designation of \"generally recognized as safe\" (GRAS). The International Fragrance Association is one of the governing bodies attempting to produce guidelines with the aim of safe production and Scents and sensibility use of fragrances. The association can outright ban certain fragrances or conduct risk assess-ments for potential adverse health effects. There have been numerous studies done to evaluate the health effects of fragrances. An article in Environmental Research, \"Neuro - toxicity of fragrance compounds: A review,\"1 states that most fragrance compounds belong to one of three families: phthalates, synthetic musks, or chemical sensi- tizers. Phthalates enable the slow evaporation of the fragrance allowing the scent to linger lon- ger. Various studies have shown adverse effects of phthalates, such as en- docrine disruption, bone mineral density decline, sperm dysfunction, and neurotoxicity even at the perinatal level. Fragrances usually fall into the category of synthetic musks. There are four main groups of synthetic musks, and the newer poly- cyclic musks are the most popular, but there are still questions about their safety, specifically concerning estrogenic agonism and a possible increase in the proliferation rate of human breast cancer cells. These compounds have also been shown to accumulate in the environment and their biodegradability is questionable. The authors summarized that while we have consid - erable data on the role of fragrance compounds and their general toxicity, and more specifically endocrine disruption, less is known about their neurotoxicity. The extent to which these com- pounds are found in consumer products also remains a mystery due to lack of research and deficient regulation. The authors recommend additional studies elucidating the neurotoxicity of fragrance compounds. The authors of an article in Clinical and Ex- perimental Allergy, \"Increased release of hista- mine in patients with respiratory symptoms related to perfume,\"2 concluded that perfume induces a dose-dependent non-IGE mediated release of histamine from human peripheral blood basophils. This increased basophil reac- tivity to perfume was found in patients with respiratory symptoms related to perfume but the mechanism causing the increased reactivity was not known. This study was limited by its small sample size. Regulatory Toxicology and Pharmacology cites a paper from 2019, \"Fragrance inhala - tion and adverse health effects: The question of causation.\"3 The authors state that although some fragrances have the po- tential to cause skin sen- sitization, they lack the ability to induce allergic sensitization of the respi- ratory tract. They suggest that it is possible for asth- matics and other suscep- tible individuals to have an exacerbation of their respiratory symptoms when exposed to fragrances, but this would be more in keeping with an irritant effect of high levels of expo-sure to the causative agent coupled with the higher sensitivity of the exposed individual. They state that the key feature of a commer- cially successful fragrance is that it stimulates olfactory receptors at low concentrations and some individuals may link these olfactory triggers with adverse effects, including respi- ratory responses. They were unable to find a causative explanation in terms of allergy or irritation and suggested that a neurological/ psychological mechanism may be involved. They felt that it was unhelpful to heighten consumer fears by unwarranted conclusions drawn from questionnaire studies with meth- odological weaknesses. I was unable to find any robust studies link- ing exposure to fragrances with adverse health effects. I believe research still needs to be con-ducted in this area, especially to develop vali-dated diagnostic toxicological tests to evaluate fragrances.The extent to which these compounds are found in consumer products also remains a mystery due to lack of research and deficient regulation. 45 BC MediC al Journal vol. 62 no. 2 | march 202045editorials A few months ago, I read something about the severe acute respiratory syndrome (SARS) outbreak of 2003 and I remember thinking, it's only a matter of time until something else strikes. In case you think I have some prophetic power, I should state that I have never won a lottery prize. As I write this editorial in early February, the novel Wuhan coronavirus has been de- clared a world health emergency by the World Health Organization. At this point, there have been about 14 000 documented cases in 23 countries with over 300 deaths, all but one in China. It remains unclear if this virus is des-tined to become a global pandemic or fizzle out in the months to come. Fortunately, this virus appears to be less virulent then SARS, which had a death rate of roughly 10%. However, it is much more Human nature in times of stress contagious and is already close to doubling the number of SARS cases. Also troubling, and making screening more difficult, is the virus's apparent ability to transmit prior to an individual being symptomatic. I am reminded of the Spanish flu outbreak in 1918 (no, I'm not that old), which had a lower mortality rate than SARS but by the sheer number of people infected was responsible for millions of deaths. By the time this editorial makes it to print, the trajectory of the Wuhan coronavirus will likely have been decided. The purpose of my editorial is to reflect on human nature and the hope I have for compassion and grace. It is easy to be a positive influence in the world when everything is going well. Sadly, I have found that true human nature is often dem- onstrated during times of stress and difficulty. Sporadic reports of racism directed toward the Asian community have already begun to surface. Viruses don't care about human skin pigment or geographic origin. This virus could have just as easily originated in a town or city on any other continent. I have fielded a few questions about this novel virus in my office, and I can feel the fear building among my patients. I remain hopeful that despite the challenges this virus might bring that the world will react with decency toward those less fortunate. Now don't get me wrong, I don't want my family or friends to be infected, and I'm not immune to the anxiety this potential pandemic might bring, but I will strive to focus on the caring our profession is known for. Increasingly, we live in a closely connected global society, so this situation af-fects all of us. I will strive to do my part with empathy and respect when faced with any threats this virus might bring. May the world do the same. n —David Richardson, MDAnd I've decided that I need to be sen- sible when it comes to wearing scents. I have stopped wearing perfume to work or in any situations that will involve close interactions with others. I'll reserve being very irresistible for hot nights in the city. n —Jeevyn K. Chahal, MD references 1. Pinkas A, Gonçalves CL, Aschner M. Neurotoxicity of fragrance compounds: A review. Environmental Re - search 2017;158:342-349. 2. Elberling J, Skovw PS, Mosbech H, et al. Increased re - lease of histamine in patients with respiratory symp - toms related to perfume. Clinical Experimental Allergy 2007;37:1676-1680. 3. Basketter DA, Huggard J, Kimber I. Fragrance inha - lation and adverse health effects: The question of causation. Regulatory Toxicology Pharmacology 2019;104:151-156. WHEN IT COMES TO TRAVEL INSURANCE,\"Go big, don't go home!\" Call to get a quo te 1.855.473.8029 Johnson.ca/doctorsofbcWE GO BIG. Johnson Insurance is a tradename of Johnson Inc. (\"JI\"), a licensed insurance intermediary, and operates as Johnson Insurance Services in British Columbia and Johnson Inc. in Manitoba. MEDOC® is a Registered Trademark of JI. This insurance product is underwritten by Royal & Sun Alliance Insurance Company of Canada (\"RSA\") and administered by JI. JI and RSA share common ownership. Valid provincial or territorial health plan coverage required. Travel Assistance provided by Global Excel Management Inc. The eligibility requirements, terms, conditions, limitations and exclusions which apply to the described coverage are as set out in the policy. Policy wordings prevail.46 BC MediC al Journal vol. 62 no. 2 | march 202046president's comment Amplifying value \" Don't it always seem to go, that you don't know what you've got 'til it's gone. \" —Joni Mitchell The practice of medicine is evolving at a pace unimaginable in previous times. As this evolution unfolds, we need to take a hard look at the basic tenets of care that, as health care providers, we want to keep and work diligently to maintain, while acknowledging that this likely means excluding other diagnostics or treatments. Right now in BC the strongest movement afoot is team-based care. This model has been shown to improve access, freeing up physicians to deliver services that only they can deliver. We know longitudinal, community-based care reduces hospital and ER admissions, removes duplication of services, and saves the system money. While the power of longitudinal care lies in the core relationship between the pro- vider and the patient, we need to ensure the care coordination piece is well supported. It takes time to collaborate and build treatment plans across areas of practice to improve the patient's journey and outcomes. That said, our metrics and models of payment are not devel-oped enough to fully capture the value of this type of care in terms of future costs avoided. The value-add evidence is not apparent to the general population. Increased use of remote telemedicine or vir- tual care has transformed the way patients may seek and receive care. While remote access to telemedicine makes sense for those who would otherwise have to leave their community to seek care, what happens as health care becomes more consumer-led? Does access to medical services delivered from the phone in your pocket, at any time of day, devalue those providing the long-term committed care? I would say yes. Does the ability to instantly rate or critique the services you receive the same way you evaluate the shop that changes your tires lead to devalu- ation? Yes. In some communities, social media has been used to aggressively blame and shame health care services in a way that is leading to the societal distrust and devaluation of physi-cians' knowledge and skillsets. It is difficult to remain dedicated in an often toxic environment. We need to remind our communities that they truly \"don't know what you've got 'til it's gone.\" Amplifying the value that physicians bring to the health care system is challenging for a num- ber of reasons. Patients are constantly bombarded with conflicting informa- tion about best practices, the latest technologies, or procedures from multiple sources, including expand- ing global social media and celebrity-driven dis- cussion forums. Although patients want to participate more actively in their own care, pro- viders are often not allowed funded time to have the related discussions—discussions that ensure the care provided is the most appropri- ate, guideline-driven plan for each individual patient. Neither party walks away from these situations feeling well served. As the practice of medicine evolves, funding for supports and payment model options needs to keep pace. These systems must reflect the change in how patients want to receive care, and the way in which physicians deliver that care. For instance, do we continue to value episodic or procedural treatments above longitudinal care when we know that episodic care drives use and costs? Do we continue to fund a uni- versal level of basic, evidence-driven medicine, or cater to the will of the individual seeking ac- cess to maximal everything for every ailment? Depends on who you talk to. Virtual episodic care is much more likely to address the latter. Current funding models leave those physicians dedicated to longitudinal care struggling to keep the lights on while striving to remain healthy and engaged. As I have traveled around the province lis- tening to the needs of patients, physicians, and health care management groups, it has become ap- parent there are gaps— gaps in understanding on both sides of the equation about how more innova- tive funding and payment models can enhance care delivery. The current situa- tion has been described as the Wild West. No single payment model is perfect, or a fit for every phy- sician, at every stage of their career, or even within the same section. Certain workflow ex- pectations may seem reasonable to physicians or administrators, yet be untenable to others for unforeseen reasons. Where there is a knowledge gap, confabulation and presumption fill the void. Rumor and unfounded assumptions abound. For our health care processes to remain sus- tainable and meet the needs of patients, admin - istrators, and physicians, we need to listen to all perspectives. We must work collaboratively to build models of compensation and workload ex- pectations based on the shared understanding of the short-, medium-, and long-term vision for care delivery in each region. We must establish a shared responsibility for cost containment and Continued on page 48As the practice of medicine evolves, funding for supports and payment model options needs to keep pace.47 BC MediC al Journal vol. 62 no. 2 | march 202047 re: the age of mushrooms is upon us in medicine Thank you to Dr Mark Elliot for his article outlining the potential benefits of psychedelic compounds now being studied in certain disci - plines of medicine and cognitive therapy [BCMJ 2019;61:390-391]. While our colleagues in car- diovascular medicine, oncology, and surgery seem to have enjoyed significant advances in their respective fields, the same cannot be said of those involved in treating depression, addiction, and PTSD, and those working in palliative care. We share Dr Elliot's enthusiasm for the po- tential benefits of these therapies, but also wish to issue a reminder that as we proceed with an open mind we should also remain highly criti- cal. The medical community must not legitimize unfounded theories, and must ensure that any future studies of these compounds abide by the scientific method and prioritize the safety of our patients. These promising therapies are sure to come under scrutiny by many, both inside and outside the medical community. With this being said, we question Dr Elliot's mention of the Stoned Ape Theory first postulated by Terence Mc- Kenna and more recently propagated by Paul Stamets on the popular podcast The Joe Rogan Experience. Mr Stamets, a mushroom enthusiast, seems to have one foot in the field of mycol-ogy as a science and the other in the realm of unfounded and seemingly far-fetched theories. The Stoned Ape Theory postulates that during human evolution our primitive ancestors con- sumed mind-altering mushrooms, the effects acting as an evolutionary catalyst, supposedly responsible for the higher-level development of language, religion, and music. We, the au - thors of this letter, have no formal training in mycology or anthropology, but from our brief Letters to the editor We welcome original letters of less than 300 words; we may edit them for clarity and length. Letters may be emailed to journal@doctorsofbc.ca, submitted online at bcmj.org/submit-letter, or sent through the post and must include your mailing address, telephone number, and email address. Please disclose any competing interests. reading, this theory appears to have no credible evidence to support it and has actually been heavily criticized by the scientific community. The long-running stigma associated with these psychotropic compounds is in part a reac- tion to the ardent promotion of pseudoscience by advocates such as Timothy Leary. If these compounds are to be incorporated into main- stream medicine, we owe it to our colleagues and especially our patients to present accurate findings and reject unsubstantiated claims. It is critical that we separate the potential medicinal benefits of these compounds from the cultural and societal biases with which they are often associated. —Chris Little, MD, FRCPC Penticton —Edward Brooks, MD, FRCPC Victoria Author replies I couldn't agree more with your cautionary note. Paul Stamets seems to be an extraordinary my- cologist with dozens of patents to his name, but with enough publicity people like him can easily become gurus, which is not good. I mentioned the Stoned Ape (Stone Age in his original ar- ticle) hypothesis only because it is an interest- ing theory. Whether one day some experiment will come up with an observation to back it up is doubtful. This is a problem in many areas of science dealing with fundamental issues. But as Karl Popper said, \"All observation is theory laden,\" which means nature (theory) proposes and the environment (observation from experi- ment) disposes, which is just stealing another well-known saying from genetics. We will see where it leads. —Mark Elliott, MD, FRCPC Vancouverre: the age of mushrooms is upon us in medicine I was pleased to see the BCMJ publish Dr Mark Elliott's piece, \"The age of mushrooms is upon us in medicine.\" Psychedelics such as LSD and psilocybin showed great promise as investiga- tional tools and, in the case of LSD, as a treat- ment for addiction, until politics and irrational fears essentially ended all research into these agents for decades. Fortunately, this is chang- ing and a number of studies, as imperfect as they are, suggest that psychedelics, combined with appropriate psychotherapy, may hold great promise in treating end-of-life anxiety, depres- sion, and addiction. Dr Elliott incorrectly states that psychedel- ics \"seem to affect serotonin and/or monoamine oxidase (MAO) receptors in the brain.\" MAO is not a receptor but rather an enzyme that is widely distributed throughout the body (including the CNS). It is generally agreed that the actions of psychedelic agents are primarily mediated through agonism at the 5-HT2A receptor (a class of serotonin receptor) in the brain. I sus- pect that Dr Elliott was referring to ayahuasca, a plant-derived psychoactive brew containing Banisteriopsis caapi as Psychotria viridis or Acacia sp). B. caapi contains natural MAO inhibitors that may have some minor CNS effects but act primarily by preventing metabolism of DMT in the gut. This allows the DMT to be absorbed and to exert its effects on the CNS. Thank you for publishing this otherwise excellent brief overview of the emerging field of psychedelic medicine. —Jeffrey Eppler, MD Kelowna Author replies Thanks for pointing out my error about mono- amine oxidase being an enzyme rather than a receptor. As a practising anesthesiologist I don't pay as much attention to pharmacologi- cal acronyms as I should. Psychedelics may be helpful for treating opioid addiction, but it will be a small percentage of patients who will be cured. Going this psychedelic route is worth a shot when you look at our failure with how we 48 BC MediC al Journal vol. 62 no. 2 | march 202048 letters to the editor president's comment handle the problem now, whereby a drug user gets an unknown white powder, which could be fentanyl or heroin at markedly different LD50s, and that is 90% contaminants, which is then shoved into the right side of the circula- tion with horrific vascular/septic results. If the drug was clean and the dosage known there would be very few of these patients showing up in the operating rooms, but this is a politi- cal, not a medical issue. Microdosed psychedelics might become a standard anesthetic preoperative medica- tion someday. —Mark Elliott, MD, FRCPC Vancouver Doctor shortage The current family doctor shortage is a crisis. It is especially bad where I live, in Parksville on Vancouver Island. Why has the situa- tion become so dire? In my opinion, it has happened because of gross incompetence at multiple levels of the medical profession and government. I am a retired family physician. I am a UK graduate. I was in full-time fam-ily practice in Alberta for 6 years and BC for 28 years before semi-retiring to Parksville in 2012, where I worked as a rural locum and urgent care physician part-time until I fully retired from practice in 2016, aged 69, after 46 years of medical practice. As far back as the late 1980s and early 1990s, it was well known that the average age of family physicians in BC was in the 50s. It was becoming clear to us practising family doctors that the family practice model we were all working in was becoming less attractive to the next generation of doctors, who were able to work in walk-in clinics, where they could see large numbers of people with relatively minor complaints and would not have to become involved with older patients with more chronic complaints, who require care on a more longitudinal basis. Since then, the Medical Services Plan has made changes to increase the payments for older patients with chronic conditions, which certainly helped, but none of the changes have turned the tide to attract more young physi- cians to enter full-time family practice. In the mid-2000s one of my partners tragically died in his early 60s of cancer. We were unable to find anybody to take over his extremely large practice consisting mainly of older patients. The only way I could not leave my own pa - tients in the lurch when I retired from my practice was to move my charts and practice to a clinic that was a hybrid walk-in family practice, which took over all my charts so I could walk away. I believe that action should have been taken over 20 years ago, which may have prevented the crisis we find ourselves in to-day. Full-service longitudinal family practice needs to become more attractive. Many young physicians do not relish the thought of run- ning a small business, which means acquir- ing somewhere to develop a medical office, employing staff, ordering supplies, and paying a mortgage or rent, just to mention some of the expenses involved. It appears that many young physicians prefer to work under a dif-ferent model, such as a salaried system with good benefits, vacation time, and paid con- tinuing medical education in a team-based model with nurses, social workers, and other support workers under the same roof. This model has been shown to be successful in many parts of Canada. The government and the profession must work harder to find ways to provide every citi- zen access to a local family physician. It does not appear that this is happening now. Clearly, inadequate numbers of family physicians are being trained, and the trained physicians are not coming to places like Parksville or Qua- licum. It is difficult for young physicians who trained overseas to return to Canada, their home, to practise here. Canada is not pro- viding enough places in medical schools to maintain the supply of physicians that the country requires, which is one of the reasons many young Canadians go overseas for their medical education. Parksville is experiencing a building boom, and in a few years, there will be thousands more people living here. Who is going to look after all of us? —Jonathan M. Winner, MD Parksvilleaccess to appropriate, equitable, culturally safe, timely care. The general population should be made aware of what services, on what time- line, a publicly funded health care system can deliver so they can adjust their expectations. If British Columbians and our govern- ing bodies are to maximally benefit from the unique knowledge and skillsets physi- cians bring to the table, then payment mod- els should universally incorporate time for teaching, multidisciplinary simulation train- ing, research, quality improvement endeavors, evaluation, and participation in health care system management. I believe that with ongoing open dialogue, visioning, and collaboration, we can continue to build a health care system that is sustainable and meets the needs of patients, care providers, and administrators alike. We need commit- ment on all sides of this shared responsibility to bring this to life. n —Kathleen Ross, MD Doctors of BC PresidentContinued from page 46 Follow us on Facebook for regular updates New DNA \"clock\" could help measure development in young children Scientists have developed a molecular \"clock\" that could reshape how pediatricians measure and monitor childhood growth and potentially allow for an earlier diagnosis of life-altering developmental disorders. Read the article: bcmj.org/news/new-dna-clock-could- help-measure-development-young-childrenBritish Columbia Medical Journal @BCMedicalJournal British Columbia Medical Journal @BCMedicalJournal49 BC MediC al Journal vol. 62 no. 2 | march 202049 Help families team up against ANXIETY confidentparents.caConfident Parents: Thriving Kids - Anxiety is a free program helping BC families overcome anxiety challenges in children ages 3 -12. This web- and phone-based coaching service helps parents and caregivers learn effective skills and strategies for managing anxiety. It's available by referral from physicians, clinicians and pediatricians. Download referral forms at50 BC MediC al Journal vol. 62 no. 2 | march 202050 CliniC al Hilary Drake, BSc, Courtney MD, MSc, FRCPC Cluster of respiratory illness in British Columbia linked to poor air quality at an indoor ice arena: A case report An example of the importance of health care providers reporting disease clusters to public health authorities. ABStr ACt: In February 2019, a 56-year-old male was admitted to Kelowna General Hospital with a respiratory illness following recreational hockey practice at an indoor ice arena. During his hospi- talization, he disclosed that several of his hockey teammates had similar respiratory symptoms. This prompted the hospitalist physician to contact an Interior Health medical health officer regarding a potential cluster of respiratory illness. The inves- tigation that was launched found toxic levels of carbon monoxide, nitrogen dioxide, and particulate matter had accumulated in the indoor ice arena. Numerous contributing factors were identified, including the use of older-model ice resurfacing and edging equipment, the unseasonably cold outdoor weather conditions at the time, and the failure of heating, ventilation, and air conditioning equipment. This case report highlights the impor - tance of health care providers reporting disease clusters to public health authorities, even when the causative agent may not be reportable under the British Columbia Public Health Act. Case data On 12 February 2019, a hospitalist physician at the Kelowna General Hospital contacted the Interior Health on-call medical health officer (MHO) to report a cluster of respiratory ill- ness.1 A 56-year-old male had been admitted to hospital with acute respiratory distress on 9 February after playing hockey on 8 February at an indoor ice arena. While recovering in hos- pital, the patient disclosed that several fellow players had developed respiratory illness with similar symptoms on 8 and 9 February. A cluster investigation team was struck im - mediately to determine if the players had been exposed to a disease-causing agent. The team was led by an Interior Health MHO and in- cluded three environmental health officers, a communicable disease specialist, and an epide- miologist. The team developed case definitions [Table] and performed a descriptive analysis of data collected from interviews and medical records. In addition, the team conducted envi- ronmental inspections of the arena. The Interior Health team learned that af- ter 16 players attended a hockey practice on 8 February, 12 reported becoming ill (attack rate: 75%). The team interviewed 11 of the 12 play- ers; 1 player was out of the country and could not be reached. Of the 11 players interviewed, all were nonsmokers and none reported any recreational drug use. The age range of those affected was 35 to 58 years (mean 52 years). The most commonly reported symptoms were shortness of breath (91%), followed by cough (64%) and hemoptysis (36%). Of the 11 individuals interviewed, 5 (45%) sought medical care and 4 (36%) obtained chest X-rays within 24 to 72 hours from the onset of symptoms. Of the individuals who obtained chest X-rays, 3 (75%), including the patient in the index case, had a hazy lung lesion of increased density, which the radiologist reported as a patchy ground-glass nodularity in pulmonary airspace. The patient in the index case was the only player to require hospitalization, with an initial presumptive diagnosis of community-acquired atypical pneumonia. The patient's blood cell count was normal and his chest X-ray showed patchy multifocal airspace disease most prominently involving the upper lung zones Ms Drake is a medical student at the University of British Columbia. Ms Zimmerman is director of environmental public health at Interior Health. Mr Osachoff is an environmental health officer at Interior Health. Mr Baytalan is a specialist environmental health officer at Interior Health. Mr Siddiqui is a public health epidemiologist at Interior Health. Ms Frosst is manager of the epidemiology and surveillance unit at Interior Health. Dr Mema is a medical health officer at Interior Health and a clinical assistant professor in the School of Population and Public Health at the University of British Columbia. This article has been peer reviewed.51 BC MediC al Journal vol. 62 no. 2 | march 202051Drake H, Zimmerman C, Osachoff G, Baytalan G, Siddiqui M, Frosst G, Mema SC clinical bilaterally. Follow-up chest X-rays showed rapid and significant improvement, and the patient was fully recovered by the time of discharge on 13 February. Nasopharyngeal swabs were negative for influenza and respiratory syncytial virus. Multiplex nucleic acid testing (NAT) was negative for viruses and bacteria. Sputum culture was negative for tuberculosis after a 6-week incubation. An inspection of the arena building and ice rink on 12 February found a number of is- sues. The ice resurfacing machine was in poor repair, the HVAC (heating, ventilation, and air conditioning) system was malfunctioning, and two rooftop fans for the furnace and make-up air were not working. Data from real-time air quality monitors were not available. The West Kelowna Fire Department and Fortis BC also inspected the arena on the evening of 12 Feb-ruary and at the time of their inspection were unable to detect any noxious gases. Howev- er, subsequent air monitoring on 4 March by Technical Safety BC (previously BC Safety Authority) identified levels of carbon monox-ide (CO) well above the safety threshold, par- ticularly near the ice surface where a four-cycle gasoline-powered edging machine was operat- ing in idle mode. Arena staff reported that on 8 February sig - nificant ice maintenance had been conducted from 8:15 a.m. to 2:00 p.m., with the ice resur - facing machine operating for about 3.5 hours. A gasoline-powered ice edging machine was also used at this time. Rink operators recalled that on 8 February the weather was unusually cold for the Central Okanagan at -21 °C, which led to the bay door for the ice resurfacing ma- chine being closed during maintenance on this particular day. None of the staff members who worked that day had respiratory symptoms. Of interest, the first player to arrive at the arena on 8 February noted that he saw a yellow haze on the surface of the ice and around the ceiling lights. None of the other players interviewed reported seeing this haze. Discussion Poor indoor air quality at indoor ice arenas is known to be a source of health complaints. 2-9 Ice rinks at indoor facilities are typically cleaned and smoothed by ice resurfacing and edging machines. Ice resurfacing machines or resurfacers are primarily fossil-fueled vehicles for maintaining the entire ice surface and are commonly referred to as Zambonis, regard- less of brand or manufacturer. Ice resurfacers are used together with ice edgers, which shave and level the edge of the ice rink near the sur- rounding boards. Edging usually takes place once daily or every other day and is typically followed by ice resurfacing; however, ice resur- facing can take place independently of edging and is commonly done more frequently—as often as every hour.2 Air pollutants Older models of ice maintenance equipment operate using an internal combustion engine fueled by either propane or gasoline, which can produce high levels of air pollutants, includ - ing carbon monoxide, nitrogen dioxide (NO2), and ultrafine/fine particulate matter.3-5 Studies comparing outside air with air inside arenas that use ice resurfacing machines powered by fossil fuels have found a 60-fold to 300-fold increase in CO, a 10-fold increase in NO2, and a 20-fold increase in small particulate matter.6-8 These contaminants can result in significant health risks.5 High concentrations of CO and NO2 have been found in individuals who spend time in indoor ice arenas, including workers and hockey players.4,8,9 Carbon monoxide poisoning produces a variety of symptoms, including headache, malaise, nausea/vomiting, and dizzi- ness.10,11 Signs and symptoms of nitrogen diox- ide poisoning are primarily respiratory related, including cough, hemoptysis, throat irritation, dyspnea, and chest pain. 4,6,12,13 Indoor ice rinks are used most commonly for hockey, ringette, figure skating, and general recreation.3 During these exercise-related ac- tivities, participants increase their respiratory rate and risk inhaling more toxic gases and particulate matter, if present.4 Compared with carbon monoxide uptake at rest, carbon mon - oxide uptake during exercise can increase up to 400%.14 Furthermore, individuals exercising on an ice rink are near the cold ice surface where less-effective mixing of combustion emissions occurs with the warmer air above.15 This puts athletes or recreational users at the highest risk for toxic exposure.3,4,6,9 Those especially at risk for developing complica- tions from inhaling CO, NO2, and particulate matter are children, pregnant women, and individuals with pre-existing cardiovascular or respiratory conditions such as congestive heart failure or asthma.8,9 Factors influencing pollutant levels The construction of the indoor ice arena can influence pollutant levels. Arenas with poor ventilation, including inadequate natural venti- lation or inadequate mechanical ventilation, as Confirmed caseAny person present at the indoor ice arena and surrounding area on 8 February 2019 experiencing respiratory illness symptoms on or after that date: New or worsening cough and Additional respiratory illness symptoms (may include shortness of breath, hemoptysis, dizziness, headache, and/or fever) and Abnormal chest X-ray results Probable caseAny person present at the indoor ice arena and surrounding area on 8 February 2019 experiencing respiratory illness symptoms on or after that date: New or worsening cough and/or Additional respiratory illness symptoms (may include shortness of breath, hemoptysis, dizziness, headache, and/or fever) TablE . Case definitions.52 BC MediC al Journal vol. 62 no. 2 | march 202052clinical Cluster of respiratory illness in British Columbia linked to poor air quality at an indoor ice arena well as arenas with mechanical failure of exist- ing ventilation systems, have increased levels of ambient CO and NO2.16 Furthermore, the size of an arena can influence pollutant levels, with smaller arenas having higher NO2 levels than larger arenas.17 Ice surfaces used for hockey have boards taller than many young skaters, thereby trapping the heavier-than-air NO2 within this cooler dense air environment above the ice sur- face at the inhalation height of many youths. Far worse consequences could have resulted if children rather than adult males had entered the ice surface immediately after this prolonged ice maintenance activity. In this particular cluster of respiratory ill- ness, a number of factors likely contributed to poor air quality. Doors closed because of un- seasonably cold weather conditions, prolonged ice maintenance, and HVAC equipment failure created the perfect storm opportunity for toxic levels of CO, NO2, and particulate matter to accumulate indoors. The higher respiratory rate of players during exercise increased their expo- sure to pollutants over that of staff who did not report symptoms.14 Carbon monoxide and nitrogen dioxide emissions result when fossil-fuel-powered engines are used.3-5 Ways to prevent or mini- mize emissions include decreasing the time a fossil-fuel-powered ice resurfacing machine is in operation indoors, 4 ensuring adequate ven- tilation to prevent buildup of toxic gas, and transitioning to electric ice resurfacing ma - chines, although this last strategy can be cost prohibitive. Other solutions include manually running the ventilation system longer, opening doors during resurfacing, and ensuring that the ventilation system is working properly. In- terestingly, shortly after the incident, the two (and only) ceiling exhaust fans were repaired and deemed to be functioning properly. How-ever, many months later it was discovered that the air ducts had been intentionally blocked, most likely for energy conservation purposes. Therefore, the fans were not performing their designed task until the blockages were removed. Studies show that CO levels are highest dur- ing the use of an ice resurfacer and immediately afterwards,5 suggesting that arenas should use the ventilation system throughout the proce- dure and after resurfacing has been completed. As well, the machines should be stored in a well-ventilated part of the arena with direct access to the outdoors or an exhaust hose to extract and redirect the fumes outside. Monitoring The incident described in this case report high- lights the importance of real-time air quality monitoring in indoor ice arenas and the need to follow administrative protocols such as proper ventilation maintenance. While monitoring com- pliance with safety stan- dards at indoor ice arenas is the shared responsi- bility of employers, local governments, and Work- SafeBC,18 a national or provincial guideline on acceptable levels of CO and NO2, including pro- tocols to mitigate toxic gas levels, could help maintain public safety. Of note, during the winter of 2020-21, Health Canada will be testing the efficacy of two in- terventions on air quality at indoor ice arenas, one in Ontario and one in Saskatchewan.19 The impact of fuel type on CO and NO2 con- centrations will be assessed and the efficacy of various ventilation strategies on CO and NO 2 concentrations will be quantified. The impact of other factors on indoor air quality will also be studied, such as arena volume, number of ice resurfacings, temperature, and relative humidity. Reporting The case study described here illustrates the importance of promptly reporting clusters of respiratory illness to an MHO. The BC Public Health Act (Section 10, Mandatory reporting of infection or exposure) requires that health care providers notify an MHO if they have reason to believe a patient is infected with a reportable communicable disease.20 This includes suspected food or waterborne illnesses as well as clusters of gastrointestinal illness, as detailed in the Re- porting Information Affecting Public Health Regulation. While a communicable disease was initially suspected in the index case, a prompt and thorough cluster investigation pinpointed a chemical exposure as the most plausible cause, allowing the MHO to make recommendations to mitigate the ongoing risk at the arena. While suspected food or waterborne ill- nesses or clusters of gastrointestinal illness are reportable in BC, there is no requirement to re- port illnesses with causes other than those listed in the regulation as \"prescribed\" infectious or hazardous agents. Therefore, a health care pro- vider could be dealing with a significant illness cluster, such as the one we investi - gated, yet not be required to report to the MHO. In contrast, the Alberta Pub - lic Health Act (Section 26 Notification of epidemics and other threats) requires that any disease occurring in epidemic form or at an unusually high rate, or any illness suspected to pose a public health threat, be re- ported to an MHO.21 Furthermore, in Alberta, reporting requirements extend beyond health care workers to teachers and persons in charge of an institution. This indoor ice arena incident highlights the benefit of front-line health care professionals collaborating with public health officials, and the importance of encouraging health care pro- viders to report unusual events with possible public health implications. Efforts are under-way to amend BC's regulation using language similar to Alberta's to require more inclusive reporting. Summary Several factors, including doors being closed due to cold weather, prolonged ice maintenance, and HVAC equipment failure, led to a build- up of toxic gases in an indoor ice arena. This caused 12 previously healthy adults to report respiratory symptoms. The treating physician contacted an Interior Health MHO about a possible respiratory illness cluster, which led to a prompt investigation, despite this reporting not being mandated by the current BC Public Health Act. The success of the investigation highlights the importance of including illness clusters in the reporting guidelines for health Far worse consequences could have resulted if children rather than adult males had entered the ice surface immediately after this prolonged ice maintenance activity.53 BC MediC al Journal vol. 62 no. 2 | march 202053Drake H, Zimmerman C, Osachoff G, Baytalan G, Siddiqui M, Frosst G, Mema SC clinical personnel. In addition, as public health orga- nizations continue to promote healthy life- styles, including regular exercise, the buildings in which these activities take place need to be monitored to ensure public safety. It is antici- pated that Health Canada's research in this area will eventually inform the development of a document detailing national best practices, monitoring, and response guidance for facility/ arena managers and public health professionals to reduce human health impacts. n Acknowledgments The authors would like to acknowledge Dr Jan Jacobus Steyn Naude, Dr Trevor Corneil, and Ms Nicole Lougheed for their contributions to the investigation of the case described and the devel- opment of this case report. Competing interests None declared. references 1. Seymour R. Hockey players accidentally gassed at game? The Daily Courier. 22 Feb 2019. www.kelowna dailycourier.ca/news/article_cc6d406c-3729-11e9 -914b-b3120f5ed680.html.2. Cox A, Sleeth D, Handy R, Alaves V. Characterization of CO and NO2 exposures of ice skating rink mainte - nance workers. J Occup Environ Hyg 2019;16:101-108. 3. Brauer M, Lee K, Spengler J, et al. Nitrogen dioxide in indoor ice skating facilities: An international survey. J Air Waste Manag Assoc 1997;47:1095-1102. 4. Rundell K. Pulmonary function decay in women ice hockey players: Is there a relationship to ice rink air quality? Inhal Toxicol 2004;16:117-123. 5. Lee K, Yanagisawa Y, Spengler J, Nakai S. Carbon mon - oxide and nitrogen dioxide exposures in indoor ice skating rinks. J Sports Sci 1994;12:279-283. 6. Guo H, Lee S, Chan L. Indoor air quality in ice skating rinks in Hong Kong. Environ Res 2004;94:327-335. 7. Rundell K. High levels of airborne ultrafine and fine particulate matter in indoor ice arenas. Inhal Toxicol 2003;15:237-250. 8. Spengler J, Stone K, Lilley F. High carbon monoxide levels measured in enclosed skating rinks. J Air Pollut Control Assoc 1978;28:776-779. 9. Lévesque B, Dewailly E, Lavoie, et al. Carbon mon - oxide in indoor ice skating rinks: Evaluation of ab - sorption by adult hockey players. Am J Public Health 1990;80:594-598. 10. Tomaszewski C. Carbon monoxide poisoning. Early awareness and intervention can save lives. Postgrad Med 1999;105:39-50. 11. Raub J. Environmental health criteria 213: Carbon mon - oxide (second edition). Geneva: World Health Organi - zation; 1999. Accessed 17 January 2020. www.who.int/ ipcs/publications/ehc/ehc_213/en.12. Rosenlund M, Bluhm G. Health effects resulting from nitrogen dioxide exposure in an indoor ice arena. Arch Environ Health 1999;54:52-57. 13. Soparkar G, Mayers I, Edouard L, Hoeppner V. Toxic ef - fects from nitrogen dioxide in ice-skating arenas. CMAJ 1993;148:1181-1182. 14. Forbes W, Sargent F, Roughton F. The rate of car - bon monoxide uptake by normal men. American J Physiology-Legacy Content 1945;143:594-608. 15. Brauer M, Spengler JD. Nitrogen dioxide exposures in - side ice skating rinks. Am J Pub Health 1994;84:429-433. 16. Pelham T, Holt LE, Moss MA. Exposure to carbon mon - oxide and nitrogen dioxide in enclosed ice arenas. Oc - cup Environ Med 2002;59:224-233. 17. Miller RK, Ryan MC, Bilowus P. Carbon monox - ide poisoning in indoor ice skating arenas. Va Med 1989;116:74 -76 . 18 WorkSafeBC. Carbon monoxide. Accessed 17 Janu - ary 2020. www.worksafebc.com/en/health-safety/ hazards-exposures/carbon-monoxide. 19. Wilson A. Air quality in ice arenas working group. Pre - sented at the Canadian Institute of Public Health In - spectors (CIPHI0) Annual Education Conference, Halifax, NS, 11 September 2019. 20. Province of British Columbia. Public Health Act. 2008. Accessed 17 January 2020. www.bclaws.ca/civix/ document/id/complete/statreg/08028_01#section10. 21. Province of Alberta. Public Health Act. 2000. Accessed 17 January 2020. www.qp.alberta.ca/documents/Acts/ P37.p df.54 BC MediC al Journal vol. 62 no. 2 | march 202054 CliniC al Matthew Boroditsky, BHSc, Rebecca Courtemanche, MSc, Douglas MD, Robertson, BSN, RN, Christine Loock, MD, FRCPC Taking steps to improve care and planning for patients in British Columbia with 22q11.2 deletion syndrome No data, no problem, no action! Better institutional and provincial data sharing is needed to ensure evidence-based recommendations for the condition known as 22q11DS or DiGeorge syndrome can be developed, implemented, and updated. Mr Boroditsky is a student in the Faculty of Medicine at the University of British Columbia. Ms Courtemanche is a clinical research coordinator for pediatric plastic surgery in the Department of Surgery at UBC. Dr Courtemanche is a clinical professor in the Division of Plastic Surgery at UBC and performs surgery for the BC Children's Hospital Cleft Palate/Craniofacial Program. Ms Robertson is nurse clinician/coordinator of the BC Children's Hospital Cleft Palate/ Craniofacial Program. Dr Loock is an associate professor in the Department of Pediatrics at UBC and medical director of the Cleft Palate/Craniofacial Program and Social Pediatrics RICHER Initiative (Responsive Intersectoral Children's Health, Education, and Research). This article has been peer reviewed.ABSTRACT Background: Patients diagnosed with 22q11.2 deletion syndrome, also known as 22q11DS or DiGeorge syndrome, have a diverse array of con- genital anomalies and chronic health conditions. Because no study has reported on the coordina- tion of multidisciplinary health services in British vices, with 13 new patients being seen each year and followed for an average of 7 years. Most of the pediatric care was provided by the Cleft Palate/ Craniofacial Program, Cardiology, Endocrinology, and Otolaryngology. Using BC Women's Hospital Medical Genetics 22q11DS data (n = 400), we were able to corroborate the size of our study cohort and to estimate the prevalence of 22q11DS in BC for the study period. Conclusions: Barriers to data retrieval and sharing at institutional and provincial levels were found to limit care coordination for patients with 22q11DS, who require ongoing, complex, multidisciplinary management. Incongruent and incomplete data systems in BC are hindering our ability to provide this coordinated care and plan transition, leav - ing us without the evidence needed by provincial health care providers, local experts, policymakers, and national and international 22q11DS research centres. Background In 1965 Dr Angelo DiGeorge first described the syndromic presentation of infants with thy- mic aplasia, hypoparathyroidism, and cardiac outflow tract anomalies.1,2 DiGeorge syndrome was later grouped with other phenotypically similar syndromes seen in clinical practice (e.g., Columbia required by individuals with 22q11DS, we set out to determine which health care services these patients access and what barriers in health informatics affect institutional and provincial data sharing. Methods: A retrospective review of patient care at BC Children's Hospital (BCCH) was conducted using the provincial discharge abstract database and databases from hospital specialty services involved in the care of patients with 22q11DS. Data were collected for patients seen at the hospital from April 2001 to March 2018. This 17-year review considered patient age at diagnosis, distribution of patient ages within the study cohort, number and type of specialty services accessed, and length of follow-up. Results: A total of 293 patients with 22q11DS were identified from the hospital discharge abstract databases (DAD) and seven BCCH specialty clinic databases. Data could not be retrieved from some clinic databases due to coding and reporting dis- crepancies, which prevented the amalgamation of data from all hospital specialty services. Data from the DAD and seven BC Children's Hospital specialty services were then amalgamated, and duplicates were removed to identify 293 unique patients with 22q11DS. On average, patients accessed five ser -55 BC MediC al Journal vol. 62 no. 2 | march 202055Boroditsky M, Courtemanche R, Courtemanche D, Robertson S, Loock velocardiofacial syndrome, cardiofacial syndrome).1,2 With the ad- vent of cytogenetic testing in the 1980s and fluorescent in situ hybridization (FISH) studies in the 1990s, a common underlying microde- letion was identified in all these syndromes: 22q11.2 deletion. The condition now known as 22q11.2 dele- tion syndrome (22q11DS) is the most common microdeletion syndrome with a prevalence of roughly 1 in 3000 to 1 in 6000 live births.3 Af- fected individuals have a 50% chance of having an affected child; however, more than 90% of these deletions are de novo, with both parents being unaffected.3,4 Patients diagnosed with the syndrome have a diverse array of congeni- tal anomalies and chronic health conditions.3 Specifically, 22q11DS is the second most com- mon cause of patients presenting with both congenital heart disease (CHD) and global developmental delay (GDD).3 Clinical features are variable depending on age, with the most common presentations including two or more of the following: distinctive facial features [Fig- ure 1]; conotruncal cardiac anomalies; palatal anomalies immunodefi- ciency; chal- lenges; and psychiatric illness.3 Many patients have neurodevelopmental disorders, including attention deficit hyperactivity disorder, learn- ing disorders,4 and autism spectrum disorder (ASD).5 Although the majority of individuals with this syndrome will not develop neuropsy- chiatric complications, a portion of young adults are at increased risk of concurrent neuropsy- chiatric disorders such as anxiety, depression, and schizophrenia.3,4,6 Anticipatory guidance and early developmental interventions to sup-port learning, behavior, and mental health are essential. While the phenotype, prevalence, and care requirements of patients with the syndrome are described in the literature, little information exists on coordinating health services and the care these patients require throughout life. The ability to study and characterize this population in British Columbia is limited by the diversity of specialty services accessed at tertiary health centres. These difficulties directly interfere with the implementation of best practice guidelines for the care of patients and their families. BC Children's Hospital (BCCH) specializes in health care for the most complex children in the province, including those affected by 22q11DS, and thus can provide clinicians with insight into the provincial 22q11DS population. We proposed a study of BCCH patients with two objectives: to investigate current health care utilization and coordination for 22q11DS patients in BC; to investigate current barri- ers in data sharing and health informatics for this population. We expected that individu- als with 22q11DS would make frequent vis- its to specialty services and require specialized multidisciplinary care for a number of years. We also expected to find significant challenges in institutional and provincial data sharing. We hoped that by determining which health care services 22q11DS patients access and what barriers affect data sharing we might catalyze new collaborations involving pediatric sub- specialties, community primary care providers, researchers, and policymakers and provide a foundation for improved care and planning for transition to adult health care. Methods We obtained ethics approval for this study from the University of British Columbia Children's and Women's Clinical Research Ethics Board (H18-00814). Patients diagnosed with 22q11DS and treated at BCCH from April 2001 to March 2018 were considered eligible for inclusion in a retrospective review. The hospital discharge abstract database (DAD) was searched for pa- tients treated at BCCH diagnosed with ICD-10 code D82.1 (DiGeorge syndrome). A separate search of the outpatient clinic database sought additional patients associated with ICD-10 code D82.1 or text describing a diagnosis of \"Di- George syndrome\" or \"22Q deletion/transition.\" To account for patients not found in the DAD because alternative identifiers were used, we contacted 12 clinics, programs, and services directly involved in the care of these patients: Cardiology, the Cleft-Palate/Craniofacial Program, Complex also queried BC (Pop- DataBC), the provincial resource for interdis- ciplinary health code ICD-10 code D82.1 (DiGeorge syndrome). Due to retrieval limitations, we could not obtain data from Immunology, Neurology, and Rheumatology at BCCH. We also could not make full use of data from the Cytogenetics ser- vice, from the Medical Genetics service based at BC Women's Hospital, or from PopDataBC. A cohort of patients with 22q11DS was eventually identified by combining both the FIgUrE 1. Pediatric male patient diagnosed with 22q11DS. Reprinted with permission from Basset AS, McDonald- McGinn DM, Devriendt K, et al.4 We recommend the addition of a genetic diagnosis (if known) to the discharge summary and abstract.56 BC MediC al Journal vol. 62 no. 2 | march 202056clinical Taking steps to improve care and planning for patients in British Columbia with 22q11.2 deletion syndrome DAD and databases for seven BCCH specialty services [Figure 2]. After identifying eligible patients, we per- formed an analysis of those from the DAD to take advantage of the breadth of data available, including clinic visit details and follow-up time. The Cytogenetics service at BCCH was able to provide additional data outlining specific meth- ods used in the diagnosis of 80 anonymized pa- tients diagnosed with 22q11DS. Due to health authority restrictions and the later inception date for the service (2007), cytogenetic data were not available for the entire study cohort. To achieve our primary study objective, we quantified the number of patients found in institutional and provincial databases and took note of their demographic characteristics, including age and place of residence, and di- agnostic details. Next we classified the admis- sion rates of new and returning patients with 22q11DS over the 17-year study period. Finally, we analyzed the distribution of patients across all health care services at BCCH. To achieve our secondary objective, we con- sidered limitations in data retrieval and amalga - mation to identify current obstacles in data sharing and health informatics. Results Coding and reporting discrepancies prevented the collection and amal-gamation of data from all relevant provincial and institutional clinics, programs, and services. These discrepancies pri- marily involved the Medical Genetics data- base, which could only be used to estimate the prevalence of 22q11DS diagnoses in BC for the study period (n = 400). The database could not be amalgamated with the hospital discharge database because of incongruent ICD-10 coding, search criteria, and patients not diagnosed with 22q11DS or who did not meet study criteria (e.g., referrals for family and fetal losses). Amalgama- tion of Cytogenetics, Im- munology, and Neurology data with the DAD was also not possible because of limitations in the clini- cal records and/or distri- bution processes used by these services. Pop- DataBC search results were inconclusive due to ICD-9 coding deficiencies. These limitations were addressed by analyz- ing subsets of data and amalgamating patient data from the discharge abstract database (n = FIgUrE 2. Data retrieval process used to address database discrepancies and duplication and identify patients with 22q11DS treated at BC Children's hospital (BCCh) from April 2001 to March 2018. Discrepancies within Medical Genetics database prevented data amalgamation within our study; however, their data (n = 400) provided an estimated prevalence for total diagnoses in BC in the study period, including referrals for proband, family, and fetal losses.By increasing awareness of 22q11DS and supporting data sharing, we can improve care, implement transition planning, and translate knowledge into practice. Cleft Palate - Craniofacial Clinic (n = 106) Otolaryngology (n = 8)Cardiology (n = 98) Endocrinology (n = 43)Nephrology (n = 5)Orthopaedics (n = 1)Complex Care (n=1) Medical Genetics 22q11DS database (n = 400) provides an estimated prevalence for total diagnoses in BC in the study period262 patients identi/f_ied in databases of specialty services Duplicate data (n = 71) removed 191 patients identi/f_ied in databases of specialty services 224 patients identi/f_ied in hospital discharge abstract database (DAD) Data amalgamated from DAD and databases of specialty services (n = 415) Duplicate data (n = 122) removed 293 patients with 22q11DS diagnosis identi/f_ied57 BC MediC al Journal vol. 62 no. 2 | march 202057Boroditsky M, Courtemanche R, Courtemanche D, Robertson S, Loock C clinical 224) and other BCCH sources (n = 191) and removing any duplicates (n = 122) to identify a total of 293 unique patients. Demographic characteristics Of the 293 patients studied, 57% were female (n = 166) and 43% were male (n = 127). The median age at genetics diagnosis was 3 years (IQR = prenatal to age 21 years). Age distribution was calculated based on patient date of birth. Looking at the records for all patients in the study cohort, 33% were within the transition age range (12 to 19 years) as defined by the British Columbia ONTRAC adult transition program.7 Additionally, 23% of patients were older than 19 years and 44% were younger than 12 years. Upon further analysis of age distribution, patients not captured in the DAD and seen by specialty services (n = 69) had a median year of birth of 1996 (IQR 1992 to 2006), whereas patients within the DAD (n = 224) had a me- dian year of birth of 2004 (IQR 1999 to 2009). Regarding place of residence in British Columbia, most patients resided in the Fra- ser Health Authority (45%) or the Vancouver Coastal Health Authority (18%), and no ob- vious differences were found when comparing specialty services patients and DAD patients. Diagnostic information Diagnostic information was analyzed using data for 80 patients provided by the Cytogenetics service at BCCH. The Cytogenetics database was established in 2007 and captures a portion of genetic diagnoses in the province. All of the data provided were anonymized, thus prevent- ing amalgamation with other data. We used this subgroup of patients primarily as a proxy to gain an initial understanding of the genetic diagno- sis of 22q11DS in BC. We found increasing genetic diagnoses of this condition at BCCH with the advent of the Cytogenetics database. Specifically, cytogenetic testing confirmed 3 diagnoses in 2007 compared with 12 in 2017. From the 80 patients with available genetic data, 46% were diagnosed at or before 1 year of age, 10% were diagnosed in adolescence, and 13% were diagnosed in adulthood [Table 1]. Of the prenatal cytogenetic diagnoses, 86% were made with peripheral blood samples and 14% with prenatal diagnostic studies (i.e., amniotic fluid, tissue of conception, or fetal blood). Since the introduction of cytogenetic test- ing in the early 2000s, there has been a shift to chromosomal microarray analysis (CMA). With the implementation of CMA in 2009 and the Treatable Intellectual Disability Endeavor (TIDE) protocol in 2011, the scope of CMA requisitions in BC has expanded and we have seen more 22q11DS diagnoses made with this technology. Nearly all genetic diagnoses from 2013 onward have been with CMA. Admission rates and follow-up On average, 13 new patients were admitted or seen as outpatients at BCCH each year of the study and followed for 7 years. The PopDataBC platform was not able to yield a cumulative denominator for total provincial 22q11DS di- agnoses per year because ICD-9 coding was used primarily for billing purposes rather than to identify underlying diagnoses. Nevertheless, our proxy of 13 new patients annually reflects the reported birth prevalence of the syndrome (1:3000 to 1:6000) 3 and average annual births in BC since 2001 (n = 43 400).8 FIgUrE 3. number of specialty services accessed by 224 patients with 22q11DS identified in the provincial discharge abstract database, 2001 to 2018. Number of patients Number of specialty clinics1010203040 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 21TablE 1. Age at genetic diagnosis of 22q11DS by fluorescent in situ hybridization (FISh) or chromosomal microarray analysis (CMA) for 80 patients in Cytogenetics database of BC Children's hospital, 2007 to 2018. Age categorynumber of diagnoses in category Prenatal 10 0-1 year 27 2-5 years 10 6-10 years 5 11-19 years 7 20-30 years 11 31+ years 10 All diagnoses 8058 BC MediC al Journal vol. 62 no. 2 | march 202058clinical Taking steps to improve care and planning for patients in British Columbia with 22q11.2 deletion syndrome Specialty services used Each 22q11DS patient identified in the DAD (n = 224) was seen by an average of five clinics, programs, or services [Figure 3]. More than 50% of these patients visited more than three specialty services at BCCH. The specialty services accessed by patients were analyzed to determine which had the larg- est cohort of unique patients [Figure 4]. The ma- jority of patients in the DAD received care from Cardiology (Cardiac Surgery and Cardiology) (n = 125), Pediatrics (General Pediatrics, Devel- opmental Pediatrics, and Social Pediatrics) (n = 113), the CP/CFP (Specialty Pediatrics, Plastic Surgery, ENT, Orthodontist/Dentistry, Audiol- ogy, Speech Language Pathology, Nursing, and Social Work) (n = 112), and Otolaryngology (Ear, Nose, and Throat Clinic, and Surgery) (n = 93). Each of the specialty services provides access to a number of different subspecialists and allied health professionals, which means many patients saw more than five specialists during their care. The most common service combination was Cardiology, CP/CFP , and De- velopmental Pediatrics, with 73% of patients seen by one or more of these specialty services and 36% seen by two or more. When looking at unique-patient visit volume, Endocrinology had 10% of the total visits for all 22q11DS pa-tients at BCCH during the study, even though the service cared for only 6% of these patients [Table 2]. Finally, while the majority of patients seen by Cardiology and Pediatrics were age 2 or younger, as these patients aged their care shifted to other specialties, namely Otolaryngology, CP/ CFP , and Dentistry. Data sharing A number of barriers hindered acquiring data for this patient population. First, the current ICD-10 coding platform is sensitive but not always specif- ic for the presence of a genetic 22q11.2 deletion. This contributes to variability across databases in the coding of this syndrome, especially in cases where patients present phenotypically without a genotypic deletion. In BC the only way to ensure a genetic diagnosis is to cross-match the patient with local cytogenetic databases. These databases are at three locations across the province, with the BCCH Cytogenetics service accounting for only a portion of provincial diagnoses. As well 111235910121314202224242633394250555666758493112113125Number of unique patients in each service Palate/CraniofacialPediatricsCardiology FIgUrE 4. Distribution by specialty service of unique patients seen with 22q11DS identified in the provincial discharge abstract database, 2001 to 2018. Specialty serviceMedian age in years at visit (IQr*)number of unique patientstotal visits Cardiology 1 (0-7) 125 1234 Pediatrics 2 (0-5) 937 7 (4-12) 66 582 Otolaryngology 5 93 7 84 509 Palate/Craniofacial 6 (4-7) 112 357 Orthopaedic Surgery 9 (5-13) 42 326 Ophthalmology 3 (1-7) 55 310 Plastic Surgery 5 (3-8) 75 189 Radiology 3 (1-9) 56 84 Immunology 1 (0-4) 50 70TablE 2. Selected specialty services accessed by 224 patients with 22q11DS identified in the provincial discharge abstract database, 2001 to 2018. * IQR = interquartile range59 BC MediC al Journal vol. 62 no. 2 | march 202059Boroditsky M, Courtemanche R, Courtemanche D, Robertson S, Loock C clinical as having different inception dates, none of the cytogenetic testing services were established for data sharing or research. Second, disparities in data sets across spe- cialty services and administrative networks prohibit amalgamation with Cytogenetics or Medical Genetics data and leave some patient information in isolated databases. BC Children's Hospital and BC Women's Hospital both pro - vide services for children with 22q11DS and their families. Family-centred care is facilitated by the placement of Medical Genetics at BC Women's Hospital, but can pose a logistic bar - rier for the study of pediatric patients with a variety of genetic conditions. The current ex- tensive Medical Genetics database is sensitive for 22q11DS, but can lack specificity. While referral data for probands, family members, and fetal loss are captured, not all these data describe patients with an underlying deletion, and our study did not have the resources to overcome this challenge. Third and finally, the PopDataBC platform does not provide a reliable denominator for our provincial 22q11DS population, which can be attributed primarily to physicians coding for the presenting condition (e.g., cleft palate), rather than the underlying genetic syndrome. Fur- thermore, although the majority of patients are seen at BCCH for complex CHD and palatal defects, a discreet subset of patients is served at regional centres (e.g., Victoria, Kelowna, Prince George, and Surrey) and their data are not captured. Conclusions This study highlights the complexity of health care for patients with 22q11.2 deletion syn- drome and identifies the data sharing and transition planning challenges we need to ad- dress (see Key practice points). On average, pediatric-aged 22q11DS patients are seen by specialists and subspecialists at five tertiary care programs and are followed for 7 years. Since 2009, chromosomal microarray analy- sis has been the diagnostic tool of choice for suspected 22q11DS and the gold standard for investigating intellectual disability (ID), ASD, and multiple congenital anomalies.9 The in- creased use of CMA has allowed physicians to circumvent difficulties associated with the phenotypic heterogeneity in clinical presenta- tion and permitted early detection and manage- ment of a complex medical condition. Through improved data sharing systems for 22q11DS and other rare disorders, we will have the opportunities to enhance the patient and family experience, increase system efficiency, and improve health outcomes.10 Study challenges We found that diagnostic coding varied across databases and administrative networks and that patients with 22q11DS were frequently en- tered into the discharge abstract database under their presenting diagnoses (e.g., cleft palate, CHD, ASD, ID) and were therefore missed in our search. We also found that some spe- cialty services patients were originally referred by smaller outreach subspecialty consultation clinics or were entered into local health author- ity or private databases with different patient diagnostic coding and, therefore, not captured by the provincial DAD. This small but distinct cohort of patients with minimal hospitalizations and/or outpatient consultations at BCCH was missed when we used hospital discharge sum-maries to identify patients. The 8-year median age difference between patients captured only in specialty service databases compared to the DAD patients reflects the delayed or attenu - ated interaction with our tertiary pediatric care centre over the study period. In a North American context, our results demonstrate an annual increase in the cumu-lative 22q11DS patient cohort over 17 years, a trend consistent with findings from a study at Seattle Children's Hospital.11 This trend is pre- dominantly attributed to improved diagnostic technology (i.e., CMA), greater awareness of the syndrome, and an increase in referrals to tertiary care centres.11 Additionally, improved pediatric surgical survival rates and the success of modern pediatrics have produced a growing population of young adults with multimorbidity complex care needs. Study limitations The retrospective design of the study and the different inception dates of the databases we used impaired our ability to identify a cohort strictly adhering to the 17-year review period. As well, our study analyzed health care utili- zation as a proxy for care needs and did not include a formal qualitative component, thus limiting our holistic understanding of patients care needs. Recommendations Despite the extensive scientific understanding of 22q11DS, we do not have integrated case management and data sharing across subspe- cialties, which makes it difficult for primary care providers, community pediatricians, sub- specialists, researchers, and health care planners to ensure evidence-based recommendations are being developed, implemented, and updated. The results of our study highlight this prob- lem and provide insight into the provincial pop- ulation of 22q11DS patients. These results may also provide other Canadian jurisdictions with a population health perspective, given that the study took place at BC's only pediatric tertiary care centre. Furthermore, the results emphasize the multidisciplinary complex care needs of these patients and demonstrate the difficulties associated with data amalgamation at institu-tional and provincial levels. To address these concerns, we recommend the following: Development of a Canadian (or interna - tional) 22q11DS patient data registry. A registry would enable prospective input of patient data with filtration criteria and sub - categories to document and study the syn - drome (e.g., deletion subtype, phenotypic presentation, surgical/medical procedures, transition visit recommendations) and en - sure consistent documentation and coding of genetic diagnoses. Addition of a genetic diagnosis (if known) to the discharge summary and abstract. Inclusion of genetic diagnoses in the re - cords for all patient encounters (inpatient admissions and outpatient visits) and the use of more specific ICD codes would sup - port advances in tracking, understanding, and caring for patients locally, nationally, and internationally. Implementation of the ICD-11 beta platform, including coding for deletions on chromosome 22 as distinct identifiers, can be expected to reduce cur - rent coding ambiguities. 60 BC MediC al Journal vol. 62 no. 2 | march 202060clinical Taking steps to improve care and planning for patients in British Columbia with 22q11.2 deletion syndrome Introduction of a formal transition process for patients with 22q11DS moving from pediatric to adult care in BC. Consistent evaluation, knowledge translation, and quality improvement initiatives for health professionals would help patients as they move from pediatric to adult care, as al - ready outlined in the 2011 pediatric care4 and 2015 transition to adult care consensus guidelines.6 Establishment of a provincial 22q11DS centre of excellence. A centre of excellence in BC would improve the care of adult 22q11DS patients, which has not yet ad - vanced to international standards.12 Such a centre could also address the complex care needs these patients and their fami - lies face from early childhood through to adolescence and adulthood by promoting better functional outcomes in health, mental health, independence, participation, and employment. By increasing awareness of 22q11DS and supporting data sharing through collaboration between provincial health care providers, local experts, political figures and policymakers, and national/international 22q11DS Centres of Excellence, we can improve care, implement transition planning, and translate knowledge into practice. n Acknowledgments We would like to acknowledge the support of the Rare Disease Foundation and BC Children's Hospital Foundation. We would also like to thank Jovi Sidhu, undergraduate student, for his help with data col- Key practice points: Managing patients with 22q11DS The care of patients with 22q11.2 deletion syndrome, also known as 22q11DS or DiGeorge syndrome, can involve many health care providers, including allied health professionals, family physicians, community pediatricians, and other specialists and subspecialists. Patients with 22q11DS can present with significant clinical variability, leading to a wide range of ages at the time of diagnosis. Most 22q11DS patients will present at routine primary care visits with feeding problems, developmental delay, or early mental health concerns (e.g., speech, attention, or learning difficulties; anxiety, autism spectrum disorder). 22q11DS is actually a common \"rare disorder,\" with an annual birth prevalence of 1:3000 to 1:6000. A significant proportion of family physicians will have patients with 22q11DS in their practices and will benefit from up-to-date best practice guidelines and data sharing. Chromosomal microarray analysis (CMA) is the current gold standard for an initial diagnosis of 22q11DS. A significant number of hospital specialty clinics, programs, and services provide care for 22q11DS patients, with most pediatric care delivered by cardiology, developmental pediatrics, cleft palate programs, endocrinology, and otolaryngology services. Education, information-sharing, and resource networks are fundamental for patients with 22q11DS, who often require several years of active multidisciplinary follow-up involving more than 10 health care providers, making planning the transition journey daunting for the majority of these patients and their families. We have the opportunity to model a best-practice \"ON-TRAC\" 7 transition care pathway for other rare disorders by developing an effective \"triple aim (to improve health, care, and cost)\"10 transition program for 22q11DS, with improved data linking, family-centred approaches, and provincial collaboration.lection, and Marija Bucevska, BCCH plastic surgery clinical research coordinator, for her guidance and advice during this study, the Cytogenetics and Medical Genetics services and the Adapt Clinic, and all the BC Children's Hospital specialty clinics, programs, and services that provided access to their databases. Competing interests None declared. references 1. DiGeorge A. Discussion on Cooper MD, Peterson RD, Good RA: A new concept of the basis of cellular im - munology. J Pediatr 1965;67:907-908. 2. Kirkpatrick A, DiGeorge AM. Ther Nucl Med 1968;103:32-37. 3. McDonald-McGinn DM, Sullivan KE, Marino B, et al. 22Q11.2 deletion syndrome. Nat Rev Dis Primers 2015;1:15071. 4. Bassett AS, McDonald-McGinn DM, Devriendt K, et al. Practical guidelines for managing patients with 22q11.2 deletion syndrome. J Pediatr 2011;159:332-339.e1. 5. Ousley O, Evans AN, Fernandez-Carriba S, et al. Exam - ining the overlap between autism spectrum disorder and 22q11.2 Deletion Syndrome. Int J Mol Sci 2017;18. 6. Fung WL, Butcher NJ, Costain G, et al. Practical guide - lines for managing adults with 22q11.2 deletion syn - drome. Genet Med 2015;17:599-609. 7. BC Childen's Hospital. Transition to adult care. 2019. Accessed 10 January 2020. www.bcchildrens.ca/ health-professionals/clinical-resources/transition -to-adult-care#Clinical--guideline. 8. BC Vital Statistics. Fertility, births and deaths: View historical and projected vital statistics for BC. Last updated 2019. Accessed 10 January 2020. www2 .gov.bc.ca/gov/content/data/statistics/people -population-community/population/vital-statistics. 9. Miller DT, Adam MP , Aradhya S, et al. Consensus state - ment: Chromosomal microarray is a first-tier clinical diagnostic test for individuals with developmental disabilities or congenital anomalies. Am J Hum Genet 2010;86:749-764. 10. Farmanova E, Kirvan C, Verma J, et al. Triple Aim in Can - ada: Developing capacity to lead to better health, care and cost. Int J Qual Health Care 2016;28:830-837. 11. Gallagher E, Jarosek B, Sandy T, et al. Multidisciplinary care utliization in patient with 22q11.2 deletion syn - drome at Seattle Children's Hospital. Presented at the 11th Biennial International 22q11.2 Conference, Whis - tler, BC, 11 July 2018. 12. McGinn M, Crowley TB, Jeong S, et al. Current care prac - tices for 22q11.2 deletion and duplication syndromes across the Americas: Towards establishing a formal network. Presented at the 11th Biennial International 22q11.2 Conference, Whistler, BC, 11 July 2018.61 BC MediC al Journal vol. 62 no. 2 | march 202061 Gpsc The Patient Experience Tool: Incorporating the patient's voice into quality improvement activities The GPSC's Practice Support Program (PSP) supports family physicians to transform primary care and ensure that all patients in BC have access to quality primary health care that meets their needs. Sup- porting physician practices to undertake quality improvement work is an important component of the program's goal of improving care. This includes ensuring that patients are able to share their experiences of care, and that their voices inform health care change. To gather patients' perspectives on the care they receive, PSP partnered with physicians to create the GPSC Patient Experience Tool. The tool gathers information using a survey of 14 to 20 questions covering topics like wait times, office hours, and coordination of care. Six mandatory provincial questions are included, after which practices can customize the survey by adding questions from a bank of prewritten options (with the ability to change out ques - tions once an improvement has been achieved). The survey interface enables patients to ef- ficiently and anonymously share information about their experiences and interactions with the practice. Responses are accessible to practice team members via an easy-to-use, web-based dashboard—survey data are anonymized and aggregated in real time on a secure platform (to ensure anonymity, a minimum of five responses to a question are required before results are accessible). The tablets on which patients complete the survey are issued by PSP and are rotated be- tween participating clinics every 6 to 8 months; This article is the opinion of the GPSC and has not been peer reviewed by the BCMJ Editorial Board.however, hardware can be made available for longer periods to practices that choose to survey their patients for ongoing quality improvement activities. PSP regional support team members are available to coach practices on how to set up the tablet and survey, and can support practices to: Determine readiness and get started. Select meaningful and relevant survey ques - tions. Incorporate the survey into clinic workflow, including determining team member roles and responsibilities. Review results and use data to identify, plan, implement, and measure quality im - provement activities. Help navigate compensation and certifica - tion requirements/benefits. Data gathered through the Patient Experi- ence Tool can be used to: Inform quality improvement activities. Encourage longitudinal care. Support interprofessional teams. Contribute to a family practice's adoption of the attributes of a patient medical home. Bolster a practice's readiness to participate in a primary care network. Initially piloted by 39 clinics, the Patient Experience Tool survey has been completed by more than 6000 patients since 2016. One practice in Langley that implemented the tool heard from 140 patients who provided their perspectives on the practice's office environ- ment, their relationship with the doctor, their interactions with the health care team, and their confidence in their self-management skills. Results from the patients indicated that there was room for improvement in wait times and clinic access. The practice team, supported by the regional support team, used this feedback to initiate a number of qual- ity improvement activities, including completing ap- pointment forms in ad- vance and helping patients plan for effective appoint- ments by telling them what to expect. By implementing these strategies, the practice team was able to cut patients' average wait time from arrival to being seen by two-thirds—from 60 minutes to 20 minutes. In addition to using data for quality im- provement activities, family physicians can opt to share aggregated data with their local division to help support community planning, identify local population needs, understand the impact of local initiatives, and see how their results compare to those of their division peers. Compensation and certification PSP offers compensation and certification for time spent on this (and other) practice im- provement work: Compensation: Doctors and eligible team members can receive PSP compensation for up to 15 hours. Certification: Doctors can receive up to 45 certified Mainpro+ credits (three credits per hour, for up to 15 hours).Visit www.gpscbc.ca to learn more. n —Alana Godin Director, Community Practice and Quality, Engagement and Quality ImprovementThe practice team was able to cut patients' average wait time from arrival to being seen by two-thirds.62 BC MediC al Journal vol. 62 no. 2 | march 202062special feature Canadian Blood Services is a critical part of Canada's health care system. As physicians, we often use blood products for our patients but rarely reflect on the breadth of activities that Canadian Blood Services oversees and the selfless volunteer do- nations made by Canadians. 20 years and counting Canadian Blood Services recently celebrated 20 years in operation. The organization was formed on 28 September 1998 as an arm's-length or- ganization to manage Canada's blood supply in response to the Krever inquiry into the blood system after thousands of people received in-fected blood products in the 1980s. 1,2 During the past 20 years, the role of Canadian Blood Services has expanded from blood and blood Canadian Blood Services: More than just blood Five things to know about Canadian Blood Services that may be relevant to your patients. E.M. Wong, MD Dr Wong is a family physician with a focus in elder care. As a Canadian Blood Services volunteer for the past 10 years, she organizes public awareness campaigns on how to \"give life\" by donating blood or cord blood, or by registering as a potential adult stem cell or organ/tissue donor. Her childhood experience of being a blood recipient and her husband's experience of not being able to find a suitable stem cell donor for his aplastic anemia, as well as learning about others' struggles, inspired her to give back. She is truly humbled by and grateful for the many volunteers who selflessly donate to Canadian Blood Services. This article has been peer reviewed.products to include both adult and cord blood stem cells, plasma sufficiency, and organ/tis- sue donation and transplantation.1,3 Canadian Blood Services highlighted 20 years of growth and maturity with a new logo and tagline (Can- ada's Lifeline) to better reflect this broader mandate as it continues to help patients in need. Blood donations Although more than half of Canadians are eli- gible to donate blood, only 1 in 25 does.4,5 Last year more than 410 000 donors visited clinics across the country, including British Colum - bia's five permanent collection sites and the numerous mobile clinics operated around the province. The minimum age to donate blood at Canadian Blood Services is 17,6 but there is no maximum age.6,7 Canada's oldest donor, a 95-year-old woman from Port Coquitlam, was celebrated last year.8 Iron deficiency is not uncommon among frequent blood donors, and Canadian Blood Services implemented changes in 2016 to re- duce this risk. The interdonation interval for female whole blood donors was increased to 84 days from 56 days, and the minimum hemoglo- bin requirement for male whole blood donors was increased to 130 g/L from 125 g/L. Plans include selective ferritin testing for frequent donors who are at highest risk of developing iron deficiency.9 Stem cell donations and transplantation Canadian Blood Services operates a stem cell program that provides hematopoietic stem cells for transplantation. Last year alone, Canadi- an Blood Services facilitated more than 400 unrelated transplants for Canadian patients through its adult stem cell registry and its cord blood bank.10 Did you know that for Canadian patients in need of a hematopoietic stem cell transplant the chance of finding an unrelated stem cell donor match is 80% to 90% for Caucasians, but falls to lower than 15% in non-Caucasians?11 This reflects the lack of ethnic diversity in the stem cell registry [Figure 1], not only in Canada but worldwide. Unlike blood donation, allogeneic stem cell transplantation requires more strin- gent cell matching due to human leukocyte antigen (HLA) typing, which is determined by racial background and ethnicity. Efforts are be- ing made to increase the biological diversity of the Canadian Blood Services stem cell registry by registering more potential adult donors to better reflect the current makeup of Canada's population. Potential donors (healthy people between 17 and 35 years of age) can register online by completing a health questionnaire and be HLA-typed after providing a buccal swab to join the 400 000 Canadians already on the registry.12 The Canadian Blood Services cord blood bank was established in 2015, and one of its collection centres is at BC Women's Hospital in Vancouver. The other three collection centres are in Edmonton, Ottawa, and Brampton. Rather than being discarded as medical waste after the natural process of delivery, cord blood stem cells can be banked for an extended period. Cord blood stem cells are lifesaving for patients in need of stem cell transplant and, because of the less rigorous requirement for HLA matching due to the immaturity of the fetal blood stem cells, they provide some advantages over adult stem cell transplantations.13 The ethnic diversity of the cord blood bank is broader than that of the adult registry with more mixed-race units [Figure 2] . Currently there are more than 3000 cord blood units listed in the Canadian Blood Services bank and available for transplant, and 21 have been distributed and transplanted to date. Informed consent for cord blood donation must be obtained before the donor is in active labor, ideally as part of her prenatal care with her primary caregiver. 1463 BC MediC al Journal vol. 62 no. 2 | march 202063special feature Organs and tissues: Donations and transplantation Canadian Blood Services helps coordinate or- gan and tissue donation and transplantation in partnership with provincial organ donation organizations like BC Transplant. The Kidney Paired Donation (KPD) program, launched in 2009, is an example of interprovincial health systems working together to forge success be- yond provincial borders and improve access to transplants for patients. The success of this program can be attributed to the selflessness of those who have stepped forward to be liv-ing organ donors. KPD is operated as part of the Canadian Transplant Registry, a national web-based computer program operated by Ca- nadian Blood Services and used to link the national potential recipient wait list with actual organ donors. Working with partners across the organ and tissue donation and transplantation community, Canadian Blood Services also develops leading practices, supports professional education and public awareness activities, and collaborates on new ways to share data on the performance of the donation and transplantation system in Canada.1 Caucasian 66.91%Chinese 7.32% South Asian 6.64%Other 0.02% Inuit 0.01%4.18%Caucasian 66.91% FIgUrE 1. Ethnic composition of adult stem cell registry (provided by Canadian Blood Services, September 2019). FIgUrE 2. Ethnic composition of cord blood bank (provided by Canadian Blood Services, September 2019). Continued on page 64 Multiple blood units listed target: 60/40, Non-Caucasian/CaucasianActual, up to and including 30 September 2019: Includes 22 shipped to dateNumber of registrants: 454 48264 BC MediC al Journal vol. 62 no. 2 | march 202064Plasma Canadian Blood Services operates a national formulary for plasma protein products, includ - ing immune globulins, clotting factor concen- trates, and albumin to name a few. Canadian Blood Services is embarking on a project to significantly increase the amount of plasma that can be collected from unpaid donors. This plasma can be directed to the production of plasma protein products such as immune globu- lins to improve plasma sufficiency in Canada. In August 2019, Canadian Blood Services announced plans to open a proof-of-concept source plasma collection site in Kelowna.15 Conclusion Canadian Blood Ser- vices plays a vital role in the health care system, and physicians should be aware of its origins and its expanded scope en- compassing blood and blood products, stem cells (adult and cord blood), organs, and tissue. Because the criteria for blood donation, such as ferritin levels, deferral periods, and eligi- bility, can change, the most up-to-date infor- mation should be obtained from www.blood. ca. Iron levels should be monitored in regular whole blood donors. As stem cell transplants are dependent on HLA matching, increasing the ethnic diversity of the stem cell registry is paramount. In this regard, primary care physi-cians should encourage public cord blood do- nation as part of prenatal care, especially in underrepresented groups.Since volunteer donations are critical to its continued operations, physicians should also consider their role in educating the public about Canadian Blood Services. Not only do existing patients need its services daily, some day phy-sicians and their families and friends could be those patients as well. n Competing interests None declared. Acknowledgments Dr Tanya Petraszko, Canadian Blood Services associate medical director for Western Canada and medical director for cord blood; Sophie Char - gé, PhD, associate director, knowledge mobilization and education, Centre for Innovation at Canadian Blood Services; and Ger - aldine Walsh, PhD, knowl- edge broker with the Canadian Blood Services Centre for Innovation, all kindly provided editorial assistance for this article . references 1. Canadian Blood Services. A 20-year story: Our brand and what it means. Accessed 14 October 2019. wrap -premise-consciousness-mar-20 (ID 31 1796).docxwww .blood.ca/sites/default/files/2018-09/E-2018-09_Back grounder-BrandRenewal.pdf. 2. Government of Canada. Commission of inquiry on the blood system in Canada final report. Chapter 40. The blood system for the future. Accessed 22 January 2020. http://publications.gc.ca/collections/Collection/ CP32-62-3-1997-3E.pdf. 3. Chargé S. Clinical guide to transfusion. Chapter 1. Vein to vein: A summary of the blood system in Canada. Ac - cessed 22 January 2020. https://professionaleducation .blood.ca/en/transfusion/clinical-guide/vein-vein -summary-blood-system-canada. 4. Government of Canada. Blood, organ and tissue do - nation. Accessed 14 October 2019.www.canada.ca/ en/public-health/services/healthy-living/blood-organ -tissue-donation.html. 5. Goldman M, Drews S, Devine D. Clinical guide to trans - fusion. Chapter 6. Donor selection, donor testing and pathogen reduction. Accessed 19 August 2019.https:// profedu.blood.ca/en/transfusion/guide-clinique/do nor-selection-donor-testing-and-pathogen-reduction. 6. Canadian Blood Services. ABCs of eligibility. Accessed 19 August 2019. https://blood.ca/en/blood/am-i-eligible/ abcs-eligibility. 7. Goldman M, O'Brien SF. Our older population: Donors as well as recipients? ISBT Sci Ser 2017;12:401-404. 8. CBC News. Canada's oldest blood donor, 'Granny Bea,' still giving at 95. Accessed 19 August 2019. wrap-prem ise-consciousness-mar-20 (ID 311796).docxwww.cbc .ca/news/canada/british-columbia/canada-s-oldest -blood-donor-granny-bea-still-giving-at-95-1.4624704. 9. Pambrun C, Goldman M. The importance of iron for whole blood donors: A Canadian perspective. Ac - cessed 22 January 2020. https://professionaleducation. blood.ca/en/transfusion/publications/importance -iron-whole-blood-donors-canadian-perspective. 10. Canadian Blood Services. Annual report 2017-2018. Accessed 14 October 2019. https://blood.ca/sites/ default/files/CBS%20Annual%20Report_2018.pdf. 11. Gragert L, Eapen M, Williams E, et al. HLA match like - lihoods for hematopoietic stem-cell grafts in the US registry. N Engl J Med 2014;371:339-348. 12. Canadian Blood Services. Register to donate stem cells. Accessed 19 August 2019. https://blood.ca/en/ stem-cells/eligibility-and-registration/register-donate -stem-cells. 13. Ruggeri A, Paviglianiti A, Gluckman E, Rocha V. Impact of HLA in cord blood transplantation outcomes. HLA 2016;87:413-421. 14. Canadian Blood Services. Stem cell and cord blood FAQs. Accessed 19 August 2019. https://blood.ca/en/stem-cells/donating-cord-blood/cord-blood-faqs. 15. Canadian Blood Services. Securing Canada's plasma supply. Accessed 14 October 2019. https://blood. ca/en/news-and-events/newsroom/securing-cana das-plasma-supply.special feature President Dr Kathleen Ross President-Elect Dr Matthew Chow Board Chair Dr Jeff DresselhuisDirector-at-Large General PracticeDr Adam Thompson Director-at-Large General Practice Dr Lawrence Director-at-Large Specialist Dr Lloyd OppelDirector-at-Large SpecialistDr Barb Blumenauer Director-at-Large Specialist 1 year Dr Andrew Yu Director-at-Large Specialist Dr Sophia Wong2019-20 DOCTORS Of BC BOARD Of DiReCTORSIron levels should be monitored in regular whole blood donors.65 BC MediC al Journal vol. 62 no. 2 | march 202065cohp Exercising in pollution: How to counsel patients Chronic exposure to air pollution is un- doubtedly harmful; we are familiar with its associations with brain cancer, asthma, and cardiovascular disease. We are also well versed in the health benefits of exercise, from reducing stroke risk to chronic pain and mood disorder management. How then do we weigh the risk of exercising in pollution against the detrimental health effects of a sedentary lifestyle? It's important for physicians to advise healthy patients whether, how, where, and when to exercise in air pollution. Dr Michael Koehle is a UBC professor and exercise medicine specialist who researches ex- posure to pollution during exercise in healthy individuals and measures surrogate outcomes such as lung and endothelial function to pre- dict health risk. He and his colleagues have examined cyclists breathing in diesel generator exhaust in a laboratory setting, measuring lung function and exercise performance. Under these conditions, lung function did not improve as it typically does during exercise, but was not worsened. Blood vessel function and perfor- mance outcomes were similar.1 Dr Koehle has also examined the physi- ological effects with varying intensity of exercise in air pollution. Contrary to what was expected, performance and lung function don't signifi- cantly worsen with increased intensity and ven - tilation. With this in mind, physicians could consider counseling patients to limit outdoor workout duration and instead opt for shorter, higher intensity workouts. This article is the opinion of the Athletics and Recreation Committee, a subcommittee of Doctors of BC's Council on Health Promotion, and is not necessarily the opinion of Doctors of BC. This article has not been peer reviewed by the BCMJ Editorial Board.Although diesel is a major offender, road pollution is in fact a complex mixture of pollut- ants including ozone, nitrogen monoxide and dioxide, ultrafine particles, black carbon, and carbon monoxide. Even so, Dr Koehle's findings are similar to other stud- ies globally. A real-world pollution study from Barce - lona2 and an epidemiologi- cal study in Copenhagen3 have also found that health outcomes are not worsened by air pollution. That said, we still know that air pollution is harmful, and reducing overall exposure is important. Air quality varies significantly in urban areas from one area of the city to the next, depend- ing on traffic density, truck corridors, wind, and other factors. A 2019 report measuring air quality over 2 years in Vancouver and To- ronto reveals that Vancouver has unsafe levels of pollution in proximity to major roadways, especially highways and truck routes (diesel trucks contribute disproportionately to pollu-tion). 4 Emissions concentrations in high wind can be 4 times lower or 6 times greater just downwind from a major road. Pollution also worsens during weekdays, rush hour, and in wintertime. Emphasize to your patients the importance of separating from pollution in space and time. Consider alternative commuting paths and avoid proximity to highways and large-truck corridors. Plan sporting activities in quieter residential neighborhoods. Limit exposure dur - ing high pollution times like rush hour and on weekdays, in colder temperatures, in low wind or downwind, or when the air quality index is high. Check Environment Canada's website or use an app such as Plume Air Report for cur-rent air quality data and forecasting. Finally, consider your patients with respira- tory disease and asthma. Ensure they take their bronchodilator, have their medication on hand, and do proper warmups. Bronchodilators have shown to be beneficial for asthmatics in poor air quality, despite opening up the airways to more emissions.5 Our health is being impacted by climate change and pollution, and air quality may become a more serious concern in the future. Physical activity is important, however, and it is still reasonable to advise healthy patients to continue exercising, and to do so in the safest way possible. n —JoyAnne Krupa, MD references 1. Giles LV, Carlsten C, Koehle MS. The effect of pre- exercise diesel exhaust exposure on cycling perfor - mance and cardio-respiratory variables. NJ, Nazelle A, Westerdahl D, et al. Re - spiratory and inflammatory responses to short-term exposure to traffic-related air pollution with and with - out moderate physical activity. Occup Environ Med 2015;72:284-293. 3. Andersen ZJ, de Nazelle A, Mendez MA, et al. A study of the combined effects of physical activity and air pollution on mortality in elderly urban residents: The Danish Diet, Cancer, and Health Cohort. Environ Health Perspect 2015;123:557-563. 4. Southern Ontario Centre for Atmospheric Aerosol Research. Near-road air pollution pilot study. 2019. Accessed 3 February 2020. www.socaar.utoronto.ca/ wp-content/uploads/2019/10/SOCAAR-Near-Road-Air- Pollution-Pilot-Study-Summary-Report-Fall-2019-web -Final.pdf. 5. Koch S, Koehle M. Forced expi - ratory volume in 1 second is not affected by exposure to diesel exhaust and cycling exercise in individuals with exercise-induced bronchoconstriction. ISEE Con - ference Abstracts. September 2018. https://ehp.niehs .nih.gov/doi/10.1289/isesisee.2018.O01.03.61.Emphasize to your patients the importance of separating from pollution in space and time. 66 BC MediC al Journal vol. 62 no. 2 | march 202066Anesthesiologists take consciousness away from a patient before a surgical procedure and then bring conscious- ness back to the patient after the operation is finished. Consciousness has been an important topic in religion and philosophy for millennia, but with neuroscience progressing the way it is, it is becoming an important topic in science as well. The main problem is that consciousness is qualitative but science is quantitative. It was Galileo who first made science totally quan- titative when he started rolling balls down an inclined plane and found that the distance rolled was related to the square of the time taken. Sci - ence has been on a roll ever since. I am going to take the point of view that, in principle, neuroscience should eventually be able to figure out quantitatively what qualitative consciousness is. The progress in neuroscience on this subject has been startling over the past few decades; however, as the metaphor states, we are at the stage of listening for a heartbeat with a stethoscope on an acorn. On the opposite side of this empiric bias is the point of view that consciousness will never be explained unless there is some supernatural force present to explain the mystery. This implies that the fundamental building blocks of reality are conscious, which usually leads to all sorts of ethereal terms like panpsychism (everything is conscious). There is some scientific truth to this. Richard Feynman used to wonder if an electron had its own mind. There is a math- ematical proof of something very similar by Conway and Kochen, who basically say that if we (humans) have free will to choose to measure something, which basically means our deci- sions are not based completely on the past (a real deterministic universe) then the particles must also have free will. What We can talk about level of consciousness and content of consciousness—the functional aspects of consciousness that most would say arise in patients' brains—but then there is the \"hard\" problem of consciousness. Anesthesiologists are experts on the level of consciousness. Basically we know what depth of anesthesia (level of consciousness) we need to take patients to without killing them. Anesthe- siologists don't know much about the content of consciousness. We don't know what a patient's inner voice is saying. We can guess, but we can never know for certain. Humans pick up this trait of being able to guess what another person is thinking at about 5 months of age, according to child psychology. But what about dreams? In a certain sense a patient is conscious when dreaming. The hard problem is understanding what it feels like to be conscious. The defining essay, written in 1972, was entitled, \"What is it like to be a bat?\" 1 Many argue that no matter how much we discover in neuroscience we will never understand a bat's inner feelings. There is a bit of a linguistic debate here, and some say experi - ence is a better word than understand. Discussion such as this usually leads to the mind body/brain problem. Again this is an old problem dating back at least to Plato with bil-lions if not trillions of words written about it. But in essence there are only three ways to think about it. One, your mind and body/brain are the same thing; when you die, your mind and body/ brains dies. This is what the ancient Greeks thought. The second is the scientific way, first outlined by René Descartes, that your mind, which he called res cogitans, or thinking stuff, acts like an operating system on your desktop controlling the body/brain stuff, which he called res extensa, from the pineal gland, which was the only unpaired homunculus in the brain. The theory did not pan out. The third is the religious way of thinking about it, which started long before the other two ways, and says float- ing somewhere above your body/brain is your mind or soul and, that the soul never really dies.Consciousness One anesthesiologist's take on it. Mark Elliott, MD, FRCPC Dr Elliott is a staff anesthesiologist at Providence Healthcare in Vancouver. This article has been peer reviewed.premise 67 BC MediC al Journal vol. 62 no. 2 | march 202067There are about 100 billion neurons in a human brain; 70 billion are in the cerebellum. The cells here seem to very linearly connected. Patients can lose their cerebellum and still be totally conscious (although they will have real issues with movement). Ten billion neurons are in the lower brain, leaving about 20 billion for the neocortex, where all the action is, from a consciousness point of view. This has led to the belief that consciousness is due more to the con- nections between neurons—the connectome. How There is an anesthetic explanation for how first put forth by Stuart Hameroff. It is based on mi- crotubules—the scaffolding inside each cell. They are like tubes of the scaffolding on the outside of leaky condos, only in this case the walls of the tubes are made with peanut-shaped bipolar proteins called tubulin that are a helix, somewhat like the DNA molecule. A nice round cell like a hepatocyte doesn't need too much scaffold- ing to maintain its shape, but a neuron with its thousands of dendrites and an axon extending out millions of times the diameter of the neuron cell body needs lots of scaffolding to maintain this far-from-equilibrium shape. The thinking is that somehow the computation of the brain goes on here. This idea was given much credence when one of the world's foremost mathemati- cians, Roger Penrose, teamed up with Hameroff.4 Why This is where the rubber hits the spiritual road. Some argue that why questions are best left to the philosophers, whose arguments never seem to converge the way that science tends to. But the next time you are in an operat- ing room with patients being put to sleep and waking up, you might ask yourself where they went. n references 1. Nagel T. What is it like to be a bat? Philosophical Rev 1974;83:434-450. 2. Trivers R. The folly of fools: The logic of deceit and self- deception in human life. Basic Books; 2011. 3. Broca PP. Loss of speech, chronic softening and partial destruction of the anterior left lobe of the brain. Bul - letin de la Société Anthropologique 1861;2:235-238. 4. Penrose R. Shadows of the mind: A search for the miss - ing shadows of consciousness. Oxford, UK: Oxford Uni- versity Press; 1994.premise To sum up, consciousness is either the most mysterious thing in the universe or the most not-mysterious. When I ask the reader to consider the following chil- dren's story about evolution. Billions of years ago, a small single-cell organism (let's call him Mark) is floating in a black unoxidized sea ve-neered on Earth's surface, randomly bumping into smaller things it can ingest to basically stay alive and reproduce. Bigger things eat Mark. I doubt Mark is conscious. Over a few million generations Mark devel- ops the ability to move by a small flagellum or some other type of propeller in water. Now he can move toward food and away from danger. I doubt Mark is conscious. Millions more generations later Mark is a small worm with the ability to eat and then hide somewhere safe to digest. Conscious? I don't know. A few million more generations go by and Mark has eyes and sticks his head out of the sea. In the black ocean he can see (sense is a better word) not even a millimetre in front of him and has to immediately react to the environment (a predator) or else be eaten. In the atmosphere there is now much less photon attenuation and Mark can see for perhaps a kilometre. There is now a time delay between the seeing and the need to act (to get something to eat). Mark is now aware of this. And conscious? Millions more generations of evolution go by and now Mark has a brain big enough to give him an internal representation of what he sees so he can plan what to do in order to eat. He now has what the psychologists call object permanence (he knows something is there even when he closes his eye). Mark is probably conscious. Because this development has been so successful at eating, there are now millions of Marks. They have a sound-based language and are able to cooperate, construct hypotheses, test things with experiments, and make the world a better place for all the Marks. All this neo- cortical functionality was driven by the need to cooperate with the other Marks. By definition this means selling something. In other words, there was probably more than a little deception going on. To paraphrase evolutionary biolo- gist Robert Trivers, it is more than ironic that deception and its propagation were the files against which the tools of neocortical brain development were sharpened.2 These Marks are probably conscious. The Marks develop a science that shows them that the ratio of brain to body weight compared with time spent in infancy is a very curious thing. At the lower end of this scale is the chicken. Shortly after birth, perhaps within a few months, the chicken is an adult and starts laying eggs. A little up the scale are crows, who are given worms by their mother for perhaps the first year or two of life. They are smart enough to be trained to clean up garbage in a stadium after a football game. Then you have humans, who keep giving worms to their kids for a long time (some argue this lasts until the parents die). They are conscious. Where The underlying model of the brain in neurol- ogy is called the deficit lesion model, dating back over 100 years (which should scare you) to people like Paul Broca and Carl Wernicke with their aphasia diagnosis.3 A neurologist would still use this model today in assessing a stroke. This model was a good heuristic in the past but it is hopelessly underspecified in today's neuroscience. Consider a patient with a hemispatial ne- glect syndrome from a right-sided cerebrovas- cular accident. Nothing in the left visual field is processed, so when a patient is looking at a picture of a house that is burning in the left wing, it will look identical to one that is not burning, but the patient knows you should leave this house if shown a picture of it. The patient seems to be processing information but not experiencing processing the information. Consciousness is not localized; it is widely distributed, at least in the brain. Panpsychists say it is distributed throughout the whole uni- verse. Research on things like this leads people to say that consciousness is simply the imper- fect perceptions of the brain making an imper- fect model of itself and the outside world. But speaking from an evolutionary point of view, perception is not about seeing reality as it really is: it is about having kids.68 BC MediC al Journal vol. 62 no. 2 | march 202068reminder to submit GPSC portals 14070/71 Eligible family physicians are reminded to submit the GPSC Portal (G14070) or GPSC Locum Portal Code (G14071) at the start of the new year. Submission of G14070 signifies that a fam- ily physician is: Providing full-service family practice ser- vices to patients and will continue to do so for the duration of that calendar year. Confirming doctor-patient relationship with existing patients through a standard - ized conversation or \"compact.\" Submission of G14071 signifies that a fam- ily practitioner is: Providing full-service family practice ser- vices to the patients of host physicians who have submitted G14070, and will continue to do so for the locum coverage. Submitting G14070/G14071 enables family practitioners to be eligible to bill the following fee codes: G14075 GP Frailty Complex Care Plan- ning and Management Fee G14076 GP Patient Telephone Manage - ment Fee G14077 GP Allied Care Provider Confer - encing Fee G14078 GP Email/Text/Telephone Med- ical Advice Relay Fee G14029 GP Allied Care Provider Practice Code Additionally, submitting G14070 on an an- nual basis is a requirement of the new GPSC Community Longitudinal Family Physician Payment. Visit http://gpscbc.ca/news/news/ new-payment-support-longitudinal-care for more information. To avoid billing refusals, family practitioners need to bill G14070/71 following this example: PHN#: 9753035697 Patient surname: Portal birth: January 1, 2013 ICD9 Code: 780 For further details about G14070/G14071 in the GPSC Billing Guide-Portal, visit www .gpscbc.ca/what-we-do/longitudinal-care/ incentive-program/billing-guides.research suggests no difference in morning versus evening dosing for warfarin Patients taking warfarin to reduce the risk of stroke and pulmonary embolisms are often ad- vised to take the medication in the evening. But does time of day really matter? A new study, conducted in Western Canada, shows evidence that morning versus evening dosing has insig- nificant bearing on how long the drug provides the most benefit for preventing adverse health events. Two hundred and seventeen adults who regularly used warfarin in the evenings were randomized to the trial, with about half switch- ing to morning medication use for 7 months. Researchers measured the effectiveness of the drug by tracking the proportion of time that patients spent outside the range for its maxi- mum effectiveness. Therapeutic changes did not significantly differ for patients who switched to morning administration. The clinical research team concluded that the time of day a patient takes the medicine has no effect on the stabil- ity of warfarin's anticoagulant effect. Patients should take warfarin whenever regular compli- ance would be easiest. The study, \"The effect of warfarin adminis- tration time on anticoagulation stability (IN- Range): A pragmatic randomized controlled trial,\" is published in Annals of Family Medicine and is available online at www.annfammed.org/ content/18/1/42.News We welcome news items of less than 300 words; we may edit them for clarity and length. News items should be emailed to journal@doctorsofbc.ca and must include your mailing address, telephone number, and email address. All writers should disclose any competing interests. ronald McDonald h ouse expanding with new family room at r oyal Inland h ospital Ronald McDonald House BC and Yukon (RMH BC) is expand- ing with a new family room at Royal Inland Hospital (RIH) in Kamloops. Launched in partnership with Interior Health and Royal Inland Hospital Foundation, the new family room will offer a home-like retreat for parents and loved ones of all pediatric patients undergoing medical treatment for illness or injuries at RIH. The family room is slated to open in 2024. It will be situated next to the pediatric and neonatal intensive care units. For more information about RMH BC, visit www.rmhbc.ca. Left: Family of Ronald McDonald House BC and Yukon.PhOtO: RONAld MCdONAld hOUSe BC ANd YUKON.69 BC MediC al Journal vol. 62 no. 2 | march 202069news Seeking external reviewers for BC guidelines BC health care professionals and stakeholders are invited to participate as external reviewers of draft version of BC guidelines. Peer review is a critical component of the guideline development process. New and existing guidelines that have undergone substantive changes are subject to external review to make sure they are clearly written, practical, and free of errors. The external review involves 1) regular mail sent to a random sample of BC physicians and relevant specialists, and 2) emails to a group of key partners in areas such as pharmacy, laboratory procedures, health authorities, public health, and professional colleges and associations. All feedback received is reviewed by the Guidelines and Protocols Advisory Committee (GPAC) guideline working group. For more information on the external review process, see the GPAC handbook at www2 .gov.bc.ca/assets/gov/health/practitioner-pro/bc-guidelines/ gpac-handbook/gpachandbook2017.pdf. Earning continuing professional development credits Physicians who act as external reviewers for BC guidelines may be eli- gible to receive credit toward continuing professional development or continuing medical education. For more information, see the Con - tinuing Professional Development Credits page at www2.gov.bc.ca/ gov/content/health/practitioner-professional-resources/bc-guidelines/ continuing-medical-education-cme-credits. Lupus patients who take their medications at lower risk for type 2 diabetes An Arthritis Research Canada study has revealed that patients with lupus who take their medications as prescribed have a reduced risk of developing type 2 diabetes compared to lupus patients who do not. There is no cure for the chronic autoimmune disease that affects several parts of the body, with symptoms changing often and varying from person to person. Medications for lupus primarily focus on easing a patient's symptoms and reducing inflammation. Hydroxychloroquine, a medicine used to treat malaria and for patients dealing with lupus flares, also has the ability to potentially reduce the risk of type 2 diabetes. Using BC health data that include information on prescriptions, health care visits, and hospitalizations, Arthritis Research Canada re- search scientist Dr Mary De Vera and her team studied lupus patients over 4 years. They found that compared to those who did not take their medications as prescribed, namely hydroxychloroquine, those who did had a 39% lower risk of developing type 2 diabetes. From prior research, researchers know that an average of 43% to 75% of lupus patients do not take their medications as prescribed. The study targeted type 2 diabetes as a known complication of lu- pus and is the first study to evaluate the link between nonadherence to antimalarial medication and lupus patients. The study, \"Adherence to antimalarial therapy and risk of type 2 diabetes mellitus among patients with systemic lupus erythematosus: A populationbased study,\" is published in Arthritis Care and Research and is available online at https://doi.org/10.1002/acr.24147. Future Leaders Start Here With a global reputation for excellence and post-secondary preparation, St. Michaels University School is a leading Canadian co-ed boarding and day school that blends academic rigour with leadership education. Students learn alongside peers from more than 30 countries and award-winning faculty. Athletic, arts and outdoor education opportunities complement one of Canada's largest AP programs. Find out if the Grade 8-12 experience in Victoria, BC is the right fit for your family. Boarding scholarships are available. Learn more at smus.caMerit scholarships available for boarding students 70 BC MediC al Journal vol. 62 no. 2 | march 202070worKsafeBc In 2018, there were 155 753 work-related injuries reported to WorkSafeBC.1 Many, if not most, community physicians will treat injured workers. There are several re- sources available to community physicians to help support them and their patients. Here are four avenues through which to get sup- port from WorkSafeBC on work-related health conditions: 1. Outreach to community physicians: The Patient Care, Physicians and WorkSafeBC program If your community clinic or a community physician conference is interested in learning more about WorkSafeBC billing, disability as- sessment, and management, or WorkSafeBC resources for injured workers, our outreach pro - gram—Patient Care, Physicians and Work- SafeBC— can come to you. WorkSafeBC provides outreach throughout BC and can tailor presentations to fit busy clinic schedules. The outreach can be delivered one on one, or if you practise or learn with a group of physicians, it can be offered to a group at your office, during hospital rounds, or over lunch or dinner. The modules are accredited (Mainpro+ certified and MOC Section 1) and are delivered by a group of regional medical advisors and billing specialists. Knowledge of the function and history of WorkSafeBC can improve care of patients with work-related conditions. The modules were de- signed by content experts and review disability assessment and management, key occupational medical concepts to support safe return-to-work planning, and how community physicians can integrate the relationship between work and health into practice. With broad learning ob-jectives that can be drawn from to meet your WorkSafeBC resources for community physicians unique needs, the outreach program covers a range of topics: Basic function and history of WorkSafeBC. Filling out forms (Form 8 and Form 11 for general practitioners). Filling out reports (for specialists). Billing (can also be tailored to the needs of medical office staff). Doctors of BC and WorkSafeBC are currently negotiating a new fee guide with unique WorkSafeBC fee codes. The fee code and invoicing edu - cational material will be updated when the new agreement is available. Assessing and managing disability (for all patients, including those with work-related health conditions). Bullying and harassment. Occupational exposures and occupational diseases. Over the last 2 years, our outreach program has reached over 400 MOAs and physicians in over 10 different communities within the province. If you would like to know more about this outreach or would like to arrange a learning opportunity, call 1 855 476-3049, email clinical servicesevents@worksafebc.com, or contact a medical advisor in your nearest WorkSafeBC office.2. Questions about your patient's claim or other WorkSafeBC issue You can call our toll-free physician hotline at 1 855 476-3049 to leave a voice message or contact a medical advisor in your region. If you are calling about a claim, we will provide you with a fee code to bill for your time. 3. Questions about opioid management You can call our physician hotline at 1 855 476-3049, which is staffed from 8:30 a.m. to 4:30 p.m., Monday to Friday. WorkSafeBC's addiction medicine physicians can speak with you about management of opioids, tapering, nonpharmaceutical strategies, harm reduction programs, community resources, and referrals. 4. WorkSafeBC's Annual Education Conference for Community Physicians This year's conference will be held at Robson Square in Vancouver on 4 and 5 December 2020. We are partnering our annual conference with the Northwest Association of Occupa- tional and Environmental Medicine. Planning is underway now; the planning committee is arranging physical examination workshops, our popular workshop on chronic pain manage- ment, and a worksite visit. n —Ernest Salcedo WorkSafeBC Health Care —Celina Dunn, CCFP , CIME WorkSafeBC Manager , MPH, FRCPC, ABPM WorkSafeBC Manager of Clinical Services reference 1. WorkSafeBC. Facts and figures: Statistical overview for 2018. Accessed 23 December 2019. www.worksafebc. com/en/about-us/shared-data/facts-and-figures. This article is the opinion of WorkSafeBC and has not been peer reviewed by the BCMJ Editorial Board.Knowledge of the function and history of WorkSafeBC can improve care of patients with work- related conditions. 71 BC MediC al Journal vol. 62 no. 2 | march 202071Bccdc Sea level rise due to melting ice sheets and thermal expansion of the ocean poses serious risks for coastal communities. Elevated sea levels erode shorelines and inun- date low-lying coasts; these changes, in turn, allow high tides and storm surges to reach un- protected areas further inland. The perturbed coastal environment will lead to severe impacts on health. In British Columbia, 80% of the population lives within 5 km of the coast, with the majority concentrated in Metro Vancouver and southern Vancouver Island.1 Along the north coast, many settlements in Haida Gwaii, as well as Kitimat and Prince Rupert, are near sea level.1 Displacement Under current provincial estimations, sea levels around BC are projected to rise by 0.5 metre by 2050, and 1.0 metre by 2100, making many low-lying lands vulnerable to displacement from flooding tidal inflow and storm surge.1 Sea level rise will have both acute and long-term effects on those now living near to shore. Acutely, flooding can lead to residential water infiltration and consequent mold growth, cold water immersion, drowning, and other in- juries.2 Over the longer term, loss of coastal land will lead to population displacement. Given the growing population and limited land availability in BC, displaced residents may find themselves competing with others for valuable land on elevated ground. Displacement also has long-term health impacts. A 2017 study from the United King- dom found a significant increase in the rates Health impacts of sea level rise on BC's coastal communities This article is the opinion of the BC Centre for Disease Control and has not been peer reviewed by the BCMJ Editorial Board.of anxiety, depression, and posttraumatic stress disorder for individuals who were displaced as a consequence of flooding compared to those who experienced flooding but were not displaced.3 Inability to return home after a flood acts as a stressor that induces or exacerbates malnutri-tion, hypertension, and cardiac events. 3,4 In addition, much of the existing health infrastructure in BC will require relocation as a consequence of sea level rise, disrupting health ser- vices not only for people living near the ocean but those across the province who rely on these coastal facilities. Richmond and Delta hospitals in Metro Vancouver, which together serve a population of 300 000 people, are vul- nerable to a 1-in-500-year storm surge even at today's sea level.5 Food security Sea levels are predicted to rise by up to 1.2 me- tres in the Fraser River Delta by 2100,6 where BC's most productive farmlands are situated. In all, over 4600 hectares of farmland lie within 1 metre of sea level.1 Given that BC currently produces 48% of all foods consumed in the province,7 flooding and saltwater intrusion pose serious food security risks. Adding to direct agricultural disturbances will be disruptions to ferry services and flooding of port terminals situated at sea level, which will affect food de- livery to Vancouver Island and northern coastal communities that rely on maritime transport. For fisheries-dependent communities, coast- al erosion caused by sea level rise will lead to a loss of intertidal wetlands and upriver salmon breeding habitats, thereby reducing BC's salmon and shellfish populations. Warming waters that lead to sea level rise also threaten BC's wildlife salmon runs. This will particularly impact In- digenous communities and others who cultivate berries and harvest fish and shellfish. Water security Across BC, 28.5% of residents rely on ground- water for drinking, irrigation, or industrial needs.8 As rises in sea level continue, the like- lihood of saltwater infil- trating groundwater will increase and reduce the availability of freshwater for coastal communities. Along BC's Gulf Islands, rising sea levels are already gradually causing salt water intrusion of existing freshwater wells and aquifers.9 Although the water supply for much of the Lower Mainland is located outside of coastal floodplains, sea wa- ter may damage wastewater treatment facilities, leading to spread of waterborne diseases such as E. coli or salmonella. While its procession is gradual, sea level rise resulting from global climate change is occur- ring along the densely populated BC shoreline, posing both foreseeable and harder-to-foresee health risks for the province's coastal residents. While sea level rise may look like an environ- mental issue, it has the potential to impact many of the determinants of health, affecting every- thing from access to health care services and safe and nutritious food to mental health. n —Kevin Liang, BSc —Tom Kosatsky, MD, MPH references 1. British Columbia Ministry of Environment. Sea level rise adaptation primer: A toolkit to build adaptive capacity In British Columbia, 80% of the population lives within 5 km of the coast. Continued on page 7372 BC MediC al Journal vol. 62 no. 2 | march 202072CME On thE r Un vGh and various videoconference locations, 3 Apr-5 Jun (Fri) CME on the Run sessions are held at the Paetzold Lecture Theatre, Vancouver Gen- eral Hospital, and there are opportunities to participate via videoconference from various hospital sites. Each program runs on Friday afternoons from 1 a.m. to 5 p.m. and includes great speakers and learning materials. Dates and topics: 3 Apr (infectious disease and travel). Topics include Herpes zoster, pneumococcal and HPV vaccine update; Prevention of motion sickness; Infections in preg- nancy; Practical approach to fever of unknown origin in the returning traveler; Antibiotics stewardship; Battling the superbug: How to approach MRSA; rashes and diseases; Management of infectious diar- rhea: What and how to treat. The next sessions are: 1 May (prenatal, pediatric, and adoles- cents); 5 Jun (internal medicine). To register and for more information visit ubccpd.ca, call 604 675-3777 or email cpd.info@ubc.ca.MInDFULnESS In MEDICInE WOrKShOP FOr Ph YSICIAnS AnD PArtnErS tofino, 17-20 April (Fri-Mon) Please join Dr Mark Sherman and your physi- cian colleagues for a 4-day workshop learning the foundations of mindfulness theory and practice for yourself, your partner, and your patients! Learn about the latest research, neu - roscience, and applications, as well as prac- tising several meditation skills to use in your own life to build resilience, wellness, and self-compassion. This workshop is accredited for 16 Mainpro+ credits through the College of Family Physicians of Canada. For more in- formation and to register please go to www .livingthismoment.ca/events or contact mark@ livingthismoment.ca. hEAL thCArE PrO vIDErS COnFErEnCE victoria, 14 May ( thu) Join us for an evening of educational sessions at LifeLabs 4th Annual Healthcare Providers Conference to be held at the beautiful Oak Bay Beach Hotel, 1175 Beach Drive. If you CME calendar Rates: $75 for up to 1000 characters (maximum), plus GST per month; there is no partial rate. If the course or event is over before an issue of the BCMJ comes out, there is no discount. Deadlines: ONLINE : Every Thursday (listings are posted every Friday). PRINT : The first of the month 1 month prior to the issue in which you want your notice to appear, e.g., 1 February for the March issue. The BCMJ is distributed by second-class mail in the second week of each month except January and August. Planning your CME listing: Advertising your CME event several months in advance can help improve attendance; we suggest that your ad be posted 2 to 4 months prior to the event. Ordering: Place your ad at www.bcmj.org/cme-advertising. You will be invoiced upon publication. Payment is accepted by Visa or MasterCard on our secure online payment site. think of laboratory medicine as a black box, or if you would like to know more about ordering and interpreting lab testing, or if you'd like to connect with lab medicine specialists, this is the conference for you. Topics will be of inter- est to GPs and specialists, nurse practitioners, naturopathic doctors, and allied health care providers—particularly those providing primary care and ordering and interpreting lab tests. Our PhD and MD laboratory medicine staff includes specialists in biochemistry/toxicology, hematology, microbiology/infectious diseases, and genetics. They will share their expertise through formal presentations and also be avail- able for informal discussion before and after the sessions. Presentations will use a case-based for- mat to address clinical topics in laboratory test selection and interpretation. A complete list of presentation topics will be posted to our website closer to the meeting date. Conference regis- tration includes a free gourmet buffet dinner and nonalcoholic beverages. This educational event may qualify up to 2 hours of unaccredited group learning activity. Registration is free. Sign up now as space is limited: www.lifelabs.com/annual-conference. trOPICAL & GEOGr APhIC MEDICInE IntEnSIvE vancouver, 4-8 May (Mon-Fri) This is the 7th annual CME accredited course for physicians, medical trainees, public health practitioners, nurses, and other health care workers who intend to practise in the tropics, in resource-limited settings, or who require an update on infectious, parasitic, and other major tropical diseases. The course will be held at the UBC Vancouver campus. Through interactive lectures, small-group case-based discussions, and practical laboratory teaching, attendees 73 BC MediC al Journal vol. 62 no. 2 | march 202073 calendar Bccdc will learn a clinical approach to the evalu- ation and management of tropical diseases, practical laboratory skills with a focus on the identification of parasites important for the diagnosis of tropical diseases, and public health principles and applications including outbreak management. Early registration rate effective until 6 April 2020. Register early on the course website as space is limited. More information at www.spph.ubc.ca/continuing-education/ tgm2020. Contact spph.ce@ubc.ca. DIABE tES DIrEC tOrS SEMInAr vancouver, 8 May (Fri) The Endocrine Research Society is pleased to present the 32nd Diabetes Directors Seminar, an annual, UBC-accredited gather- ing of leading diabetes experts and caregiv- ers across British Columbia. Join us at the Sandman Vancouver City Centre Hotel for a full-day presentation series covering the latest and most pertinent aspects of diabetes therapeutics and clinical care. Target audi- ence: specialists and family physicians with an interest in diabetes care, nurses, dieti- tians, pharmacists, and other diabetes edu- cators responsible for diabetes management within their own groups and communities. Register now as space is limited. Online reg- istration: www.endocrineresearchsociety.com/ events/32nd-annual-diabetes-directors -seminar. For more information or registra- tion questions please contact Eric Chow at the Endocrine Research Society, endocrine .research.society@gmail.com, 604 689-1055. CAnADIAn COnFErEnCE On Ph YSICIAn LEADErShIP vancouver, 29-30 May (Fri-Sat) The Canadian Conference on Physician Leadership—Accepting our Responsibility as Physician Leaders will be held at the Hyatt Regency Hotel. This 2-day educational event brings together physician leaders from across Canada and around the globe and is designed to engage and educate physician leaders at all levels. Take advantage of our four 2-day in- tensive and interactive preconference courses (27-28 May). For more information email carol@physicianleaders.ca, or visit www.physi cianleadershipconference.com.GP In OnCOLOGY trAInInG vancouver, Cancer's Family Practice Oncology Net- work offers an 8-week General Practitioner in Oncology education program beginning with a 2-week introductory session every spring and fall at BC Cancer-Vancouver. This pro- gram provides an opportunity for rural family physicians, with the support of their com- munity, to strengthen their oncology skills so that they can provide enhanced care for local cancer patients and their families. Following the introductory session, participants com- plete a further 30 days of clinic experience at the Cancer Centre where their patients are referred. These are scheduled flexibly over 6 months. Participants who complete the pro- gram are eligible for credits from the Col- lege of Family Physicians of Canada. Those who are REAP-eligible receive a stipend and expense coverage through UBC's Enhanced Skills Program. For more information or to apply, visit www.fpon.ca, or contact Jennifer Wolfe at 604 219-9579.on Canada's south coasts. 2013. Accessed 15 Decem - ber 2019. www2.gov.bc.ca/assets/gov/environment/ climate-change/adaptation/resources/slr-primer.pdf. 2. Du W, FitzGerald GJ, Clark M, Hou X. Health impacts of floods. Prehosp Disaster Med 2010;25:265-272. 3. Munro A, Kovats R, Rubin G, Waite T, et al. Effect of evacuation and displacement on the association between flooding and mental health outcomes: A cross-sectional analysis of UK survey data. lancet Planet Health 2017;1:e134-e141. 4. Zhong S, Yang L, Toloo S, et al. The long-term physical and psychological health impacts of flooding: A sys - tematic mapping. Sci Total Environ 2018;626:165-194. 5. Fraser Basin Council. Lower Mainland flood man - agement strategy. Phase 1 summary report, 2016. Accessed 15 December 2019. www.fraserbasin .bc.ca/_Library/Water_Flood_Strategy/FBC_LMFMS_ Phase_1_Report_Web_May_2016.pdf. 6. UBC Collaborative for Advanced l andscape - ning. Delta-RAC sea level rise adaptation visioning study: Policy report, 2012. Accessed 15 December 2019. www.fraserbasin.bc.ca/_Library/CCAQ_BCRAC/ bcrac_delta_visioning-policy_4d.pdf. 7. BC Ministry of Agriculture and Lands. BC's food self- reliance: Can BC's farmers feed our growing popu - lation? 2006. Accessed 15 December 2019. https:// foodsecurecanada.org/sites/foodsecurecanada.org/ files/BCFoodSelfReliance_Report.pdf. 8. Okanagan Basin Water Board. Groundwater bylaws toolkit. 2009. Accessed 15 December 2019. www .toolkit.bc.ca/sites/default/files/Groundwater%20 Bylaws%20Toolkit_0.pdf. 9. Klassen J, Allen DM. Department of Earth Sciences, Simon Fraser University. Risk of saltwater intrusion in coastal bedrock aquifers: Gulf islands, BC . 2016. Accessed 3 February 2020. www.sfu.ca/grrg/SFU% 20Final%20Report%20Risk%20of%20SWI%20Frame work_2016.pdf.Continued from page 71 bcmj.org Read each issue online. Sign up for a free e-subscription at www.bcmj.org to receive the table of contents via email, with links to all the content. bcmj.orgAbout BCMJ bags The BCMJ avoids bag use whenever possible, but when we need to use them, rest assured that the bags are certified compostable. They are plant-based and will compost in your backyard compost bin.74 BC MediC al Journal vol. 62 no. 2 | march 202074 The British Columbia Medical Journal is a general medical journal that seeks to con- tinue the education of physicians through review articles, scientific research, and updates on contemporary clinical practices while providing a forum for medical debate. Several times a year, the BCMJ presents a theme issue devoted to a particular discipline or disease entity. We welcome letters, blog posts, articles, and sci- entific papers from physicians in British Columbia and elsewhere. Manuscripts should not have been submitted to any other publication. Articles are subject to copyediting and editorial revisions, but authors remain responsible for statements in the work, including editorial changes; for accuracy of references; and for obtaining permissions. The cor- responding author of scientific articles will be asked to check page proofs for accuracy. The BCMJ endorses the \"Recommendations for the Conduct, Reporting, Editing, and Publication of Scholarly Work in Medical Journals\" by the Inter- national Committee of Medical Journal Editors (updated December 2016), and encourages authors to review the complete text of that document at www.icmje.org. All materials must be submitted electronically, preferably in Word, Editorial process Letters to the editor, articles, and scientific papers must be reviewed and accepted by the BCMJ's eight-member Editorial Board prior to publication. The Board normally meets the last Friday of every month, at which time submissions are distributed for review the following month. We do not acknowl- edge receipt of submissions; the editor will contact authors of articles by email once the submission has been reviewed by the Board (usually within 8 to 10 weeks of submission). The general criteria for acceptance include accuracy, relevance to practising BC physicians, validity, originality, and clarity. The editor contacts authors to inform them whether the paper has been rejected, conditionally accepted (that is, accepted with revisions), or accepted as submitted. Authors of letters are contacted only if the letter is accepted and editorial staff need further information. Scientific papers and other articles typically take 5 to 10 months from the date of receipt to publication, depending on how quickly authors provide revisions BCMJ Guidelines Guidelines for authors and on the backlog of papers scheduled for publica- tion. Manuscripts are returned only on request. The BCMJ is posted for free access on our website. For all submissions Avoid unnecessary formatting, as we strip all for-matting from manuscripts. Double-space all parts of all submissions. Include your name, relevant degrees, email ad dress, and phone number. Number all pages consecutively. Opinions BCMD2B (medical student page). An article on any medicine-related topic by a BC physician-in- training. Less than 2000 words. The BCMJ also welcomes student submissions of letters and scien- tific/clinical articles. BCMD2B and student-written clinical articles are eligible for an annual $1000 medi- cal student writing prize. Blog. A short, timely piece for online publication on bcmj.org. Less than 500 words. Submissions on any health-related topic will be considered. Should be current, contain links to related and source content, and be written in a conversational tone. The Good Doctor. A biographical feature of a living BC physician. Less than 2000 words. Letters. All letters must be signed, and may be edited for brevity. Letters not addressed to the Editor of the BCMJ (that is, letters copied to us) will not be published. Letters commenting on an article or let-ter published in the BCMJ must reach us within 6 months of the article or letter's appearance. No more than three authors. Less than 300 words. Point-Counterpoint. Essays presenting two oppos- ing viewpoints; at least one is usually solicited by the BCMJ. Less than 2000 words each. Premise. Essays on any medicine-related topic; may or may not be referenced. Less than 2000 words. Proust for Physicians. A lighthearted questionnaire about you. Submit responses online at www.survey- monkey.com/s/proust-questionnaire, print a copy from the BCMJ website at www.bcmj.org/proust -questionnaire, or contact journal@doctorsofbc.ca or 604 638-2858. Special Feature. Articles, stories, history, or any nar- rative that doesn't fit elsewhere in the BCMJ. Less than 2000 words. Departments Obituaries. Include birth and death dates, full name and name deceased was best known by, key hospital and professional affiliations, relevant biographical data, and photo. Less than 300 words. News. A miscellany of short news items, announce- ments, requests for study participants, notices, and so on. Submit suggestions or text to journal@doctors ofbc.ca or call 604 638-2858 to discuss. Less than 300 words. Clinical articles/case reports/ survey studies Manuscripts of scientific/clinical articles and case reports should be 2000 to 4000 words in length, including tables and references. The first page of the manuscript should carry the following: Title, and subtitle, if any. Preferred given name or initials and last name for each author, with relevant academic degrees. All authors' professional/institutional affiliations, sufficient to provide the basis for an author note such as: \"Dr Smith is an associate professor in the Department of Obstetrics and Gynaecology at the University of British Columbia and a staff gynecologist at Vancouver Hospital.\" A structured or unstructured abstract of no more than 150 words. If structured, the preferred head-ings are \"Background,\" \"Methods,\" \"Results,\" and \"Conclusions.\" Three key words or short phrases to assist in indexing. Disclaimers, if any. Name, address, telephone number, and email address of corresponding author. Survey studies must have a response rate of at least 50% in order for the paper to be reviewed for pub-lication consideration. Papers with less than this response rate will not be reviewed by the BCMJ Editorial Board. We recognize that it is not always possible to achieve this rate, so you may ask the Edi-tor in advance to waive this rule, and if the circum-stances warrant it, the Editor may agree to have the paper reviewed. Authorship, copyright, disclosure, and consent form When submitting a clinical/scientific/review paper, all authors must complete the BCMJ 's four-part \"Authorship, copyright, disclosure, and consent form.\" 1. Authorship. All authors must certify in writing that they qualify as an author of the paper. To be considered an author, an individual must meet all three conditions: Made substantial contributions to the concep-tion and design, acquisition of data, or analysis and interpretation of data, and 75 BC MediC al Journal vol. 62 no. 2 | march 202075 BCMJ Guidelines Drafted the article or revised it critically for important intellectual content, and Given final approval of the version to be pub-lished. Order of authorship is decided by the co-authors. 2. Copyright. All authors must sign and return an \"Assignment of copyright\" prior to publication. Published manuscripts become the property of Doctors of BC and may not be published elsewhere without permission. 3. Disclosure. All authors must sign a \"Disclosure of financial interests\" statement and provide it to the BCMJ . This may be used for a note to accompany the text. 4. Consent. If the article is a case report or if an individual patient is described, written consent from the patient (or his or her legal guardian or substitute decision maker) is required. Papers will not be reviewed without this document, which is available at www.bcmj.org. References to published material Try to keep references to fewer than 30. Authors are responsible for reference accuracy. References must be numbered consecutively in the order in which they appear in the text. Avoid using auto-numbering as this can cause problems during production. Include all relevant details regarding publication, including correct abbreviation of journal titles, as in Index Medicus; year, volume number, and inclusive page numbers; full names and locations of book publishers; inclusive page numbers of relevant source material; full web address of the document, not just to host page, and date the page was accessed. Exam- ples: 1. Gilsanz V, Gibbons DT, Roe TF, et al. Vertebral bone density in children: Effect of puberty. Radiology 2007;166:847-850. (NB: List up to four authors or editors; for five and more, list first three and use et al.) 2. Mollison PL. Blood Transfusion in Clinical Medicine. Oxford, UK: Blackwell Scientific Publications; 2004. p. 78-80. 3. O'Reilly RA. Vitamin K antagonists. In: Colman RW, Hirsh J, Marder PA: JB Co; 2005. p. 1367-1372. 4. Health Canada. Canadian STD Guidelines, 2007. Accessed 15 July 2008. www.hc-sc.gc.ca/hpb/lcdc/ publicat/std98/index.html. (NB: The access date is the date the author consulted the source.) A book cited in full, without page number cita- tions, should be listed separately under Additional or Suggested reading. Such a list should contain no more than five items. References to unpublished material These may include articles that have been read at a meeting or symposium but have not been pub - lished, or material accepted for publication but not yet published (in press). Examples: 1. Maurice WL, Sheps SB, Schechter MT. Sexual activity with patients: A survey of BC physicians. Presented at the 52nd Annual Meeting of the Canadian Psychiatric Association, Winnipeg, MB, 5 October 2008. 2. Kim-Sing C, Kutynec C, Harris S, et al. Breast cancer and risk reduction: Diet, physical activity, and chemopre - vention. CMAJ. In press. Personal communications are not included in the reference list, but may be cited in the text, with type of communication (oral or written) communicant's full name, affiliation, and date (e.g., oral communi-cation with H.E. Marmon, director, BC Centre for Disease Control, 12 November 2007). Material submitted for publication but not accepted should not be included. Permissions It is the author's responsibility to obtain written permission from both author and publisher for mate- rial, including figures and tables, taken or adapted from other sources. Permissions should accompany the article when submitted. Scientific misconduct Should possible scientific misconduct or dishonesty in research submitted for review by the BCMJ be suspected or alleged, we reserve the right to for- ward any submitted manuscript to the sponsoring or funding institution or other appropriate authority for investigation. We recognize our responsibility to ensure that the question is appropriately pursued, but do not undertake the actual investigation or make determinations of misconduct. Tables and figures Tables and figures should supplement the text, not duplicate it. Keep length and number of tables and figures to a minimum. Include a descriptive title and units of measure for each table and figure. Obtain permission and acknowledge the source fully if you use data or figures from another published or unpub- lished source. Tables. Please adhere to the following guidelines: Submit tables electronically as Word or Excel files so that they may be formatted for style. Number tables consecutively in the order of their first citation in the text and supply a brief title for each. Place explanatory matter in footnotes, not in the heading. Explain all nonstandard abbreviations in foot - notes. Ensure each table is cited in the text. Figures (illustrations). Please adhere to the follow- ing guidelines: Images must be high resolution; if unsure, send highest resolution possible and we will advise if necessary. Number figures consecutively in the order of their first citation in the text and supply a brief title for each. Place titles and explanations in legends, not in or on the illustrations themselves. Provide internal scale markers for photomicro-graphs. Ensure each figure is cited in the text. Color is not normally available, but if it is neces-sary, an exception may be considered. Units Report measurements of length, height, weight, and volume in metric units. Give temperatures in degrees Celsius and blood pressures in millimetres of mercury. Report hematologic and clinical chemistry measurements in the metric system according to the International System of Units (SI). Abbreviations Except for units of measure, we discourage abbre- viations. However, if a small number are necessary, use standard abbreviations only, preceded by the full name at first mention, e.g., in vitro fertilization (IVF). Avoid abbreviations in the title and abstract. Drug names Use generic drug names. Use lowercase for generic names, uppercase for brand names, e.g., venlafaxine hydrochloride (Effexor). Drugs not yet available in Canada should be so noted. Reprints Reprint order forms will be sent to authors upon publication of the article. If you know that you would like additional copies prior to printing, please advise us and we can arrange a larger print run. Manuscript submission checklist Before you submit your paper, please ensure you have completed the following, or your paper could be returned: Authorship, copyright, disclosure, and consent form is completed and included (available at www.bcmj.org). Abstract is provided. Three key words are provided. Author information is provided for all authors. References in text are in correct numerical order. Reference list is in correct numerical order and is complete. References list contains up to three authors only. All figures and tables are supplied. Permissions letters are included.76 BC MediC al Journal vol. 62 2 | march 2020EMPLOYMEnt ABBO tSFOrD—Ft /Pt tELEMEDICInE, WALK-In This position is for telemedicine, with the opportunity to work in our office as well. There are multiple shifts to choose from. Staff are fully trained with advanced skills and physician assistance. Great location with four spacious fully equipped exam rooms, all admin and billing duties taken care of, and a 90/10 split. Contact crystal@123walkin.com. ArE YOU A Ph YSICIAn LOOKInG FOr A nEW rOLE? Physicians for You—leaders in physician recruitment in Canada. Our strong reputation is built on exceptional service and results. Locum, contract, long-term, city, rural, we have it all. Whether you're a physician looking for work across Canada, or a medical facility requiring physicians, we can help. Your needs are our focus. Save time and effort; let us do all the legwork. Let our 10 years of experience in Canada, extensive knowledge of the processes for licensure, and our personalized, friendly service work for you. Check out our current job postings online and contact us today. Website: www.physicians Ph YSICIAn rEQUIrED Callingwood Crossing Medical Clinic is vibrant and growing! West Edmonton location. Newly renovated dynamic office operating for over 28 years with an extremely loyal patient base. We use Med Access EMR, have an attached pharmacy, and are one of the largest clinic members of Edmonton West Primary Care Network. We have immediate openings for a physician with enough patient volume where your panel could be filled in 3 to 6 months. You would work as an independent contractor with a fee-for-service split. We also offer an attractive signing bonus and look forward to hearing from you soon! Please email: Amy Markovitz, Amy.ccmc@hotmail.com, or Nanci Harper, nanci_anne@hotmail.com. nAnAIMO—GP General practitioner required for locum or permanent positions. The Caledonian Clinic is located in Nanaimo on beautiful Vancouver Island. Well-established, very busy clinic with 26 general practitioners and two specialists. Two locations in Nanaimo; after-hours walk-in clinic in the evening and on weekends. Computerized medical records, lab, and phar-macy on site. Contact Lisa Wall at 250 390-5228 or email lisa.wall@caledonianclinic.ca. Visit our website at www.caledonian clinic.ca. nOrth vAn—FP LOCUM Physician required for the busiest clinic/family practice on the North Shore! Our MOAs are known to be the best, helping your day run smoothly. Lucrative 6-hour shifts and no headaches! For more information, or to book shifts online, please contact Kim Graffi at kimgraffi@hotmail.com or by phone GP/ WALK-In , nEWLY rEnO'D CLInIC Join a group of physicians in this beautifully renovated, eight exam room community medical clinic located in relaxing Port Coquit-lam. Experienced medical support staff, medical director, and friendly patients make launching your practice easy. Flexible hours and benefits available. Please contact Richard at rw@bcdrug .com or visit elicare.ca. POWELL rIvEr—LOCUM The Medical Clinic Associates is looking for short- and long-term locums. The medical community offers excellent specialist backup and has a well-equipped 33-bed hospital. This beautiful commu-nity offers outstanding outdoor recreation. For more information South Surrey requires GP to build family practice. The community is growing rapidly and there is great need for family physicians. Close to beaches and recreational areas of Metro Vancouver. OSCAR EMR, nurses/MOAs on all shifts. CDM support available. Competitive split. Please contact Carol at Peninsulamedical@live .com or 604 & PArt-tIME The Gateway Primary Care Clinic is looking for a part-time locum (1 day/week in February; 2 days/week from March to September 2020) as well as part-time GPs (1 day/week) to join our team. The clinic, conve-niently located at the Gateway Skytrain station, provides medical care to individuals experiencing mental health and substance use issues, and their families. The clinic staff includes GPs with special interest in mental health and substance use, family NP , RNs, and MOAs. We use a team approach to service delivery through coordination of care with mental health and addictions, hospital, and other community agents. Remuneration is two sessions per day. Contact loretta .kane@fraserhealth.ca.Classifieds Advertisements are limited to 700 characters. Rates: Doctors of BC members: $50 + GST per month for each insertion of up to 350 characters. $75 + GST for insertions of 351 to 700 characters. Nonmembers: $60 + GST per month for each insertion of up to 350 characters. $90 + GST for insertions of 351 to 700 characters. Deadlines: Ads must be submitted or canceled by the first of the month preceding the month of publication, e.g., by 1 November for December publication. Visit www.bcmj.org/classified-advertising for more information. Ordering: Place your classified ad online at www.bcmj.org/classified -advertising. Payment is required at the time that you place the ad. 7777 BC MediC al Journal vol. 62 no. 2 | march 2020ClassifiedsSUrrEY/DEL tA/ ABBO tSFOrD—GPS / SPECIALISt S Considering a change of practice style or location? Or selling your practice? Group of seven loca-tions has opportunities for family, walk-in, or specialists. Full-time, part-time, or locum doctors guaranteed to be busy. We provide administrative support. Paul Foster, 604 572-4558 or pfoster@denninghealth.ca. vAnCOUvEr /rIChMOnD—FP/ SPECIALISt The South Vancouver Medical Clinic seeks family physicians and specialists. Split is up to 80/20. Closing your practice? Want to work part-time? Join us to see only booked patients or add walk-ins for variety. Oscar EMR. Positions in Richmond also available. Contact Dr Balint Budai at tgr604@gmail.com.vICtOrIA—GP/WALK-In Shifts available at shifts available. FT/PT GP post also available. Contact drianbridger@gmail.com. MEDICAL OFFICE SPACE MAPLE rIDGE—MED OFFICE SPACE FOr LEASE Turnkey opportunity to establish or relocate your practice. Brand-new medical offices in a three-story, state-of-the-art, new professional medical building in Maple Ridge. Custom-made reception area, free parking on site, staff room, six to eight exam/office rooms in each clinic, bright and spacious, private T 604 638 2904 E insurance@doctorsofbc.ca W doctorsofbc.ca/insurance washrooms, security surveillance with enterphone for private access. Steps away from down-town Maple Ridge. Near the local hospital. Life Lab and pharmacy nearby. Very attractive and competitive rate. Contact Ross: 778 688-7453 or email medkineticmedicalsupplies@gmail.com. nEW WESt—Ft GP A t rOYAL CItY MEDICAL CLInIC Royal City Medical Clinic is one of the largest, busiest clinics in New Westminster. There is an opportunity for two family physicians to join our team. The clinic consists of an experienced management team, OSCAR EMR, and three full-time doctors, and is located in a medical/shopping plaza. Please contact Richard at rw@bcdrug .com or visit elicare.ca.nOrth vAn—MED OFFICE SPACE nEAr LIOnS GA tE hOSP Bright, south-facing, fully finished 600 sq. ft. office space. Ideal for one to two physicians. Underground parking available. Very short walk to Lions Gate Hospital, Whole Foods, phar-macy, and diagnostic imaging. Available February/March 2020. If interested call 604 375-0692 or email Lotusland855@gmail.com. rIChMOnD, BUrnABY , nEW WESt , POrt COQUItLAM—Ft OPPOrtUnItIES Opportunities for family physicians and specialist physi-cians at our four multiphysician, turnkey locations. Competitive overhead. Richmond located by Lansdowne Mall, New West located at Royal City Mall, Burnaby located by Lougheed Mall, and Port Coquitlam by Freemont Village. Please contact 78 BC MediC al Journal vol. 62 no. 2 | march 202078 Classifieds Richard at rw@bcdrug.com or visit elicare.ca for more information. vAnCOUvEr (BrOADWAY COrrIDOr)—OFFICE FOr SALE Broadway Medical (943 W. Broadway). Spectacular North Shore view, turnkey, 650 sq. ft. seventh-floor office with three exam rooms and one office (one exam room and office with mountain view), waiting area, and reception area with two built-in desks. Lots of storage space. Office designed by Richard Salter. Ideal for two physicians: pediatrician, family physician, or gaildodekwenner@gmail.com. vAnCOUvEr—IDEAL PSYChIA trISt / PSYChO thEr APISt OFFICE SPACE West Point Grey office space available 1 January (date flexible) for rent full-time or part-time. Ideal for psychiatrist/psycho-therapist. Bright, spacious, mountain view, very reasonable rent. Shared common waiting room, no secretary, designated doctor parking, easy transit access. Email jclaman@ mail.ubc.ca or marish@telus.net for further details. vILLA Les Geraniums, a luxury 3-bedroom, 2½ bath villa, is your home in the heart of Provence. Expansive terrace with pool and panoramic views. Walk to lovely market town. One hour to Aix and Nice, 45 minutes to Mediterranean coast. Come and enjoy the sun of southern France! 604 522-5196. villavar835@gmail.com. MISCELLAnEOUS CAnADA-WIDE—MED trAnSCrIPtIOn Medical transcription specialists since 2002, Canada wide. Excellent quality and turn-around. All specialties, family practice, and IME reports. Telephone or digital recorder. Fully confidential, PIPEDA compliant. Dictation tips at www.2ascribe.com/tips. Contact us at www.2ascribe.com, info@2ascribe.com, or toll free at 1 866 503-4003. FrEE MEDICAL rECOrD StOrAGE Retiring, moving, or closing your family practice? RSRS is Canada's #1 and only physician-managed paper and EMR medical records storage company. Since 1997. No hidden costs. Call for your free practice closure package: everything you need to plan your practice closure. Phone 1 866 348-8308 (ext. 2), email info@rsrs.com, or visit www.RSRS.com. PAtIEnt rECOrD StOrAGE—FrEE Retiring, moving, or closing your family or general practice, physician's estate? DOCUdavit Medical Solutions provides free storage for your active paper or electronic patient records with no hidden costs, including a patient mailing and doctor's web page. Contact Sid Soil at DOCUdavit Solutions today at 1 888 781-9083, ext. 105, or email ssoil@docudavit.com. We also provide great rates for closing specialists.vAnCOUvEr—t AX & ACCOUntInG SErvICES Rod McNeil, CPA, CGA: Tax, accounting, and business solutions for medical and health professionals (corporate and personal). Specializing in health professionals for the past 11 years, and the tax and financial issues facing them at various career and professional stages. The tax area is complex, and practitioners are often not aware of solutions available to them and which avenues to take. My goal is to help you navigate and keep more of what you earn by minimizing overall tax burdens where possible, while at the same time providing you with personalized service. Website: www.rwmcga.com, email: rodney@rwmcga.com, phone: 778 552-0229. Follow us on Twitter for regular updates The BC Medical Journal provides continuing medical education through scientific research, review articles, and updates on contemporary clinical practice. #MedEd BCMJ Blog: Florence Nightingale: Why 2020 is the Year of the Nurse. #FlorenceNightingale was born in Florence, Italy, on 12 May 1820, the second child of affluent British parents. #Nurses2020 Read the post: bcmj.org/blog/florence-nightingale -why-2020-year-nurse BC Medical Journal @BCMedicalJrnl FollowThe Physician Health Program of British Columbia offers help 24/7 to B.C. doctors and their families for a wide range of personal and professional problems: physical, psychological and social. If something is on your mind, give us a call at 1-800-663-6729. Or for more information about our services, visit www.physicianhealth.com. Doctors Helping Doctors Call 1-800-663-6729 or visit www.physicianhealth.com 79 BC MediC al Journal vol. 62 no. 2 | march 202079 doctorsofbc.ca/club-mddoctorsofbc.ca/pan-pacific doctorsofbc.ca/whitecaps doctorsofbc.ca/parknflyAward-winning service with ideal locations in Vancouver, Whistler and Seattle. Book online or call the location directly and request the Doctors of BC members rate. Cheer on the 'Caps at BC Place in Vancouver! Contact Rhyse FROM $215/NIGHT UP TO 35% OFF REGULAR PRICED SINGLE-GAME TICKETS UP TO 30% OFF REGULAR PARKING RATES Travel made easy with savings every time you park at YVR. Call 604 270 9476 and quote discount code #59058, or book online. P 604 638 7921 TF 1 800 665 2262 clubmd@doctorsofbc.ca PAN PACIFIC HOTELS VANCOUVER WHITECAPS PARK'N FLY Exclusive deals from brands you trust You work hard. Your downtime is important and we want to help you make the most of it to do the things you love. Club MD provides exclusive deals from trusted brands so you can spend your time on what's important. CAR PURCHASE & LEASE ENTERTAINMENT FITNESS & WELLNESS FOOD & BEVERAGE HOTELS & TRAVEL80 BC MediC al Journal vol. 62 no. 2 | march 2020AS FAMILY DOCTORS IN BC, WE KNOW PRIMARY IN FACT, YOU COULD SAY WE SPECIALIZE IN IT. The Society of General Practitioners of BC is now... "}