{"title": "Savannah Acupuncture - Vitality Acupuncture - Licensed Acupuncturist", "author": null, "url": "https://vitalitysavannah.com/", "hostname": "vitalitysavannah.com", "description": "Acupuncture therapy in Savannah GA. Treating acute and chronic conditions such as a digestive disorders, chemo, radiation, pain management, women's health issues.", "sitename": "Vitality Savannah", "date": "2020-02-20", "cleaned_text": "Our Therapies Providing therapies such as [Acupuncture](https://vitalitysavannah.com/vitality-acupuncture-savannah/), [Herbal Medicine](https://vitalitysavannah.com/herbal-medicine-2/), [Functional Medicine](https://vitalitysavannah.com/functional-medicine/), and [Nutrition](https://vitalitysavannah.com/nutrition/), our facility combines the art of healing with the science of modern medicine. Come experience a new path to optimal health and wellness. Conditions We Treat A Functional Medicine Practice Focused on Healing Patients Savannah acupuncture treatment and herbal consultations are provided by [Bauer Coslick](https://vitalitysavannah.com/bauer-coslick-acupuncture-savannah/), a licensed acupuncturist, who is nationally board certified in acupuncture by the National Certification Commission for Acupuncture and Oriental Medicine and by the Composite State Board of Medical Examiners of Georgia. Vitality Acupuncture and Integrative Medicine is a holistic integrated medical center, conveniently located in Midtown Savannah between Chandler Hospital and Memorial Hospital. Acupuncture therapy in Savannah, treating many acute and chronic [conditions](https://vitalitysavannah.com/treatments) We offer a patient centered approach to treatment, focusing on the root cause of the problem rather than treating the symptoms. We develop personalized treatment plans and take an individualized approach to your health. This allows us to provide you with the highest quality of care. We Treat the Full Body. Not Just the Symptoms. HEALTH Health is a journey, not just a destination. We treat each patient with sustainability in mind for lasting results and lasting health. STORY Your story matters more than the symptoms. Discovering the root cause begins with a detailed history. PATIENT The patient should always come first. We treat each patient individually to help us develop a personalized treatment plan. For the first time in over 40 years my pain is gone and I no longer take any muscle relaxers or pain medicine of any kind, not even an aspirin. The treatment I have received by Bauer Coslick has given me my life back and hope for the future. If you suffer from any kind of soft tissue muscle pain or spasms I strongly urge you to call and give acupuncture a try! Ben W. After only a few sessions of acupuncture with Bauer Coslick, I noticed a marked decrease in migraines AND my knees no longer kept me awake at night with the pain. I would (and have) recommended acupuncture as an alternative method to reducing pain from various ailments. Fred C. I recently completed intravenous chemotherapy. Due to the chemotherapy, I experienced increased pain in my bones and joints, especially in my knees. I also experienced an increase in pre-existing migraines and my migraine medication was no longer effective. After only a few sessions of acupuncture with Bauer Coslick, I noticed a marked decrease in migraines AND my knees no longer kept me awake at night with the pain. I would (and have) recommended acupuncture as an alternative method to reducing pain from various ailments. Marla M. "}