{"title": "Health care", "author": null, "url": "https://www.weleda.co.uk/health-care", "hostname": "weleda.co.uk", "description": null, "sitename": "weleda.co.uk", "date": "2023-01-01", "cleaned_text": "Health careAt Weleda, we recognise that a balanced lifestyle contributes directly to health. The products in our Healthcare range have been carefully selected as suitable for everyday minor conditions. Accidents happen, especially when there are young children around. Our first aid range is completely natural and is ideal to keep in the medicine cabinet to deal with minor injuries. Alongside our first aid range, we also have a wide range of natural remedies to assist common ailments such as digestion, stress, hayfever, skin problems, common coughs and colds and muscular aches and pains. These medicines can help you maintain that important sense of balance and encourage the healing process. As with all medicines it is important to 'always read the label' and follow the guidelines. If you would like further advice, please contact Weleda on 0115 9448200 or email [sales@weleda.co.uk](mailto:sales@weleda.co.uk). Please note: If in any doubt about your condition or if the condition persists then consult a doctor or qualified healthcare practitioner. As a world-leading manufacturer of holistic natural cosmetics as well as pharmaceuticals for anthroposophical therapy, we know a thing or two about natural medicines. We have almost a century's worth of knowledge behind us, meaning we know what works best and are proud to give our customers the best natural treatments available. At the very core of our existence is the desire to heal and to promote healthy living. We believe that a leading a balanced lifestyle can help you stay well. However, if you are ill, a holistic approach to healthcare can help to stimulate your body's own natural healing capabilities. We still believe natural ingredients truly provide what a body needs to be vibrant and well. And, we put your health and wellbeing above all else. For aching muscles we have sprays and soaks that utilise the natural plant power of arnica which helps to relax stiff muscles by warming and soothing them. If you have digestion issues, our calming drops contain lemon balm, angelica, cinnamon and clove to ease your stomach naturally. We also have a range of oral sprays to reduce symptoms of different illnesses, from common colds to eczema. For further help or information, call our team on 0115 9448200 or email At the very core of our existence is the desire to heal and to promote healthy living. We believe that a leading a balanced lifestyle can help you stay well. However, if you are ill, a holistic approach to healthcare can help to stimulate your body's own natural healing capabilities. We still believe natural ingredients truly provide what a body needs to be vibrant and well. And, we put your health and wellbeing above all else. For aching muscles we have sprays and soaks that utilise the natural plant power of arnica which helps to relax stiff muscles by warming and soothing them. If you have digestion issues, our calming drops contain lemon balm, angelica, cinnamon and clove to ease your stomach naturally. We also have a range of oral sprays to reduce symptoms of different illnesses, from common colds to eczema. For further help or information, call our team on 0115 9448200 or email "}