{"title": "PDF", "author": "PDF", "url": "https://health.alaska.gov/dph/Chronic/Documents/Obesity/pubs/2020_AKPANFacts.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "ALASKA 2020 UPDATEPhysical Activity, Nutrition and Obesity Facts Report ALASKA DIVISION OFPublic HealthPrevention Promotion Protection Alaska Physical Activity, Nutrition and Obesity Facts Report Published November 2020 Michael J Dunleavy , Governor Adam Crum, MSPH , Commissioner, Department of Health and Social Services Anne Zink, MD, Chief Medical Officer, Department of Health and Social Services Heidi Hedberg, Director, Division of Public Health Karol Fink, MS RDN , Section Chief, Chronic Disease Prevention & Health Promotion Suggested Citation: Alaska Department of Health and Social Services. Alaska Physical Activity, Nutrition and Obesity Facts Report - 2020. Anchorage, Alaska: Section of Chronic Disease Prevention and Health Promotion, Division of Public Health . November 2020. Copyright Information: All material in this document is in the public domain and may be reproduced or copied without permission; citation as to source, however, is appreciated. Alaska Physical Activity, Nutrition and Obesity Facts Report Page i Dear Alaskans , When we started putting the information together for this physical activity, nutrition and obesity data report late in 2019, we were focusing on identifying behaviors to reduce the chances of getting chronic conditions such as type 2 diabetes, heart diseas e and many types of cancer. We were developing a routine public health report when a once in a lifetime pandemic struck and delayed our report. The response to the pandemic has stretched our team in many ways. We have worked long hours, taken on new and c hallenging assignments, changed our service delivery, expanded our public education efforts, improved our community outreach and come up with creative solutions to continue protect ing the health of Alaskans. Our staff and partners have not stopped working on physical activity and nutrition despite the focus of public health and the media on the pandemic. Never had we identified our health promotion efforts as important to infectious diseases - but it is clear - healthy people get less ill from COVID - 19. Our team saw the connection and immediately focused on minimizing the negative impact of the pandemic on physical activity and nutrition. Since physical activity can improve mental health and help prevent the diseases that increase the chances of severe illness from COVID -19, we increased our physical activity public education efforts . We launched TV public service announcements, a social media campaign and a series of articles to inform families . We also helped childcare centers, sports teams and PE teachers develop COVID -19 mitigation plans to promote safe physical activity. The reason I love data and reports like this, is that these numbers paint a picture of our community. It shows me who is missing out on the opportunities to be physically active, who doe s not have access to healthy affordable foods and who is not growing up or living at a healthy weight. The picture displays the need, helps us imagine the solutions and gives us the reasons to invest in a healthier Alaska. As we monitor the results years a fter year, we slowly touch up the canvas one section at a time to create a healthier Alaska. While the COVID -19 pandemic has changed many things about the world we live in and the way we do our work, it has not changed the importance of the fact that ever y Alaskan deserves access to affordable healthy food and safe physical activity opportunities. We will continue to go forth and do good work and this report will help guide our actions. We hope it guides and inspires your actions too. Sincerely, Karol Fink, MS RDN Chronic Disease Prevention and Health Promotion Section Chief Alaska Physical Activity, Nutrition and Obesity Facts Report Page ii Acknowledgements The Alaska Physical Activity, Nutrition and Obesity Facts Report was produced for the Physical Activity and Nutrition unit, Section of Chronic Disease Preve ntion and Health Promotion, Division of Public Health, Alaska Department of Health and Social Services in part by Program Design and Evaluation Services, Multnomah County Health Department and Oregon Public Health Division. Major contributors to the devel opment of this report include : Program Design and Evaluation Services: Kathy Pickle, MPH Myde Boles, PhD Physical Activity and Nutrition unit Karol Fink, MS, RD N, Manager Lauren Kelsey, MPH, Physical Activity & Nutrition Specialist Diane Peck, MPH, RDN, Early Care and Education Specialist We would like to acknowledge the following individuals and organizations for their contributions to this report: Alaska Department of Health and Social Serv ices Division of Public Health Section of Chronic Disease Prevention and Health Promotion Andrea Fenaughty, PhD, Deputy Section Chief Tazlina Mannix , MPH, Alaska Youth Risk Behavior Survey Data Manager Jodi Barnett, MA, Alaska BRFSS Coordinator Secti on of Women's Children's and Family Health Kathy Perham -Hester, MS, MPH, PRAMS Coordinator Margaret B. Young, MPH, CUBS Coordinator Alaska Physical Activity, Nutrition and Obesity Facts Report Page iii Contents Dear Alaskan's letter ................................................................................................................i Acknowledgements ................................................................................................................. ii Table of Figures ...................................................................................................................... iv I. Introduction ............................................................................................................................ 1 Report Highlights .................................................................................................................... 2 II. Key Definitions ....................................................................................................................... 3 A. Classifying Weight Status .................................................................................................... 3 B. Race and Ethnicity .............................................................................................................. 4 C. Socio -economic Status ....................................................................................................... 4 III. Adult s ................................................................................................................................... 6 A. Adult Weight Status ............................................................................................................ 6 B. Adult Physical Activity ....................................................................................................... 11 C. Adu lt Nutrition .................................................................................................................. 16 IV. Children and Adolescents ..................................................................................................21 A. Weight Status of Children and Adolescents ...................................................................... 21 B. Physical Activity among Children and Adolescents ........................................................... 26 C. Nutrition among Children and Adolescents ...................................................................... 32 V. Breastfeeding .......................................................................................................................40 A. Initiation and Duration of Any Breastfeeding .................................................................... 40 B. Duration and Exclusivity ................................................................................................... 41 VI. Strategies and Interventions to Reduce Obesity ................................................................43 A. School -Based Nutrition Strategies .................................................................................... 43 VII. Data Sources .....................................................................................................................48 Behavioral Risk Factor Surveillance System (BRFSS) ........................................................... 48 Childhood Understanding Behaviors Survey (CUBS) ............................................................. 52 Pregnancy Risk Assessment Monitoring System (PRAMS) .................................................... 52 School Health Profiles .......................................................................................................... 52 Student Weight Status Surveillance System (SWSSS) .......................................................... 53 Youth Risk Behavior Survey (YRBS) ...................................................................................... 53 Women, Infants and Children (WIC) Nutrition Program ......................................................... 55 Alaska Physical Activity, Nutrition and Obesity Facts Report Page iv Table of Figures Figure 1: Trend in prevalence of healthy weight, by sex, Alaska adults, 1991 -2018 .................... 6 Figure 2: Overview of weight status changes, Alaska adults, 1991 -2018 .................................... 7 Figure 3: Trend in prevalence of overweight and obesity, by sex, Alaska adults, 1991 -2018 ....... 8 Figure 4: Trend in prevalence of overweight and obesity, by race, Alaska adults, 1991 -2018 ..... 9 Figure 5: Overweight/obesity among Alaska adults, by demographic groups, 2018 ...................10 Figure 6: Percentage of Alaska adults meeting physical activity recommendations, 2017 ........11 Figure 7: Percentage of Alaska adults meeting aerobic activity recommendations, by demographic groups, 2017 .........................................................................................................12 Figure 8: Percentage of Alaska adults meeting muscle strengthening activity recommendations, by demographic groups, 2017 ....................................................................................................13 Figure 9: Number of hours of recreational screen time* per day, Alaska adults, 2017 .............14 Figure 10: Percentage of Alaska adults who spend 2 hours daily on recreational screen time, by demographic groups, 2017 ....................................................................................................15 Figure 11: Percentage of Alaska adults meeting recommendations for fruit and vegetable consumption, 2017 .....................................................................................................................16 Figure 12: Percentage of Alaska adults who meet recommendations for fruit consumption, by demographic groups, 2017 .........................................................................................................17 Figure 13: Percentage of Alaska adults who meet recommendations for vegetable consumption, by demographic groups, 2017 ....................................................................................................18 Figure 14: Average number of sugary drinks (cans/glasses) consumed per day, Alaska adults, 2017 ...........................................................................................................................................19 Figure 15: Percentage of Ala ska adults who drink 1 or more sugary drinks daily, by demographic groups, 2017 ..............................................................................................................................20 Figure 16: Overview of weight status changes amon g Alaska high school students, 2003, 2011 and 2019 ....................................................................................................................................21 Figure 17: Overweight/obesity prevalence among Alaska high school students, by demographic groups, 2019 ..............................................................................................................................22 Figure 18: Trend in percent of students in kindergarten through 8th grade who are at Health y Weight, by school years 2011- 12 through 2018- 19....................................................................23 Alaska Physical Activity, Nutrition and Obesity Facts Report Page v Figure 19. Trend in overweight/obesity prevalence among Alaska 3 -year-olds, by m other's age at birth of child, 2012 -2018 ............................................................................................................24 Figure 20. Overweight/obesity prevalence among Alaska 3 -year-olds, by maternal demograph ic groups, 2018 ..............................................................................................................................25 Figure 21: Percentage of Alaska high school students meeting selected physical activity recommendations, 2019 ............................................................................................................26 Figure 22: Percentage of Alaska high school students participating in daily physical activity for 60 or mor e minutes, by demographic groups, 2019 ...................................................................27 Figure 23: Percentage of Alaska high school students participating in muscle strengthenin g activity 3+ days per week, by demographic groups, 2019 ...........................................................28 Figure 24: Percentage of Alaska high school students by non -academic screen time spent per day, 2019 ....................................................................................................................................29 Figure 25: Percentage of Alaska high school students who spend 3 hours daily on non - academic scree n time, by demographic groups, 2019 ................................................................30 Figure 26: Daily time spent in front of a screen, 3 -year-olds, Alaska, 2016- 2018 ......................31 Figure 27: Percentage of Alaska high school students meeting guidelines for daily fruit and vegetable consumption, 2019 ....................................................................................................32 Figure 28: Percentage of Alaska high school students who consumed 2 or more daily servings of fruit, by demographic groups, 2019 ............................................................................................33 Figure 29: Percentage of Alaska high school students who consumed 3 or more daily servings of vegetables, by demographic groups, 2019 .................................................................................34 Figure 30: Average number of sugary drinks (cans/glasses) consumed per day, Alaska high school students, 2019 ................................................................................................................35 Figure 31: Percentage of Alaska high school students who drank 1 or more sugary drinks daily, by demographic groups, 2019 ....................................................................................................36 Figure 32: Trend in percentage of 3 -year-olds with daily healthier beverage consumption, Alaska, 2008 to 2018 .............................................................................................................................37 Figure 33: Average number of selected drinks servings consumed per day by Alaska 3 -year-olds, 2016- 2018 ................................................................................................................................. 38 Figure 34: Percentage of Alaska 3 -year-olds who drank any sugary drinks daily, by maternal demographic groups, 2016- 2018 ...............................................................................................39 Figure 35. Trend in breastfeeding initiation and duration, Alaska, 1991 -2018 ...........................40 Figure 36. Percent of mothers reporting breastfeeding duration and exclusivity, Alaska, 2018 .41 Alaska Physical Activity, Nutrition and Obesity Facts Report Page vi Figure 37. Exclusive breastfeeding at 8 weeks by maternal demographic groups, Alaska, 2018 42 Figure 3 8: Trend in percentage of schools in which students can purchase chocolate, candy and salty snacks, Alaska secondary schools, 2002 -2018 ..................................................................43 Figure 39: Trend in percentage of schools in which students can purchase selected beverages, Alaska secondary schools, 2006- 2018 .......................................................................................44 Figure 40: Percentage of schools adopting selected nutrition policies, Alaska secondary schools, 2018 ...........................................................................................................................................45 Figure 41: Percentage of schools reporting selected physical activity opportunities, Alaska secondary schools, 2018 ............................................................................................................46 Figure 42: Percentage of schools reporting selected school wellness policy activities, Alaska secondary schools, 2018 ............................................................................................................47 Alaska Physical Activity, Nutrition and Obesity Facts Report Page 1 I.Introduction Alaskans can prevent many dis eases and early deaths if they are physically active, eat a healthy diet and maintain a healthy weight throughout their life. About 1 out of 3 Alaska children is overweight or obese, as are 2 out of 3 adults. Many Alaskans drink too many sugary drinks, ea t too few fruits and vegetables, and are not meeting physical activity recommendations. These behaviors and having an unhealthy weight increase their chances of getting serious health conditions, like type 2 diabetes, high blood pressure, high cholesterol and several types of cancer. Overweight a nd obesity affect individuals of all ages, from all areas of the state, of all racial and ethnic backgrounds, and with all levels of education and income. Both conditions increase the risk of a number of health pro blems, including chronic diseases, which can lead to reduced quality of life and premature death. 1 No single strategy alone will increase physical activity, improve nutrition nor reduce obesity and its associated health consequences. Meaningful improvements in population -level physical activity and nutrition and a reduction of obesity prevalence will only occur when a set of sustained, comprehensive prevention strategies are implem ented by child care centers, schools, worksites, within the community, the health care sector, private industry, NGOs, governmental agencies, and individual families. These strategies will need to address policy issues; alter where we live, work, play and eat; modify the systems to make the healthy choice the easy choice; and increase the knowledge and change the behaviors of families, children and adults .1,2 In an effort to support health improvement efforts statewide, we have created this report as a way of succinctly communicating the most commonly requested information regarding physical activity, nutrition and weight status in Alaska. Data also include information on behavior, attitudes and strategies that could support healthy living and help prevent obesity. Healthy Alaskans 2030 is the State of Alaska health improvement plan aligning tribal and other public health partners around 30 health priorities and promoting improvement of health status and systems. Healthy Alaskans 2030 targets are included in this report for reference when they relate to physical activity, nutrition and weight status. Those interested in more information are e ncouraged to access the Physical Activity and Nutrition Publications and Materials webpage http://dhss.alaska.gov/dph/Chronic/Pages/Obesity/resources.aspx , which houses additio nal data reports, fact sheets, contacts, and other resources . 1 U.S. Department of Health and Human Services. The Surgeon General's call to action to prevent and decrease overweight and obesity. [Rockville, MD]: U.S. Department of Health and Human Services, Public Health Service, Office of the Surgeon General; [2001] . Available from: U.S. GPO, Washington. Accessed at https://www.ncbi.nlm.nih.gov/books/NBK44206/ , June 2017. 2 U.S. Department of Health and Human Services. The Surgeon General's Vision for a Hea lthy and Fit Nation. Rockville, MD: U.S. Department of Health and Human Services, Office of the Surgeon General, January 2010. Accessed at https://www.ncbi.nlm.nih.gov/books/NBK44660/ , June 2017. Alaska Physical Activity, Nutrition and Obesity Facts Report Page 2 Report Highlights Among Alas ka adults: o The p revalence of obesity has more than doubled from 13% in 1991 to 3 1% in 2018 . o Only 33% of Alaska adults are at a healthy weight ; 2% are underweight , 34% are overweight, and 31% are obese . o 78% do not get the recommended amount of physical activity . o 48% spend 3 or mo re non-work hours in front of a screen each day. o 88% are eating less than the recommended daily servings of fruit and vegetables o 23% drink 1 or more sugary drinks each day. o While o besity prevalence has historically been significantly higher among Alaska Native adults than White adults, in 2018 there was no difference . o Alaska Native adults and adults with less education are less likely than their peers to meet nutrition and physical activity recommendations for good health . Among Alaska high school students: o 68% of students are in the healthy weight range, but 30% are either overweight or obese o As with adult s, the decrease in healthy weight is due to an increase in obesity prevalence, while overweight prevalence remained the same. o 82% do not get the recommended 60 minutes of da ily physical activity . o 90% are eating less than the recommended daily servin gs of fruit and vegetables o 49% drink a sugary drink every day. o 57% spend 3 or more hours per day using social media, watching TV, or playing video or computer games . o Information about school wellness policies and other school -based support for physical activity and nutrition are included in this report. Among Alaska s tudents in Kindergarten through 8th grade: o Among K -8 students in selected school districts, 63% are in the healthy weight range . o There are disparities in healthy weight; White students are more likely than Alaska Native students to be in the healthy range (69% vs. 57%) . Among Alaska 3 -year-olds: o 38% are either overweight or obese . o 73% spend an hour or more each day in front of a screen. o 31% drink a sugary d rink every day. o There are disparities in consumption of sugary drinks; 3 -year-olds in Northern and Southwest Alaska are more likely than those in other regions to be given any sugary drinks on a given day (70 -74% vs. 14-28%) . More detailed information abo ut Alaska's youngest children can be found in the 2019 publication \" Early Childhood Physical Activity, Nutrition and Obesity Data Facts Report \". Alaska Physical Activity, Nutrition and Obesity Facts Report Page 3 II. Key Definitions A. Classifying Weight Status For the purposes of this report, weight status for people of at least 2 years of age is indicated by body mass index, or BMI. BMI correlates with amount of body fat and can be used to estimate risk of weight -related health problems. BMI is a useful measure because the calculation requires only height and weight, is easy to analyze, and provides a good approximation of obesity and overweight prevalence across the population. 3 BMI is calculated using the formula: BMI = weight (in kg) /[height (in m)]2. Classifications underweight , healthy weight , overweight , and obese are determined by BMI levels for adults: Weight Classification for Adults BMI Classification < 18.5 Underweight 18.5 to less than 25.0 Healthy Weigh t 25.0 to less than 30.0 Overweight 30.0 Obese Because children and adolescents are still growing, their weight status is determined by referencing calculated BMI to age - and sex -specific growth charts. Percentiles are the most commonly used indicator to assess the size and growth patterns of individual children in the United States. The percentile indicates the relative position of the child's BMI number among a standardized set of children of the sam e sex and age. For 2 - to 20- year-olds, the resulting percentile is used to identify weight status, according to the following: Weight Classification for 2 - to 20 -Year -Olds B MI for Age Percentile Classification < 5th Underweight 5th to less than 85th Healthy Weight 85th to less than 95th Overweight 95th Obese Weight Classification for under 2 -Years -Old For children under 2 years of age, this report includes the classification of high weight -for-length. High weight -for-length is defined as 2 standard deviation s above the sex - and age -specific median in the World Health Organization (WHO) growth standards .4 3 Additional information about BMI can be found at this site: https://www.cdc.gov/healthyweight/assessing/index.html 4 Information on WHO growth charts can be found at this site: https://www.cdc.gov/growthcharts/who_charts.htm Alaska Physical Activity, Nutrition and Obesity Facts Report Page 4 B. Race and Ethnicity This report describes results by race and ethnicity . In surveys included here, race and ethnicity are assessed using US Census termin ology. That includes the category \"Amer ican Indian/Alaska However, this report uses term \"Alaska Native\" to describe respondents characterized as AIAN because the majority of Alaska residents in this group are Alaska Native. There are some differences in how each of the four main Alaska survey data sources used in this report define race and ethnicity , as described below . More general information about the data sources is available in Section VII. Youth Risk Behavior Survey (YRBS ) ask s separate questions about race and ethnicity. Students can answer that they identify with multiple races. Students who report being AIAN, either alone or in combination with other race groups , are characterized as bein g \"Alaska Native \", regardless of Hispanic/Latino ethnicity . Students who report being White alone, and not Hispanic /Latino , are categorized as \"White .\" Students who report any other combination of race and ethnicity are categorized as \"Other race.\" Behavi oral Risk Factor Surveillance System (BRFSS) asks separate questions about race and ethnicity like YRBS , although BRFSS allows people who selec t multiple races to additionally report their \"preferred \" or primary race group . In this report, race and ethnicity groups are defined similarly to YRBS. BRFSS respondents who report being AIAN alone or in combination with other race groups, regardless of their Hispanic/Latino ethnicity, are characterized as being \"Alaska Native \". Those who select White race alone , and not Hispanic/Latino ethnicity, are characterized as \"White\" . Adults who selected any other combination of race and ethnicity are categorized as \"Other race\". The Pregnancy Risk Assessment Monitoring System (PRAMS) and Childhood Understanding Behaviors Survey (CUBS) rely on the mother's race as reported on the birth certificate of their infant to identify the race of the child . \"Alaska Native\" refers to women who identify as AIAN alone or in combination with other race groups. \"White\" refers to women who identify as white alone. \"Other\" refers to women who identify as any other race than Alaska Native (alone or in combination) or White (alone). Ethnicity is not included in th e PRAMS/CUBS definition of race . C. Socio -economic Status We also report results by socio -economic status (SES), based on information available from each survey . For the BRFSS data, \" low income \" individuals are those with resources less than or equal to 185% of the US Department of Health an d Human Services (USDHHS) Federal Poverty Guidelines , and \"higher income\" individuals .5 Guidelines are based on self-reported household income and number of people in the household. More detailed information about this measure is available in Section VI I. 5 More information about th e poverty guideline can be found here: https://aspe.hhs.gov/poverty -guidelines Alaska Physical Activity, Nutrition and Obesity Facts Report Page 5 For PRAMS and CUBS data, current child enrollment in Medicaid was used as a proxy measure for SES. \"L ow SES\" includes children enrolled in Medicaid at the time of each survey, and \"higher SES\" includes children not enrolled in Medicaid. YRBS data are not reported by any measure of SES. Alaska Physical Activity, Nutrition and Obesity Facts Report Page 6 III. Adults A. Adult Weight Status Figure 1: Trend in prevalence of healthy weight , by sex, Alaska adults, 1991 -2018 Source: AK BRFSS Combined File . Healthy weight is measured as body mass index ( BMI) 18.5 and <25.0. Estimates for 2007 and later use raking to adjust sample data to reflect the total adult population of Alaska . See Section VII , Data Sources for more information. The percentage of Alaska adults who are in the healthy weight range (BMI 18.5 and <25.0) decreased significantly from 50% in 1991 to 33% in 2018. In the past ten years (2009 -2018), the trend has been flat.6 This decrease occurred in both men and women, with consistently lower prevalence among men. The decrease in healthy weight occurred across age groups, race/ethnicity groups, region of residence, level of educational attainment and income status7. 6 The trend remained significant after controlling for age. Although obesity and overweight are higher among older adult s and the overall Alaska population has been aging since 1991, that change does not account for the decline in healthy weight prevalenc e. 7 See Section VII , Data Sources for more information about subpopulation group definitions used in this report. 50% 33%43% 29%58% 37% 0%100% 1991 2000 2009 2018AllWomen MenPercent of adults who are at healthy weightAlaska Physical Activity, Nutrition and Obesity Facts Report Page 7 Figure 2: Overview of weight status changes , Alaska adults, 1991 -2018 Source: AK BRFSS Combined File . Sum may not equal 100% due to rounding In 2018, 2% of Alaska adults were underweight, 33% were at a healthy weight, 34% were overweight, and 31% were obese. Severe obesity ( III , BMI increased 1.4% to 5.0% (data not shown) . The decreas ing trend in healthy weight i s largely due to a significant increase in obesity. Adult obesity prevalence has more than doubled from 13% in 1991 to 31% i n 2018, while overweight prevalence has remained relatively consistent . O besity Trend Statistics Between 1991 and 2018, adult obesity prevalence increased among : o Men ( 14% to 31% ) o Women Native8 adults (non-Hispanic) adults ( 13% to 30% ) o All education groups (among a dults age 25 and older ): a college degree or more education (9% to 28% ) some college or technical school training (12% to 33% ) a high school degree or less education (22% to 36% ) o Adults from all income groups: lower income households ( 17% in 1993 to 32%) higher income households (1 3% in 1993 to 31 %) 8 Alaska Native refers to all respondents who reported being American Indian or Alaska Native alone or in combination; see Section VII, Data Sources for more information 18.5 - <25) Underweight (<18.5 BMI)Alaska Physical Activity, Nutrition and Obesity Facts Report Page 8 Figure 3: Trend in prevalence of overweight and obesity, by sex, Alaska adults, 1991 -2018 Source: AK BRFSS Combined File. Overweight/obesity is measured as 25.0 BMI. Estimates for 2007 and later use raking to adjust sample data to reflect the total adult population of Alaska . See Section VII , Data Sources for more information . The percentage of Alaska adults who are overweight or obese has increased from 48% in 1991 to 66% in 2018 .9 As noted on the previous page, t his increase is driven by an increase in the proportion of adults who meet the definition of obesity (BMI 30.0) . In 2018, men were significantly more likely than women to be overweight ( 39% versus 29%, respectively) but there were no significant differences in prevalence of obesity by sex (both 31%, data not shown) . Overweight/obesity prevalence has in creased among Alaska adults of all ages, from all areas of the state, across race groups, levels of education al attainment, and income status (data not shown) . 9 In 2018, prevalence for WomenMenPercent of adults who are overweight or obese Alaska Physical Activity, Nutrition and Obesity Facts Report Page 9 Figure 4: Trend in prevalence of overweight /obesity, by race, Alaska adults, 1991 -2018 Source: AK BRFSS Combined File . Overweight /obesity is measured as 25.0 BMI. Results for adults of other races not shown in trend graph due to small numbers and unstable estimates in some earlier years. Estimates for 2007 and later use raking to adjust sample data to reflect total population. S ee Section VII , Data Sources for more information . The prevalence of overweight /obesity has increased significantly among Alaska adults in all race groups —Alaska Native adults, White adults and adults of other races combined (data not shown) since 1991, although the trend has been flat in the past 10 years. Prevalence was not significantly different for Alaska Native adults and White adults in 2018. Combined years 201 6-2018 for reporting other race groups (data not shown) Using combined year BRFSS 2016 -2018 data , we can report estimates for other race/ethnicity groups.10 Within the other races group, overweight/obesity prevalence was significantly higher among Hawaiian/Pacific Is lander adults ( 86%) than all other groups, and significantly lower among Asian adults ( 50%) than among any other race /ethnicity groups. In this combined year data, o verweight/obesity prevalence was not significantly different between any additional race groups, including Black adults (70%), Hispanic adults (70%) , Alaska Native adults (67%), and White adu lts (66%, data not shown) . 10 Race /ethnicity categories reported in combined year data include Hispanic , Asian, African American or Black, and Hawaiian and other Pacific Islander in addition to Alaska Native and White. All races except Alaska Native are reported as non -Hispanic. 52%68% 49%65% 0%100% 1991 2000 2009 2018Alaska Native WhitePercent of adults who are overweight or obese Alaska Physical Activity, Nutrition and Obesity Facts Report Page 10 Figure 5: Overweight/obesity among Alaska adults, by demographic groups, 2018 Sour ce: AK BRFSS Combined File . Overweight/obesity is measured as 25.0 BMI. Education status is measured for those age 25 and older. Low income is defined as less than or equal to 185% of poverty guideline as the cut -point; see Section VII, Data Sources for more information . In 2018, p revalence of overweight/obesity was similar across demographic subgroups for race group (3 categories) , education status, and household income status . There were no significant differences for these groups. However, there was a difference by sex . Men were more likely than women to be overweight/obese (70% vs. 60% , data not shown) . There were no significant differences by demographic subgroup s, including sex, in the prevalence of obesity alone (BMI 30.0). While obesi ty prevalence has historically been significantly higher among Alaska Native adults than White adults, in 2018 there was no difference . Adults in Anchorage (62%) were less likely to be overweight/obese than those in Gulf Coast (70%) or Mat -Su (70%). In oth er regions, the prevalence ranged from 64% to 67% (data not shown) . While the preva lence of overweight/obesity increases with age, Alaska's younger adults are also affected. About half (56%) of adults age 18 to 29 reported overweight/obese st atus in 2018, compared to 68% of those age 30 to 54 and 69% of those age 55 and older (data who are overweight or obeseAlaska Physical Activity, Nutrition and Obesity Facts Report Page 11 B. Adult Physical Activity Figure 6: Percentage of Alaska adults meeting physical activity recommendations, 2017 Source: AK BRFSS Standard File . See Section VII , Data Sources for more information about measuring physical activity. For substantial health benefits, the US Department of Health and Human Services recommend s that, each week, adults need at least: o 150 minutes of mo derate -intensity aerobic activity, or 75 minutes of vigorous -intensity aerobic activity, or an equivalent combination of the two ; and o Muscle -strengtheni ng activities on 2 or more days .11 In 2017, a pproximately 57% Alaska adults met aerobic recommendations, 33% met the muscle strengthening recommendations, and 2 2% met both recommendation s. Due to changes in questions about physical activity, analysis of the trend starts with 2011. Overall, there was no significant trend in the percentage of Alaska adults meeting physical activity recommendations since 2011. However, there was a small but significant decrease in the p ercentage meeting muscle strengthening recommendations among White adults (36% in 2011 to 32% in 2017), a s well as a decrease in the p ercentage who meet both aerobic and strengthening recommendations among White adults (27% to 22%) and adults with college degree or higher education (33% to 27%) . 11 US Department of Health and Human Services, Physical Activity Guidelines for American, 2nd edition, 2018. https://health.gov/our of adults meeting physical activity recommen - dationsAlaska Physical Activity, Nutrition and Obesity Facts Report Page 12 Figure 7: Percentage of Alaska adults meeting aerobic activity recommendations, by demographic groups, 2017 Source: AK BRFSS Standard File . See Section VII , Data Sources for more information about measuring physical activity. Education status is measured for t hose age 25 and older . Low income is defined as less than or equal to 185% of poverty guideline as the cut -point; see Section VII , Data Sources for more information . Disparities in meeting aerobic activity recommendations remain ed in 2017. Alaska Native adults (50%) and adults of other races (51%) we re less likely to meet these guidelines than White adults (61%). The percent age of adults who met the recommendations increased by educational attainment. About half (49%) of adults with a high school degree or less education met aerobic guidelines, compared to 58% of those with some college and 67% of those with a college degree or higher educational attainment. The apparent difference by income status was not significant. There were no significant dif ferences by sex or meeting guidelines for aerobic activityAlaska Physical Activity, Nutrition and Obesity Facts Report Page 13 Figure 8: Percentage of Alaska adults meeting muscle strengthening activity recommendations, by demographic groups, 2017 Source: AK BRFSS Standard File . See Section VII , Data Sources for more information about measuring physical activity. Education status is measured for those age 25 and older. Low income is defined as less than or equal to 185% of poverty guideline as the cut -point; see Section VII , Data Sources for more infor mation . Disparities in meeting muscle strengthening activity recommendations remained in 2017. Women (29%) were less likely than men (37%) to meet these recommendations (data not shown) . Alaska Native adults ( 27%) and White Adults (32%) were significantly less likely to meet these guidelines than adults of other races ( 44%). Adults with a high school degree or less education (26%) were less likely to meet strength activity guidelines than those with a college degree or higher (36%). There was no significa nt difference by income status . There were no significant differences by geographic region (data meeting guidelines for muscle strengtheningAlaska Physical Activity, Nutrition and Obesity Facts Report Page 14 Figure 9: Number of hours of recreational screen time* per day, Alaska adults, 20 17 Source: AK BRFSS Standard File . Sum may not equal 100% due to rounding . * Screen time for adults is defined as the number of hours per day outside of work spent using a computer or watchi ng television, video s, or DVDs. In 2017, n early three -quarters (74%) of adult Alaskans spen t 2 or more hours in front of a screen (not including work time) per day, a significant increase since 2005 (62%). Nearly half of Alaska adults (48%) reported spending 3 or more hours daily on recreational screen time. Alaska adults with 2 or more hours of screen time per day are : o significantly more likely to be obese (38%) than adults with less screen time (29 %). o significantly less likely to meet both aerobic and muscle strengthening physical activity guidelines (20%) than adults with less screen time (28%) (data not shown). None , 4% Less than 1 hour , 6% 1 to 2 hours , 17% 2 to 3 hours , 25%3+ hours , 48%Alaska Physical Activity, Nutrition and Obesity Facts Report Page 15 Figure 10: Percentage of Alaska adults who spend 2 hours daily on recreational screen time, by demographic groups, 2017 Source: AK BRFSS Standard File . Screen time for adults is defined as the number of hours per day outside of work spent using a computer or watching television, videos, or DVDs . Education status is measured for those age 25 and older. Low income is defined as less than or equal to 185% of poverty guideline as the cut -point; see Section VII , Data Sources for more information . Recreational screen time increased among most demographic group s between 2005 and 2017 . In 2017, nearly three qu arters of Alaska adults (74%) reported a daily average of 2 or more hours of screen time, compared to 62% in 2005 (data not shown) . There were few disparities by demographic groups. Screen time prevalence was different by each level of education. Adults with some college (88%) were most likely to spend 2 or more hours daily on recreational screen time, followed by those with a high school degree or less education ( 74% ), and those with a college degree or higher ( 66%). There was no significant difference in screen time prevalence by income status . Adults in Interior Alaska ( 69%) and Mat -Su (70%) were less likely to report spending 2 or more hours daily on recreational screen time than those in Northern Alaska ( 83%). Prevalence in other regions ranged from 73% with 2 or more hours screen timeAlaska Physical Activity, Nutrition and Obesity Facts Report Page 16 C. Adult Nutrition Figure 11: Percentage of Alaska adults meeting recommendations for fruit and vegetable consumption , 2017 Source: AK BRFSS Standard File . Only 12% of Alaska adults consume d both the recommended daily servings of fruit (two or more a day) and vegetables (three or more a day) in 2017 . This means that 88% of Alaska adults do not eat enough fruit and vegetables on a daily basis . The prevalence for meeting recommendations for both fruit and vegetable daily servings has remained near this level over the past decade . However, d ue to changes in questions about vegetable consumption , we cannot determine if there is any trend for vegetable consumption or the combined fruit and vegetable recommendation . Fruit consumption includes servings of whole fruits as well as 100% fruit juice. Although the percentage of adults who met the overall fruit servings recommendation did not change significantly between 2005 to 2017, the proportion achieved by eating whole fruits increased . The p ercentage of adults who had 2 or more daily whole fruit servings increased over time from 19% in 2005 to 27% in 2017 (data not shown) . In the same time period , the percentage of adults drinking 2 or more servings of 100% fruit juice decreased from 13% to 3%. Research supports a connection between access to healthy food and increased consumption of fruits and vegetables.12 12 Centers for Disease Control and Prevention. Strategies to Prevent Obesity and Other Chronic Diseases: The CDC Guide to Strategies to Increase the Consumption of Fruits and Veget ables . Atlanta: U.S. Department of adults meeting recommen - dationsAlaska Physical Activity, Nutrition and Obesity Facts Report Page 17 Figure 12: Percentage of Alaska adults who meet recommendations for fruit consumption , by demographic groups, 2017 Source: AK BRFSS Standard File . Education status is measured for those age 25 and older. Low income is defined as less than or equal to 185% of poverty guideline as the cut -point; see Section VII , Data Sources for more information . Health disparities exist in meeting recommendations for fruit consumption: Men (27%) were less likely than women (39%) to get the recommend ed average daily 2 or more servings of fruit (data not shown) . Alaska Native adults ( 24%) were less likely to meet these fruit consumption guidelines than White adults ( 32%) and adults of other races ( 42%) . Adults with a high school degree or less ( 31%) and those with some college (32%) were less likely to meet fruit consumption guidelines than adults with a college degree or higher ( 40%). There was no significant difference by income status . Adults in Northern Alaska (1 9%) were significantly less likely to consume 2 or more fruit servings daily than adults in Anchorage , Gulf Coast, Interior and Southeast Alaska ( 33-37%). Adults in Mat-Su were significantly less likely to meet fruit consumption guidelines than those in In terior Alaska (28% vs. 37%) (data not shown) . The proportion of adults getting 2 or more fruit servings decreased in Northern Alaska from 27% in 1991 to 19% in 2017 . Consumption also decreased among Alaska Native adult s from 30% in 1991 to 24% in fruit consumption recommen - dationsAlaska Physical Activity, Nutrition and Obesity Facts Report Page 18 Figure 13: Percentage of Alaska adults who meet r ecommendations for vegetable consumption , by demographic groups , 2017 Source: AK BRFSS Standard File . Education status is measured for those age 25 and older. Low income is defined as less than or equal to 185% of poverty guideline as the cut -point; see Section VII , Data Sources for more information . There were no significant differences in meeting vegetab le consumption guidelines by race group, education or income status . Adults in Southwest Alaska (9%) were significantly less likely to eat 3 or more vegetable servings daily than adults in any other region except Northern Alaska (18%); other regions ranged from 16-21% . Vegetable consumption decreased across all regions (data not shown) . Men (16%) were less likely than women (22%) to eat the recommended average daily 3 or more servings of vegetables (data not recommen - dationsAlaska Physical Activity, Nutrition and Obesity Facts Report Page 19 Figure 14: Average number of sugary drinks (cans/glasses ) consumed per day, Alaska adults, 20 17 Source: AK BRFSS Standard File . Sum may not equal 100% due to rounding . Note: the 1 to 2 drinks group includes adults who consume at least 1 to less than 2 sugary drinks daily, etc. The 2015- 2020 Dietary Guidelines for Americans recommend that less than 10% of calories come from added sugar. This means that even one sugary drink a day puts most people near their limit of added suga r for the day increasing their risk of certain diseases. These recommendations aim to promote health, prevent chronic disease, and help people reach and maintain a healthy weight.13 Overall, 23% of Alaska adults consume d 1 or more sugary drinks daily in 2017, including sugar - sweetened sodas as well as non -carbonated beverages . Adults in Northern Alaska (6 7%) were significantly more likely than those in all other regions to drink 1 or more sugary drinks daily. Prevalence in other re gions ranged from 18% to 28% (data not shown) . Due to changes in questions about sugary drinks we can only examine the trend since 2013. There was no significant change in sugary drink consumption overall since 2013, but the percentage of Alaska adults dri nking 1 or more sweetened sodas has decreased. 13 10. U.S. Department of Health and Human Services and U.S. Department of Agriculture. 2015 -2020 Dietary guidelines for Americans. https://health.gov/dietaryguidelines/2015/ . Published December 2015. Accessed May , 5%3 or more drinks , 6%Alaska Physical Activity, Nutrition and Obesity Facts Report Page 20 Figure 15: Percentage of Alaska adults who drink 1 or more sugary drinks daily, by demographic groups, 2017 Source: AK BRFSS Standard File . Education status is measured for those age 25 and older. Low income is defined as less than or equal to 185% of poverty guideline as the cut -point; see Section VII , Data Sources for more information . Health disparities exist in sugary drink consumption: Prevalence of sugary drink consumption varied by demographic groups. Men were significantly more likely than women to consume at least 1 sugary drink each day ( 28% versus 18%, respectively), and to consume 3 or more sugary drinks each day ( 7% versus 4%, respectively) (data not shown) . Alaska Native adults (40%) and adults from other races (32%) were more likely to drink 1 or more sugary drinks daily than White adults (18%). Sugary drink consumption decreased by educational attainment. Adults with a high school degree or less (30%) were most likely to drink 1 or more sugary drinks daily , followed by those with some college education (19%), and those with a college degree or hi gher ( 12%). Adults living in low income households were more likely to drink sugary drinks than those living in higher income household s drinking 1 or more sugary drinksAlaska Physical Activity, Nutrition and Obesity Facts Report Page 21 IV.Children and Adolescents A. Weight Status of Children and Adolescents Figure 16: Overview of weight status changes among Alaska high school students , 2003 , 2011 and 2019 Source: AK YRBS Statewide Traditional High School data. Sums may not equal 100% due to rounding In the graph above, we present inform ation from 2003 (the first year for which we have Alaska weight status data from YRBS), 2011 and 2019, although trend reporting is from 2007 to 2019. In 2019, about 2% of Alaska high school students were underweight, 68% were at a healthy weight, 15% were overweight, and 15% were obese. 5% of Alaska high school students qualify as \"severely obese,\" defined for adolescents as a BMI over 120% of the 95th percentile in 2019 (data not shown) . As with the adult trends, the de crease in healthy weight was due to an increase in obesity prevalence, while overweight prevalence remained the same. Among Alaska high school students , healthy weight decreased from 71% in 2007 to 68% in 2019, while obesity increased from 11% in 2007 to 1 5% in 2019 (2007 Physical Activity, Nutrition and Obesity Facts Report Page 22 Figure 17: Overweight/obesity prevalence among Alaska high school students , by demographic groups, 2019 Source: AK YRB S Statewide Traditional High School data . Overweight/obesity is measured as 85th percentile of BMI for age group. In this report, we use Alaska Native to refer to students who reported they are Alaska Native or American Indian. See Section VII , Data Sources for more information about how race su bgroups are defined. In 2019, prevalence of overweight/obesity among Alaska high school students was different by sex; boys were significantly more likely than girls to be overweight/obese ( 34% vs. 26%). There were no significant differences in overweight /obesity prevalence by race group or by gradePercent of students overweight or obeseAlaska Physical Activity, Nutrition and Obesity Facts Report Page 23 Figure 18: Trend in p ercent of students in kindergarten through 8th grade who are at Healthy Weight , by school years 2011 -12 thr ough 2018 -19 Source: AK SWSSS; \"K -8 combined\" is K, 1, 3, 5, and 7th grade students; Anchorage , Kenai and Mat -Su school districts combined . Healthy weight is measured as 5th percentile to less than 85th percentile of BMI for age and sex. The Healthy Alaskans 2030 objective is to increase the proportion of children ( K-8 students) who are at a healthy weight. Beginning in 2020 -2021 school year, the Healthy Alaskans 2030 weight status objective has a few changes. o HA2030 has a single objective focusing on increasing the percent of students at a healthy weight (rather than two separate indicators on decreasing overweight and obesity) . o The statewide childhood healthy weight objective will now include Kenai Peninsula Borough School District students in addition to those in Anchorage and the Mat -Su. o The measure will still be focused on Alaska K-8 students (using measurements of students in K, 1, 3, 5 and 7) . The prevalence of healthy weight among K -8 students has not changed overall or by race group since the 2011- 12 school year, the starting point for measurement in three school districts (Anchorage, Mat -Su and Kenai). White K -8 students are more likely than Alaska Native K -8 students to be in the healthy weight range (69% vs. 57%). 64%63% 55% 57%69% of students at healthy weightAlaska Physical Activity, Nutrition and Obesity Facts Report Page 24 Figure 19. Trend in o verweight/obesity prevalence among Alaska 3 -year-olds, by mother's age at birth of child , 2012 -2018 Source: Alaska Childhood Understanding Behaviors Survey (CUBS) Overweight/obesity: 85th percentile and higher of B MI for age and sex Between 2012 and 2018, the percentage of 3- year-olds who were overweight or obese remained relatively consistent overall and among children whose mothers were age 25 or older when they were born. However, there was a significant decreas e in overweight/obesity among 3 -year-olds born to mothers who were under age 25 ; the p ercentage who were overweight or obese dropped from 56% in 2012 to 34% in 2018. During 2010 to 2016, a study of children aged 2 to 4 years enrolled in the WIC program showed a small but significant decrease in obesity in Alaska, from 21.2% in 2010 to 19.8% in 2016 (data not shown) .14 However, Alaska stands out in the fifty states as having a higher prevalence of early childhood obesity among WIC enrollees . In 2010, only 3 states/territories were reporting early childhood obesity prevalence greater or equal to 20% ( Alaska, Puerto Rico, and Virginia ). In 2016, Alaska was only state with a prevalence above 18% (data not shown) .13 14 Pan L, Blanck H, Park S, et al. State -specific prevalence of obesity among children aged 2 -4 years enrolled in the Special Supplemental Nutrition Program for Wo men, Infants, and Children —United States, 2000- 2016. who are overweight or obese AllAlaska Physical Activity, Nutrition and Obesity Facts Report Page 25 Figure 20. Overweight/obesity prevalence among Alaska 3 -year-olds, by maternal demographic groups, 201 8 Source: Alaska Childhood Understanding Behaviors Survey (CUBS) Overweight/obesity: 85th percentile and higher of BMI for age and se x Current child enrollment in Medicaid was used as a proxy measure of low socioeconomic status (SES). Disparities exist in overweight/obesity prevalence among Alaska 3 -year-olds in 2018 : o Overweight/obesity prevalence was significantly lower among 3 -year-old children of White mothers than among children of Alaska Native / American Indian mothers. o 3-year-old children in low -SES families had a significantly higher prevalence of overweight/obesity than children in SESPercent of 3-year-olds who are overweight or obeseAlaska Physical Activity, Nutrition and Obesity Facts Report Page 26 B. Physical Activity among Children and Adolescents Figure 21: Percentage of Alaska high school students meeting selected ph ysical activity recommendations, 201 9 Source: AK YRBS Statewide Traditional High School d ata. Increasing the proportion of adolescents (high school students in grades 9 -12) who participate in at least 60 minutes of daily physical activity (as outlined in the 2018 US DHHS updated Physical Activity Guidel ines) is a Healthy Alaskan s 2030 objective. Only 18% of Alaska high school students we re getting the recommended daily 60+ minutes of physical activity , and this proportion has not changed significantly since 2007, and is not different from when the question was first asked in the 2003 AK YRBS . In 2019, only 17% of Alaska high school students reported having a physical education (PE) class 5 days a week when they are in school. This p ercentage is lower than that from 1995 (27%) but has not changed significantly between 2007 and 2019. The US DHHS Physical Activity Guidelines recommend that as part of their 60 minutes or more of daily physical activity, children and adolescents should include muscle -strengthening activity on at least 3 days a week. Nearly half (45%) of Alaska high school students reported doing exercises like push -ups, sit -ups, or weightlifting to strengthen or tone their muscles, on 3 or more days a week. Only 14 .5% of Alaska high school students met both the aerobic and muscle -strengthening guidelines noted above (data not shown). 18% 17%45% 0%100% Physical Activity (60 minutes daily)PE class 5 Strengthening 3+ days/weekPercent of students meeting recommen - dationsAlaska Physical Activity, Nutrition and Obesity Facts Report Page 27 Figure 22: Percentage of Alaska high school students participating in daily ph ysical activity for 60 or more minutes , by demographic groups, 2019 Source: AK YRB S Statewide Traditional High School data . See Section VII , Data Sources fo r more information about how race subgroups are defined. Alaska high school boys were more likely than high school girls to get 60 or more minutes of daily physical activity (23% versus 13%). White students were more likely to get the recommended amount of activity than non- Native students of other races (21% versus 13%) , but there was not a significant difference between Alaska Native and White students . Ninth graders (22%) were more likely to meet the daily physical activity recommendation than 10th thru 12th graders combined (22% versus 16% , data not shown for combined grades ). Although 92% of Alaska high schools require physical education for ninth graders, only 7 4% require physical education in the twelfth grade. (2018 AK School Health Profiles , data gradePercent students who meet daily physical activity recommen - dationAlaska Physical Activity, Nutrition and Obesity Facts Report Page 28 Figure 23: Percentage of Alaska high school students participating in muscle strengthening activity 3+ days per week, by demographic groups, 2019 Source : AK YRB S Statewide Traditional High School data . See Section VII , Data Sources fo r more information about how race subgroups are defined. The US DHHS Physical Activity Guidelines recommend that as part of their 60 minutes or more of daily physical activity, child ren and adolescents should include muscle -strengthening activity on at least 3 days a week. Nearly half (45%) of Alaska high school students reported doing exercises like push -ups, sit -ups, or weightlifting to strengthen or tone their muscles, on 3 or mor e days a week. Alaska high school boys (52%) were more likely than high school girls (38%) to participate in muscle strengthening exercise like push -ups, sit -ups or weightlifting, 3 or more times a week. There were no significant differences by race group or grade level students who meet muscle strengthening recommen - dationAlaska Physical Activity, Nutrition and Obesity Facts Report Page 29 Figure 24: Percentage of Alaska high school students by non-academic screen time spent per day, 2019 Source: AK YRB S Statewide Traditional High School data . Sum may not equal 100% due to rounding. * Non-Academic screen time for high school youth is defined as the number of hours on an average school day that are spent watching television , playing video or computer games , or using a computer for something other than school work (e.g., Xbox, PlayStation, a tablet, a smartphone, texting, YouTube, social media) . The American Academy of Pediatrics recommends that school -aged children and adolescents have 2 hours or less of sedentary screen time daily .15 In 2019, seven out of ten Alaska high school students (70%) spent 2 or more hours in front of a screen (not including school time) per day. Nearly six in ten (57%) reported spending 3 or more hours daily on non-academic screen time. 15 AAP Council on Communication and Media. Media Use in School -Aged Children and Adolescents. Pediatrics . 2016; 138(5):e20162592. None , 8% Less than 8% 1 to 2 hours , 15% 2 to 3 hours , 13%3+ hours , 57%Alaska Physical Activity, Nutrition and Obesity Facts Report Page 30 Figure 25: Percentage of Alaska high school students who spend 3 hours daily on non-academic screen time, by demographic groups, 201 9 Source: AK YRB S Statewide Traditional High School data . See Section VII , Data Sources fo r more information about how race subgroups are defined. Non-academic screen time for high school students is defined as the number of hours on an average school day that are spent watching television , playing video or computer games , or using a computer for something other than school work (e.g., Xbox, PlayStation, a tablet, a smartphone, texting, YouTube, social media) . There were few significant disparities by demographic groups. There was no difference between boys and girls, grades in sch ool, or between White students and Alaska Native students. White students were less likely to spend 3 or more hours in non- academic screen time than non-Native students of grade12th gradePercent of students with 3 or more hours of screen timeAlaska Physical Activity, Nutrition and Obesity Facts Report Page 31 Figure 26: Da ily time spent in front of a screen, 3-year-olds, Alaska, 2016-2018 Source: Alaska Childhood Understanding Behaviors Survey (CUBS) . Sum may not equal 100% due to rounding . The American Academy of Pediatrics recommends limiting young children's total screen time to no more than 1 hour of quality programming per day.16 Only 27% of Alaska 3- year-olds may be meeting this recommendation (the CUBS survey does not assess whether time in front of the screen is 'qua lity programming'). 73% of Alaska 3 -year-olds had an hour or more of screen time (watching television, videos, movies, or playing video games) on an average day . 16American Academy of Pediatrics Council on Communications and Media. Media and Young Minds. Pediatrics. 2016; 138(5):e20162591. None , 10% Less than 1 hour , 17% 1 to 2 hours , 31%2 to 3 hours , 24%3+ hours , 19%Alaska Physical Activity, Nutrition and Obesity Facts Report Page 32 C. Nutrition among Children and Adolescents Figure 27: Percentage of Alaska high school students meeting guidelines for daily fruit and vegetable consumption , 201 9 Source: AK YRBS Statewide Traditional High School d ata. Only one out of ten (10%) high school students in Alaska eat the recommen ded number of servings of both fruit and vegetables each day . Twenty -five percent consumed 2 or more fruit servings daily, and 17% ate 3 or more servings of vegetables. Fruit consumption includes servings of whole fruits as well as 100% fruit juice. Although the percentage who met the recommendation overall did not change significantly between 200 7 to 2019 , the proportion achieved by eating whole fruits increased. The per centage of high school students who had 2 or more daily whole fruit servings increased over time from 1 5% in 2007 to 20% in 2019 (data not shown). Vegetable consumption increased from 1 0% in 2007 to 17% in 2019 (data not shown) . Some secondary schools have adopted policies designed to increase student interest and opportunity for eating fruits and vegetables (2018 Alaska School Health Profiles, data not shown). These include : o placing fruits and vegetables near the cafeteria cashier, where they are easy to access (48%) o using attractive displays of fruit and vegetables in the cafeteria (37%) o offering a self -serve salad bar (24%) o always or almost always offering fruit or non -fried vegetables when foods or beverages are offered at school (37%) of students meeting recommen - dationsAlaska Physical Activity, Nutrition and Obesity Facts Report Page 33 Figure 28: Percentage of Alaska high school students who consumed 2 or more daily servings of fruit, by demographic groups, 201 9 Source: AK YRB S Statewide Traditional High School data . See Section VII , Data Sources fo r more information about how race subgroups are defined. There were no significant disparities in meeting the nutrition guideline of 2 or more daily servings of fruit (including whole fruits and 100% fruit juice) . The questions about frui t servings include drinking 100% fruit juice, in addition to eating whole fruit. One in five Alaska high school students (20%) reported daily consumption of 2 or more servings of whole fruit (not from fruit juice ). There were no disparities by whole fruit consumptio n (data not shown) . The proportion of high school students who did not drink any 100% juice daily increased from 21% in 2007 to 38% in 2019. The increase occurred in all demographic groups shown in this report, and there were no disparities between groups in 2019 (data not students meeting fruit servings recommen -dationAlaska Physical Activity, Nutrition and Obesity Facts Report Page 34 Figure 29: Percentage of Alaska high school students who consumed 3 or more daily servings of vegetables, by demographic groups, 2019 Source: AK YRBS Statewide Traditional High School data. See Section VII , Data Sources for more information about how race subgroups are defined. As noted earlier, only 17% of Alaska high school students reported eating 3 or more servings of vegetables daily. There were few significant disparities in meeting th is nutrition guideline. Alaska ninth graders were significantly more likely than 11th graders to consume at least 3 daily servings of vegetables students meeting vegetable servings recommen -dationAlaska Physical Activity, Nutrition and Obesity Facts Report Page 35 Figure 30: Average number of sugary drinks ( cans/ glasses) consumed per day, Alaska high school students, 2019 Source: AK YRBS Statewide Traditional High School data. Sum may not equal 100% due to rounding. Note: the 1 to 2 drinks group includes students who consume at least 1 to less than 2 sugary drinks daily, etc. The 2015- 2020 Dietary Guidelines for Americans recommend that less than 10% of calories come from added sugar. This means that even one sugary drink a day puts most people near their limit of added sugar for the day, increasing their risk of certain diseas es. These recommendations aim to promote health, prevent chronic disease, and help people reach and maintain a healthy weight.17 Overall, 49% of Alaska high school students consumed a daily average of 1 or more sugary drink servings (glass, bottle or can) in 2019 . Sugary drinks include soda, sports drink (such as Gatorade or PowerAde), energy drink (such as Red Bull, Rockstar, or Monster), or another sugar - sweetened beverage (such as lemonade, sweetened tea or coffee drinks, flavored milk, Snapple, or Sunny Delight) . In addition, 1 5% of Alaska high school students drink 3 or more servings of sugary drinks per day. Only 13% reported drinking no sugary drinks in the past seven days. 17 U.S. Department of Health and Human Services and U.S. Department of Agriculture. 2015 -2020 Dietary guidelines for Americans. https://health.gov/dietaryguidelines/2015/ . Published December 2015. Accessed May , 9%3 or more drinks , 15%Alaska Physical Activity, Nutrition and Obesity Facts Report Page 36 Figure 31: Percentage of Alaska high school students who drank 1 or more sugar y drinks daily, by demographic groups, 2019 Source: AK YRBS Statewide Traditional High School data. See Section VII , Data Sources for more information about how race subgroups are define d. The Youth Risk Behavior Survey (YRBS) collects information from high school students on their consumption of soda or pop (not including diet soda ) and other sugar y drinks such as sports drinks, energy drinks, lemonade, sweetened tea or coffee drinks, flavored milk, Snapple, or Sunny Delight. In 2019, 49% of Alaska high school students dr ank 1 or more sugar y drink s each day. Health disparities exist in sugary drink consumption among Alask a high school students: o Boys (53%) were significantly more likely than girls ( 45%) to consume at least 1 sugary drink each day ; and o Alaska Native students ( 58%) were significantly more likely than White students (43%) and those of other races (4 6%) to consume at least 1 sugary drink grade12th gradePercent of students drinking one or more sugary drinks dailyAlaska Physical Activity, Nutrition and Obesity Facts Report Page 37 Figure 32: Trend in percentage of 3-year-olds with daily healthier beverage consumption, Alaska, 2008 to 2018 Source: Alaska Childhood Understanding Behaviors Survey (CUBS ). . The Childhood Understanding Behaviors Survey (CUBS) asks mothers of 3 -year-olds about how many cups of selected beverages their child consumed on a given day. Drink types include 1) soda, such as Coke or Sprite, 2) sweetened or fruit drinks, such as Kool -Aid, Tang or Capri -Sun, energy or sports drinks, and 3) 100% fruit juice. Soda and other sugar sweetened drinks can lead to a number of serious health problems that can last throughout a child's lifetime such as unhealthy weight gain , 18 type 2 diabetes ,19 heart disease,20,21 and cavities.22 Since 2008, the trends for daily drink consumption among 3 -year-old Alaskans have improved : o The proportion drinking 2 or more cups of water increased from 65% in 2008 to 84% in 2018 . o The proportion of 3- year-olds who did not drink any sugary drinks increased from 57% in 2008 to 69% in 2018 o The proportion who drank zero to less than a cup of 100% fruit juice increased from 33% to 59%. 18 Woodward -Lopez G, Kao J, Ritchie L. To what extent have sweetened beverages contributed to the obesity epidemic? Pub Health Nutr. 2011;14(3):499 -509. 19 Willett WC, Hu FB. Sugar -sweetened beverages and risk of metabolic syndrome and type 2 diabetes: a meta -analysis. Diabetes Care. Nov 2010;33(11):2477- 2483. 20 VS, Kellogg MD, Rimm EB, Willett WC, Hu FB. Sweetened beverage consumption, incident coronary heart disease, and biomarkers of risk in men. Circulation. 2012;125:1735- 41, S1. 21 Fung TT, Malik V, Rexrode KM, Manson JE, Willett WC, Hu FB. Sweetened beverage cons umption and risk of coronary heart disease in women. Am J Clin Nutr. 2009;89:1037- 42. 22 Centers for Disease Control and Prevention Morbidity and Mortality Weekly Report. Dental Caries in Rural Alaska Native Childr en --- Alaska, 2008 September 23, 2011 / 60(37);1275- 1278 http://www.cdc.gov/mmwr/preview/mmwrhtml/mm6037a2.htm 65%84% No juice or less than1 cup)Nosugary drinksPercent of 3-year olds with selected healthier daily drink consumptionAlaska Physical Activity, Nutrition and Obesity Facts Report Page 38 Figure 33: Average number of selected drinks servings consumed per day by Alaska 3 -year-olds, 20 16-2018 Source: Alaska Childhood Understanding Behaviors Survey (CUBS) . . Key national h ealth and nutrition o rganizations recommend that children 0 -5 years of age do not drink sugar -sweetened beverages such as fruit flavored drink s, sports drinks or soda. They also recommend limiting juice to only ½ cup (4 ounces) or less of 100% fruit juice per day for 3 - year-olds.23 In 2016 -2018, 13% of Alaska 3-year-olds drank soda daily, and 28% drank sweetened non -soda drinks daily. One in ten (10%) of Alaska 3 -year-olds drank 2 or more cups of sweetened non - soda beverages on a given day. Over one third of 3 -year-olds (39%) drank more th an 1 cup of 100% fruit juice, and 17% drank less than 1 cup. In addition, 44% of Alaska 3- year-olds did not drink any fruit juice on a daily basis. 23 Healthy Eating Research. Consensus Statement. Health Beverage Consumption in Early Childhood: Recommendations from Key National Health and Nutrition Organization. September 1 cup Less than 1 cup NoneAlaska Physical Activity, Nutrition and Obesity Facts Report Page 39 Figure 34: Percentage of Alaska 3 -year-olds who drank any sugary drinks daily, by maternal demographic groups , 201 6-2018 Source: Alaska Childhood Understanding Behaviors Survey (CUBS) Current child enrollment in Medicaid was used as a proxy measure of low socioeconomic status (SES). As noted on the previous page, the Childhood Understanding Behaviors Survey (CUBS) asks mothers of 3- year-olds about how many cups of selected beverages their child consumed on a given day. This graph combines answers from the question about soda and the question about sweetened or fruit drinks (s uch as Kool -Aid, Tang or Capri -Sun, energy or sports drinks ). Overall, 31% of 3- year-olds drank any sugary drink daily, during 2016 -2018. Health disparities exist in sugary drink consumption among Alaska 3 -year-olds: o Children of younger mothers (39%) were significantly more likely than those whose mothers were 25 or older at child's birth (27% ) to drink any sugary drinks daily. o Children of Alaska Native mothers (53%) were significantly more likely than other children to drink any sugary drinks daily, and ch ildren of other non-Native race mothers (37%) were also significantly more likely than children of White mothers (19%) to drink any sugary drinks daily . o Children in families with lower SES were more likely than those with higher SES families to drink any sugary drinks daily (42% vs. 23%). o Children in Northern (74%) and Southwest (70%) Alaska were more likely than those in other regions ( range: 14% to 28%) to drink any sugary Higher SESPercent of 3-year olds who drank any sugary drink Alaska Physical Activity, Nutrition and Obesity Facts Report Page 40 V.Breastfeeding A. Initiation and Dur ation of Any Breastfeeding Figure 35. Trend in b reastfeeding initiation and duration , Alaska, 1991 -2018 Source: Alaska Pregnancy Risk Assessment Monitoring System (PRAMS) Breastfeeding, with its many known health benefits for infants, children, and mothers, is a key strategy to improve public health.24 In the United States, the American Academy of Pediatrics (AAP) currently recommends:25 o Infants should be fed breast milk exclusively for the first 6 months after birth. Exclusive breastfeeding means that the infant does not receive any additional foods or fluids unless medically recommended. o After the first 6 months and until the infant is 1 year old, the AAP recommends that the mother continue breastfeeding while gradually introducing solid foods into the infant's diet. The percentage of Alaska mothers breastfeeding their infant s increased over the past few decades : o Initiation (ever breastfeeding - or pumping breast milk - even for a short time ), from 79% in 1991 to 95% in 2018 o Any breastfeeding a t 4 weeks (infant age) , from 68% in 1991 to 88% in 2018 o Any breastfeeding at 8 weeks , from 59% in 1991 to 81% in 2018 In 2018, 50% of Alaska mothers of 3- year-olds reported having breastfed when their child was 12 mo nths old, an increase from 36% in 2008 (CUBS, data not shown). 24 The Surgeon General's Call to Action to Support Breastfeeding. Rockville (MD): Office of the Surgeon General (US); 2011. 25 American Academy of Pediatrics. (2012). Breastfeeding and the use of human milk. Pediatrics, 129(3) , e827- e841. Retrieved 79%95% 68%88% 59%81% 0%100% 1991 1994 1997 2000 2003 2006 2009 2012 2015 2018Initiation 8 weeks4 weeks Percent engaging in breast - feedingAlaska Physical Activity, Nutrition and Obesity Facts Report Page 41 B. Duration and Exclusivity Figure 36. Percent of mothers reporting breastfeeding duration and exclusivity, Alaska, 201 8 Source: Alaska Pregnancy Risk Assessment Monitoring System (PRAMS) , and Alaska CUBS (breastfeeding at 12 months). As noted on the previous page, most Alaska mothers (95%) reported initiating breastfeeding ; this is well above the Healthy People 2020 target of 82%.26 Alaska mothers we re also asked about how long they continued with breastfeeding and whether they fed their child other food or liquids in addition to breast milk. While 88% of Alaska mothers reported at least some breastfeeding when their child was 4 weeks old, 63% exclusively breastfed their babies at 4 weeks postpartum. At 8 weeks, 81% of Alaska mothers reported their infant received any breastfeeding, and 56% reported exclusive breastfeeding. Information about breastfeeding at 12 months comes from the Alaska CUB S data. In 2018, 50% of Alaska mothers of 3- year-olds reported having breastfed their child for 12 months or more . 26Healthy People 2020 [Internet]. Washington, DC: U.S. Department of Health and Human Services, Office of Disea se Prevention and Health Promotion. Objective MICH -21. Breastfeeding at 8 weeks Breastfeeding at 12 months Percent of mothers Any ExclusiveAlaska Physical Activity, Nutrition and Obesity Facts Report Page 42 Figure 37. Exclusive breastfeeding at 8 weeks by maternal demographic groups , Alaska, 201 8 Source: Alaska Pregnancy Risk Assessment Monitoring System (PRAMS) Federal Poverty Level (FPL) of 200% or less , based on household size and income , was used as a proxy measure of low socioeconomic status (SES). The majority (56%) of Alaska women exclusively breastfed their babies at 8 weeks. Exclusive breastfeeding at 8 weeks was significantly higher among White mothers (65%) than among Alaska Native mothers (4 3%) or mothers of other races ( 44%). Mothers in higher -SES households were significantly more likely to exclusively breastfeed at 8 weeks than were mothers in lower -SES SESPercent of mothers exclusively breast - feeding infant at 8 weeksAlaska Physical Activity, Nutrition and Obesity Facts Report Page 43 VI.Strategies and Interventions to Reduce Obesity A. School -Based Nutrition Strategies Figure 38: Trend in percentage of schools in which students can purchase chocolate, candy and salty snacks, Alaska secondary schools, 2002 -2018 Source: AK School Health Profiles . Between 2002 and 2018 there were significant declines in the availability of candy, chocolate, and salty snacks within Alaska secondary schools. o In 2002, a little over 50% of Alaska schools provided the opportunity for students to purchase less healthy snacks at school (e.g., from v ending machines in the school or at a school store, canteen, or snack bar). o The first significant decline occurred in 2008 , directly following a federal requirement that all schools adopt a wellness policy27 (also known as a physical activity and nutrition policy). In 2016, the percentages of schools selling all three types of junk foods dropped again after the USDA Smart Snacks28 nutrition standards were required . o By 2018, chocolate, other candy and salty sn acks were available in 11 -12% of Alaska secondary schools. The slight increase in sales of chocolate and other candy between 2016 and 2018 (8% to 11- 12%) is not significant and does n ot impact the declining trend. It does highlight the need for ongoing out reach to schools to support healthy nutrition policies. 27 candy Other candy Salty snacksSmart SnacksWellness Policies Required Percent of secondary schoolsAlaska Physical Activity, Nutrition and Obesity Facts Report Page 44 Figure 39: Trend in percentage of schools in which students can purchase selected beverages , Alaska secondary schools, 200 6-2018 Source: AK School Health Profiles . Between 2006 and 2018 there were significant declines in the percentage of Alaska schools in which students could purchase less healthy beverages from one or more vending machines at the school or at a school store, canteen, or snack bar. The la rgest declines occurred following the release of the USDA Smart Snacks29 nutrition standards. The proportion of Alaska secondary schools that offered these items decreased as noted below: o Soda and fruit drinks (excluding 100% fruit juice) declined from 50% in 2006 to 14% in 2018. o Sports drinks declined from 53% in 2006 to 26% in 2018. o Food or beverages containing caffeine declined from 28% in 2008 to 13% in 2018. Energy drinks were another item asked about in the 2014 through 2018 surveys, but only 2% of sc hools reported availability of these drinks in 2014, and they were not available for purchase in any Alaska secondary schools in 2018 (data not shown). 29 caffeineSmart Snacks Percent of secondary schoolsAlaska Physical Activity, Nutrition and Obesity Facts Report Page 45 Figure 40: Percentage of schools adopting selected nutrition policies, Alaska secondary schools, 2018 Source: AK School Health Profiles . Alaska is seeing promising improvements in several Smart Snacks nutrition measures supported in the Alaska Gold Standard School Wellness Policy. More work can be still be done , especially around reducing marketing of unhealthy foods in school. Most Alaska secondary schools (72%) do not sell less healthy foods such as soda pop or fruit drinks, sports drinks, baked goods, salty snacks, or candy. The proportion of schools meeting t his combined measure has increased from 44% in 2008 (data not shown) . About half of Alaska secondary schools (56%) do not allow any form of advertising for less healthy foods, as required by Smart Snacks nutrition standards since 2014. This proportion has not changed since then. Among schools that offer foods for purchase, 39% provide nutritional information, including calorie and sodium content, and this proportion has remained stable since 2008. The percentage of schools that adopted policies around us e of foods in fundraising and student rewards both increased from 2014 to 2018 (2014 data not shown) . o The proportion that do not allow food or food coupons to be used as rewards for student behavior or achievement increased from 20% to 31% o The percentage that prohibit less nutritious foods and beverages (e.g., candy, baked goods) from being sold for fundraising purposes increased from 15% to 29%. 10%29%31%39%56%72% Sell nutritional foods/beverages at lower cost than less nutritional onesNo fundraising using candy or other non-nutritious food/beverageNo food or food coupons as rewards to studentsProvide nutrition, calorie, sodium content informationNo advertising for candy, fast food, soft drinksNo sales of less healthy foods and beveragesAlaska Physical Activity, Nutrition and Obesity Facts Report Page 46 Figure 41: Percentage of school s reporting selected physical activity opportunities, Alaska secondary schools, 2018 Source: AK School Health Profiles. A Comprehensive School Physical Activity Program (CSPAP) is a multi- component approach that provides opportunities for students to be physically active before, during, and after school. Participation in the following physical activity measures in Alaskan schools has been consistently high: A large p ercentage of schools (85%) reported that students participate in physical activity breaks other than PE class. o This measure increased from 60% in 2012 to 85% in 2018, correlating with Alaska's Physical Activ ity in Schools Law which passed in 2016 and requires school districts to establish guidelines for providing opportunities for 54 minutes of physical activity each full school day for students in grades K -8 (data not shown) . In 2018, Most Alaska secondary s chools provided opportunities for the following: o Interscholastic sports - 82% o Intramural sports - 76% o Physical activity before school - 60% o Shared use of community or school facilities for physical activity - 75% While many schools have implemented one or more of the individual aspects of a CSPAP, only 30% of schools reported that they've developed a written plan for implementing a Comprehensive School Physical Activity Program (data not shown). 75%60%76%82%85% Shared use of community or school facilities for physical activityPhysical activity before school Intramural sportsInterscholastic sportsPhysical activity breaksStudents participate in: Alaska Physical Activity, Nutrition and Obesity Facts Report Page 47 Figure 42: Percentage of schools reporting selected school wellness policy activities , Alaska secondary schools, 2018 Source: AK School Health Profiles . School Wellness Policies are school -based physical activity and nutrition policies created to help children grow up at a healthy weight and are required for all districts participating in the National School Lunch or Breakfast Programs. The State of Alaska has a Gold Standard Local We llness Policy30 developed in partnership between the state Physical Activity and Nutrition unit , the Department of Education and Early Development 's Child Nutrition Program, and the Association of Alaska School Boards (AASB) . For the first time in 2018, th e School Health Profiles Survey included a series of questions about local wellness policy implementation. Most Alaska secondary schools reviewed their local wellness policy (63%) in 2018. Districts are required to communicate about their local wellness policy on an annual basis. o Over half of Alaska secondary schools communicated about their local wellness policy to school staff (56%) . o Slightly fewer communicated about it to parents (44%) and students (48%). Districts are required to assess their local wellness policy at least once every three years. o Two in five secondary schools measured their compliance with the district's local wellness policy (42%) . o One in five secondary schools developed an action plan with steps to meet the requirements of the district's local wellness policy (21%) . o Nearly a third of secondary schools helped to revise the district's local wellness policy (31%) . 30 and staffHelped revise policyReviewed district's local wellness policyAlaska Physical Activity, Nutrition and Obesity Facts Report Page 48 VII.Data Sources Behavioral Risk Factor Surveillance System (BRFSS) The BRFSS is an anonymous telephone survey conducted b y the Alaska Division of Public Health in cooperation with the Centers for Disease Control and Prevention (CDC). It estimate s the prevalence of behavioral risk factors in the general population that are known to be associated with the leading causes of morbidity and mortality in adults. The BRFSS has operated continuously in Alaska since 1991. Alaska presently conducts two BRFSS surveys: the standard BRFSS and a separately -funded supplemental BRFSS. Both surveys are conducted throughout the year, using separate samples drawn using the same methodology. Selection of BRFSS Survey Participants The BRFSS uses a probability (or random) sample in which all Alaska households with landline telephones have a known, nonzero chance of selection. Respondents are randomly selected from among the adult members of each household reached through a series of telephone calls. Historically, those living in institutional housing (i.e., nursing homes and barracks) are not surveyed. The sample is stratified into geographic regions, with roughly equal numbers of interviews conducted in each region. This method deliberately oversamples rural areas of the state. The sample was stratified into six geo graphic regions in 2011—Anchorage, Mat -Su, Gulf, Southeast, Fairbanks North Star, and Rural. Where possible, the rural region is divided into two regions: Southwest and Northern/Interior. In addition, the sampling frame has been expanded to include cell p hones as well as landline or household phones. This step was important because the proportion of households served only by cell phones has increased rapidly. By June 2010, about 20% of Alaska households were cell - only. Starting in 2011, Alaska's cell phone sample was large enough to include it in weighting and reporting of data. In 2017 , approximately 586 Alaska adults were interviewed each month for the two BRFSS surveys combined. About 45% of roughly 7,000 respondents in 2017 were reached by cell phone , and 55% by residential landline phone. The overall sample size was smaller in 2018 (about 4,370 total), but proportions reached by cell and landline were similar to those in 2017. Interviews are conducted by trained interviewers during weekdays, evenings, a nd weekends throughout the year. In addition to nutrition, physical activity, and weight status , the BRFSS questionnaire covers such topics as general health status, health care access, tobacco use, diabetes, alcohol use, women's health, injury prevention, and HIV/AIDS awareness. There are also questions on the demographic characteristics of respondents. Data Weighting and Methods BRFSS data are weighted to adjust the distribution of the sample data so that it reflects the total population of the sampled geographic area, and to account for the over -representation or under - representation of persons in various subgroups. Alaska Physical Activity, Nutrition and Obesity Facts Report Page 49 Changes in bo th the weighting and sampling methods are reflected in the estimates reported in this update of Alaska Physical Activity, Nutrition and Obesity Facts. These changes help ensure that the BRFSS can continue to be a valuable source of information for health p lanning and improvement. The first change is a new weighting method known as iterative proportional fitting, or raking. Raking allows for the inclusion of several key demographic factors in adjusting survey data to the adult population totals. To provide a dditional context for interpretation about changes in prevalence estimates over time, raking was applied to data from 2007 forward . More information about the changes in BRFSS methods can be found in the January 2013 issue of Chronicles: http://dhss.alaska.gov/dph/Chronic/Documents/Publications/assets/ChroniclesV5 - 1.pdf . Both the standard and supplemental BRFSS are weighted (separately) for analysis of items that occur only in one version. In addition, a combined dataset (standard plus supplemental) is created and weighted for analysis of questions that occur in both versions. In recent years, the combined sample has included more respondents , between 7,000 and 9,000 each year from 2012 to 2017 , although sample size was smaller in 2018 at a little less than 4,400 respondents. Prior to 2012, sample size ranged from about 1,500- 2,800 from 1991 to 2003, and from 3,000- 6,000 between 2004 and 2011. Larger samp le sizes allow for more precision in the estimates for healthy weight, obes ity and other weight status measures . Most other indicators of adult behavior related to nutrition and physical activity in this report came from questions asked only on one version of the questionnaire, for which sample sizes were about half of the combined total. Because sample size is lower for some subpopulation reporting groups, data years have occasionally been combined to report some key indicators. In this report, we used chi -square tests in our comparisons between groups of Alaskans. Chi - square tests are tests of association between group and outcome variables (for example, meets physical activity recommendation [yes, no] and sex [male, female]). For trend analyses, we used logistic regression models that tested for a statistically significant linear change over time. Physical Activity and Nutrition Questions Since 2011, physical activity has been measured using a set of 8 questions about exercise behavior in the past 30 day s. The first 7 ask about aerobic exercise, and duration --how many times per week/month and how many minutes each time; the 8 th question is about duration of muscle strengthening activities (times per week/month). In 2017, fruit and vegetable consumption wa s measured using a set of 6 questions about consumption behavior in the past 30 days. The first 2 questions are combined to calculate average daily fruit servings —number of times (per day/week/month) respondent 1) has eaten fresh, frozen or canned fruit, and 2) drank 100% fruit juice. Another 3 questions are combined to calculate average daily vegetable servings and ask about how often respondent has eaten 1) leafy greens (like lettuce or spinach), 2) potatoes (not fried or in chips), and 3) other vegetable s. A fourth question asks about fried potato consumption (which is not included in the calculation). Every other year since 2013, the Alaska BRFSS has included 2 questions about sugary drinks asking about the number of times (per day/week/month) in the past 30 days that the respondent drank 1) regular soda or pop that contains sugar, and 2) sugar -sweetene d fruit Alaska Physical Activity, Nutrition and Obesity Facts Report Page 50 drinks (such as Kool -Aid and lemonade), sweet tea, and sports or energy drinks (such as Gatorade and Red Bull) . These do not include diet or artificially sweetened drinks. R e porting by Poverty/Income Status The poverty status measure is derived from the US Department of Health and Human Services (USDHHS) Federal Poverty Guideline s, which are based on household income and number of people in the household . The poverty guidelines, issued each year in the Federal Register by the Department of Healt h and Human Services (HHS), are a simplified version of the federal poverty thresholds and are used for administrative purposes — for instance, determining financial eligibility for certain federal programs.31 The Alaska -specific guideline totals were used to create a cut -point of household incomes at or below the 185% poverty guideline32 for this report, because this percent corresponds with eligibility criteria for the Supplemental Nutrition Assistance Program (SNAP), the Special Supplemental Nutrition Pr ogram for Women, Infants, and Children (WIC), and some parts of Medicaid, among other programs. There are limitations in using income or percent of poverty guideline in the BRFSS. Respondents select a range of income categories and therefore the percent of poverty guideline is sometimes approximate. In addition, m any respondents either decline to answer the question or report that they do not know their household income level. In 2018 , about 1 8% of Alaska BRFSS respondents were missing information about inc ome, and in 2015- 2017, about 12% were missing. We were unable to calculate household percent of poverty guideline for respondents with missing information about income. Reporting by Race Group For this report the term Alaska Native adult includes all survey respondents who report any mention of being Alaska Native/American Indian, alone or in combination with another race or ethnicity (Hispanic) . Comparison groups are those who report their race as \"White only , non- Hispanic \" and \"other ra ces\", which includes those who report other races or multiple race groups, not including Alaska Native/American Indian. Those who report being Hispanic or Latino are also grouped in \"other race\" (unless they are already grouped in Alaska Native/American Indian). In general, reporting health indicators for specific race groups in the \"Other\" category is limited due to relatively small numbers of BRFSS respondents who report their race group as something other than White or Alaska Native each year. 31 More information about the poverty guideline can be found here: https://aspe.hhs.gov/poverty -guidelines 32 In Alaska in 2017, a family of three with a household income of $47,212 would be at 185% of the HHS poverty guideline. Alaska Physical Activity, Nutrition and Obesity Facts Report Page 51 Regional Reporting As the BRFSS survey data do not provide sufficient representation for reporting by most of the individual boroughs, we combined boroughs to create regions for analysis of patterns by the geographic areas of Alaska. Regions reported here are the Alaska Public Health Regions. Source: State of Alaska, DHSS, DPH, Section of Chronic Disease Prevention and Health Promotion. The Alaska Public Health Regions are defined using borough designation as follows: 1) Anchorage - Municipality of Anchorage 2) Gulf Coast - Kenai Peninsula Borough, Kodiak Island Borough, and Valdez -Cordova Census Area 3) Interior - Denali Borough, Fairbanks North Star Borough, Southeast Fairbanks Census Area, and Yukon -Koyukuk Census Area 4) Mat-Su -- Matanuska -Susitna Borough 5) Northern - Nome Census Area, North Slope Borough, and Northwest Arctic Borough 6) Southeast - Haines Borough, Hoonah -Angoon Census Area, Juneau City and Borough, Ketchikan Gateway Borough, Petersburg Census Area, Prince of Wale -Hyder Census Area, Sitka City and Borou gh, Skagway Municipality, Wrangell City and Borough, and Yakutat City and Borough 7) Southwest - Aleutians East Borough, Aleutians West Census Area, Bethel Census Area, Bristol Bay Borough, Dillingham Census Area, Lake and Peninsula Borough, and Kusilvak Cens us Area Alaska Physical Activity, Nutrition and Obesity Facts Report Page 52 Childhood Understanding Behaviors Survey (CUBS) Alaska CUBS is a program designed to find out more about the health and early childhood experiences of young children in Alaska. CUBS collects information by conducting a follow -up survey to the Alaska Pregnancy Risk Assessment Monitoring System (PRAMS). P RAMS sends a survey to approximately one of every 6 mothers of newborns in Alaska, and CUBS sends a follow- up survey three years later to all mothers who completed PRAMS and are still living in Alaska. CUBS asks questions about both the mother and her chil d. About 90 Alaska mothers are sent a CUBS survey every month. The purpose of CUBS is to provide information on health conditions, health care utilization, child development and other health related behaviors of young children and to evaluate the associat ion between prenatal and immediate postnatal factors with early childhood health and welfare. The CUBS asks questions about both the mother and her child. Survey responses are weigh ted so that reported prevalence accurately describe all mothers of 3 -year-old children born in Alaska in a single calendar year. Both the CUBS and PRAMS data (described below) can be presented regionally, using the same public health regions shown in the map for BRFSS (see Regional Reporting above ). See http://dhss.alaska.gov/dph/wcfh/Pages/mchepi/cubs/CUBS_main.aspx for more information about CUBS questionnaires and methodology. Pregnancy Risk Assessment Monitoring System (PRA MS) PRAMS is a population -based survey of Alaska women who have recently delivered a live -born infant. Administered since 1990 by the Alaska Division of Public Health, PRAMS is conducted in collaboration with the CDC in 47 states and several other jurisdic tions to gather information on the health risk behaviors and circumstances of pregnant and postpartum women. A systematic stratified sample is drawn each month from the state's live birth records for infants between 2 and 6 months of age. Sampled mothers r eceive a series of mailed questionnaires, and since 1997 telephone follow -up has been initiated among those who do not respond to the third mailed request. The PRAMS questionnaire addresses such topics as access to prenatal care, obstetric history, materna l use of alcohol, maternal tobacco use, nutrition, economic status, maternal stress, and early infant development and health status. Survey responses are weighted so that reported prevalence estimates accurately describe Alaska women delivering a live -born infant during the year of the survey . See http://dhss.alaska.gov/dph/wcfh/Pages/mchepi/prams/default.aspx for more information about PRAMS questionnaires and methodology. Scho ol Health Profiles The School Health Profiles (Profiles) is a system of surveys assessing school health policies and practices in states, territories, and large urban school districts. Profiles surveys are conducted biennially among representative samples of middle and high school principals and lead health education teachers. Profiles Reports can be found on the School Health Program website: http://dhss.alaska.gov/dph/Chr onic/Pages/SchoolHealth/profiles.aspx . Alaska Physical Activity, Nutrition and Obesity Facts Report Page 53 Student Weight Status Surveillance System (SWSSS) SWSSS is comprised of Alaska student weight status data obtained voluntarily from partner school districts that have contributed their data as a means of monitoring weight status trends. Participating school districts provide the Department of Health and S ocial Services (DHSS) de - identified student data (i.e., measured height and weight, age and sex). DHSS conducts the analysis to generate body mass index (BMI) percentile, and the associated weight status classifications of underweight, healthy weight, over weight and obese, as described in Section I, Introduction . SWSSS data reports race using US Department of Education definitions because that is how the data is shared with the state Physical Activity and Nutrition unit . The Healthy Alaskans 2030 childhood healthy weight status objective uses data from Anchorage, Mat-Su Borough , and Kenai Peninsula Borough school districts . School districts across the state vary in the grades for which they routinely collect height and weight data. Some districts aim to meas ure and weigh every student, every year, while other districts target only students in kindergarten, 1st, 3rd, 5th and 7th grades. The following school districts have participated in SWSSS in various years since its inception : Anchorage, Dillingham, Kenai Peninsula Borough, Ketchikan Gateway Borough, Kodiak Island Borough, Matanuska - Susitna Borough, Nome, North Slope Borough, Petersburg, and Sitka. Individual school district weight status reports are available at : http://dhss.alaska.gov/dph/Chronic/Pages/Obesity/weightstatus.aspx Youth Risk Behavior Survey (YRBS) The YRBS is a systematic survey of high school students that assesses behaviors related to the leading causes of mortality, morbidity and social issues among youth. The Centers for Disease Control and Prevention (CDC) sponsors national and state surveys every 2 years, most recently in 2019 . Data are currently available through 201 9. Selection of YRBS Survey Participants The statewide Alaska YRBS is conducted using a two -stage sampling design. Schools are selected first with a probability of inclusion proportional to the size of their enrollment. Once a school i s chosen, classes are selected, with each student having an equal opportunity for inclusion. From 2001 through 2019 , active parental consent was required for each student participating in the YRBS. On the appointed survey day students completed written questionnaires without any identifying information and returned them in class in unmarked, sealed envelopes. In addition to the statewide survey, all Alaska school districts have the opportunity to conduct a local survey, which employs the same questionnaire and data analysis methods as the statewide survey. If a district conducts a local survey and one of its classrooms was selected for the statewide survey, additional classrooms will be surveyed as part of the local survey. Districts that conduct a local sur vey and obtain at least 100 responses in a given school type receive a district level report based on results of all classrooms surveyed. Alaska Physical Activity, Nutrition and Obesity Facts Report Page 54 Data Weighting and Methods In a typical YRBS administration, about 1,300 to 1,400 students are surveyed from about 40 to 45 high schools that are scientifically selected to represent all public high schools (excluding boarding schools, alternative schools, correspondence and home study schools, and correctional schools) in Alaska. These results are considered to be repr esentative of Alaska's more than 33,000 high school students in grades 9- 12 in traditional public high schools. Data are weighted to reflect the true distribution of Alaska high school students by sex, grade level , and race/ethnicity , but not by region of the state, since the CDC's sampling method for YRBS does not stratify by region. Alaska first conducted a statewide YRBS in 1995. Although Alaska participation rates met CDC standards in 1999, this sample did not include Anchorage schools and so the 1999 YRBS data are generally not included in multi -year analyses. To assure statistical validity for weighting, the CDC require d a response rate of at least 60% for the statewide survey , although that was changed to >50% in 2019. In addition to the 1995 survey , Alaska achieved a representative sample on the statewide survey in 2003, and 2007 through 2019 . Analyses used for YRBS data are similar to those used for BRFSS. We used chi -square tests in our comparisons between groups of Alaskans, and for trend analyses we used logistic regression models that controlled for sex, race/ethnicity and grade, and tested for a statistically significant linear change over time. P -values less than 0.05 indicate that a difference seen between percentages or across years is statistically significant at the 95% confidence level. School -based surveys do not estimate risk behav iors associated with youth who drop out of school or do not attend school. However, starting in 2009, students from alternative high schools in Alaska have also participated in a YRBS to evaluate and address the health risks of this unique population. High school -age youth in correctional institutions have also been surveyed since 2009. Further information about the Alaska YRBS surveys and health information from those surveys is available at http://dhss.alaska.gov/dph/Chronic/Pages/yrbs/results.aspx Reporting by Race Group All YRBS survey participants who report being Alaska Native or American Indian , either alone or in combination with other race groups or Hispanic ethnicity, are categorized in this report as \"Alaska Native \" students . Survey participants who report being White (non -Hispanic) are categorized as White, and all other race groups are combined to report as \"other races \". This category includes students who report being Hispanic, African American, Asian, Hawaiian or Other Pacific Islander, or who report multiple race groups (except for Alaska Native). Those who did not report a race or ethnicity are not included in the r ace group reporting. Physical Activity and Nutrition Questions In the YRBS, aerobic physical activity has been measured using 1 question: During the past 7 days, on how many days were you physically active for a total of at least 60 minutes per day? (Add up all the time you spend in any kind of physical activity that increases your heart rate and Alaska Physical Activity, Nutrition and Obesity Facts Report Page 55 makes you breathe hard some of the time.) In 1995- 2003 and 2015- 2019, survey participants were also asked 1 question about muscle strengthening activities: During the past 7 days, o n how many days did you do exercises to strengthen or tone your muscles, such as push -ups, sit - ups, or weight lifting? In addition, the YRBS has included a question about PE class attendance . Since 1999, fruit and vegetable consumption h as been measured using a set of 6 questions about consumption behavior in the past 7 days. The first 2 questions are combined to calculate average daily fruit servings —number of times (per day/week) respondent: 1) drank 100% fruit juice, and 2) has eaten f ruit. The other 4 questions are combined to calculate average daily vegetable servings and ask about how often the respondent has eaten: 1) green salad, 2) potatoes (do not count french fries, fried potatoes or potato chips), 3) carrots, and 4) other veget ables. Since 2013, the Alaska YRBS has included multiple questions about sugary drink consumption in the past 7 days, but the questions ha ve changed over time. In 2017 and 2019, the questions included: 1) During the past 7 days, how many times did you drin k a can, bottle, or glass of soda or pop, such as Coke, Pepsi, or Sprite? (Do not include diet soda or diet pop.) 2) During the past 7 days, how many times did you drink a can, bottle, or glass of a sugar - sweetened drink such as lemonade, sweetened tea or cof fee drinks, flavored milk, Snapple, or Sunny Delight? (Do not count soda or pop, sports drinks, energy drinks, or 100% fruit juice.) 3) During the past 7 days, how many times did you drink a can, bottle or glass of a sports drink, such as Gatora de or PowerAd e? (Do not count low -calorie sports drinks such as Propel or G2) 4) During the past 7 days, how many times did you drink a can, bottle, or glass of an energy drink, such as Red Bull, Rockstar, or Monster? (Do not count diet energy drinks such as Gatorade or P owerAde.) Women, Infants and Children (WIC) Nutrition Program WIC is a supplemental food and nutrition program for pregnant and breastfeeding women and their children from birth to age 5. Alaska WIC provides nutrition information, counseling, breastfeeding support, and periodic health screening, along with supplemental food vouchers for infant formula and healthy foods. Children's height and weight are measured and recorded at clinics as part of the application and renewal process. Alaska data are available at the United States Department of Agriculture, Food and Nutrition Service website: https://www.fns.usda.gov/pd/wic -program . ALASKA DIVISION OFPublic HealthPrevention Promotion Protection "}