{"title": "Revista Americana de Medicina Respiratoria - Volumen 14, Nmero 3 - Septiembre 2014", "author": "Claudio D Gonzlez; Mara A Barth; Juan A Precerutti; Mara C Ortiz; Vctor D Pascansky; Csar B Senz; Paula J Kaplan; Adrin Lara", "url": null, "hostname": null, "description": null, "sitename": null, "date": "2005-06-30", "cleaned_text": "Autor : Claudio D. Gonzlez1, Mara A. Barth1, Juan A. Precerutti3, Mara C. General de Agudos Jos M. Ramos Meja, CABA. 2Servicio de Alergia e Inmunologa, Hospital General de Agudos Jos M. Ramos Meja, CABA 3Servicio de Neumonologa del Hospital Italiano de Buenos Aires, CABA. 4Hospital Nacional B. Sommer, Ciudad de General Rodrguez, Provincia de Buenos Aires Correspondencia : Claudio D. Gonzlez Direccin postal: E-mail: [claudiogonzalez.57@hotmail.com](mailto:claudiogonzalez.57@hotmail.com) Resumen La frecuencia y patrones de uso de Medicinas Complementarias-Alternativas (MCA) entre pacientes con asma bronquial es desconocida en nuestro país. El objetivo de este trabajo fue evaluar el uso de MCA entre pacientes con asma y comparar sus características con quienes no usaban esos recursos. Materiales y métodos: Entre 30-6-2005 y 30-6-2012, 635 pacientes mayores de 16 años con diagnóstico de asma fueron evaluados mediante entrevistas cara a cara con su médico en tres centros de las ciudades de Buenos Aires y General Rodríguez. La encuesta tuvo el carácter de anónima y voluntaria e incluyó variables demográficas, el tiempo de evolución de la enfermedad, la obstrucción al flujo aéreo medido por espirometria, parámetros de severidad y niveles control del asma. Se interrogó sobre el uso de al menos una vez por el lapso de un mes de alguna MCA, el tiempo de uso, la utilización simultánea o no de medicina alopática (MA), el tipo de MCA elegida y el resultado obtenido. Resultados: No se registraron rechazos a participar en el estudio; 246/635 (38.7%) de los pacientes usaron MCA con un valor de mediana de 12 meses (rango 0-359); entre ellos, un 39% habían abandonado la MA y un 15% todavía recurrían a alguna MCA. En el grupo con MCA había pacientes de mayor edad, mayor presencia de mujeres, tiempos de evolución más prolongados, niveles más altos de severidad y menor frecuencia de asma controlada, frente al grupo sin uso de MCA. Los resultados principales fueron mejoría o sin cambios (46% cada uno). Las MCA más frecuentemente elegidas fueron hierbas, homeopatía, acupuntura y yoga, encontrándose diferencias significativas según características demográficas, el uso simultáneo de MA y el reporte de resultados. Conclusiones: El uso de MCA entre nuestros pacientes con asma se asemeja a otras experiencias internacionales. Sin embargo, se requieren nuevas encuestas multicéntricas para alcanzar un estudio más profundo sobre los patrones regionales y nacionales de uso de MCA. Palabras are unknown in our country. The objective of this work was to evaluate the CAM use in asthmatic patients and to compare their characteristics with those of asthmatic patients who are not CAM users. Materials and methods: Between 30 June 2005 and 30 June 2012, 635 patients with a diagnosis of asthma out by their own physicians in three clinics of Buenos Aires and General Rodriguez cities. The interviews were anonymous and free, and included the registry of variables such as demographic characteristics, evolution severity Patients were asked if they had used any CAM at least once by a minimum period of a month, time of the intervention, simultaneous or not use of allopathic medicine (AM), type CAM chosen and months (range 0-359); while using the alternative treatment, 39% of them had abandoned the AM and 15% were still using any kind of CAM. In comparison with non users, alternative users tended to be older and females, and to have longer time from the onset of symptoms, higher levels of reported were (46% each). The mainly CAM chosen were herbs, homeopathy, acupuncture were found according CAM among our asthmatic patients appears to be similar to experiences. However, to insight into regional and use. Key words: Complementary; Alternative medicine; Asthma; Herbs; Homeopathy. Introducción En el año 2002, la Organización Mundial de la Salud (OMS) edita un documento donde se reconoce la importancia de las Medicinas Tradicionales (MT) o Complementarias- Alternativas (MCA), sobre la salud de la población1. La organización define como Medicinas Tradicionales a sistemas tales como la Medicina Tradicional China, el Ayurveda hindú, la medicina árabe unani, las de los pueblos indígenas o las que se practican en muchos países africanos. Se reserva el término de MCA para aquellos países en los que el sistema sanitario se apoya en la Medicina Alopática (MA) y las MT no están incorporadas dicho sistema [1](#no). Frente al rol de las MT/MCA, la OMS fija una posición equidistante tanto del entusiasmo no crítico de algunos de sus seguidores como del escepticismo no informado de ciertos detractores, sugiriendo políticas dirigidas a constituir el marco legal apropiado para promover los siguientes objetivos: asegurar la buena práctica de las MT/MCA, favorecer su accesibilidad y garantizar su perfil de seguridad, eficacia y autenticidad mediante la provisión de recursos sustentables destinados a la investigación, formación y educación médica [1](#no). En relación al impacto económico de las MCA, se comunicó un gasto anual en ellas estimado en 0.9 billón de euros en Alemania, 588 millones de dólares en Australia, 2.6 billones de esa moneda en el Reino Unido y 13.7 billones de dólares en Estados Unidos [2](#no). Se estima que en Europa entre un 21-40% de los pacientes utilizan alguna de estas terapias para tratar el asma bronquial y otras enfermedades alérgicas asociadas, aunque esta frecuencia se eleva al 49% en Francia y a 65% en Alemania [2](#no). En Estados Unidos, un 41-42% de los pacientes utilizarían alguna MCA para el tratamiento del asma bronquial [2, 4](#no). Una revisión sobre los estudios más consistentes, informó una frecuencia de uso de MCA entre adultos con asma bronquial del 4 al 79% y una frecuencia de uso en niños del 33 al 89%5. Asimismo, se han reportado diferencias entre quienes usan o no MCA y también particularidades en los patrones de uso de las mismas [2, 4, 6-11, 12-15](#no). En la Argentina, si bien se identificó una experiencia realizada por un grupo de investigadores provenientes de distintas instituciones académicas que mostró fuertes combinaciones entre la medicina hospitalaria y las MCA y diferencias en el patrón de uso según los sectores sociales involucrados y la zona geográfica considerada, no encontramos antecedentes de trabajos que evalúen el uso de MCA en pacientes con asma bronquial [3](#no). Los objetivos del trabajo fueron explorar la frecuencia del uso de MCA reportada por pacientes con asma bronquial, caracterizar el grupo que las utiliza y compararlo con el grupo de pacientes que no referían antecedentes de utilización de MCA para esa dolencia. Materiales y métodos Se llevó a cabo un encuesta en tres centros: un hospital general de agudos de la Ciudad de Buenos Aires (centro en el cual se incluyeron también encuestas realizadas por los médicos de ese hospital entre sus pacientes atendidos en el ámbito del sistema privado de salud), un hospital privado de la misma ciudad y un hospital rural de la Ciudad de General Rodríguez, provincia de Buenos Aires. El proyecto fue previamente aprobado por los Comités de Ética de los centros participantes. Selección de pacientes Se invitó a participar a todos los pacientes mayores de 16 años de edad con diagnóstico de asma bronquial que consultaron por consultorio externo a médicos de los centros participantes en el período comprendido entre el 30-06-2005 y el 30-06-2012. Se excluyeron pacientes que se encontraran internados o a aquellos que estuvieran cursando una reagudización de su enfermedad de base. Asimismo, se excluyeron pacientes con Asma Relacionada con el Trabajo, con formas secundarias de hipereactividad bronquial o asociaciones (EPOC, insuficiencia cardíaca, Aspergilosis Broncopulmonar Alérgica u otras). Definiciones Se utilizaron las definiciones de asma bronquial, Asma Casi Fatal (ACF) y grados de severidad (I-IV) del consenso internacional GINA 2005-2008, y criterios de Asma de Difícil Control (ADC) de la Sociedad Española de Neumonología [16-18](#no). Entrevistas Se diseñó un cuestionario especialmente para el estudio. La lista de 18 MCA incorporadas al cuestionario fueron elegidas en base a los resultados del estudio antropológico realizado en Argentina que describió 35 tipos de MCA clasificadas en cinco grupos: biomedicina, terapias tradicionales, autotratamiento, religioso y alternativo [3](#no). Luego de solicitar consentimiento para contestar el cuestionario, el médico tratante realizó una entrevista cara a cara. La encuesta fue de carácter anónima. Se incluyeron las siguientes preguntas para describir la actitud del paciente frente a las MCA: se preguntó si había recibido alguna vez, al menos durante 1 (un) mes, una MCA para tratar su asma bronquial; si recibía actualmente alguna de ellas; durante cuánto tiempo había usado la/las MCA; si había dejado la medicina alopática (MA) durante el uso de la MCA y cuál era su percepción del resultado: mejoría, sin cambios o empeoramiento. Variables bajo estudio Luego de completar el cuestionario, el médico registraba en una ficha los siguientes datos: centro de origen del paciente, edad, sexo, escolaridad, tiempo de evolución del asma bronquial en años, criterios de Asma de Difícil Control, Asma Casi Fatal, requerimiento de esteroides sistémicos, antecedente de internaciones, grados de severidad (I-IV), volumen espiratorio forzado al primer segundo (VEF1) expresado como porcentaje del teórico, respuesta a 2 agonistas, y niveles de control (asma controlada, asma parcialmente controlada y asma no controlada). Análisis estadístico Los datos se presentan como media ± desvío estándar o mediana y rango para variables numéricas y porcentajes para variables categóricas. Para comparar proporciones en dos grupos o más grupos se utilizó prueba de 2. Para comparar medias en dos grupos se utilizó prueba t de Student para muestras independientes y en más de 2 grupos se utilizó ANOVA a una vía con post-test con corrección de Bonferroni. En todos los casos se consideró significativa una p<0.05. Los cálculos se realizaron con el sofware Statistics Stata 9.2 (Stata Corp., Texas 77845 USA). Resultados Se encuestaron 635 pacientes, 535 pertenecían al Centro 1, 50 al Centro 2 y 50 pacientes al Centro 3. No se reportaron pacientes que hayan rechazado la realización de la encuesta. Del total, 400 encuestas correspondieron a pacientes que provenían del sistema público de salud (62.9%) y 235 (37.1%) a pacientes que contaban con cobertura de salud privada. La media de edad fue de 46,8 ± 17.8 años, 391 (61,6%) eran mujeres y 323 pacientes habían completado estudios secundarios (50,8%). El tiempo de evolución del padecimiento fue de 25 ±18.6 años. Como parámetros de severidad, los pacientes presentaban obstrucción al flujo aéreo leve-moderada con media de VEF1 (% del teórico) 66.7 ± 17.5%, 158 reunían el antecedente de internaciones (24,8%) y 436 tenían grados de severidad 3 y 4 (68,7%). El antecedente de ADC se observó en 37 (5,8%), el de ACF, en 34 (5,4%) y el control del asma se reportó en 153 pacientes (24%). El empleo de al menos una MCA fue reportado en 246 pacientes (38,7%; IC 95% = 34,9-42,5), con una mediana del tiempo de uso de 12 (rango = 0-359) meses, durante el cual 96 (39%) abandonaron la terapia alopática. Un 15% (n = 37) de los pacientes continuaba aún usando alguna MCA. El empleo de dos o más de ellas se informó en 94 pacientes (38%). Ya sea como única MCA o combinada con otras, las hierbas en forma de infusiones tradicionales de bajo costo constituyeron la elección de 103 pacientes (30.3%); 76 pacientes usaban homeopatía (22,3%), 48 pacientes yoga (14,1%) y 43 pacientes la acupuntura (12,6%), constituyendo estas MCA el 80% de la muestra. En la [Tabla 1](#tab1) se listan las 340 MCA reportadas en 246 pacientes, lo que arroja una relación MCA/paciente de 1.38. De 246 pacientes que optaron por alguna MCA, 114 de ellos (46.3%) percibieron mejoría, la misma proporción no advirtió cambios y refirieron empeoramiento con el uso de alguna MCA 18 pacientes (7.4%). No se encontraron diferencias significativas en las respuestas referidas por los pacientes que usaban sólo una MCA respecto a los que usaban más de una: 114/246 (46%) vs. 53/94 (56,3%) informaban sin cambios (p = 0,12), y 114/246 (46%) vs. 35/94 (37,2%) reportaban mejoría (p = 0.16). En la [Tabla 2](#tab2) se compara a los pacientes que usaban al menos una MCA con aquellos que no habían recurrido a esas medicinas. Cuando los pacientes que usaban MCA se compararon con aquellos que no habían recurrido a esas medicinas, se advirtió que los pacientes que usaban MCA solían ser de mayor edad, más frecuentemente mujeres, tenían tiempos de evolución más largos y un curso más severo de su enfermedad. En la [Tabla 3](#tab3) se comparan los grupos que utilizaban hierbas, homeopatía, acupuntura o yoga como única MCA. Entre los pacientes que hicieron uso de alguna de ellas se observaron diferencias en la edad y el nivel de instrucción alcanzado. aDiferencia significativa (Bonferroni) entre pacientes que usaron homeopatía frente a los que usaron yoga. bDiferencia significativa (Bonferroni) entre pacientes que usaron hierbas frente a otras MCA. cDiferencia significativa (Bonferroni) entre pacientes que usaron acupuntura frente a los que usaron hierbas. dDiferencia significativa (Bonferroni) entre pacientes que usaron yoga frente a los que usaron hierbas y acupuntura, y entre los que usaron hierbas frente a los que usaron homeopatía. eDiferencia significativa (Bonferroni) entre pacientes que usaron yoga frente a otras MCA. fDiferencia significativa (Bonferroni) entre pacientes que usaron yoga frente a otras MCA. gDiferencia significativa (Bonferroni) entre pacientes que usaron homeopatía frente a otras MCA. La discontinuación de la medicina alopática mientras se utilizaba una MCA fue más frecuente entre quienes recurrían a la homeopatía. En relación a la respuesta al tratamiento, los mayores porcentajes de mejoría fueron referidos al yoga y los mayores porcentajes de empeoramiento a la homeopatía. Discusión La frecuencia de 38.7% en el uso de MCA en pacientes con asma bronquial del presente estudio, resultó ser un valor intermedio entre los diferentes porcentajes reportados por la bibliografía consultada [1, 2, 4-8, 10-14](#no). En nuestro país, Idogaya Molina y col informaron un uso del 50% de MCA en la población del área metropolitana de Buenos Aires, pero no se encontraron otras publicaciones de experiencias sobre uso de MCA en pacientes con asma bronquial en nuestro medio [3](#no). Varios autores consideran que las diferencias de frecuencias reportadas podrían corresponder a aspectos metodológicos en la construcción de las encuestas [2, 5-7-11](#no). La experiencia de Idogaya Molina y col fue realizada por organizaciones de profesionales de las ciencias sociales que entrevistaban a los pacientes en su comunidad, mientras que la presente encuesta fue completada en hospitales por los propios médicos tratantes, lo que podría haber subestimado el valor real. Además, se pueden haber incluido pacientes más severos, que suelen ser los que más consultan [2](#no). La falta de rechazo a la encuesta por parte de los pacientes, situación poco habitual en este tipo de evaluaciones, podría explicarse por el hecho de que era el propio médico tratante el que ofrecía a su paciente participar en el estudio y este accedía a colaborar a partir de una relación estrecha con su médico. En relación con la distribución en el uso de MCA, los pacientes encuestados optaban más frecuentemente por hierbas, homeopatía, acupuntura y yoga, a semejanza de experiencias recogidas en países como Alemania, Estados Unidos, Italia, y el Reino Unido [2, 4, 19, 20](#no). Esta situación coincidiría con lo reportado por el grupo de Idogaya Molina, en el sentido de que las MCA más utilizadas en el ámbito de Buenos Aires serían las denominadas del grupo alternativo (acupuntura, yoga, reiki, reflexología y otras) y las del grupo biomedicina (homeopatía y psicoterapias) [3](#no). La mitad de los pacientes encuestados habían finalizado al menos el ciclo secundario y la misma proporción hizo uso de alguna MAC no cubierta por los sistemas de salud (homeopatía, acupuntura o yoga). Estos datos sugieren que la muestra representa a pacientes con cierto nivel adquisitivo como para afrontar los gastos de la MCA elegida. La mejoría con el uso de MCA reportada por los pacientes fue del 46,3% de los casos, valores inferiores al 72,2% de las respuestas favorables reportadas por Schäffer, el 59% entre adolescentes de Estados Unidos reportado por Reznik y el 61% del trabajo de Senna en Italia [2, 10, 12](#no). En el presente estudio, como en otras publicaciones, la utilización de 2 o más MCA no modificaron los resultados [2](#no). Cuando se analizaron los patrones demográficos y actitudinales de pacientes según la MCA considerada, se observó que los pacientes que utilizaron hierbas (en general, como infusiones de bajo costo) tenían menores niveles de instrucción. Con respecto a otras MCA, los pacientes que usaban homeopatía solían tener mayor nivel de instrucción y eran más jóvenes, coincidiendo con lo descripto por otros autores [2](#no). Comparando con los que usaban otras MCA, los pacientes que usaban homeopatía tendían a abandonar más frecuentemente la medicina alopática. Sin embargo, la frecuencia más alta de resultados desfavorables fue referida por quienes usaban homeopatía (sobre 18 resultados totales referidos como empeoramiento, [15](#no) fueron atribuidos al uso de la homeopatía). No se encontraron reportes de tales respuestas desfavorables con el uso de homeopatía en la bibliografía consultada [2, 4-6, 14](#no). Entre los pacientes que usaban yoga se registró el tiempo de uso más prolongado, frecuente utilización simultánea de medicinas alopática y MCA y los más altos porcentajes de reportes considerados como mejoría. Si bien este último hallazgo podría estar sesgado por el uso simultáneo de ambas medicinas, estos efectos beneficiosos coincidirían con los resultados observados con el uso de técnicas respiratorias en pacientes con asma bronquial, especialmente en el sexo femenino y entre quienes presentaban respiración disfuncional [14, 21-24](#no). Cuando se comparan las características de nuestros pacientes que usaban MCA con aquellos que no las utilizaron, se observa que los primeros tendían a ser mujeres, que solían tener un tiempo de evolución más largo y formas más severas de asma, aspectos estos ya señalados en la literatura [2, 4-7, 12-14](#no). A diferencia de otras publicaciones, no encontramos diferencias significativas entre la edad o los niveles de instrucción de ambos grupos [2, 13, 14](#no). Hay que considerar algunas limitaciones del estudio. En primer término, nuestra experiencia se realizó en sólo tres centros y careció de representatividad en el interior del país. Además, un solo centro aportó el 85% de las encuestas. Las conclusiones posiblemente quedan limitadas a los centros participantes o a centros similares en el área metropolitana de Buenos Aires que atienden pacientes con tiempos de evolución prolongados y formas severas de asma bronquial, características habituales en los participantes cuando el estudio se realiza en el ámbito hospitalario y la entrevista es efectuada por el médico tratante [4, 5, 8, 11](#no). En segundo lugar, no se incluyó en la encuesta la pregunta del porqué el paciente había recurrido a una MCA para el tratamiento del asma, inquietud abordada en otras experiencias [2, 15](#no). En tercer lugar, el número de pacientes por tipo de MCA incluidos en algunos análisis comparativos fue menor al deseado. En cuarto lugar, la predominancia del sexo femenino sobre el masculino, tanto en la muestra global como entre aquellos pacientes que usaron MCA, podría ser considerada una limitación del estudio, que representaría predominantemente las actitudes de las mujeres con asma frente al uso de MCA. La posible influencia del género sobre el uso de MCA debería ser estudiada mediante ajustes multivariables, los que no se realizaron dado el carácter exploratorio del trabajo. Sin embargo, como aspectos positivos de este trabajo pueden mencionarse, por un lado, que se trata de la primera experiencia en nuestro país donde se evalúan las actitudes respecto a MCA de pacientes con asma bronquial; por otro lado, sumamos como otro hecho positivo el haber utilizado un listado de MCA recomendado para nuestro medio por un grupo de investigadores del campo de las ciencias sociales. Conclusiones En este trabajo se reporta que en el área metropolitana de Buenos Aires los pacientes con asma bronquial que recurren a Medicinas Complementarias-Alternativas tienden a presentar formas más severas de la enfermedad y tiempos de evolución más prolongados. Las MCA usadas con mayor frecuencia serían las hierbas (en la forma de infusiones de bajo costo), la homeopatía, la acupuntura y el yoga, observándose diferencias demográficas entre los usuarios así como también en las actitudes asumidas por estos frente a la MCA escogida. En la percepción de resultados por los pacientes, el yoga generaría los mayores beneficios y la homeopatía aportaría las respuestas más pobres. Sería recomendable la realización de estudios multicéntricos a los fines de conocer los patrones de uso de MCA en otras regiones del país y evaluar el posible impacto de estas terapias sobre la población de Argentina. Agradecimientos: los autores quieren agradecer a la Dra. Anatilde Idoyaga Molina por su colaboración en la construcción de la encuesta y a la Dra. Marina Khoury y al Dr. Manuel Lago por su colaboración en el análisis estadístico de este trabajo. Conflictos de interés: CDG recibió algún tipo de beneficio por parte del laboratorio Glaxo en el 41° Congreso Argentino, VDP recibió financiamiento para concurrir a Congresos Nacionales e Internacionales por parte de los laboratorios Glaxo, Astra, Boheringer Ingelgeim y Novartis y participó como disertante en algunos simposios patrocinados por industria farmacéuticas. Los demás autores declaran no tener conflictos de interés. Bibliografía 1. Organización Mundial de la Salud. Estrategias de la OMS sobre Medicina Tradicional 2002-2005. En: [http://whqlibdoc.who.int/hq/2002/WHO_EDM_TRM_2002.1.pdf](http://whqlibdoc.who.int/hq/2002/WHO_EDM_TRM_2002.1.pdf). 2. Schafer T. Epidemiology of complementary alternative for asthma and terapéuticos y los rostros de la diversidad. Editorial CAEA-IUNA 2007. 4. Blanc PD, Trupin L, Earnest G, Katz PP, Yelin EH, Therapies Adults With a Diagnosis PD, WG, Katz PP et al. Use of herbal products, coffee or black tea and over-the M, Smith NM. The use of complementary medicines by with Reznik M, Ozuah K, R, Motlow F. Use of complementary therapy G, M SL et al. Trends in alternative medicine use in the United states 1990-1997: results of a follow-up national survey. Jama 1998; 280: 1569-75. 14. Ernst E, White A. The BBC survey of complementary medicine use in the UK. Complement Med 2000; 8: 32-36. 15. Astin JA. Why patients use alternative results of a national study. Jama 1998; 279: 1548-1553. 16. GINA. Global Strategy Prevention, updated 2005. En: [http://www.ginasthma.org/Guidelines/guidelines-archived-2005-updated-workshop.html](http://www.ginasthma.org/Guidelines/guidelines-archived-2005-updated-workshop.html). 17. Management and Prevention, updated 2006. En: 18. Sociedad Española de Neumonologia y Cirugía Torácica (SEPAR). Normativas para el Asma de Control Difícil. Arch Bronconeumol 2005; 41 (9): 2000; systematic Thomas Prevalence of "}