{"title": "Spiritual Detox", "author": null, "url": "https://graceloveandpurpose.com/spiritual-detox/", "hostname": "graceloveandpurpose.com", "description": "Detox Day 1: Recognition, Acknowledgement, and evalutation brings forth RESTORATION. SPIRITUAL DETOX: 7 DAY DETOXIFICATION PROGRAM IN PRAYER AND FAST GEARED TOWARDS REMOVING EVERYTHING IN OUR LIVES...", "sitename": "https://www.facebook.com/WordPresscom", "date": "2015-12-30", "cleaned_text": "and evalutation brings forth RESTORATION. SPIRITUAL DETOX: 7 DAY DETOXIFICATION PROGRAM IN PRAYER AND FAST GEARED TOWARDS REMOVING EVERYTHING IN OUR LIVES THAT IS NOT OF SPIRITUAL BENEFIT. **Detoxification, the process, real or perceived, of removing toxins from the body.** \"Everything is permissible\"-but not everything is beneficial. \"Everything is permissible\"-but not everything is constructive. - 1 Corinthians 10:23 Cutting and clipping everything in our life that is not spiritually beneficial. I encourage all to begin with prayer and fasting if possible for the next 7 days of detox. MENTALLY PREPARE YOURSELF TO SURRENDER IT ALL AND BE CHANGED AND TRANSFORMED BY THE POWER OF GOD. VOW TO NOT FINISH THIS PROGRAM WITHOUT BEING UNCHANGED. DETOX DAY 1: 1) Re-evaluate our lives-(everything that is a part of your life)-priorities, goals, spiritual life, relationships, hobbies, etc. 2) where do we want to be at the end of our detox period? (In life, spiritually, relationships, etc) 3) What Is stopping us from reaching this point? (What obstacles, emotions, struggles, burdens, situations, etc are in the way?) EXERCISE: - make a list of these things above - all 3 points should be written on 3 separate pieces of paper to be saved for future sessions. - present them to The Lord in prayer - talk to God and let him know what you wish to be changed in you in this detox. (God gives according to what you believe He can do) - pray in the spirit and ask God to give you revelation of what Is possibly blocking or stopping you right now from being where you need to be spiritually. THE FIRST STEP IS KNOWING THERE IS A PROBLEM AND THERE NEEDS TO BE CHANGE. Prayer: Lord I come before you , knowing and recognizing that I need your help. That I need an exit. You are my exit. I pray that in the name of Jesus through this detox I can get closer to you and that I may be open to hearing your words and instructions. I leave my heart in your hands, I leave my mind in your hands. That at the ending of this detox I can be a fragrance of worship before your throne. Help me, assist me , and walk with me through this detox. I declare I shall be restored. In Jesus name.. AMEN. WELCOME TO \"SPIRITUAL DETOX\" SESSION 1. WORSHIP SONG FOR TODAY AND SESSION: LAURA STORY- BLESSINGS (Click on link below) _________________________________________________________ DETOX DAY 2 LET GO AND LET GOD. \"For I know the plans I have for you, \" declares The Lord, \"plans to prosper you and not to harm you, plans to give you hope and a future. \" -Jeremiah 29:11 Today's session will be about releasing and letting Go of EVERYTHING. When I say everything I mean everything. Everything you thought you knew PAST, PRESENT, AND FUTURE. Your Past is your past and you are not bound to it any longer, but are free by the blood of Jesus . (Therefore, there is now no condemnation for those who are in Christ Jesus.\"- Romans 8:1 your present? Let GO AND LET GOD. For He knows the plans He has for you. Stop obsessing over your present and future. He has everything in the palms of His hands. SURRENDER IT ALL TO HIM. Trust in Him that your present will eventually lead you into the future He already has prepared for you. STOP TRYING TO CONTROL YOUR PRESENT IN ORDER TO MAKE YOUR FUTURE HAPPEN. LET GOD BE THE AUTHOR OF YOUR PRESENT AND FUTURE. GOD DOESN'T NEED YOUR HELP DOING WHAT HE DOES BEST. LET GOD DO HIS JOB AND YOU FOCUS ON YOURS . Which is trusting in him. As for your promises from God don't ever let that become the reason why you worship God. We love, worship and praise God because of who He is . Not for what He can give us. His promises are additions not necessities. His love is sufficient . Focus on God not the promises. That's the key to attaining His promises. LET GO AND LET GOD. RELEASE EVERY OBSTACLE, EMOTION, SITUATION, PROBLEM, RELATIONSHIP ETC ETC THAT YOU WROTE DOWN IN SESSION ONE 1 AS A BLOCKAGE FOR YOU TO MOVE FORWARD IN YOUR SPIRITUAL WALK. Release it from your heart and mind. And know you have the mind of Christ. ( For, who has known the mind of the Lord so as to instruct him? But we have the mind of Christ. \"- 1 Corinthians 2:16 Lay it at the feet of The Lord. PREPARE FOR CHANGE. \"No one puts a piece of unshrunk cloth on an old garment; for the patch pulls away from the garment, and the tear is made worse. Nor do they put new wine into old wineskins, or else the wineskins break; the wine is spilled, and the wineskins are ruined. But they put new wine into new wineskins, and both are preserved.\" - Matthew 9:16-17 One must empty himself out before God can pour something new in. You will never be able to move on to new things if you are bound to The old things. EMPTY YOURSELF. Prayer: Father in heaven I come before you humbled by your presence . I come with arms lifted high and a heart that chooses to surrender it all before you. I pour out my heart in your presence right now. I empty myself out right before your presence. I release (mention the things you listed as obstacles here) from my mind and heart right now in the name of Jesus. And I declare that my mind and heart are set free . That you are started something new in me God. I am ready and accept change. Renew my mind and heart that it may be a reflection of you. I'm ready for my new wine skin. I am ready for change. Change is necessary. I release my PAST, PRESENT , AND FUTURE. And leave it all in the palms of your hands. I declare the old wineskin is crucified in the name of Jesus. In Jesus name, create something new in me. AMEN. Worship song for session 2: I surrender - Kim walker . (Link below) _________________________________________________________ DETOX DAY 3 ANALYZE. DISCERN. CUT OUT. \"No one can serve two masters; for either he will hate the one and love the other, or else he will be loyal to the one and despise the other...\"- Matthew 6:24 Congrats on making it to session 3 almost half way through the detox! Continue pressing forward! God has ministered tremendously to my heart so far and I hope to many as well. This specific session touched my life alot! Enjoy. Be blessed Today's session: Take a moment to step back from your life. As if it were playing in a big movie screen before your eyes. Ever noticed since something or someone stepped into your life things just haven't been the same between you and God? Keep watching the \"movie before your eyes\" . Stop, rewind , pause, and fast forward until you find it. Many already know exactly what that thing is or who that person is. Something or someone taking your one on one time with God. Driving you away from God instead of towards. friendships? jobs? Social networks? Relationships? Hobbies? Marriage? Etc. Who have you given God's throne in your life to? STOP FOR A MOMENT. THINK ABOUT IT. Yes that very thing you are thinking about is the culprit. GOD NEEDS TO BE NUMBER ONE IN YOUR LIFE AND UNTIL YOU UNDERSTAND THAT NOTHING IN LIFE WILL MAKE SENSE. \"You shall Love The Lord your God with all your heart, with all your soul, and with all your mind.\"- Matthew 22:7 \"And God spoke all these words, saying: I am The Lord your God, Who brought you out of the land of Egypt, out of the house of bondage. You shall have no others Gods before me.\" Exodus 20:1-3 We have to learn to constantly analyze our lives and spiritual lives and discern what enters our lives that is not beneficial to us but harmful to us and our spiritual lives. Now that you have analyzed it and discerned it. It's time... TO CUT IT OUT OF YOUR LIFE. Will it hurt? YES. But greater is your reward. The Lord shall help you! Restore a balance in your life. Make an exchange with The Lord. Exchange your IDOL FOR HIS GLORY. What The Lord has for you is better than what you can do for yourself. Always remember that. When you have to give something up for The Lord, let not your mentality be sadness and disappointment, yet rejoice that God has something better for you. Anything that takes the place of God is an idol. Anything you can't stop thinking of is an idol. Anything that you want with all your heart is an idol. Lets put all these emotions towards God, let him be what we want with all our hearts, mind and soul! EXERCISE: - PRESENT THESE IDOLS BEFORE THE LORD - ASK GOD FOR AN EXCHANGE - BEGIN MAKING CUTS IN YOUR LIFE GUIDED BY THE SPIRIT OF GOD Prayer: Abba (Father) , I come before your presence humbled. First, asking for forgiveness for placing idols in my life knowing or not knowing. Lord, forgive me. Help me evaluate my life and discern what in my life is an idol that I may cut it out of my life. I do an exchange with you today. I trade in my worthless idols for your glory, for your presence. For a taste of you God! Help me detach myself mentality, emotionally, and physically from these things. PLEASE TAKE THE THRONE IN MY LIFE BACK. That I may never move you out of your throne! That I may keep you as number one in my life. Without you in the center nothing In life is worth it. In Jesus name I renounce to all idols . Amen. Worship song for session: Clear the Stage- Jimmy Needham (link below) [Clear the stage dance testimony](https://www.youtube.com/watch?v=9zBx-QA_iBo&feature=youtu.be) _________________________________________________________ DETOX DAY 4 Detox day 4: Relationships or Bondage? Congratulations on making it to session 4. I pray for this session God can open up your spiritual eyes. That we may be open to the Holy Spirit and open to taking instruction and direction from God. For this session is intimate and will require a lot from us personally, and emotionally. Welcome to session 4 of detox. Now this session will hit home. Our intimate relationships in our lives. But are these quote on quote \"relationships\" truly heavenly divine relationships set by God or are they just another tactic of bondage established by the enemy as distraction. Let me further explain myself. Are these relationships something we chose to permit or is it really beneficial to our spiritual lives. Relationships relationships relationships. Whether its a romantic relationship or relationship of friendship. Humans live to love and be loved. But do these relationships reflect the love of our creator? Do they share the characteristics of our great and loving God? Or are they just setting us in bondage? Taking us farther from our creator? In every relationship that is established in our life by God, he places as a reflection of himself . Lets look at biblically what The Lord considers a relationship with love to reflect. Love is patient, love is kind. It does not envy, it does not boast, it is not proud. It does not dishonor others, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. Love does not delight in evil but rejoices with the truth. It always protects, always trusts, always hopes, always perseveres. Love never fails. ..(1 Corinthians 13:4-8 NIV) The characteristics of God. We should seek and pray that all of our relationships reflect this above. So take a moment right now to reflect upon all the relationships established in your life have they been divinely set up? Or have we forced relationships In our lives that are not of spiritual benefit in our lives? And are destroying our relationship with God? Sometimes , we encounter relationships in our lives wether romantically or of friendship that keep us in bondage. We are tied to relationships that hinder our walk in God. That are not of benefit but rather make us go astray from God because the Lords will was never established. Let alone was it run by God. Many times we seek our own approval before the Lords. What I like to call common day \"Delilah and Samson\" relationships. Pleasing to us but damaging to our walk in God. Courtship. \"Yet The Lord longs to be gracious to you; therefore he will rise up to show you compassion. For The Lord is a God of justice. Blessed are all who wait for him! \" -Isaiah 30:18 Wait on The Lord. He knows best. His blessings can't compare with anything this world has to offer. But his gifts are perfect. Don't settle for less than the Lords perfect plan for your life. Everything has a time and season in God. Enjoy your season right now. \"Do not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness?\" (2 Corinthians 6:14 NIV) Let us have relationships here on earth that reflect the love of God. That push us towards God not away. Many of us try and find the love that only God can give us in other people. Run to the Father, for HIS perfect love. Trust God that He has the ONE for you. The perfect person that will add on to you not take away. Until then WAIT, TRUST, and know that God has not forgotten about you or His promise to you. Exercise: 1) evaluate all your relationships in your life. Are they beneficial to your spiritual life? Or have we just permitted them in our lives? 2) meditate and pray- do any of these relationships hinder our walk in God? 3) what can we to improve these relationships? 4) pray in the spirit - some of these relationships may have to be cut from our lives in order for us to move forward in our walk. - not everything is beneficial to our lives. ( Trust God that He will give you the strength to do so) Remember it is not our will that we are seeking but the will of the Father. His will is perfect ultimately He knows us better than we know ourselves. The relationships he establishes in our lives are exactly what we need. Trust God that He will. Trust that The Lord loves you above anything else in this world. Prayer: Heavenly, Father i come before you as your son/daughter. Asking that you may open up my spiritual eyes to any relationship established in my life that is not of spiritual benefit. Father, that you give me divine revelation of these relationships. Help me organize relationships in my life that are pleasing to you. Give me the strength needed if any of these may have to be cut in order to continue to grow in you. God that any relationships that are not of you may perish. I let Go of everything that is un pleasing to you. I release from my heart any emotions attached to these relationships. That I may establish the Love of God in all my relationships. Give me spiritual discernment when establishing relationships God. Nevertheless , your will be done , not mine in Jesus name. AMEN. Worship song for session: How he loves us- Kim walker (link below) _________________________________________________________ DETOX DAY 5 Emotional stability. So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand. (Isaiah 41:10 NIV) Hallelujah. Welcome back. Session 5 already! How time has flown by. I pray and know The Lord has been working in each and everyone of us. We are one session closer to our restoration. Today's session will touch a very sensitive area in our lives. The area that many of us just push away so we won't have to \"deal with it\". But The Lord wishes to confront those issues today. So that we may no longer be bound to them. So they no longer have any place in our lives. It is necessary for us to be emotionally stable in our lives. Yes, we have all been hurt. But, it's time to set that hurt free from our lives because if not the only ones being slaved by the anger, hurt,pain , etc is us. We constantly destroy ourselves when we hold on to grudges, anger, hurt, pain, any emotions that are outside the character of God. God says, \"it's time to move forward.\" We cannot move forward if we are still constantly looking back. It's time to move on. Time to cut the umbilical cord with these emotions. We are no longer bound to them. We have been set free by the blood of Jesus. Emotional bondages create walls in our lives that block us from experiencing and seeing the Glory of God in our lives. It's time to release these emotions from within and the people attached to these emotions. Yes, it's time to forgive, let go, and move on. And I know as you are reading this right now names and situations and emotions have already began to pop up in your mind. Those exact same names, situations and emotions are the ones The Lord is asking you surrender today. They are not of spiritual benefit in your life but rather, tie you down to the past and become obstacles in your walk. It is like a slow poison being released through your veins. It just keeps circulating in you causing toxins into your body until it over takes your body eventually. Closure? Many say \"I never got closure in that situation, or with that person, or with that emotion\". It's never too late to release it from your heart and mind. That is your closure. When you chose to end it. Sometimes in order to obtain \"closure\" we need to cut the supply to these emotions. Whatever is feeding these emotions, situations, etc needs to be cut out. It's like a cancer, that needs to be resected so it doesn't spread to the live tissue around it. Exercise: 1) write down names, situations, and emotions that need to be released from your heart and life. 2) pray that The Lord may give you the strength needed to let go. 3) yes, it's time ... Forgiveness. If you are able to get in contact with these people extend forgiveness to them, even if you were the \"offended\" , ask for forgiveness. And release all emotions from your heart and mind in the name of Jesus. Go down the list of name, situations and emotions and one by one release them from your life in the name of Jesus. 4) in prayer ask God to reveal to you what needs to be cut in your life that may be feeding these emotions, situations, etc. Prayer: Heavenly Father, abba, I come before you today humbled. Asking for my strength to be renewed today. That you may give me the strength needed to release these emotions, people and situations from my life because I understand they are like poison to my heart. Father, take this heart of mine and restore it. Father, that I may have the courage to forgive. Just as you have forgiven my trespasses may I forgive my brothers and sisters trespasses as your word commands. Father, right now in the name of Jesus I release each and everyone one of these people , situations, and emotions (name them one by one) and I declare that I am free by the blood of Christ. No longer to be bound to them. Restore my heart Lord. In Jesus name I pray. AMEN. Worship song for session: Spirit breakout- Kim walker (link below) _________________________________________________________ DETOX DAY 6 Spiritual Warfare \"Or how can one enter a strong man's house and plunder his goods, unless he first binds the strong man? And then he will plunder his house. \"- Matthew 12:29 Welcome to session 6 . ONE OF THE MOST IMPORTANT SESSIONS IN THIS PROGRAM. I STRONGLY RECOMMEND PRAYER AND FASTING BEFORE CONTINUING. There is a war in the spiritual realm regarding your life. That's the first thing that needs to be understood. The devil likes to keep us in bondage, distracted, outside the will of God, etc etc. but as The Lord is The Lord of hosts He trains and equips us to go into battle against the devil. The best part is the battle is already won. We just need to walk in and take what is ours! The Lord is lifting banners of victory in the name of Jesus on our behalf. One very important teaching Jesus teaches us in the scripture above is that we must first learn to BIND THE STRONG MAN. To then achieve victory. We need to bind these emotions, situations, obstacles , etc in the name of Jesus and cast them out of our lives. They have no part in our lives. \"Behold, I give you the authority to trample on serpents and scorpions, and over all the power of the enemy, and nothing shall by any means hurt you.\"- Luke 10:19 A promise from The Lord. Hallelujah! Nothing by any means shall hurt US. We need to learn to be warriors for The Lord. But, wise warriors who know that our battles are won on our knees by prayer and petition unto The Lord! God has given us all authority ! Over all the power of the enemy. We need to learn to war and take what is ours. The tactic of the devil is this simple... Make sure we never discover the power and authority The Lord has placed in our lives. Exercise : 1) it's WARFARE TIME 2) INTERCEDE AND PRAY UPON EVERYTHING FROM SESSION 1- UNTIL NOW 3) BIND AND REBUKE EVERYTHING THAT IS NOT OF BENEFIT IN YOUR SPIRITUAL LIFE. As you are doing this in an act of faith and closure as you rebuke RIP THE PAPERS FROM SESSION ONE AND DECLARE YOU ARE FREE BY THE BLOOD OF CHRIST FROM ALL BONDAGE! GOD IS STARTING SOMETHING NEW IN YOU! THE OLD MAN IS CRUCIFIED (ROMANS 6:6) PRAYER: FATHER, i come before your presence thanking you for the great things you have done in my life in this program so far! I thank you for my victory! I thank you because I am free by the blood of Christ . I thank you because I know you have started something new in me! Father right now with all authority I possess in your name I come against all opposition in the name of Jesus! I declare the WALLS FALL RIGHT NOW IN THE NAME OF JESUS! father I cast out ( list everything written from session 1) from my life in the name of Jesus! I rebuke all emotional instability, and all relationships that are not beneficial in the name of Jesus!! I DECLARE I AM RESTORED IN THE NAME OF JESUS! DEVIL YOU HAVE NO SAY IN MY LIFE RIGHT NOW IN THE NAME OF JESUS! I surrender it all to your feet Lord! I LIVE IN COMPLETE FREEDOM FROM THIS POINT ON IN THE NAME OF JESUS! THE OLD MAN IS CRUCIFIED. I declare I am a new creation in you. NO LONGER BOUND BUT SET FREE BY THE BLOOD OF THE LAMB! IN JESUS NAME I PRAY . AMEN . Worship song for session: Mighty Warrior- Rick Pino (link below) _________________________________________________________ DETOX DAY 7 RESTORATION COMPLETED. Welcome to session 7. Last and final session for the detox program! CONGRATULATIONS ON MAKING IT THROUGH!! Remember we get out of it what we put into it. I pray this program was of blessing in your lives as it was personally to my life. \"knowing this, that our old man was crucified with Him, that the body of sin might be done away with, that we should no longer be slaves of sin. \"(Romans 6:6 NKJV) The Lord is creating something new in you. From this day forward your past is just that... Your past. You are no longer bound to it. Fresh new start in your walk in complete Freedom! The old man is crucified. Therefore if the Son makes you free, you shall be free indeed. (John 8:36 NKJV) REJOICE IN THE LORD. FOR YOUR VICTORY IS HERE. Be open to the new changes in your life and learn to live in the moment. Don't worry about your future for God has everything under control and his ultimate will shall be done in your life. Enjoy the moment now. enjoy the season you are in! For you will never get to live this time again! Exercise: 1) give thanks to The Lord for the restoration in your life He has done through this program. 2) Pray that you may be open to new changes in your life. 3) pray that The Lord may seal everything you received in these last 7 days in your life! This time I will pray for you. Father in heaven, I thank you for every person that has encountered themselves with this 7 day Spiritual Detox program ! I thank you for the victory in their lies for completing it! And I thank you for what you have done in their lives. I ask that everything that occurred in these 7 days may remain instilled in their hearts in Jesus name. May you continue the work in them Lord Jesus. May they continue to seek you Lord with passion! I cover each person with the blood Of Jesus and I thank you for them. I bless them In Jesus name and I declare their purpose in you will be fulfilled in Jesus name! AMEN. I congratulate you all once again for completing this detox program! Glory be to God! Please feel free to comment below with testimonies of what The Lord did in your life in these 7 days! Would be of great joy to read so many others may be blessed too! Share this detox with friends and family as well! God bless you! - BE BLESSED. STAY BLESSED. - ELI Worship song for session- All things new- free chapel ( link below) "}