{"title": "Kawasaki disease - Symptoms and causes", "author": null, "url": "https://www.mayoclinic.org/diseases-conditions/kawasaki-disease/symptoms-causes/syc-20354598", "hostname": "mayoclinic.org", "description": "Learn more about this condition that primarily affects young children and causes inflammation in the walls of the arteries throughout the body.", "sitename": "Mayo Clinic", "date": "2021-11-18", "cleaned_text": "Overview Kawasaki disease causes swelling (inflammation) in children in the walls of small to medium-sized blood vessels that carry blood throughout the body. Kawasaki disease commonly leads to inflammation of the coronary arteries, which supply oxygen-rich blood to the heart. Kawasaki disease was previously called mucocutaneous lymph node syndrome because it also causes swelling in glands (lymph nodes) and mucous membranes inside the mouth, nose, eyes and throat. Children with Kawasaki disease might have high fever, swollen hands and feet with skin peeling, and red eyes and tongue. But Kawasaki disease is usually treatable, and most children recover without serious problems if they receive treatment within 10 days of onset. Products & Services Symptoms To receive a diagnosis of Kawasaki disease, a child usually will have a fever greater than 102.2 F (39 C) for five or more days and at least four of the following signs and symptoms. - A rash on the main part of the body or in the genital area - An enlarged lymph node in the neck - Extremely red eyes without a thick discharge - Red, dry, cracked lips and an extremely red, swollen tongue - Swollen, red skin on the palms of the hands and the soles of the feet, with later peeling of skin on fingers and toes The symptoms might not occur at the same time, so it's important to let your child's health care provider know about a sign or symptom that has gone away. Other signs and symptoms that might develop include: - Abdominal pain - Diarrhea - Irritability - Joint pain - Vomiting Children with a high fever for five or more days who have fewer than four of the above signs and symptoms might have what's known as incomplete Kawasaki disease. Children with incomplete Kawasaki disease are still at risk of coronary artery injury and still require treatment within 10 days of the onset of symptoms. Kawasaki disease can have symptoms similar to that of multisystem inflammatory syndrome in children, which has occurred worldwide in children with COVID-19. Children with these symptoms will likely be checked for COVID-19, as well. When to see a doctor If your child has a fever that lasts more than three days, contact your child's health care provider. Treating Kawasaki disease within 10 days of when it began may greatly reduce the chances of lasting damage to the coronary arteries supplying the heart muscle. From Mayo Clinic to your inbox Sign up for free and stay up to date on research advancements, health tips, current health topics, and expertise on managing health. [Click here for an email preview.](https://links.e.response.mayoclinic.org/EmailPreview-GeneralHealth) ErrorEmail field is required ErrorInclude a valid email address To provide you with the most relevant and helpful information, and understand which information is beneficial, we may combine your email and website usage information with other information we have about you. If you are a Mayo Clinic patient, this could include protected health information. If we combine this information with your protected health information, we will treat all of that information as protected health information and will only use or disclose that information as set forth in our notice of privacy practices. You may opt-out of email communications at any time by clicking on the unsubscribe link in the e-mail. Thank you for subscribing! You'll soon start receiving the latest Mayo Clinic health information you requested in your inbox. Sorry something went wrong with your subscription Please, try again in a couple of minutes Causes No one knows what causes Kawasaki disease, but scientists don't believe the disease is contagious from person to person. Some think that Kawasaki disease happens after a bacterial or viral infection, or that it's linked to other environmental factors. Certain genes might make children more likely to get Kawasaki disease. Risk factors Three things are known to increase a child's risk of developing Kawasaki disease. - Age. Children under 5 years old are at highest risk of Kawasaki disease. - Sex. Boys are slightly more likely than girls to develop Kawasaki disease. - Ethnicity. Children of Asian or Pacific Island descent, such as Japanese or Korean, have higher rates of Kawasaki disease. Kawasaki disease tends to occur seasonally. In North America, it usually occurs in the winter and early spring. Complications Kawasaki disease is a leading cause of acquired heart disease in children in developed countries. However, with treatment, few children have lasting damage. Heart complications include: - Inflammation of blood vessels, usually the coronary arteries, that supply blood to the heart - Inflammation of the heart muscle - Heart valve problems Any of these complications can damage the heart. Inflammation of the coronary arteries can lead to weakening and bulging of the artery wall (aneurysm). Aneurysms increase the risk of blood clots, which could lead to a heart attack or cause life-threatening internal bleeding. For a small percentage of children who develop coronary artery problems, Kawasaki disease can cause death. Nov. "}