{"title": "Dr. Jordan C Kopcio D.C. NMD", "author": null, "url": "https://www.findatopdoc.com/doctor/2953634-Jordan-Kopcio-Naturopath", "hostname": "findatopdoc.com", "description": "Visit findatopdoc.com for all information on Dr. Jordan C Kopcio D.C. NMD, Naturopathic Physician in Tempe, Arizona, 85282. Profile, Reviews, Appointments, Insurances.", "sitename": "Dr. Jordan C Kopcio D.C. NMD, Naturopathic Physician in Tempe, Arizona, 85282", "date": "2009-01-01", "cleaned_text": "Dr. Jordan C Kopcio D.C. NMD Naturopathic Physician930 W Broadway Rd 3 Tempe Arizona, 85282 [Show map](#) About Dr. Jordan Kopcio is a naturopathic physician practicing in Tempe, AZ. Dr. Kopcio specializes in proactive prevention and treatment. Dr. Kopcio combines holistic healing methods with traditional solutions to medical illness. Providing both individual and family care, the most common ailments treated are Orthopedics and Sports Medicine injuries such as: back pain, neck pain, knee pain, hip pain, shoulder pain, tendon and ligament injury, etc. Naturopathic Physicians place a strong emphasis on natural remedies that add to the broad spectrum of remedies available. Education and Training Southwest College of Naturopathic Medicine & Health Sciences Naturopathic Medical Degree 2012 National University of Health Sciences DC Chiropractic and Acupuncture 2009 Provider Details Dr. Jordan C Kopcio D.C. NMD's Expert Contributions [Is there a treatment in naturopathy to treat hair loss?](https://www.findatopdoc.com/Questions/treatment-in-naturopathy-to-treat-hair-loss) Yes, there are treatments that may help. [READ MORE](https://www.findatopdoc.com/Questions/treatment-in-naturopathy-to-treat-hair-loss) Treatments - Chiropractic - Acupuncture - Fascial Manipulation Technique - Prolotherapy - Prp - Stem Cell - Stem Cell Therapy - O-shot - P-shot - Hair Restoration - Microneedling (Acne Microneedling - Botox Fillers - Pdo Thread Cheek Lift - PDO thread lift - Skin Tightening - Fat Reduction - Mesotherapy - Aesthetics with PRP and Stem Cells - Shockwave Therapy Professional Memberships - Member Arizona Chiropractic Society - Member American Chiropractic Association - Board Member AZNMA Dr. Jordan C Kopcio D.C. NMD's Practice location Tempe, Arizona 85282 [Get Direction](https://www.google.com/maps/place/930 W Broadway Rd Tempe Arizona for pruritic urticarial papules and plaques of pregnancy. It is also known as PUPPS or PEP (polymorphic eruption of pregnancy) in the UK. The rash usually appears as small, itchy red bumps on the skin, particularly in the stretch marks found on the belly of pregnant women. A... [The Benefits of Turmeric in Your Diet](https://www.findatopdoc.com/Diet-and-Nutrition/The-Benefits-of-Turmeric-in-Your-Diet) Turmeric is a staple ingredient when cooking curries. The beautiful yellow color it endows makes the appearance of dishes more beautiful and tempting. However, only a few know that it is a super spice that has several health benefits. Turmeric is actually an herb mainly known for its antiseptic... [Cauliflower Health Benefits and Side Effects](https://www.findatopdoc.com/Diet-and-Nutrition/Cauliflower-Health-Benefits-and-Side-Effects) In this era, almost everyone is involved in their daily activities and hardly find time for themselves. For this reason, most people may neglect their health. However, some may opt to go to the gym and join workout programs. It is good to workout, but not all people can go to the gym. Moreover,... [What Is Fenugreek?](https://www.findatopdoc.com/Healthy-Living/What-Is-Fenugreek) What is fenugreek and where does it come from?Fenugreek is an annual herb that has small white flowers and green leaves. It belongs to the pea family and is also called as \"Greek hay\". The plant could grow up to 3 feet and its seed pods have 10-20 tiny, flat, yellow-brown, and strong aromatic... [5 Health Benefits of L-Arginine](https://www.findatopdoc.com/Healthy-Living/5-health-benefits-of-l-arginine) What is L-arginine?L-arginine is an amino acid that is necessary for the production of proteins needed by the body. It can be obtained from the diet and is usually found in poultry, red meat, dairy products, and meat. It can also be produced in a laboratory for medicine. How does it work?In the... [What Is Betaine: 11 Amazing Health Benefits of Betaine HCl](https://www.findatopdoc.com/Diet-and-Nutrition/betaine-hcl-benefits) What is betaine?Betaine is also betaine anhydrous. Choline and glycine betaine different forms of betaine. Betaine produces carnitine, which promotes liver function and cellular reproduction as well as metabolism of the amino acid homocysteine. Because of... Nearby Providers [Dr. Xan Simonson N.D.](/doctor/2764545-Xan-Simonson-Naturopathic-Physician?zipcode=85282)2600 E. Southern Ave Tempe Rd Tempe AZ 85282 Dyke ND](/doctor/3054776-Amoz-Van-dyke-naturopathic-physician?zipcode=85282)2152 E 85282 [Dr. Kimberly Summer Sunshine Weeks NMD](/doctor/1830637-Sunshine-Weeks-naturopathic-physician?zipcode=85282)2226 "}