{"title": "Divine Protocols | Adventist World", "author": "Merle Poirier", "url": "https://www.adventistworld.org/divine-protocols/", "hostname": "adventistworld.org", "description": "May I pick and choose among God's rules?", "sitename": "Adventist World", "date": "2021-05-05", "cleaned_text": "May I pick and choose among God's rules? \"Great are the works of the Lord; they are pondered by all who delight in them. Glorious and majestic are his deeds, and his righteousness endures forever. . . . The works of his hands are faithful and just; all his precepts are trustworthy. They are established for ever and ever, enacted in faithfulness and uprightness\" (Ps. 111:2, 3, 7, 8).* Protocols and Everybody Every organization has a protocol. Any little company of people coming together to achieve an objective has a system of rules, a set of procedures. If you sit with friends to play a table game, there are steps to be followed. If you're in the military and sent to a far-off land to fight the enemy, you can't kill the enemy indiscriminately because there are rules of engagement. That's why soldiers are sometimes charged with war crimes. If folk want to enter your home, you've got protocols for them to observe, such as: You won't respond to your doorbell if you're not expecting a visitor. Your protocol is to call first. Or perhaps your protocol is for visitors to take their shoes off at the door. I once saw a sign at a friend's house that read: \"Take off thy shoes from off thy feet for the place whereon thou standest is shampooed carpet.\" I know a family whose son had to leave home and get his own place because he kept coming home after midnight. He refused to abide by explicit regulations that governed conduct in his parents' home. Protocols. Protocols in the house where I grew up included family worship, handwashing, coming to the table for meals, participating in worthwhile conversation around the table without a phone in sight. Protocols. Rules. Regulations. Your church has its rules of conduct: being ushered out at the end of the service; serving communion in a particular way. Things would deteriorate into a confused, unhelpful mess and we'd feel blighted instead of blessed if there were no order, no recognizable procedure. Thank God for protocols. They aren't all sacrosanct. Most are human made, imperfect. They become obsolete or antiquated. Some can be downright evil. They must be examined over time to see whether they still serve the organization's goals, because humans have the ability to hold on to protocols while missing their purpose. God, His People, and Protocols That has been God's problem with His people: He would give Israel a ritual to remind them of something significant in their relationship with Him. Eventually they were clinging to the ritual and forgetting what it stood for. He gives us baptism: into the water, under the water, up out of the water. It represents something. It signifies something. A death to the old life of sin. A burial of that old life of sin and a coming up, or resurrection, to a new life in Christ—a visual aid publicly declaring a spiritual transaction, a conversion experience. But then folk begin focusing on the water, attributing to it magical powers to wash away sin, calling it \"holy water.\" Baptism isn't trivial. \"Whoever believes and is baptized will be saved\" (Mark 16:16). But neither is it magical or a ritual that you can perform in any manner that you choose. COVID-19 has sharpened our consciousness of protocols. They may not be difficult to understand, yet many people are having problems with complying. Some don't believe the protocols matter. Others are defiant. Some are challenged because they lack self-discipline. Others cannot discern between fact and hype, opinion and truth, conjecture and sheer nonsense such as injecting disinfectant to kill the virus versus sane and sensible protocols—social distancing, mask wearing, handwashing, and temperature monitoring. God, too, has protocols. They are well advertised and established: \"Surely the Sovereign Lord does nothing without revealing his plan to his servants the prophets\" (Amos 3:7). So He has rules, explicit regulations, principles governing conduct. He explains them for us all through the Bible, but they're particularly focused and cogently laid out in the Ten Commandments. These are God's protocols for entering His house. We have protocols for our homes; God has protocols too. Ours change because they become outdated. His don't. God never needs to move His markers because of the passing of time. God never needs to adjust His standards to meet the changing mind and morals of human beings. We upgrade sin to acceptable practice. From sin to legally right. We find a way of accommodating our decadence as respectable habit. God does not. He isn't playing games with the souls of men: \"The works of his hands are faithful and just; all his precepts are trustworthy. They are established for ever and ever, enacted in faithfulness and uprightness\" (Ps. 111:7, 8). Divine Protocols and Access The divine protocols are no passing clouds. They have no \"sell-by date.\" We may fuss about them, even trample upon them. But it would be to our eternal ruin, because they were created for our salvation, for our good, for our redemption. Spiritual charlatans or misguided leaders may encourage us to ignore or minimize the importance or validity of the divine protocols. They may come up with their own versions of how to be rid of sin and enter the kingdom of God. But just like we have rules for entering our homes, so does God. Except that His \"are established for ever and ever, enacted in faithfulness and uprightness.\" They aren't going anywhere. And if we really want to go anywhere—to be able to enter His glorious house—we'll have to learn to respect His protocols. Blessed are those who let Him teach and prepare them, working in them \"to will and to act in order to fulfill his good purpose\" (Phil. 2:13). As He has plainly stated, they will \"have the right to the tree of life and may go through the gates into the city\" (Rev. 22:14). *Scripture citations are from the NIV, the Holy Bible, New International Version. Copyright ã 1973, 1978, 1984, 2011 by Biblica, Inc. Used by permission. All rights reserved worldwide. "}