{"title": "Here's Why You Should Ditch Conventional Cough Syrup and Go Organic", "author": "Mindful Momma", "url": "https://mindfulmomma.com/why-you-should-ditch-conventional-cough-syrups/", "hostname": "mindfulmomma.com", "description": "Find out why conventional cough syrup is not good for your health and why an organic, honey-based alternative works better.", "sitename": "Mindful Momma", "date": "2015-10-27", "cleaned_text": "Find out why conventional cough syrup is not good for your health and why an organic, honey-based alternative works better. This post is sponsored by [Maty's Healthy Products](http://matyshealthyproducts.com/) but all opinions are my own. Welcome to cold and cough season! Has it hit your family yet? We've already had a first round at our house. Thankfully, it was mild but if it's like a typical year, there will be more coming our way. The cough can be one of the worst parts of a cold - especially since it can linger on for weeks. We've been trained to think that packing back a shot of bright red cough syrup will help stop our coughing fits, but it turns out that idea is based on a lot of marketing and not a lot of good evidence. Here's why you should stop using conventional cough syrups NOW: Active ingredients not proven to work I've had some pretty wicked coughs in my adult life, and in the past I've reached for conventional cough syrups in desperation, only to be disappointed that they don't do anything to help. Turns out, I'm not the only one to think so. A review of studies found [no proof that over-the-counter cough medicines actually help a cough](http://www.webmd.com/cold-and-flu/features/cough-medicine-should-you-shouldnt-you). This includes common drugs dextromethorphan and guaifenesin, found in most conventional cough syrups. Inactive ingredients bad for your health Mainstream cough syrups also include a bevy of filler ingredients that are not good for your health, whether you are healthy or sick. These include artificial colors and flavors, artificial sweeteners and high fructose corn syrup. Given all that - don't you think it's time to stop taking conventional cough syrup? Maty's Organic Alternative* During our last round of sickness, we had the chance to try out a brand new cough syrup. [Maty's Organic Cough Syrup](https://www.amazon.com/Matys-Organic-Boosting-Ingredients-Symptoms/dp/B0749QMLJB?crid=20GBMFSNVUGG8&dchild=1&keywords=maty%27s+organic+cough+syrup&qid=1613682834&sprefix=maty%27s+organ%2Caps%2C179&sr=8-2-spons&psc=1&spLa=ZW5jcnlwdGVkUXVhbGlmaWVyPUExUTZZMUdZWE1IWjBEJmVuY3J5cHRlZElkPUEwNTMwNDEzMVdEUEs2WVNFRTNSSSZlbmNyeXB0ZWRBZElkPUEwMzAzOTM3VDVGNVI5ODUyVEdCJndpZGdldE5hbWU9c3BfYXRmJmFjdGlvbj1jbGlja1JlZGlyZWN0JmRvTm90TG9nQ2xpY2s9dHJ1ZQ%3D%3D&linkCode=ll1&tag=mindmomm099-20&linkId=af6c9cb6bc278e6c591374049d566dab&language=en_US&ref_=as_li_ss_tl) is a whole food formula, made with 100% natural ingredients that support health rather than harm it. On top of that, Maty's is the first USDA certified organic cough syrup available nationwide, and unlike conventional cough syrups, it tastes delicious! Here's what Maty's has going for it over conventional cough syrup: [10 immune system boosters in each spoonful: honey, apple cider vinegar, cinnamon, zinc, sea salt, cayenne pepper (don't worry - it's not hot at all), citric acid, lemon peel, clove and marjoram](https://mindfulmomma.com/wp-content/uploads/2015/10/matys-organic-cough-syrup-cropped.jpg) - Certified USDA organic (which also means non-GMO) - No worry about drug interactions or side effects - Free from gluten, dairy, soy, alcohol and artificial colors, flavors and sweeteners - Safe for kids 1 year and older (conventional cough syrups not recommended for kids under 4 years) I thought Maty's worked well to calm our coughs and it tastes so good, I'm tempted to take a teaspoon every once in a while, just for the immune boosters! Are you ready to make the switch to organic cough syrup? top image "}