{"title": "Homeoprofilaxis", "author": null, "url": "https://pseudociencia.miraheze.org/wiki/Homeoprofilaxis", "hostname": "miraheze.org", "description": null, "sitename": "Wiki Pseudociencias", "date": "2023-09-16", "cleaned_text": "el empleo de remedios homeopáticos para la prevención de enfermedades principalmente infecciosas. Posee tan grande efectividad y beneficios que puede emplearse en pediatría, [[1]](#cite_note-1)hasta hay productos homeopáticos que reemplazan las vacunas. Refutación La homeoprofilaxis es una superchería sin bases científicas que es promovida por los [defensores de la homeopatía](/wiki/Homeosectario) como una alternativa segura y efectiva a los medicamentos de eficacia probada y a las inmunizaciones. Aunque esta \"magia\" está relegada a evitar enfermedades, ya prevenibles con las vacunas reales, también se emplea para supuestamente sacarle la vuelta a otras enfermedades que los viajeros desean evitar. Vacunas homeopáticas El homeópata y charlatán australiano Isaac Golden afirma que la homeoprofilaxis es una alternativa segura y efectiva a la vacunación. El propio Golden aprovecha mucho haber completado un [doctorado](/wiki/F%C3%A1brica_de_diplomas) en homeoprofilaxis, dejando al oyente o lector sin educación bajo la impresión de que esta pseudociencia ya desacreditada es, de hecho, una opción segura en ciencias de la salud. O como insisten los opositores a la vacunación: una elección. De hecho, Golden afirma que las vacunas homeopáticas son una opción que es 'comparativamente efectiva pero no tóxica, que proporciona el mismo grado, o mejor protección, que las vacunas y que no existen peligros ni efectos secundarios o complicaciones a largo plazo'. [[2]](#cite_note-2) La charlatana y homeópata Fran Sheffield, apoyadora de Golden, menciona que el estudio de este último comprobó la eficacia y seguridad de la homeoprofilaxis en un programa de inmunización con homeopatía. Sin embargo, el mismo Golden contradice lo publicado por Sheffield: | | La efectividad del programa no se pudo establecer con certeza estadística dado el tamaño limitado de la muestra y la baja probabilidad de contraer una enfermedad infecciosa. [...] Sin embargo, se identificó un posible nivel de efectividad del 90.3% sujeto a limitaciones específicas. Se justifica la investigación adicional para confirmar la efectividad del programa. |~Isaac Golden.| \"Posible nivel de efectividad\", \"sujeto a limitaciones específicas\", \"investigación adicional para confirmar\". Para cualquier persona con un mínimo de estudios, todo esto es una forma muy clara de decir que no hubo ningún efecto. Desafortunadamente no hay premios por adivinar o especular. Golden no ha investigado nada ni mucho menos publicado una posible eficacia de 90.3% que sea real. Esto no evita que se vuelva lírico con 'mi propio doctorado' como fuente en defensa de la homeoprofilaxis. [[4]](#cite_note-4) Para ser claros: - La homeoprofilaxis no es biológicamente plausible. - No hay evidencia de que funcione. - El concepto induce a error a la gente a pensar que las vacunas convencionales son superfluas. - Esta superchería tiene el potencial de matar a miles. [[5]](#cite_note-5) Para mayor información véase también Referencias y ligas externas (Nota de la administración) Algunas ligas podrían estar rotas o algunos videos pueden haber sido eliminados. | | "}