{"title": "España, el país europeo que más somníferos y ansiolíticos consume", "author": "Farmanatur", "url": null, "hostname": null, "description": "La Organización de Consumidores y Usuarios considera que la psicoterapia debería ser la primera opción para tratar la ansiedad, juntamente con la toma de medicina natural y la revisión de la higiene del sueño El ... <a class=", "sitename": "España, el país europeo que más somníferos y ansiolíticos consume", "date": "2019-03-13", "cleaned_text": "La Organización de Consumidores y Usuarios considera que la psicoterapia debería ser la primera opción para tratar la ansiedad, juntamente con la toma de medicina natural y la revisión de la higiene del sueño [El consumo de benzodiazepinas, medicamentos de la familia de los somníferos y los ansiolíticos, ha aumentado en los últimos años para tratar los trastornos del sueño, posicionando a España como el país con un mayor consumo de estos fármacos. Su ingesta conlleva multitud de efectos dañinos y, la Organización del Consumidor y el Usuario recomienda que, antes del suministro de calmantes, se considere la psicoterapia y la medicina natural.](https://revistafarmanatur.com/wp-content/uploads/2019/03/somníferos.jpg) En la actualidad, se estima que entre un 20 y un 48% de la población adulta sufre trastornos relacionados con el sueño y el descanso. Un 32% de la población se despierta con la sensación de no haber tenido un sueño reparador y un 35% finaliza el día muy cansado. Estos datos, extraídos de la Sociedad Española de Neurología (SEN), se relacionan con el consumo abusivo de benzodiazepinas que hay en España. Según la Asociación de Médicos de Atención Primaria (Semergen), España es el país europeo que más recurre a las benzodiacepinas para combatir el insomnio. Según la Asociación Española de Medicamentos y Productos Sanitarios, entre el año 2000 y el 2012 su consumo aumentó un 57% y, solo en 2010, se gastaron 750 millones de euros en benzodiazepinas. Desde la Organización de Consumidores y Usuarios, alertan que estos medicamentos no deben recetarse a la ligera y, después de cuatros semanas de tratamiento, se debe disminuir la dosis hasta dejarlos por completo, ya que, crean dependencia y tolerancia de forma muy rápida. Reducir el consumo de estos fármacos y recurrir a remedios naturales es una alternativa que la población que se debe tener más en cuenta. La ingesta no controlada por un experto puede provocar multitud de efectos dañinos sobre el organismo, por eso se recomienda que, antes de recurrir a la ingesta de fármacos, se revisen los hábitos en cuanto a higiene del sueño y se prueben medicinas elaboradas a base de ingredientes naturales. Las plantas que poseen más propiedades sedantes y ayudan a calmar la ansiedad y favorecer el sueño son la Valeriana, la "}