{"title": "Cartílago de tiburón", "author": "Yann Picand; Dominique Dutoit", "url": null, "hostname": null, "description": "definición de cartilago de tiburon y sinónimos de cartilago de tiburon (español), antónimos y red semántica multilingüe (traductores por 37 lenguas)", "sitename": "Sensagent - 2005-2015", "date": "2013-01-01", "cleaned_text": "Publicidad Wikipedia En la [medicina complementaria y alternativa](/Medicina complementaria y alternativa/es-es/), el cartílago de tiburon. es conocido como un producto alimenticio usado como terapia biológico, es decir, basada en sustratos biológicos que se encuentran en la naturaleza, [[1]](#cite_note-0) al cual se le atribuyen propiedades para regenerar las articulaciones. Es rico en glucosamina, una sustancia que estimula la síntesis de proteoglicanos, propia de las superficies articulares. Sin embargo su contenido no tiene nada de particular respecto de cualquier otro [cartílago](/Cartílago/es-es/) animal. | | Contenido El cartílago de tiburón es un complemento de las dietas sobre todo para los deportistas, que lo utilizan para evitar el desgaste de las articulaciones por el exceso de ejercicio. Casi siempre va acompañando a [minerales](/Mineral/es-es/) y [aminoácidos](/Aminoácido/es-es/) para regenerar el cartílago de la [articulación](/Articulación (anatomía)/es-es/) dañada. Supuestamente, a medio o largo plazo puede calmar el dolor y malestar asociado a enfermedades como [artritis](/Artritis/es-es/) o [artrosis](/Artrosis/es-es/). El cartílago de tiburón es un producto natural que normalmente se comercializa en las [herboristerías](/Planta medicinal/es-es/). La exitosa producción y venta del cartílago de tiburón, junto con otros productos del mercado de los alimentos funcionales, se debe a una respuesta a la mayor demanda por parte de los consumidores de ingerir altas dosis de estos componentes a los cuales se les ha atribuido propiedades \"saludables\". [[2]](#cite_note-1) Su utilidad no es mayor que cualquier otro producto a base de cartílago o de [glucosamina](/Glucosamina/es-es/), por lo que el ser extraído de tiburones tienen más que ver con [marketing](/Marketing/es-es/) que con efectividad. También se han descrito efectos adversos. Al producto del cartílago de tiburón se le atribuyen, efectos para inhibir la [angiogénesis](/Angiogénesis/es-es/), formación anormal de vasos sanguíneos, proceso común en multitud de [patologías](/Patología/es-es/) incluyendo el [cáncer](/Cáncer/es-es/). Esto ha sido desaprobado desde el caso de Lane Labs, empresa productora y distribuidora de cápsulas de cartílagos de tiburón \"BeneFin\", [[3]](#cite_note-legal-2) con el cual la Federal Trade Comission de EEUU obligó a esta compañía a detener la producción de estas pastillas y cremas, y devolver todo el dinero a sus consumidores desde el 1999 a 2002. De hecho, la Lanelabs pertenecía al hijo del Doctor William Lane, autor del libro \"Los tiburones no contraen cáncer\". El mandamiento legal en contra del cartílago de tiburón de marca \"BeneFin\" no afecta a otras marcas del producto que no se destinan al tratamiento de enfermedades y cuya venta como suplementos dietéticos es legal. [[3]](#cite_note-legal-2) "}