{"title": "Consumer Health Digest #18-28", "author": null, "url": "https://quackwatch.org/ncahf/digest18/18-28/", "hostname": "quackwatch.org", "description": "Your Weekly Update of News and Reviews July 15, 2018 Consumer Health Digest is a free weekly e-mail newsletter edited by William M. London, Ed.D., M.P.H., with help from Stephen Barrett, M.D. It summarizes scientific reports; legislative developments; enforcement actions; news reports; Web site ...", "sitename": "quackwatch.org", "date": "2019-11-11", "cleaned_text": "Your Weekly Update of News and Reviews July 15, 2018 Consumer Health Digest is a free weekly e-mail newsletter edited by [William M. London, Ed.D., M.P.H](http://www.calstatela.edu/faculty/william-m-london)., with help from [Stephen legislative developments; Web site evaluations; recommended and nonrecommended books; and other information relevant to consumer protection and consumer decision-making. Its primary focus is on health, but occasionally it includes non-health scams and practical tips. New restrictions on British Columbia naturopaths. The College of Naturopathic Physicians of British Columbia, which is mandated to protect the public interest by ensuring that [naturopaths](http://www.quackwatch.org/01QuackeryRelatedTopics/Naturopathy/naturopathy.html) within its province practice safely, ethically, and competently, has [updated its immunization standard](http://www.cnpbc.bc.ca/wp-content/uploads/2018-05-25-Immunization-Standard.pdf) and prohibited the advertising or offering of CEASE therapy, which involves [homeopathically diluted](http://skepdic.com/homeo.html) versions of recommended vaccines in combination with vitamin C, minerals, and fish oil. The new immunization standard states that naturopathic doctors must not: - Provide patients and/or the public at large with \"anti-vaccination\" and/or \"anti-immunization\" materials or materials regarding potential risks and harms of vaccination, whether online or in print, other than what is necessary to obtain informed consent to immunizations - Feature \"anti-vaccination\" and/or \"anti-immunization\" content in their advertising and/or marketing material - Counsel against immunizations and/or vaccinations without a sound and properly documented medical rationale for doing so. The College prohibited CEASE therapy because: - CEASE stands for Complete Elimination of Autism Spectrum Expression, a claim that is likely inaccurate, unverifiable, or likely to create a false impression of the results CEASE therapy may provide to patients, and may be likely to take advantage of the emotional vulnerabilities of autistic individuals and their parents and/or guardians, contrary to section 100(2) of the College's [bylaws](http://www.cnpbc.bc.ca/wp-content/uploads/2017-11-08-CNPBC-Bylaws-Consolidation.pdf)and the College's [Advertising Policy](http://www.cnpbc.bc.ca/wp-content/uploads/Advertising-Policy-Updated-2016-02.pdf). - CEASE therapy is based on a theory that 70% of autism cases caused by vaccination injury. This claim likely violates the College's [Standard on Immunization](http://www.cnpbc.bc.ca/wp-content/uploads/2018-05-25-Immunization-Standard.pdf). - The provision of CEASE therapy, insofar as it appears to promote rejection of vaccinations, medications, and other therapies, may be inconsistent with the standard of care for treatment of autism patients. [Greenstein H. [Changes to the College's Immunization Standard and prohibition of CEASE therapy](http://www.cnpbc.bc.ca/changes-to-the-colleges-immunization-standard-and-prohibition-of-cease-therapy-2/). College of Naturopathic Physicians of British Columbia Web site, May 29, 2018] Three B.C. naturopaths who are certified CEASE practitioners are under investigation: Anke Zimmermann, Janice Potter and Margret Holland. [Lindsay B. [Homeopathy for autism 'certainly not based on science,' B.C. health official says](http://www.cbc.ca/news/canada/british-columbia/homeopathy-for-autism-certainly-not-based-on-science-b-c-health-official-says-1.4677128).] CBC News, May 25, 2018] David Gorski, M.D., Ph.D. has provided a detailed critique of CEASE and has expressed doubt that the College will enforce its prohibition against it. [Gorski D. [CEASE therapy for autism: Homeopathic quackery and by naturopathic boards](https://sciencebasedmedicine.org/cease-therapy-for-autism-homeopathic-quackery-and-self-regulation-by-naturopathic-boards/). Science-Based Medicine, May 28, 2018] CVS sued for selling homeopathic products. The Center for Inquiry has [filed a lawsuit](http://www.casewatch.net/civil/cvs/complaint_2018.pdf) against CVS Health Corporation for consumer fraud over its sale and marketing of homeopathic medicines. [ [Center for Inquiry sues CVS for fraud over sale of homeopathic fake medicine](https://centerforinquiry.org/press_releases/cfi-sues-cvs/). CFI press release, July 9, 2018] Naturopath loses license in British Columbia. Naturopath Allan Strauss [has surrendered his license](http://www.casewatch.net/board/nat/canadian/strauss_2018.pdf) to the College of Naturopathic Physicians of British Columbia after admitting that he: - Gave a woman a shot of phenol for cosmetic reasons, which naturopaths are not permitted to do in B.C. - Provided a forged document regarding the woman's informed consent to the treatment - Injected two patients with a substance for cosmetic purposes after being ordered not to do so - Twice held himself out as authorized to perform injections for a cosmetic purpose after being ordered not to do so - Improperly delegated authority to a licensed practical nurse to perform cosmetic injections on two patients after being ordered not to do so - Prescribed clonazepam, delatestryl, dexiron, DHEA, maxidex, lorazepam, and testosterone, all of which naturopaths are not permitted to prescribe in B.C. - Failed to keep adequate records for six patients for whom he wrote prescriptions. He will not be allowed to apply for reinstatement of his license for four years and must pay $10,000 for the College's investigation costs and another $10,000 in fines. [Lindsay B. [B.C. naturopath loses license over illicit cosmetic injections, forging consent](https://www.cbc.ca/news/canada/british-columbia/b-c-naturopath-loses-licence-over-illicit-cosmetic-injections-forging-consent-1.4739473). CBC News, July 10, 2018] Long-acting reversible contraceptives highlighted. A new clinical insight paper reviews the features of long-acting reversible contraceptives (LARC), debunks misunderstanding of LARC, describes noncontraceptive benefits associated with LARC use, considers LARC use under special circumstances, describes patient-centered counseling and shared decision-making issues, and offers this summary: There are 6 FDA-approved LARC devices: 5 IUDs 4 levonorgestrel-containing) subdermal progestin implant. LARC has excellent efficacy (>99%), high continuation rates, and multiple noncontraceptive benefits, yet is underutilized in the United States. Use of an IUD alone does not increase the long-term risk of pelvic infection or infertility. LARC use decreases the absolute risk of ectopic pregnancy. Adolescents and nulliparous women can safely use IUDs. Noncontraceptive benefits of the levonorgestrel-containing IUD include decreased blood loss and protection from endometrial proliferation. LARC provides excellent options for patients with medical conditions that preclude the use of estrogen. Counseling about LARC should be noncoercive via shared decision-making and within the context of patient preferences and medical history. [Wu JP, Moniz MH, Ursu AN. [Long-acting reversible contraception—Highly efficacious, safe, and underutilized](https://jamanetwork.com/journals/jama/fullarticle/2687700?utm). JAMA, July 6, 2018. doi:10.1001/jama.2018.8877] The paper is accompanied by a [26-minute clinical review audio](https://jamanetwork.com/learning/audio-player/16585510), which provides an illuminating history of intrauterine devices (IUDs). Phony therapist arrested. Dedrick Dwanu Weathersby of Vallejo has been arrested by investigators with the California Department of Consumer Affairs and charged with six felony counts of identity theft, two felony counts of grand theft and one misdemeanor count of practicing as a clinical therapist without a license. Weathersby allegedly: (a) used a counterfeit marriage and family therapist (LMFT) license to obtain employment in Santa Clara County in 2017, (b) produced a falsified diploma and transcript from one university, (c) falsified a diploma from a second university, and (d) earned over $55,000 from his alleged fraud. Previously, the state Board of Behavioral Sciences issued Weathersby a citation and $5,000 fine for unlicensed activity. [ [Phony therapist arrested on two outstanding warrants](https://dca-division-of-investigation.blog/2018/07/10/phony-therapist-arrested-on-two-outstanding-warrants/). California Department of Consumer Affairs press release. "}