{"title": "The Benefits Of Vitamin C | Dr. JJ, Naturopathic Doctor | Downtown Toronto Naturopath", "author": "Dr Jean-Jacques Dugoua; JJ", "url": "https://askdrjj.com/benefits-of-vitamin-c/", "hostname": "askdrjj.com", "description": "Also known as ascorbic acid, it's been the go-to for Moms for decades, but does it actually help? In fact, I frequently use vitamin C treatments for viral immunity, but...", "sitename": "Dr. JJ, Naturopathic Doctor", "date": "2019-03-20", "cleaned_text": "Also known as ascorbic acid, it's been the go-to for Moms for decades, but does it actually help? In fact, I frequently use [vitamin C treatments for viral immunity](https://askdrjj.com/services/iv-therapies/viral-immunity/), but it's good for so many other reasons. Let's talk about vitamin C. Also, if you prefer, you can watch the video where I discuss [what you need to know about the benefits of Vitamin C](https://youtu.be/rVDS7gONh-s). Why Is Vitamin C Important? Vitamin C is very useful as preventative medicine - keeping up your levels through either diet or supplement can help you prevent getting scurvy, and it also has great anti-cancer properties. Overall, vitamin C boosts your immune system, allowing your body to fight off viruses and diseases more easily. How To Get Vitamin C Vitamin C can be obtained through the food you eat, of course, but if you supplement, you'll have the option of capsules, tablets, liquid form, or even IV for the more serious deficiencies. The Link Between Vitamin C And Calcium Some people take what is referred to as \"buffered vitamin C\" - it's possible to have a sensitivity because it is an acid, even though a mild one. That's the reason you'll find vitamin C and calcium together in some tablets, or alternately, some people take milk with their supplement. What Is Ester-C? Ester-C is a different form of ascorbic acid that is possibly a more absorbable version, but not enough so that I find there are benefits enough over vitamin C. Vitamin C And Cataracts There was a [study that quantified](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3185206/) how helpful vitamin C was for this disease: researchers determined that it could delay the onset of cataracts by about 10 years. How Much Vitamin C Should You Take? The average dose that I recommend is 1000mg daily, though you can take much more than that if needed. Just like the old wives' tale, if you feel illness or a cold coming on, bumpup your dosage,as it will help stimulate your immune system and help it shut down the virus before the symptoms take root. What Happens If You Take Too Much Vitamin C? If you take exceptionally high doses of vitamin C, you may get diarrhea; so the good news is that if you DO overdo it, it's unlikely to harm you, if you don't count having loose stool for a couple of days. Some people mega-dose as a treatment for cancer or arthritis, but if you go over 1,000mg/day, you should check with your naturopath first. One possible side effect that persistent high doses have been linked to is an increase in kidney stone formation - but more research is needed, and it doesn't seem to be a common complaint. Vitamin C For Adrenal Fatigue One reason I frequently prescribe vitamin C is for adrenal fatigue, which can happen when your adrenal glands are overworked due to prolonged stress. Adrenal glands are activated by a stressed state, and when they can't keep up anymore, it can lead to a low-cortisol state; this is what we try to avoid with ascorbic acid supplements. What Happens When You're Vitamin C Deficient? Scurvy happens to modern-day people, not just pirates - this disease causes gingivitis, gum problems, bleeding and loose teeth. You'll also have a much weaker immune system, and be more susceptible to free radical damage, because vitamin C is a great antioxidant. Dietary Sources Of Vitamin C? If you are able to eat enough of the following foods, you may be able to get the recommended daily dose through your diet, but remember that fresh is better; once heated up, vitamin C starts to break down and lose its efficacy. Some common sources of dietary vitamin C include: vegetables such as bell peppers, broccoli, cabbage and Brussel sprouts leafy greens such as kale fruits coming from the citrus family, of course fruits such as blackcurrants, apples, lychees, kiwis, strawberries and papayas herbs such as parsley, thyme and rosehips Questions? Ask Dr. JJ Have you been finding you've been sick more often than in the past, or does your family have a history of cataracts or arthritis? Are you concerned about the amount of vitamin C you're getting in your diet? Call now to book your appointment with me, Dr. JJ, and I'll help you to determine your best dose for success. If you have questions about naturopathic medicine, or you'd like to take your first step into the world of naturopathy, [contact me](#), Dr. JJ, and let's book an appointment. Yours in health, [Dr. JJ Dugoua, Naturopathic Doctor](https://www.youtube.com/channel/UCQEMt4YNtR97eu-FZ2-nr5A) 600 Sherbourne St, Suite 315, Toronto, ON M4X 1W4 - [https://goo.gl/maps/6VDXwiCihRpDRo5A9](https://goo.gl/maps/6VDXwiCihRpDRo5A9) Dr. JJ Dugoua is a naturopathic doctor in Toronto and has a PhD in Pharmaceutical Sciences. His clinic provides solutions for many health concerns and has a special focus on thyroid health issues. "}