{"title": "Bach Flower Remedies Anthroposophy Books by Rudolf Steiner", "author": null, "url": null, "hostname": null, "description": "Bach Flower Remedies, Anthroposophy Books by Rudolf Steiner, astrology books and software (Solar Fire 9), homeopathic remedies, homoeopathy books and Weleda products.", "sitename": null, "date": "2004-01-01", "cleaned_text": "Bach Flower Remedies Anthroposophy Books by Rudolf Steiner Astrology Software and Books Homeopathy Books Weleda Products, and more . . . Skylark Books is a specialist internet bookshop and information site which is designed to promote awareness of Anthroposophy and the works of Rudolf Steiner, Bach flower remedies, Astrology, Homeopathy - as well as complementary and spiritual health in general. Bach flower remedies, Anthroposophy books by Rudolf Steiner and other anthroposophical authors, astrology books and software, homeopathic remedies and books, plus a comprehensive range of Weleda health and beauty products can be purchased on-line in the [shop](Shop/enter.html). The site includes for each major subject, introductory information, a biography of the founder, and useful links to related websites. Other subjects and departments are being added to supplement these; we have recently added Astrology Books and Astrology Software (Solar Fire 9), and General Esoteric departments. Available in the shop are: | | a comprehensive range (over 300 titles) of Anthroposophy books by Rudolf Steiner as well as many by other anthroposophical authors | | the complete range of BachTM Original Flower Remedies from the Bach Centre as well as Bach flower remedies in the Healing Herbs range - plus flower therapy books | | full Bach flower remedy sets as well as practitioner's storage boxes, creams and dosing bottles | | a selection of popular aromatherapy books | | a range of home-user books on homeopathy as well as a selection of books on the homeopathic treatment of animals | | a comprehensive range of Weleda health and beauty products | | a new but expanding range of general esoteric books, astrology books and astrology software, including the powerful Solar Fire Deluxe version 9 for PCs. | | and "}