{"title": "La enfermedad de los huesos de cristal en los niños", "author": "Guiainfantil com", "url": "https://www.guiainfantil.com/articulos/salud/enfermedades-infantiles/la-enfermedad-de-los-huesos-de-cristal-en-los-ninos/", "hostname": "guiainfantil.com", "description": "Qué es la enfermedad de los huesos de cristal y cómo afecta a los niños. Síntomas de la osteogénesis imperfecta en la infancia, diagnóstico y tratamiento.", "sitename": "Guiainfantil.com", "date": "2016-04-01", "cleaned_text": "La enfermedad de los huesos de cristal en los niños Síntomas y tratamiento de la osteogénesis imperfecta en la infancia - Causas y síntomas de la enfermedad de los huesos de cristal en niños - Diagnóstico y tratamiento de la enfermedad de cristal en la infancia La conocida [como enfermedad de los huesos de cristal,](https://www.guiainfantil.com/articulos/salud/trastornos/10-enfermedades-raras-que-afectan-a-ninos/) denominada osteogénesis imperfecta, es un trastorno genético e incurable que afecta a los huesos del cuerpo provocando su ruptura sin ninguna causa que lo provoque y con gran facilidad ante el mínimo golpe, viéndose afectados también en ocasiones los músculos ya que éstos se vuelven débiles. En ocasiones las personas que padecen la enfermedad de los huesos de cristal pueden tener afectada también la audición [provocando sordera](https://www.guiainfantil.com/1188/causas-y-diagnostico-de-la-sordera-infantil.html). Además, esta enfermedad persiste a lo largo de toda la vida de la persona que la sufre aunque en ocasiones el número de fracturas puede disminuir pasada la adolescencia. Causas y síntomas de la enfermedad de los huesos de cristal en niños La osteogénesis imperfecta se produce por una alteración genética que afecta a la producción de colágeno en el cuerpo humano lo cual afecta directamente a la fragilidad de los huesos del cuerpo. Si no está diagnosticada en ocasiones puede llevar a los facultativos sanitarios a sospechar que el paciente puede estar sufriendo [ maltrato infantil](https://www.guiainfantil.com/articulos/educacion/maltrato/maltrato-infantil-como-saber-que-el-nino-esta-siendo-maltratado/) por las fracturas y los hematomas frecuentes que provoca. Existen 17 tipos diferentes de la enfermedad de los huesos de cristal variando de leve a grave en función de los síntomas que presenta el niño, que pueden ser: - Malformaciones. - Debilidad en las articulaciones y músculos y [problemas respiratorios](https://www.guiainfantil.com/articulos/salud/enfermedades-infantiles/como-tratar-la-bronquitis-infantil-con-reflexologia/). - Baja estatura y cuerpo pequeño. - Dientes quebradizos, cara de forma triangular, frecuentes hematomas. - Escoliosis o caja torácita abombada. Diagnóstico y tratamiento de la enfermedad de cristal en la infancia El diagnóstico es clínico aunque también se pueden hacer exámenes genéticos. En ocasiones puede detectarse alrededor [de la 16ª semana de gestación](https://www.guiainfantil.com/articulos/embarazo/etapas/16-semanas-de-embarazo/) mediante una ecografía perinatal que permite detectar posibles fracturas e incrustaras de los miembros. La osteogénesis imperfecta no tiene cura por lo que no existe un tratamiento para luchar contra ella aunque si se pueden llevar a cabo medidas preventivas para que los daños sean menores como llevar un estilo de vida saludable [haciendo ejercicio](https://www.guiainfantil.com/articulos/bebes/estimulacion/estimulacion-ejercicios-para-el-bebe-de-7-a-12-meses/) para mantener los músculos fuertes, manteniendo una dieta equilibrada y aumentando la densidad ósea. Los cuidados dependerán del grado de afectación. En los recién nacidos son imprescindibles los cuidados neonatológicos y la movilización precoz para evitar la tendencia a la disminución de la densidad ósea. En los niños que sufren la enfermedad de los huesos de cristal es importante empezar con la fisioterapia tan pronto sea posible para fortalecer huesos y músculos contribuyendo así a disminuir el número de fracturas. Cristina González Hernando. Redactora de Guiainfantil.com Puedes leer más artículos similares a La enfermedad de los huesos de cristal en los niños, en la categoría de "}