{"title": "Magnesio - Wikipedia, la enciclopedia libre", "author": null, "url": "https://es.wikipedia.org/wiki/Magnesio", "hostname": "wikipedia.org", "description": null, "sitename": "Wikimedia Foundation, Inc.", "date": "2004-01-19", "cleaned_text": "Magnesio El magnesio es el [elemento químico](/wiki/Elemento_qu%C3%ADmico) de símbolo Mg y número atómico 12. Su [masa atómica](/wiki/Masa_at%C3%B3mica) es de 24,305 [u](/wiki/Unidad_de_masa_at%C3%B3mica). Es el octavo elemento en abundancia en el orden del % de la corteza terrestre y el tercero más abundante disuelto en el [agua de mar](/wiki/Agua_de_mar). El ion de magnesio es esencial para todas las [células](/wiki/C%C3%A9lula) vivas. El metal puro no se encuentra en la naturaleza. Una vez producido a partir de las sales de magnesio, este metal alcalino-térreo es utilizado como un elemento de [aleación](/wiki/Aleaci%C3%B3n). Además, es un metal [alcalineotérreo](/w/index.php?title=Alcalineot%C3%A9rreo&action=edit&redlink=1) otro ejemplo es el radio (RA) Historia[ [editar](/w/index.php?title=Magnesio&action=edit§ion=1)] El nombre magnesium se origina de la palabra griega para una región de [Tesalia](/wiki/Tesalia), la [Prefectura de Magnesia](/wiki/Prefectura_de_Magnesia). [[1]](#cite_note-1) Está relacionado con la [magnetita](/wiki/Magnetita) y el [manganeso](/wiki/Manganeso), que también tienen su origen en el área, y requirieron diferenciación como sustancias separadas. (Véase [manganeso](/wiki/Manganeso)). En 1618, un granjero de [Epsom](/wiki/Epsom), Inglaterra, trató de dar a sus vacas agua de un pozo que había allí. Las vacas se negaron a beber por el sabor amargo del agua, pero el granjero notó que el agua parecía curar los rasguños y las erupciones cutáneas. La sustancia se hizo conocida como [sales de Epsom](/wiki/Sulfato_de_magnesio) y su fama se extendió. Con el tiempo fue reconocido como sulfato de magnesio hidratado, MgSO 4·7 H 2O. El escocés [Joseph Black](/wiki/Joseph_Black) reconoció el magnesio como un elemento químico en 1755. El metal en sí fue producido por primera vez por sir [Humphry Davy](/wiki/Humphry_Davy) en Inglaterra en 1808. Utilizó la electrólisis de una mezcla de magnesia (hoy conocida como [periclasa](/wiki/Periclasa), es decir óxido de magnesio en estado mineral) y de [óxido mercúrico](/wiki/%C3%93xido_de_mercurio_(II)). [[2]](#cite_note-Davy1808-2) [Antoine Bussy](/wiki/Antoine_Bussy) lo preparó en forma coherente en 1831. Características principales[ [editar](/w/index.php?title=Magnesio&action=edit§ion=2)] El magnesio no se encuentra en la naturaleza en estado libre (como metal), sino que forma parte de numerosos compuestos, en su mayoría óxidos y sales; es insoluble. El magnesio es un metal liviano, medianamente fuerte, color blanco plateado. En contacto con el aire se vuelve menos lustroso, aunque a diferencia de otros metales alcalinos no necesita ser almacenado en ambientes libres de [oxígeno](/wiki/Ox%C3%ADgeno), ya que está protegido por una fina capa de óxido, la cual es bastante impermeable y difícil de sacar. Como su vecino inferior de la [tabla periódica](/wiki/Tabla_peri%C3%B3dica_de_los_elementos), el [calcio](/wiki/Calcio), el magnesio reacciona con agua a temperatura ambiente, aunque mucho más lento. Cuando se sumerge en agua, en la superficie del metal se forman pequeñas burbujas de [hidrógeno](/wiki/Hidr%C3%B3geno), pero si es pulverizado reacciona más rápidamente. El magnesio también reacciona con [ácido clorhídrico](/wiki/%C3%81cido_clorh%C3%ADdrico) (HCl) produciendo calor e hidrógeno, que se libera al ambiente en forma de burbujas. A altas temperaturas la reacción ocurre aún más rápido. En [química orgánica](/wiki/Qu%C3%ADmica_org%C3%A1nica) es un metal ampliamente empleado al ser necesario para la síntesis de [reactivos de Grignard](/wiki/Reactivo_de_Grignard). El magnesio es un metal altamente [inflamable](/wiki/Combustible), que entra en combustión fácilmente cuando se encuentra en forma de virutas o polvo, mientras que en forma de masa sólida es menos inflamable. Una vez encendido es difícil de apagar, ya que reacciona tanto con nitrógeno presente en el aire (formando nitruro de magnesio) como con dióxido de carbono (formando óxido de magnesio y carbono). Al arder en [aire](/wiki/Aire), el magnesio produce una [llama](/wiki/Llama_(qu%C3%ADmica)) blanca muy intensa incandescente, la cual fue muy utilizada en los comienzos de la [fotografía](/wiki/Fotograf%C3%ADa). En ese tiempo se usaba el polvo de magnesio como la fuente de iluminación (polvo de [flash](/wiki/Flash_(fotograf%C3%ADa))). Más tarde, se usarían tiras de magnesio en bulbos de flash eléctricos. Aplicaciones[ [editar](/w/index.php?title=Magnesio&action=edit§ion=3)] Los compuestos de magnesio, principalmente su óxido, se usan como material [refractario](https://en.wiktionary.org/wiki/ES:refractario) en hornos para la producción de [hierro](/wiki/Hierro) y [acero](/wiki/Acero), metales no férreos, cristal y [cemento](/wiki/Cemento), así como en agricultura e industrias químicas y de construcción. El uso principal del metal es como elemento de aleación del [aluminio](/wiki/Aluminio), empleándose las aleaciones aluminio-magnesio en envases de bebidas. Las [aleaciones de magnesio](/wiki/Aleaciones_de_magnesio), especialmente magnesio-aluminio, se emplean en componentes de automóviles, como llantas, y en maquinaria diversa. Otros usos son: - Aditivo en propelentes convencionales. - Obtención de fundición nodular ( [hierro](/wiki/Hierro)- [silicio](/wiki/Silicio)-Mg) ya que es un agente esferoidizante/nodulizante del [grafito](/wiki/Grafito). - Agente reductor en la obtención de [uranio](/wiki/Uranio)y otros metales a partir de sus [sales](/wiki/Sal_(qu%C3%ADmica)). - El hidróxido ( [leche de magnesia](/wiki/Hidr%C3%B3xido_de_magnesio)), el cloruro, el sulfato (sales [Epsom](/wiki/Epsom)) y el [citrato](/wiki/Citrato)se emplean en medicina. - El polvo de [carbonato de magnesio](/wiki/Carbonato_de_magnesio)(Mg [C](/wiki/Carbono) [O](/wiki/Ox%C3%ADgeno)3) es utilizado por los atletas como gimnastas y [levantadores de peso](/wiki/Halterofilia)para mejorar el agarre de los objetos. Es por este motivo prácticamente imprescindible en la escalada de dificultad para secar el sudor de manos y dedos del escalador y mejorar la adherencia a la roca. Se lleva en una bolsa colgada de la cintura. - Otros usos incluyen flashes fotográficos, pirotecnia y bombas incendiarias, debido a la luz que despide su combustión. Abundancia y obtención[ [editar](/w/index.php?title=Magnesio&action=edit§ion=4)] El magnesio es el octavo elemento más abundante en la corteza terrestre, sin embargo no se encuentra libre, aunque entra en la composición de más de 60 [minerales](/wiki/Mineral), siendo los más importantes industrialmente los depósitos de [dolomía](/wiki/Dolom%C3%ADa), [dolomita](/wiki/Dolomita), [magnesita](/wiki/Magnesita), [brucita](/wiki/Brucita), [carnalita](/wiki/Carnalita) y [olivino](/wiki/Olivino). En Estados Unidos el metal se obtiene principalmente por [electrólisis](/wiki/Electr%C3%B3lisis) del [cloruro](/wiki/Cloro) de magnesio, método que ya empleaba [Robert obtenido [salmueras](/wiki/Salmuera) y El magnesio-26 es [isótopo](/wiki/Is%C3%B3topo) estable que se emplea en la [datación radiométrica](/wiki/Dataci%C3%B3n_radiom%C3%A9trica), al igual que el [Al](/wiki/Aluminio)-26, del que es hijo. En las CAI (inclusiones ricas en calcio y aluminio) de algunos [meteoritos](/wiki/Meteorito), los objetos más antiguos del [sistema solar](/wiki/Sistema_solar), se han encontrado cantidades de Mg-26 mayores de las esperadas que se atribuyen al decaimiento del Al-26. Estos objetos, cuando se han desprendido en etapas tempranas de la formación de los planetas y asteroides no han sufrido los procesos geológicos que hacen desaparecer las estructuras condríticas (formadas a partir de las inclusiones) y por tanto guardan información acerca de la edad del sistema solar. En los estudios se compararon las tasas de Mg-26/Mg-24 y Al-27/Mg-24, para determinar así, de manera indirecta, la relación Al-26/Al-27 inicial de la muestra en el momento en que ésta se separó de las regiones de polvo de la nébula presolar a partir de la que se formó nuestro sistema solar. Precauciones[ [editar](/w/index.php?title=Magnesio&action=edit§ion=6)] El magnesio en forma pulverizada es extremadamente [inflamable](/wiki/Combustible). En contacto con el aire y calor reacciona rápidamente. Este también es el caso con ácidos, que al reaccionar con el magnesio producen [hidrógeno](/wiki/Hidr%C3%B3geno), por lo que debe manipularse con precaución. El fuego, de producirse, no se deberá intentar apagar con agua, deberá usarse arena seca, cloruro de sodio o [extintores](/wiki/Extintor) de clase D, sin embargo es altamente reactivo. Papel biológico[ [editar](/w/index.php?title=Magnesio&action=edit§ion=7)] El magnesio es importante para la vida, tanto animal como vegetal. La [clorofila](/wiki/Clorofila), que interviene en la [fotosíntesis](/wiki/Fotos%C3%ADntesis), es una sustancia compleja de porfirina-magnesio. El magnesio es un [elemento químico esencial](/wiki/Elemento_qu%C3%ADmico_esencial) para el ser humano; la mayor parte del magnesio se encuentra en los [huesos](/wiki/Hueso) y sus [iones](/wiki/Ion) desempeñan papeles de importancia en la actividad de muchas [coenzimas](/wiki/Coenzima) y en reacciones que dependen del [ATP](/wiki/Adenos%C3%ADn_trifosfato). También ejerce un papel estructural, ya que el ion de Mg2+ tiene una función estabilizadora de la estructura de cadenas de [ADN](/wiki/%C3%81cido_desoxirribonucleico) y [ARN](/wiki/%C3%81cido_ribonucleico). Interviene en la formación de [neurotransmisores](/wiki/Neurotransmisor) y [neuromoduladores](/wiki/Neuromodulador), repolarización de las neuronas, relajación muscular (siendo muy importante su acción en el músculo cardíaco). La pérdida de magnesio se debe a diversas causas. El magnesio que se encuentra en la célula es liberado al torrente sanguíneo, en donde posteriormente es eliminado por la orina y/o las heces fecales. A mayor estrés, mayor es la pérdida de magnesio en el organismo. En función del peso y la altura, la [cantidad diaria recomendada](/wiki/Ingesta_diaria_recomendada) es de 300-350 mg, cantidad que puede obtenerse fácilmente ya que se encuentra en la mayoría de los alimentos, siendo las semillas las más ricas en magnesio como el cacao, las almendras, harina de soja, cacahuetes, judías blancas, legumbres, avellanas, nueces y las hojas verdes de las [hortalizas](/wiki/Hortaliza). [[3]](#cite_note-3) Nutrición[ [editar](/w/index.php?title=Magnesio&action=edit§ion=8)] Alimentos - Y en los germinados: ya que la clorofila contiene magnesio. De lo que comemos solo del 30-40 % es absorbido por nuestro cuerpo y depositado en el intestino delgado. Beneficios del magnesio para nuestro organismo[ [editar](/w/index.php?title=Magnesio&action=edit§ion=10)] - Se ha comprobado que el magnesio es eficaz para el tratamiento de [[4]](#cite_note-magnesiomedline-4) - La [dispepsia](/wiki/Dispepsia)— [acidez](/wiki/Pirosis)o \"estómago ácido\"—, utilizado como [antiácido](/wiki/Anti%C3%A1cido). Suele utilizarse el [hidróxido de magnesio](/wiki/Hidr%C3%B3xido_de_magnesio)por su rapidez. - La prevención y tratamiento en la deficiencia de magnesio, y afecciones relacionadas. [Laxante](/wiki/Laxante)para el [estreñimiento](/wiki/Estre%C3%B1imiento)o preparación del [intestino](/wiki/Intestino)para intervenciones quirúrgicas o pruebas diagnósticas. - Es probable su eficacia para el tratamiento de [[4]](#cite_note-magnesiomedline-4) - Preeclampsia y eclampsia —enfermedades que ocurren durante el embarazo—. El magnesio se administra por vía intravenosa (VI) o inyección. - Torsade de pointes —un tipo de latido irregular del corazón—. El magnesio se administra por vía intravenosa (VI). - Además, se conocen otros usos no suficientemente comprobados donde es posible su eficacia [[4]](#cite_note-magnesiomedline-4) El magnesio se utiliza como tranquilizante natural[ [cita requerida](/wiki/Wikipedia:Verificabilidad)] que mantiene el equilibrio energético en las [neuronas](/wiki/Neurona) y actúa sobre la transmisión nerviosa, manteniendo al [sistema nervioso](/wiki/Sistema_nervioso) en buena salud. Es utilizado como tratamiento anti [estrés](/wiki/Estr%C3%A9s) y anti [depresión](/wiki/Depresi%C3%B3n) [[5]](#cite_note-5) además de como relajante muscular.[ [cita requerida](/wiki/Wikipedia:Verificabilidad)] - El magnesio ayuda a fijar el [calcio](/wiki/Calcio)y el [fósforo](/wiki/F%C3%B3sforo)en los [huesos](/wiki/Hueso)y [dientes](/wiki/Diente). - Previene los cálculos renales ya que moviliza al calcio.[ [cita requerida](/wiki/Wikipedia:Verificabilidad)] - Es también efectivo en las convulsiones del [embarazo](/wiki/Embarazo_humano): previene los partos prematuros manteniendo al [útero](/wiki/%C3%9Atero)relajado. [[6]](#cite_note-6) - Interviene en el equilibrio hormonal, disminuyendo los dolores premenstruales. - Actúa sobre el sistema neurológico favoreciendo el sueño y la relajación. - Autorregula la composición y propiedades internas ( [homeostasis](/wiki/Homeostasis)). - Actúa controlando la [flora intestinal](/wiki/Flora_intestinal)y nos protege de las enfermedades cardiovasculares. Favorable para quien padezca de hipertensión. - El magnesio también se emplea como parte del tratamiento de los [trastornos del espectro autista](/wiki/Trastornos_del_espectro_autista). [cita requerida] Síntomas de la carencia de magnesio[ [editar](/w/index.php?title=Magnesio&action=edit§ion=11)] La insuficiencia de magnesio es poco común y sus síntomas son: demasiada excitabilidad, debilidad muscular, somnolencia, irritabilidad, fatiga, entre otros. Esta deficiencia puede aparecer en personas que padecen alcoholismo o que absorben poco magnesio debido a causas como quemaduras, ciertos medicamentos (algunos diuréticos y antibióticos), niveles sanguíneos bajos de calcio o problemas para absorber los nutrientes desde el tubo digestivo, lo que se conoce como [mala absorción](/w/index.php?title=Mala_absorci%C3%B3n&action=edit&redlink=1). El calcio puede interferir en la absorción de magnesio en las personas con alto riesgo de deficiencia de magnesio, por lo que para estas personas se recomienda consumir calcio antes de acostarse en lugar de hacerlo durante las comidas, así como aumentar el consumo de vitamina D. [[4]](#cite_note-magnesiomedline-4) Usos en medicina[ [editar](/w/index.php?title=Magnesio&action=edit§ion=12)] El hidróxido de magnesio, Mg(OH)2 es comúnmente utilizado como [antiácido](/wiki/Anti%C3%A1cido) o como [laxante](/wiki/Laxante). Se obtiene al mezclar óxido de magnesio con agua: El magnesio se utiliza para tratar problemas digestivos asociados al tránsito intestinal, como el [síndrome del intestino irritable](/wiki/S%C3%ADndrome_del_intestino_irritable). Este es el caso de algunas estaciones termales (como la de [Châtelguyon](/wiki/Ch%C3%A2telguyon)), con aguas muy ricas en magnesio y que proponen tratamientos digestivos, urinarios y [antiestrés](/wiki/Estr%C3%A9s). En caso de [osteoporosis](/wiki/Osteoporosis) es muy importante la ingesta de magnesio y [calcio](/wiki/Calcio), administrar magnesio por la noche induce al sueño, asimismo es recomendado cuando existe hipertensión. [[7]](#cite_note-7) Contra el [blefaroespasmo](/wiki/Blefaroespasmo) tomado como suplemento de cloruro de magnesio resulta ser efectivo en algunos casos. A las personas con [insuficiencia renal](/wiki/Insuficiencia_renal) se les recomienda su consumo bajo supervisión médica. Mejora el efecto vasodilatador coronario en pacientes 2014. [](#cite_ref-Davy1808_2-0)Davy, H. (1808). [«Electro-chemical researches on the decomposition of the the metals from ammonia»](https://books.google.com/books?id=gpwEAAAAYAAJ&pg=102#v=onepage&q&f=false). 11 de marzo de 2013. [](#cite_ref-5)Giraldo, Clara. [«El poderoso mineral que ayuda a combatir el estrés, la ansiedad y depresión: beneficios y dónde se encuentra»](https://www.infobae.com/peru/2023/09/05/el-poderoso-mineral-que-ayuda-a-combatir-el-estres-la-ansiedad-y-depresion-beneficios-y-donde-se-encuentra/). infobae. Consultado el 7 de septiembre de 2023. «La nutricionista Andrea Torres Coto (especialista clínica del hospital Alberto Sabogal de EsSalud) indicó que este mineral es el \"magnesio\", el cual permite reducir \"las hormonas del estrés y ansiedad\", pero también de la depresión. Añadió que ayudará a regular la \"función de los músculos, del sistema nervioso, de la presión sanguínea y mejora la memoria, la concentración y la atención\" ». [](#cite_ref-6)Díaz, E.; Halhalí, A. [«The - Magnesium: The Stress Reliever»](https://web.archive.org/web/20070312182346/http://www.fatresistancediet.com/leo-galland-md/articles/magnesium:-the-stress-reliever.html). web.archive.org. 12 de marzo de 2007. Consultado el 7 de septiembre de 2023. Enlaces externos[ [editar](/w/index.php?title=Magnesio&action=edit§ion=14)] - [Wikimedia Commons](/wiki/Wikimedia_Commons)alberga una galería "}