{"title": "PDF", "author": "PDF", "url": "https://mckinneylaw.iu.edu/ihlr/pdf/vol10p495.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "PUTTING PATIENTS FIRST: HOW THE FDA COULD USE ITS EXISTING POWERS To REDUCE POST-MARKET ADVERSE EVENTS Jennifer S. Bard* I. INTRODUCTION.............................. 496 II. SCOPE OF PROBLEM ............................... 502 III. GATHERING THE INFORMATION ABOUT POST-MARKET ADVERSE EVENTS .......................... ..... 510 A. The Sponsors (Drug Companies) ............... 510 B. Getting Information From Health Care Providers ...516 1. Prescribing Physicians .................. ....516 2. Other Health Care Providers ................. 519 3. Pharmacies and Pharmacists ................ 521 C. Getting Information From Patients. ............. 522 D. Investing in Monitoring Technology....... ..........524 E. Helping the FDA Make Use of the Information It Receives ............................. ..... 526 F. Effective Solutions ...................... .....529 1. Expanding Whistleblower Protection ..... ......529 2. Models of Strong Whistleblower Protection in Recent Federal Statutes .............................. 530 3. Using Active Surveillance .............. .....531 4. Monitoring Harm and Protecting Whistleblowers through Bioinformatics ................ ..... 533 5. Technology to Encourage Information Sharing .....537 6. Getting Information to the FDA..... ............. 538 7. Barriers to Expanding Access to Information........540 8. Accepting Anonymous Complaints ............ 542 IV. POLICY ARGUMENTS ........................ ......545 * Jennifer S. Bard, J.D., M.P.H., Ph.D. is the Alvin R. Allison Professor of Law and Director, Health Law Program and J.D./M.D. Dual Degree Program at the Texas Tech University School of Law as well as Professor (Adjunct) Texas Tech University School of Medicine, Department of Psychiatry. Many Texas Tech and Drake Law School Students provided helpful research assistance. These include Katie Kennon Ahlrich, Charles Blevins, Courtney Burns, Kathryn Heflin, Steven Kubik, and Justin S. McAnally. Thank you also to Senior Business Assistant Michele Thaetig. This article is dedicated to Professor Emeritus Barbara T. Bard. INDIANA HEALTH LAW REVIEW A. Normative Arguments............. .... .......545 1. Positivist Arguments ................. ......547 2. Cost-Benefit Analysis ........................... 547 3. Criticisms Based on Efficacy. ....... ..........550 V. CONSTITUTIONALITY ........................ ......551 A. Federalism ............................ .....552 B. Conflict with Existing State Laws: Pre-emption ......554 VI. CONCLUSION ................................ ....556 I. INTRODUCTION The danger to the health of patients taking drugs) 1 recently on the market after being approved by the Food and Drug Administration (FDA) is well documented.2 While there may be problems inherent to the drug itself, what is emerging as a more serious issue is possible \"drug-drug 1 This article specifically considers post-market adverse events caused by drugs because the regulation system for devices and biologicals is somewhat different. 2 Commentators use both the terms \"post-approval\" and \"post- market\" to refer to the time when a drug has been cleared for sale to consumers. See Rodney K. Miller, Sacrificial Lambs: Compensating First Subscribers to FDA-Approved Medications for Postmarketing Injuries Resulting from Unlabeled Adverse Events, 62 CATH. U. L. REV. 429, 431 (2013) (Postmarketing discovery of adverse effects is common and continues today\"). See also Marc A. Rodwin, Conflicts of interest, Institutional Corruption, and PHALRM4: An Agenda for Reform, 40 J. L. MED. & ETHICS 511, 514 (2012) (\"Typically, the population that uses a drug is more diverse than the small group of subjects on which the drug is tested. Drugs often are tested on middle-aged adults, but are later used by many individuals who are more susceptible to drug injuries, like children, the elderly, or pregnant women. Furthermore, pre-market trials cannot identify health problems that arise only after long-term use. Yet, many drugs are meant for long-term use; for example, drugs, for birth control, to stabilize blood sugar for diabetes, or to control high blood pressure, cholesterol, depression, or mood disorders. Also, a physician may prescribe drugs in ways that differ from how they were tested. The pre-market trial may test a pain reliever for short-term acute use, but some physicians may prescribe it for continuing use. Moreover, some injuries are caused by the interaction of two or more drugs, and are not discovered until they have been marketed and used by a larger population.\").496 Vol. 10:2 PUTTING PATIENTS FIRST interactions (DDs)\" between a newly approved drug and the drugs already being taken by the patient. Researchers at Stanford University recently noted that \"DDIs cause nearly 74,000 emergency room visits and 195,000 hospitalizations in the USA.\"3 This situation is not due to laxity by the FDA so much as it reflects the current state of health care. As Professor Barbara Evans explains, the FDA plays the role as \"gatekeeper\" in assessing the safety and efficacy of drugs, and other products, before they go on the market but as a matter of \"realism\" because \"[t]he gate is intrinsically porous, and safety cannot be achieved by fighting that fact but rather by responding to it.\"4 Indeed, concerns about the problem resulted in Congress extending the FDA's ability to require manufacturers to conduct their own research studies to assess the safety and efficacy of the drugs they sell not just before seeking FDA approval but afterwards as well.5 Yet despite the awarding of these new 3 Bethany Percha and Russ B. Altman, Informatics Confronts Drug-Drug Interactions, 24 (3) Trends in Pharmacological Sciences 178, 178 (2013) http://www.sciencedirect.com/sciencelarticlelpii/S0165614713000072, http://dx.doi.org/10.1016/j.tips.2013.01.006 (last visited June 23, 2013) (\"According to the Centers for Disease Control (CDC), the percentage of the US population taking at least one prescription drug within the last 30 days increased from 39.1% in 1988-1994 to 47.5% in 2007-2010. During that same period, the percentage of Americans taking three or more prescription drugs rose from 11.8% to 20.8%, and the percentage taking five or more drugs increased from 4.0% to 10.1%.\"). 4 Barbara J. Evans, Seven Pillars of a New Evidentiary Paradigm: The Food, Drug, and Cosmetic Act Enters the Genomic Era, 85 NOTRE DAME L.REV. 419, 477 (2010). 5 The authority comes from the Food and Drug Administration Amendments Act of 2007 (FDAA) 21 U.S.C.A. § 355(o)(3) (West 2012) which adds section 505(0)(3) to the Federal Food, Drug and Cosmetic Act (FFDCA) Pub. L. No. 75-717, 52 Stat. 1040 (1938) (codified as amended at 21 U.S.C. §§ 301-399d (2006)). In 2011 the FDA issued guidance to the pharmaceutical industry as to how it would implement its new authority. CTR. FOR DRUG EVALUATION & RESEARCH & CTR. FOR BIOLOGICAL EVALUATION & RESEARCH, U.S. DEP'T OF HEALTH & HUMAN SERVS., Guidance for Industry: Postmarketing Studies and Clinical Trials-Implementation of Section 505(o)(3) of the Federal Food, Drug, and Cosmetic Act (2011) [hereinafter FDA, April 2011 Guidance], available at http://www.fda.gov/downloads/Drugs/ GuidanceCompliance Regulatorylnformation/Guidances/UCM172001.pdf (last visited June 23, 2013). See generally, Barbara J. Evans, The Ethics of Postmarketing497 2013 INDIANA HEALTH LAW REVIEW powers, there is still no comprehensive mechanism in place to gather the information needed to protect or warn patients who receive these prescriptions.6 So although the FDAA gives the FDA the authority to require sponsors to conduct post-market clinical trials if it is aware of \"a known serious risk related to the use of the drug involved\" 7 it also authorizes the FDA to \"[alssess signals of serious risk related to the use of the drug.\"8 This article proposes ways in which the FDA can use this power to promote and protect the public's health. There have been numerous reports by or commissioned by the FDA or other government and private Observational Studies of Drug Safety Under Section 505(0)(3) of the Food, Drug, and Cosmetic Act, 38 AM. J. L. & MED. 577 (2012) (describing the FDA's new powers and expressing concerns about ethical issues arising from pharmaceutical companies conducting their own post-market research). 6 That there is no comprehensive system in place does not mean that none have been proposed. The Public Citizen's Health Research Group in Washington, D.C. advocates a \"do-not-use-for-seven-years- rule\" which means that \"unless a new drug is a breakthrough medication for a condition for which there were no previously good options, we recommend that people not take it for at least seven years.\" See Ananya Mandal, Older Drugs May be Better Than Newly Approved Ones, NEWS MEDICAL (Sept. 13, 2011) (quoting Dr. Michael Carome, deputy director of Public Citizen's Health Research Group), http://www. news-medical.net/news/20110913/Older-drugs-may-be-better-than-newly- approved-ones.aspx. 7 21 U.S.C. § 355(o)(3)(B). 8 For an overview of FDA drug regulation see Susan Thaul, How FDA Approves Drugs and Regulates Their Safety and Effectiveness, Congressional Research Service (2012) http://www.fas.org/sgp/ crs/misc/R41983.pdf; see 21 U.S.C. §355(b)(6) (The term \"signal of a serious risk\" means information related to a serious adverse drug experience associated with use of a drug and derived from- (A) a clinical trial; (B) adverse event reports; (C) a postapproval study, including a study under section 355 (o)(3) of this title; (D) peer-reviewed biomedical literature; (E) data derived from the postmarket risk identification and analysis system under section 355 (k)(4) of this title; or (F) other scientific data deemed appropriate by the Secretary.\").498 Vol. 10:2 PUTTING PATIENTS FIRST entities. 9 The goal of this article is to gather this information, re-affirm why change is necessary, suggest two 9 A series of Institute of Medicine reports collectively reflect its assessment of the problem of patient safety after a drug has been approved by the FDA and put on the market. INSTITUTE OF MEDICINE, BOARD ON POPULATION HEALTH AND PUBLIC HEALTH PRACTICE, The Future of Drug Safety: Promoting and Protecting the Health of the Public (September 22, 2006) (assessment of the U.S. Drug Safety System); http://www.iom.edu/Reports/2006/The-Future-of-Drug-Safety- Promoting-and-Protecting-the-Health-of-the- Public. aspx, INSTITUTE OF MEDICINE, BOARD OF HEALTH SCIENCES POLICY, ADVERSE DRUG EVENT REPORTING, The Roles of Consumers and Health Care Professionals, http://www.iom.edu/Reports/2007/Adverse-Drug-Event- Reporting-The-Roles-of-Consumers-and-Health-Care-Professionals-Workshop- Summary.aspx (April 12, 2007) (Forum on Drug Discovery, Development, and Translation); Institute of Medicine Board on Health Sciences Policy, Understanding the Benefits and Risks of Pharmaceuticals. Workshop Summary (August 15, 2007) (Forum on Drug Discovery, Development and Translation), http://www.iom.edulReports/2007/Understanding-the- Benefits-and-Risks-of-Pharmaceuticals-Workshop-Summary.aspx; Institute of Medicine, Board on Health Sciences Policy, Challenges for the FDA: The Future of Drug Safety (September 10, 2007)(Forum on Drug Discovery, Development and Translation), http://www.iom.edu/Reports/ 2007/Challenges-for-the-FDA-The-Future-of-Drug-Safety-Workshop- Summary.aspx; Institute of Medicine, Ethical Issues in Studying the Safety of Approved Drugs Letter Report (July 9, 2010) (Quality and Patient Safety, Biomedical and Health Research) http://www.iom. edu/Reports/2010/Ethical-Issues-in-Studying-the-Safety-of-Approved- Drugs-Letter-Report.aspx; Institute of Medicine, Board on Population Health and Public Health Practice (October 14, 2010)(Public Health Effectiveness of the FDA 510(k) Clearance Process) http://www.iom.edu/ Reports/2010/Public-Health-Effectiveness-of-the-FDA-510k-Clearance-Process- Balancing-Patient-Safety-and-Innovation.aspx; Institute of Medicine, Board on Population Health and Public Health Practice, Public Health Effectiveness of the FDA 510(k) Clearance Process: Measuring Postmarket Performance and Other Select Topics Workshop Report (November 18, 2010), http://www.iom.edulReports/2010/Public-Health- Effectiveness-of-the-FDA-510k-Clearance-Process-Measuring-Postmarket- Performance-and-Other-Select-Topics.aspx; Institute of Medicine Board on Population Health and Public Health Practice, Institute of Medicine Board on Population Health and Public Health Practice , The Safe Use Initiative and Health Literacy Workshop Summary(December 1, 2010) http://www.iom.edu/Reports/2010/The-Safe-Use-Initiative-and-Health- Literacy-A-Workshop.aspx; Ethical and Scientific Issues in Studying the Safety of Approved Drugs (May 1, 2012) (Quality and Patient Safety, Biomedical and Health Research), http://www.iom.edu/Reports/ 2012/Ethical-and-Scientific-Issues-in-Studying-the- Safety-of-Approved-2013 499 INDIANA HEALTH LAW REVIEW additional measures that so far have not been proposed, the addition of whistleblower protection and greater use of electronic medical and pharmaceutical records, and explain why the FDA could make these changes itself rather than await action from Congress. It is the claim of this article that although the phenomena of the emergence of post- approval hazards is inevitable, the FDA can do far more to protect patients by using its legal authority to require post- market surveillance for all, not some, newly approved products. Moreover, it can increase the likelihood of relevant information coming to its attention sooner by targeting the specific groups who are likely to have early knowledge of harms caused by new drugs: the sponsors, health care providers, patients, and the FDA itself. Specifically, the FDA should amend the approval process to create formal post-market surveillance on all newly approved drugs. It should impose requirements on Sponsors to seek out information about potential problems, to organize that data in a way that is easy to review, and to report that information directly to the FDA on a regular basis for at least two years after the product is on the market. Moreover, because the FDA's resources will always be less than the drug sponsor, who expects to profit from product sales, the burden of discovering and analyzing post- market adverse events should be shifted to the drug sponsor. This article makes several new suggestions as well as highlighting those already proposed by scholars, the Institute of Medicine and consumer groups to find potential problems sooner by making information about potential dangers, both pre-approval and once the drug is on the market. These include: * Increasing access to information available, now, only to pharmaceutical companies by implementing anti-retaliation protections for potential whistleblowers * Requiring that sponsors pro-actively search for and turn over to the FDA all Drugs.aspx.500 Vol. 10:2 PUTTING PATIENTS F HST information which could lead to a conclusion that a recently released drug is causing harm not apparent to the FDA during its review process. * Requiring sponsors to notify patients that they are taking a recently approved product and provide a mechanism for them to quickly and easily report any unusual experiences, which may be attributable to the new product. * Monitoring the medical and pharmacy records of patients taking newly approved drugs to detect patterns of harmful side-effects or interactions. * Opening the door to the information obtained by the prescribing physicians by both requiring that all information acquired by the Sponsor through direct or indirect contact be reported to the FDA. * Making use of up-to-date bioinformatics techniques to survey all available data on new drug use that could indicate emerging problems. This article reviews the problems the FDA faces in getting the information it needs to protect the public's health after it approves a drug, device or biologic and then makes several proposals for stronger measures, all within the FDA's existing regulatory authority, to ensure that the FDA has access to the information it needs make evidence- based regulatory decisions. This article concludes that the current culture which differentiates between the importance of FDA oversight in approving the drug and FDA oversight post-approval is the cause of a persistent and often deadly failure to carry out its statutory mission of making sure that all drugs, devices and biologics subject to its regulation are both safe and effective for the patients who depend on them. However, the Sponsors who have spent billions in the development and approval process are501 2013 INDIANA HEALTH LAW REVIEW not likely to welcome a warning that a drug may pose unknown risks. II. SCOPE OF PROBLEM No one knows, with certainty, how many patients suffer harm that can be directly attributed to their having taken a recently approved drug, but common sense suggests that a previously unknown reaction is more likely to occur with a new drug. The FDA reports that there are over 2 million serious adverse drug reactions every year and among those 100,000 deaths. 10 It is often the case that a drug manufacturer knows of potential health concerns quite soon after the drug is available on the market. This is because problems emerge in the testing process and are not reported to the FDA, or because their network of representatives receive reports from prescribing physicians Although the FDA certifies drugs as \"safe and effective\" before allowing them on the market, they do so based on the information available to them at the time. It is, however, inevitable that issues will emerge over time as they are used by many more patients 11 and by patients with characteristics different from the subjects on which the drug was tested. Indeed, subjects in drug trials are often far less sick than those patients who will eventually be taking the drug once it is on the market.12 Thus, no matter how much 10 Kenneth Wu Wenchen and Nicholas Pantaleo, Evaluation of Outpatient Adverse Drug Reactions Leading to Hospitalization, 60 Am. J. HEALTH SYsT. PHARM. 3, 3 (2003). \"The growing number of newly approved drugs and the increased potency of these medications, coupled with the complex disease treatments, have contributed to the increased risk of adverse drug reactions (ADRs) in the ambulatory care setting.\" See Percha and Altman, supra note 3. 11 See Evans, 85 Notre Dame Law Review supra note 4 at 445 (\"premarket drug trials are simply too small to detect rare adverse events, yet even rare risks can generate large number of causalities once a drug is marketed to millions of people\"); Rodwin, supra note 2 at 514 (\"pre-market clinical trials use a sample that is too small to identify many of the adverse drug reactions that will occur in much larger populations\"). 12 Evans, 85 NOTRE DAME L. REV. supra note 4 at 448-449 (\"clinical trials admit subjects who are, on average, less likely to suffer adverse502 Vol. 10:2 PUTTING PATIENTS FIRST information a drug sponsor provides to the FDA in support of the drug's safety and effectiveness, once the drug is approved it can be prescribed by almost any physician for any medical condition.13 As a result, even if the FDA is aware of a potentially dangerous drug interaction and requires that drug sponsors warn against its use in these specific populations or in combination with other drugs, there is nothing to stop a physician from substituting his or her own judgment for that of the FDA and writing such a prescription. Without debating the merits of retaining these broad prescribing powers, it is self-evident that the practice of off-label prescribing makes it impossible for the FDA to conduct a safety and efficacy review relevant to all the people to whom the drug may be prescribed. There are two inherent characteristics of clinical trials which guarantee that products go on the market without complete information. The trials involve less people and cover a shorter period of time.14 Some attribute the short testing time to the 1992 Prescription Drug User Fee Act events than other people. High-risk patients are deliberately excluded from trials both for commercial reasons (to make the interventional drug look good) and for ethical reasons (to minimize risks to research subjects\") (citing Kenneth L. Melmon, ATTITUDINAL FACTORS THAT INFLUENCE THE UTILIZATION OF MODERN EVALUATIVE METHODS, IN INST. OF MED., MODERN METHODS OF CLINICAL INVESTIGATION 135, 142 (Annetine C. Gelijns, ed., 1990) available at http://www.nap.edulopenbook.php?recordid =1550&page-135 (last visited June 18, 2013)). 13 See Fazal Khan and Justin Holloway, Verify, Then Trust: How to Legalize Off-Label Drug Marketing, 117 PENN ST. L.REV. 407 (2012) (Much of the publically available information on off-label prescriptions comes from the drug company's being caught and sued or prosecuted for their own efforts to expand their sales by engaging in the legal practice of promoting drugs for uses not approved by the FDA. Yet reason suggests that much off-label prescribing occurs without the awareness of anyone but the physician.); see also John E. Osborn, Can I Tell You the Truth? A Comparative Perspective on Regulating Off-Label Scientific and Medical Information, 10 YALE J. HEALTH POL'Y L. & ETHICS 299, 308-14 (2010). 14 See Rodwin, supra note 2 at 514; see Percha and Altman, supra note 3 (explaining further that DDIs are difficult to recognize because of aspects such as dose dependence of many DDIs and natural genetic and demographic variation).503 2013 INDIANA HEALTH LAW REVIEW (PDUFA) which allowed drug sponsors to finance a faster review of their product if they can show that it is needed for \"serious or life-threatening illnesses that lack treatments.\"5 Indeed, the New England Journal of Medicine published a study in 2008 which found that the PDUFA sets the FDA a ten month deadline from application to a decision. But in the case of a drug for a chronic condition that may be taken for decades, it would be impracticable to extend the approval period. Indeed, one study documented an adverse event that emerged 36 years after approval.16 As an article in the Journal of Clinical Oncology Nursing explains: Most phase II premarketing drug trials are statistically under-powered to detect adverse reactions, and treatment duration often is limited. In addition, patients in phase II trials are prescreened for safety, comorbidities, and concomitant drugs. Rare and serious events may occur after the drug is marketed and used in broader populations for longer durations.'7 By their nature, adverse events are less likely to occur during a clinical trial than when a drug is actually administered to a patient. The primary reason is one of time. Clinical trials are short-often lasting no more than 12 weeks. Moreover, the Sponsor itself determines the 15 U.S. FOOD & DRUG ADMIN., PRESCRIPTION DRUG USER FEE ACT (PDUFA) IV: DRUG SAFETY FIVE-YEAR PLAN 2008-2012, at 2 (2008), at http://www.fda.gov/downloads/Forlndustry/ Halquist, 877-886 (2008), available at http://www.medscape.com/viewarticle/585694_2 (using as examples serious but delayed adverse effects of drugs intended to preserve the bones and increase red blood cells in patients undergoing chemotherapy which, instead, increased their risk of death) . 16 Ladewski, L.A., A., Kuzel, T.C., et al., Dissemination Of Information On Potentially Fatal Adverse Rug Reactions For Cancer Drugs From 2000 To 2002: First Results From The Research On Adverse Drug Events And Reports Project, J. OF CLINICAL ONCOLOGY, 21 (2003) 3859-66. 17 Id.504 Vol. 10:2 PUTTING PATIENTS FIRST length of the trial. 18 As one commentator explains, \"Pharmaceutical companies may therefore have an incentive to design a protocol that lasts long enough to demonstrate the desired efficacy but not long enough to reveal the adverse effects associated with the compound.\"19 No one knows the extent to which drugs are prescribed \"off- label\" but studies suggest it is a common practice.20 A drug intended to treat a chronic condition like high blood pressure or depression may be taken by an individual patient for decades. Another reason concerns the controlled circumstances under which clinical trials are conducted. Unlike patients taking a medication at home who make annual visits to their physician, subjects in trials are monitored very closely. Trends which might indicate potential adverse events, such as slowly rising blood pressure, can be identified before the occurrence of an adverse event. While petitioners are required to report subjects who drop out or who are excluded from a trial being submitted to support their application, it is often difficult to know why. Another, more general concern, is that a drug 18 Benjamin P. Falit, Curbing Industry Sponsors' Incentive To Design Post-Approval Trials That Are Suboptimal For Informing Prescribers But More Likely Than Optimal Designs To Yield Favorable Results, 37 SETON HALL L. REV. 969, 987 (\"Adverse side effects associated with pharmaceuticals often arise only after the patient has been taking the medication for an extended period of time. This is frequently true even in cases where the compound's desired therapeutic effects appear immediately after administration of the first dose.\"). 19 Id. at 984. 20 Sandra H. Johnson, Polluting Medical Judgment? False Assumptions in the Pursuit of False Claims Regarding Off-Label Prescribing, 9 Minn. L.J. Sci. & Tech. 61, 64 (2008) (Johnson argues that the prevalence of off-label prescribing is not merely because of drug company efforts to increase profits but rather reflects \"deficiencies in the production and dissemination of clinical knowledge\"); See David C. Radley, Stan N. Finkelstein, and Randall S. Stafford, Off-label Prescribing Among Office-Based Physicians, 166(9) Arch. Intern Med. 1021-1026 (\"Off-label medication use is common in outpatient care, and most occurs without scientific support. Efforts should be made to scrutinize underevaluated off-label prescribing that compromises patient safety or represents wasteful medication use\")(2006). See also Monika K. Kryzanowska, Off-Label Use of Cancer Drugs: A Benchmark is Established, 31 (9) Journal of Clinical Oncology (2013).2013 505 INDIANA HEALTH LAW REVIEW trial conducted by the company intending to market the drug may have an inherent bias towards reaching positive results.21 Many recent events involving substantial harm to patients have become known through the filing of lawsuits. 22 Although the FDA can, and does, revoke approvals or require additional warnings put on labels it often does not act until the problem has become widespread.23 It is inevitable that there is more information available about a drug or device's safety and efficacy in the months and years after it is being used by the general public than there is the day it was approved. As physician and law professor William M. Sage explained in his student note, \"extensive use in humans is the only way to measure safety or efficacy.\"24 There are many reasons why problems 21 See Trudo Lemmens and Candice Telfer, Access to Information and the Right to Health: The Human Rights Case for Clinical Trials Transparency, 38 Am.J.L. & Med 63,93 (\"a host of studies indicate that industry-sponsored trials are much more likely than other trials to conclude that drugs produced by the sponsoring company are safe and effective.\"). 22 For an account of the allegations and what is publically known regarding the settlement of a case involving a $2.5 million fine imposed on Glaxosmithkline for harm caused by the drug Paxil of which they were aware but did not report to the FDA, see Benjamin Falit, The Path To Cheaper And Safer Drugs: Revamping The Pharmaceutical Industry In Light Of Glaxosmithkline's Settlement, 33 J. L. MED. & ETHICS 174 (2005). 23 See Sandra H. Johnson, Polluting Medical Judgment? False Assumptions in the Pursuit of False Claims Regarding Off-Label Prescribing, 9 MINN. L. J. Sel. & TECH. 61, 62 (2008) (\"off-label\" prescribing, has raised significant concerns over the safety and efficacy of medications prescribed outside the scope of their FDA approval\"); 73 Fed. Reg. 2850 (Jan. 16, 2008) (quoting 50 Fed. Reg. 7470 (Feb. 22, 1985)); see generally Tamsen Valoir & Shubha Ghosh, FDA Preemption of Drug and Device Labeling.' Who Should Decide What Goes on a Drug Label, 21Health Matrix 555 (2011) (explaining the process by which the FDA requires that manufacturers place information about potential risks in the written material accompanying drugs it approves). 24 See William M. Sage, Note, Drug Product Liability and Health Care Delivery Systems, 40 STAN. L. REV. 989, 990 (1988) (acknowledging inevitable gaps in knowledge at the time of FDA approval because \"extensive use in humans is the only way to measure safety or efficacy\").506 Vol. 10:2 PUTTING PATIENTS FIRST may emerge after post-approval. One of the most common is that the relatively small study population does not have the same characteristics of the patients who will be taking the drug.25 This is especially true of populations designed as \"vulnerable\" under federal law such as children and pregnant women. 26 The issue of a possibly non- representative study population is especially serious when a drug has been tested overseas. 27 For example, in withdrawing the approval of Meridia, a weight loss drug, Gerald Dal Pan, director of the FDA's Office of Surveillance and Epidemiology stated that, \"[t]he patients in the European SCOUT trial did not have the same characteristics as the patients for the approved indication in the United States; however, these results, combined with other available safety data raised serious questions about Meridia's safety for all patient groups.\" 28 Sidney Wolfe, head of Citizen's Action, a public interest organization often in strong opposition to pharmaceutical companies, stated that his organization had been asking the FDA to ban 25 See generally Scott Tillett, Off-Label Prescribing of SSRIS to Children: Should Pediatric Testing Be Required, or Are There Other Means To a Safer End for Children? 19 S.CAL. REv.L. & SOC. JUST. 447 (2010)) (describing how most drugs taken by children have not been tested on children); see also LAINIE FRIEDMAN Ross, CHILDREN IN MEDICAL RESEARCH: ACCESS VERSUS PROTECTION, 63 (John Harris et al. eds., 2006). 26 AM. MED. AsS'N, Reporting Adverse Drug and Medical Device Events- Report of the AM4's Council on Ethical and Judicial Affairs, 49 FOOD & DRUG L.J. 359, 359-60 (1994) [hereinafter AM4 Report] (noting that \"the patient population used in clinical trials does not usually include vulnerable populations such as the elderly, the young, women, those with complicated disease, or those taking other medications\"); see generally 45 C.F.R. § 46.111 (2009). 27 Fazal Khan, The Human Factor: Globalizing Ethical Standards in Drug Trials Through Market Exclusion, 57 DEPAUL L. REV. 877, 888 (2008) (describing how drug sponsors can \"avoid... direct FDA regulation\" by asserting that their trials met the standards of the countries in which they were conducted). See 21 C.F.R. § 312.120(c)(1). 28 Press Release, United States Food and Drug Admin., Abbott Laboratories Agrees To Withdraw Its Obesity Drug Meridia (Oct. 8, 2010), available at http://www.fda.gov/NewsEvents/Newsroom/Press Announcements/ucm228812.htm.507 2013 INDIANA HEALTH LAW REVIEW Meridia since 2002.29 He also noted that the drug had already been on the market for eight months after the European Medicines Agency issued its recommendation to ban it.30 Again, the issue is patient information. Should a patient know that she is being prescribed a drug under FDA review after the drug has been banned in Europe? In 2011 and again in 2012 the Institute of Medicine issued reports detailing the harm caused by the FDA's lack of effective procedures for monitoring the safety and effectiveness of Medical Devices (2011)31 and then drugs (2012). 32 The Institute of Medicine's Committee inves- tigating the process of post-market approval put the problem in stark terms. Having outlined the many ways that these failures of post-market oversight had caused harm, it recommended that the FDA take a \"lifecycle approach\" to its task of making sure that the drugs prescribed to the public were both safe and effective.33 A key component of the \"lifecycle\" approach is to develop mechanisms for monitoring information about how the drug is actually working when administered to a large number of patients. The Committee premised its recommendations on the fact that they were all within the power granted the FDA by Congress in the FDA Amendments Act of 2007 (FDAAA),34 which provided the FDA with new regulatory tools including the authority to mandate at the time of approval 29 Bruce Japsen & Andrew Zajac, Abbot to withdraw diet drug Meridia, L.A. TIMEs, Oct. 8, 2010, http://articles.latimes.com/2010/oct/ 08/business/la-fi-1009-meridia-20101008 (last visited April 30, 2013). 30 Id 31 INSTITUTE OF MEDICINE OF THE NATIONAL ACADEMIES, MEDICAL DEVICES AND THE PUBLIC'S HEALTH: THE FDA 510(K) CLEARANCE PROCESS AT 35 YEARS (2011), available at http://www.iom.edulReports/ 201 1/Medical-Devices-and-the-Publics-Health-The-FDA-510k- Clearance- Process-at-35-Years/Report-Brief.aspx?page=2. 32 INSTITUTE OF MEDICINE OF THE NATIONAL ACADEMIES, ETHICAL AND SCIENTIFIC ISSUES IN STUDYING THE SAFETY OF APPROVED DRUGS (2012), available at http://www.iom.edu/Reports/2012/Ethical-and- Scientific-Issues-in-Studying-the-Safety-of-Approved-Drugs. aspx. 33 Id. at 2. 34 Id. at 1; Food and Drug Administration Amendments Act of 2007, Pub. L. No. 110-85.508 Vol. 10:2 PUTTING PATIENTS VIRST that the sponsor conduct post-market clinical trials or other research studies in the post marketing setting. In light of this authority, the Committee proposed a three-stage framework for the FDA to use in order to acquire post- market information and to conduct periodic post-market evaluations of the drug's risk-benefit profile.35 The committee's framework is based on giving priority to the perspective of the patient rather than on relying only on reports from physicians or drug companies.36 The Committee helpfully went further in its specific suggestions as to how the FDA could implement a more effective post-market review process. It suggested for each drug it approved, that the FDA develop a Benefit and Risk Assessment and Management Plan (BRAMP) that it could update whenever it re-evaluates a drug's benefit-risk 35 INSTITUTE OF MEDICINE OF THE NATIONAL ACADEMIES, ETHICAL AND SCIENTIFIC ISSUES IN STUDYING THE SAFETY OF APPROVED DRUGS (2012), available at http://www.iom.edu/Reports/2012/Ethical-and-Scientific- Issues-in-Studying-the-Safety-of-Approved-Drugs.aspx (As the Institute of Medicine describes the process, \"[i]n the first stage (Stage I) of the framework, FDA should define the public health question that prompted the need for a regulatory decision, including identifying the specific characteristics of the drug and health problem at issue, available information about the drug, alternative treatments that are available, and plausible regulatory actions and their potential consequences. In the second stage (Stage II) of the framework, FDA should evaluate the quality of evidence on both the benefits and the risks associated with the drug, including any new information that has triggered the need to consider regulatory action. The output of this stage includes estimates of the likelihood and magnitude of a drug's benefits and risks and a characterization of the scientific evidence on which the estimates are based. The third stage (Stage III) of the framework is the stage in which regulatory decisions are made and implemented. This stage involves synthesizing and integrating the estimates of benefits and risks and the quality of the evidence on which these are based (from Stage II) with the public health question (as specified in Stage I); deciding on the appropriate regulatory actions, including whether further study should be required; communicating the decision; implementing the regulatory actions; evaluating the effects of the regulatory actions; and, particularly in the case of complex or difficult decisions, evaluating the decision-making process and the impact of the action taken on the public's health.\"). 3 6 Id.2013 509 INDIANA HEALTH LAW REVIEW profile.37 In this way, \"[t]he document would serve as a guide that supports organizational adherence to the lifecycle approach, increases the transparency of FDA's decisions, and fosters collaboration between FDA and drug sponsors.\"38 Explaining further the purpose of the BRAMP system, Eric M. Meslin, the director of the Indiana University Center for Bioethics who was a member of the committee, commented that the: FDA should be as serious about monitoring the safety of approved drugs on the market as it is about testing drugs before they get to the market. They already have a lot of this authority now -they just need to use it.39 Michelle M. Mello, also a committee member, wrote a commentary in the New England Journal of Medicine recognizing the general difficulty of keeping human subjects of medical research safe but concluded that that \"the IOM committee's report makes a number of actionable recommendations that the FDA can implement under its existing authority.\"40 III. GATHERING THE INFORMATION ABOUT POST-MARKET ADVERSE EVENTS A. The Sponsors (Drug Companies) The companies that make drugs and sponsor clinical trials are, of course, interested in preventing drug interactions. Indeed, part of the FDA's pre-approval 37 Id. 38 Id. 39 Institute of Medicine Urges Improved FDA Monitoring of Drugs After Market Approval, INDIANA UNIVERSITY SCHOOL OF MEDICINE (May 1, 2012), http://communications.medicine.iu.edulnewsroom/stories/2012/ institute-of-medicine-urges-improved-fda- monitoring-of-drugs-aft. 40 Michelle Mello et al., Ethical Considerations in Studying Drug Safety -The Institute of Medicine Report, 367 NEW ENG. J. MED. 959, 963 (2012), available at http://www.nejm.org/doilfull10.1056/NEJMhle 1207160.510 Vol. 10:2 PUTTING PATIENTS FIRST proceSs41 requires them to conduct extensive testing in the laboratory, test tube experiments, in order to identify problems long before a patient ever takes the drug. But because of the complexity of the human body and the large number of drugs already on the market, it is not possible to discover interactions. But it is also an issue of risk assessment-sponsors must weigh the cost of doing more and more testing against the likelihood of an adverse event occurring. As one commentator explains, \"[w]ill we catch all Drug interactions before marketing? Almost certainly not.\" But \"[s]hould we try to catch all of them, or proceed with the knowledge that one is going to slip by occasionally? That is a question for high-level risk-benefit-cost analysis within the pharmaceutical industry, with input from regulatory agencies.\" 42 Although the FDA's Center for Drug Evaluation and Research (CDER) has the final authority to approve all drugs in the United States it does not often conduct the clinical trials which produce the data on which its decisions of the drug's safety and efficacy are based. That is the job of the sponsor.43 Instead, once clinical trials are completed, the FDA \"reviews the company's data and proposed labeling\" to determine if the \"drug's health benefits outweigh its own 41 See generally U.S. Department of Health & Human Services: Food & Drug Administration Center for Drug Evaluation and Research (CDER), Guidance for Industry Drug Interaction Studies-Study Design, Data Analysis, Implications for Dosing, and Labehng Recommendations (2012), available at http://www.fda.gov/downloads/Drugs/GuidanceCompliance Regulatorylnformation/Guidances/UCM292362.pdf. 42 Chris Bode, The Nasty Surprise of a Complex Drug-Drug Interaction, 15 DRUG DISCOVERY TODAY 391-39 (2010) http://dx.doi.org/ 10.1016/j.drudis.2010.02.013. 43 See BERNICE SCHACTER, THE NEW MEDICINES: How DRUGS ARE CREATED, APPROVED, MARKETED, AND SOLD (2006) at 9; Silence is Not the Best Medicine: Requiring Disclosure of Clinical Trial Data for Abandoned Drugs, 33 J. LEGAL MEDICINE 571, 573 (2012) (defining clinical trials as \"a structured set of trial-and-error experiments attempting to determine how a drug interacts with the human body\") FDA: Development & Approval Process (Drugs), http://www.fda.gov/ Drugs/DevelopmentApprovalProcess/default.htm (\"The center doesn't actually test drugs itself, although it does conduct limited research in the areas of drug quality, safety, and effectiveness standards.\").511 2013 INDIANA HEALTH LAW REVIEW risk.\"44 This is because today, the drug sponsors are likely to either conduct the trials themselves or oversee the process very closely.45 Some commentators have been very critical of the growing role sponsors play in funding clinical trials and then publishing the results in medical journals which they effectively control. According to former medical journal editor Richard Smith, \"[a]ll journals are bought-or at least cleverly used-by the pharmaceutical industry.\"46 Others think the substantial financial resources pharmaceutical companies bring to the trials improve the quality of the information available.47 It is the sponsors who develop the protocols under which the drugs are tested, pay the physicians and medical centers involved in the clinical trials, and analyze the data themselves.48 Then, when the results are positive, they write the journal articles which introduce the drug to the practicing physicians who will prescribe them to patients. Despite recent efforts to make the clinical trials process more transparent, a drug's sponsor still has no obligation to provide the FDA with all the information it has gathered during the course of pre- market drug development and clinical trials.49 There are at least three major categories of information that a sponsor does not have to disclose. As a private company, a pharmaceutical company is entitled to keep its drug development process confidential until it decides to initiate 44 Id. 45 Fazal Khan & Holloway supra note 13 at 422 (\"Pharma's control over the clinical-trial process results in a lack of transparency and, consequently, an unsafe environment for American consumers. Pharma retains this control due to the monetary support they provide academic institutions, unaffiliated medical centers, and private contract research organizations (CROs).\") (emphasis added). 46 Harriet Washington, Flacking for Big Pharma, American Scholar (Summer 2011), http://theamericanscholar.org/flacking-for-big- pharma/. 47 See generally Khan and Holloway, supra note 13. 48 See, e.g., Barbara J. Evans, 85 NOTRE DAME L. REV. supra note 4 at 476-525; Efthimios Parasidis, Patients Over Politics. Addressing Legislative Failure in the Regulation of Medical Products, 2011 WIS. L. REV. 929, 948-53. 49 FACT Act, S. 467, 110th Cong. (2007), available at http://www. govtrack.us/congress/bills/109/s470#summary/1ibraryofcongress.512 Vol. 10:2 PUTTING PATIENTS FIRST the process of applying for permission to market the drug in the United States.50 At that point it is required to both file an investigational new drug application with the FDA and register the trial in a publically available database. 51 Although there are laws requiring the disclosure of clinical trials to the public, in fact there are no penalties for non- disclosure. A Washington Post article written in 2004 suggested based on the few drug company trials in the registry that most sponsors were simply violating the law.52 More recent data does not document much change. Moreover, sponsors can and usually do require that doctors and scientists outside of their own companies who are involved in conducting the clinical trials sign strict confidentiality agreements.53 Failing to report the existence of, let alone the results from, unsuccessful clinical trials is only one of the ways in which sponsors withhold negative information from the FDA.54 Specifically, these non-disclosures include omitting 50 See Federal Food, Drug, and Cosmetic Act of 1938, 21 U.S.C. § 355 (2006); 21 C.F.R. § 312.22(a) (2011) (outlining general requirements for IND submission). See also BERNICE SCHACTER, supra note 43 at 7 (\"Before clinical trials on a new drug may begin (i.e., before the drug or biological may be shipped across state lines the sponsor must file an IND (Investigational New Drug application) with the FDA.\"). See 21 C.F.R. §§ 312.22(a), 312.3(b) (detailing process for submitting an IND). 51 Food and Drug Administration Amendments Act, Pub. L. No. 110-85, 121 Stat. 823 (2007), 42 U.S.C. §282(j)(3)(B)(i). 52 Shankar Vedantam, Drugmakers Prefer Silence on Test Data: Firms Violate US. Law by Not Registering Trials, WASH. POST, July 6, 2004, at Al. 53 Khan & Holloway, supra note 13 at 421. 54 Wendy Wagner & David Michaels, Equal Treatment for Regulatory Science: Extending the Controls Governing the Quality of Public Research to Private Research, 30 AM. J. L. & MED. 119, 126 (2004) (\"Finally and perhaps most serious is the ability of sponsors to suppress research when the results are adverse to their interests. Unlike fraud, suppressing adverse results can sometimes be done with discretionary judgments that are not illegal. For example, sponsors can abort research before it is completed, and base this decision on limited resources or some purported design flaw in the study. For research that is completed, sponsors can still justify withholding the results based on discretionary judgments that the research design or reporting was incomplete or flawed in some way or that follow-up research is needed to confirm or validate the findings.\").513 2013 INDIANA HEALTH LAW REVIEW bad results from the final data analysis, altering the data obtained during the clinical trials so that it is more favorable, or suppressing indications for concern that arose during clinical trials.55 A very well publicized example of came to light in a lawsuit alleging injuries from GlaxoSmithKline (GSK)'s drug Avandia. As Professor Rodney Miller summarizes, \"[e]vidence further suggested that GSK conducted an earlier safety study that identified the cardiac risks at issue, but suppressed the data and did not submit it to the FDA.\"56 Another form of deliberate suppression comes earlier in the process when designing a research protocol. While the FDA can review the characteristics of the patients entered into the clinical trials that produced the results submitted with the petition the sponsor does not have to provide the information used to develop the protocols.57 Therefore, if preliminary research 55 Joanna K. Sax, Protecting Scientific Integrity: The Commercial Speech Doctrine Applied to Industry Publications, 27 AM. J.L. & MED. 203, 204 (\"Further, pharmaceutical companies may suppress negative results, change design studies, or halt studies early if they think the results may not be positive.\") (emphasis added); see also Catherine DeAngelis, The Influence of Money on Medical Science, 296 JAMA 996 (2006) (reporting instances of suppression of negative research data). 56 Miller supra note 2 at 433 (citing Gardiner Harris, Drug Maker Hid Test Data, Files Indicate, N.Y. TIMES, July 13, 2010, at Al). See also Bernard Lo, The Future of Conflicts of Interest: A Call for Professional Standards, 40 J. OF L., MED. & ETHICS 441, 442 (examples from \"several recent industry-sponsored clinical trials [in which there were] serious deviations from accepted researched standards [which] biased evaluation of the risks and benefits of study drugs\"). 5 See MARCIA ANGELL, THE TRUTH ABOUT DRUG COMPANIES 906 (2004) (describing the clinical trial process); Adriana Petryna, Experimentality: On The Global Mobility And Regulation Of Human Subjects Research 30 POLITICAL AND LEGAL ANTHROPOLOGY REVIEW 288 (2007) (the author recounts a personal conversation with an informant who explained to her that when the FDA staff reviews an application. \"'They are only looking for data on safety and efficacy and how protocols are arranged and statistics are analyzed.\"' Another source who was an FDA reviewer \"likened his role to that of an air traffic controller. Air traffic controllers analyze information 'that's available to them and make recommendations that can be acted on ....\"' As he explained, 'The FDA reacts upon 'evidence of,' not the logic of how you got there.\" (emphasis in original). That is, its reviewers will rarely go beyond their immediate tasks to ask where studies took place or about514 Vol. 10:2 PUTTING PATIENTS FIRST showed that a drug intended to lower blood sugar tended to cause heart attacks in a specific sub-population of potential patients, the sponsor could exclude that population from its study. This is something the FDA would probably notice because it requires Sponsors to identify potential groups of patients and provide the information relevant to that pool. If the FDA finds the information inadequate it can require that the sponsor collect more data or it can require that the absence of data be included on the drug's label.58 However, and the Sponsors are aware that once approved, it is likely that the product can be prescribed to any patient by any licensed physician for any reason. 59 Also, there is no requirement that when rules regarding clinical trials change sponsors go back and acquire this kind of information for drugs already on the market. Thus, a relatively recently approved drug like Lisinopril, which treats high blood pressure, has extensive information about its clinical trials. \"Black hypertensive patients (usually a low-renin hypertensive population) had a smaller average response to monotherapy than non-Black patients,\"60 but an older blood pressure medication like Serpalan makes no mention of racial differences.61 Extending whistleblower protection to company employees would increase the channels of information through which information of concerns arising during clinical trials could reach physicians and regulators before the circumstances under which the data were derived. This instrumentalism, in the end, strengthens the hand of arbitrage and weakens the FDA's ability to assess drug safety problems. As he points out, the logic of how you got there is the crucial determining logic of patient safety and harm.\") (emphasis in original). 68 See e.g., AstraZeneca, Zestril pressure <100 mmHg), severe heart renal >2 mg/dL and/or proteinuria > 500 mg/24 h).\"). 59 See generally Khan and Holloway, supra note 13. 60 See AstraZeneca, supra note 58. 61 MEDLINE PLUS, http://www.nlm.nih.gov/medlineplus/druginfo/ meds/a601107.htm1 (last visited May 12, 2013).2013 515 INDIANA HEALTH LAW REVIEW they emerge as major sources of adverse events. 62 This includes information from research scientists about issues that emerge during testing, from pharmaceutical company employees and executives who learn of problems in the process of constructing petitions for approval of the drug and its label, and from the pharmaceutical company representatives who have direct contact with prescribing physicians. B. Getting Information From Health Care Providers 1. Prescribing Physicians The first line of defense in protecting the public from emerging dangers of newly approved drugs has to be the physicians who prescribe them. They are in the best position to learn of problems experienced by the patients. I propose that healthcare providers be brought more actively into the process of being alert to emerging problems from newly approved drugs by requiring them to report what they see. This reporting requirement should include any decision to stop prescribing a drug either because it was not effective or because of an emerging side effect. Although this may seem burdensome, in fact most prescribing physicians receive weekly visits from drug sponsors and can easily meet their obligations by reporting the information, which in turn the sponsor would then be required to report to the FDA. After a drug or device is approved, the sponsor's efforts shift from the FDA approval process to marketing their products directly to the physicians who will prescribe them to patients.63 Once the 62 See lan Ayers, Information Escrows, 111 UNIVERSITY OF MICHIGAN LAW REVIEW 145, 193 (2012) (proposing the creation of \"information escrows\" to counter the problem of physicians' and patients' reluctance \"to submit voluntary [adverse drug events] reports because they lack incentive to report and fear negative repercussions or embarrassment if prescription error or patient noncompliance is blamed.\"). 63 Joshua Weiss, Medical Marketing in the United States: A Prescription For Reform, 79 GEO. WASH. L. REV. 260, 261 (2010) (\"On average, the drug and medical device industries spend over $20,000 per516 Vol. 10:2 PUTTING PATIENTS FisT 5 FDA approves a drug or device is then that it becomes available for any physician to prescribe to any patient.64 Before approval, patients could only access the product through physicians who were also conducting the pre- approval clinical trial. 65 While these research-physicians were likely to be experts in the condition which the drug or device was intended to treat, for example cardiologists studying a new blood pressure drug, the physicians prescribing it are for more likely to be generalists. 66 Regardless of specialty, the drug or device will be as new to them as to the patient. Although the FDA approves of the extensive advice to prescribing physicians, which are called 'labels,' in fact many physicians get their information directly from the drug company's own representatives who come directly to their offices.67 doctor each year on marketing efforts that include gifts, meals, travel, consultancy fees, and continuing medical education programs. The reach of medical marketing has grown so broad that one recent survey reported that ninety-four percent of physicians have received some form of benefit or payment from the drug and device industries.\"). 64 GlaxoSmithKline's $3 Billion Whistleblower Settlement Has Paid for One of America's Most Expensive Failed Corporate Internal Investigations, Qui Tam Whistleblowers' Attorneys Say, RED ORBIT (July 2, 2012), http://www.redorbit.com/news/health/112649398/ glaxosmithklines-gsk_3_billionwhistleblowersettlementhas-paidjfor -one/. 65 See Trudo Lemmens and Candice Telfer, Access to Information and the Right to Health: The Human Rights Case for Clinical Trials Transparency, 38 AM. J. L. & MED. 63 (2012). 66 Joshua Weiss, Medical Marketing in the United States: A Prescription For Reform, 79 GEO. WASH. L. REV. 260, 267 (2010) (\"The gifts, payments, and meals provided by drug and device companies create a significant, yet unconscious, desire to reciprocate among practitioners. 'While medical professionals might believe themselves to be 'more rational and critical' than the average person, the success of pharmaceutical marketing illustrates that physicians are as susceptible to target marketing as others.\"') (emphasis added) (quoting Dana Katz et al., All Gifts Large and Small, AM. J. BIOETHICS, Summer 2003, at 40-41). 67 Id. at 261-262 (\"Drug companies flood doctors' offices with branded trinkets-everything from paper and pens to mugs and mouse pads-in an effort to push the latest prescription medicines. Under an educational guise, paid and highly trained sales representatives encourage physicians to prescribe more products by bringing food and2013 517 INDIANA HEALTH LAW REVIEW Estimates of how much companies spend on marketing run into the multi-billions. 68 This marketing is highly effective even though physicians often deny their own susceptibility. It is these prescribing physicians who will have the most information about problems patients suffer after the drug is prescribed. For that reason, one of the most important sources of information about emerging post- market concerns with a prescription drug is the prescribing physician herself. First, because this is her patient she is most likely to be the one monitoring the effects of the drug. Second, in a large sense, if she has begun prescribing this drug to one patient it is reasonable to assume that she is prescribing it to others too and, depending on whether hers is a general or specialized practice, may well soon be following many patients. Since the same pharmaceutical representatives visit the same doctors, they are in the best position to hear of problems. As important as it is to bring information from physicians to the FDA for analysis, leading bioinformatics specialists Bethany Percha and Russ B. Altman explain that \"we cannot realistically expect practicing physicians to notice and document most DDIs on their own.\"69 This is because, \"[p]atients who take multiple drugs are often afflicted with multiple comorbidities, and it is difficult to determine whether adverse events are the result of side effects from a single drug, interactions between two or more drugs, or exacerbations of the patient's underlying disease(s).\" 70 Further, \"[t]he number of patients on a particular drug combination, especially within a single practice or hospital, may be small, preventing physicians from recognizing patterns of interactions within their own patient cohorts.\"7' Also, prescribing physicians may be only freebies to doctors' offices, a practice known as \"detailing.\") (footnotes omitted). 68 MARCIA ANGELL, THE TRUTH ABOUT DRUG COMPANIES: How THEY DECEIVE US AND WHAT TO Do ABOUT IT 122 (2005) (estimating $54 billion in marketing expenditures for 2001). 69 See generally Percha and Altman supra note 3. 70 Id. 71 Id.518 Vol. 10:2 PUTTING PATIENTS FIRST one of many health care providers a patient taking a newly prescribed drug sees. 2. Other Health Care Providers Since adverse events can take many different forms, a patient experiencing a problem may not contact the prescribing physician. Instead, he or she may mention the problem to another health provider, may visit a walk-in clinic, or even an emergency room. 72 Moreover, while physicians and hospitals are increasingly moving towards interoperable medical records, the goal of complete interoperability in the United States has not yet been reached. Thus, important information still has to come from the patient himself who may not be able to give an accurate chronology of when an individual medication was prescribed. The result can be serious and often preventable injury.73 Adverse events caused by drug interaction are a particular problem in the emergency room because the treating physicians are less likely to have access to the patient's medical records. Without access to a patient's 72 Popularity of \"walk-In\" Retail Health Clinics Keeps Growing: Poll (Jan. 7, 2013), http://www.harrisinteractive.com/NewsRoom/ PressReleases/tabid/446/ctl/ReadCustom%2ODefault/mid/1506/Articleld/ 1134/Default.aspx (last visited June 23, 2013) (Harris Poll finding \"twenty-seven percent of all adults surveyed said they have used\" walk- in clinics with \"40 percent of adults aged 25-to 29\" stating they \"had used a retail or work-based clinic ....\"); see also Rachel 0. REid, J. Scott Ashwood, Mark W. Friedberg, Ellerie S. WEber, Claude M. Setodji and Ateev Mehrotra, Retail Clinic Visits and Receipt of Primary Care, 28(4) J. GEN. INTERN. MED. 504, 511 (2012), available at http://link.springer.com/content/pdf/10.1007%2Fs11606-012-2243-x.pdf (expressing concern that patients are increasingly visiting walk-in clinics rather than a primary care physician). 73 Katja M. Hakkarainen, Khadija Hedna, Pax Petzold and Staffan Hagg, Percent of Patients with Preventable Adverse Drug Reactions and Preventability of Adverse Drug Reactions-A Meta Analysis, meta- analysis demonstrates that PADRs are a significant cause of morbidity among outpatients and that roughly half of all ADRs among adult outpatients and inpatients may be prevented.\").519 2013 INDIANA HEALTH LAW REVIEW medical records a health care provider out of state or across town may have no knowledge that the presenting problem is a side effect of a recently prescribed drug. While providers are aware of many interactions and usually ask about them in a history, they are less likely to recognize a problem caused by a new drug. It is often only by reviewing large amounts of data that patterns of drug side effects emerge.74 For example, if a patient who receives a prescription for a new cardiac medication begins visiting an orthopedist it might signal the emergence of circulation issues instead of mere leg pain. Finally, patients may present emergency rooms with issues that may or may not be immediately attributed to the new drug. For these reasons it is important to track all contacts between a patient taking a new drug and the health care system. This includes patterns of office visits by patients who have begun taking a drug new on the market. It also includes pattern of prescriptions. Currently, a physician who begins to routinely prescribe stomach acid reducing drugs when she prescribes a new cholesterol medication is under no obligation to report this to the FDA and she may not immediately recognize the emerging pattern. Another issue involving all physicians is their potential reluctance to report adverse events for fear of suffering retaliation from the pharmaceutical companies. 75 Un- fortunately this is not uncommon. There are many documented cases of pharmaceutical companies engaging in deliberate activities to discredit physicians who they 74 John Markoff, Unreported Side Effects Of Drugs Are Found Using Internet Search Data, Study Finds, New York Times (March 6, 2013) http://www.nytimes.com/2013/03/07/science/unreported-side-effects-of- drugs-found-using-internet-data-study-finds.html?_r-0&adxnnkl&adxnnlx- 1372008096-5YMEN+ntOpH54L2Q91qbwA (describing study of web searches by patients taking newly approved drugs which revealed side effects unknown to the FDA) (last visited June 23, 2013). 75 See Geneva Campbell (comment) Snitch or Savoir? How the Modern Cultural Accpetance of Pharmaceutical Company Employee External, 15 UNIVERSITY OF PENNSYLVANIA JOURNAL OF BUSINESS LAW 565, 578-580 (2013) (describing laws providing protection for employees of pharmaceutical companies).520 Vol. 10:2 PUTTING PATIENTS FIRST perceive as enemies. Tactics a pharmaceutical company might employ range from excluding physicians from lucrative consulting contracts to a more general campaign intended to reduce employment opportunities. 3. Pharmacies and Pharmacists Another important source of information for issues that arise post-approval is the pharmacy where a patient goes both to pick up prescription drugs and to self-medicate with drugs available without a prescription. These are often described as over-the-counter or OTC drugs. 76 At the pharmacy level, the FDA can make use of existing technology to monitor the pharmacy purchases by the patient who has been prescribed a new drug. 7 A little- studied area but one that raises many concerns is the interaction among all the substances ingested by an individual patient. The array of non-prescription medications and dietary supplements available to the American public in an ordinary drug store or supermarket is substantial. A recent example of how significant these interactions can be comes from studies conducted by academic researchers, not pharmaceutical companies, such as the effects of grapefruit juice in altering the way a variety of drugs are absorbed into the blood stream. In February 2012, the FDA itself acknowledge the issue by 76 62 Cath.U.Law Rev. at 436 77 See TradeLink EDI Enterprise Edition, SoFTHEALTHCARE.COM, http://www.softcarehealthcare.com/PDF/CaseStudy-HealthCanada.pdf (last visited April 20, 2013) (\"integrated its over-the-counter drug monitoring system with TradeLink EDI Management System and EDI services provided by SoftCare EC Inc. for the monitoring of retail sales of over-the-counter drugs.\"); See also NATIONAL PRECURSOR LOG EXCHANGE, http://www.nplexservice.com/ (last visited April 20, 2013) (\"Pharmacies across the country are using the NPLEx e-tracking solution to not only track the purchase of products containing pseudoephedrine, but also to ensure compliance with federal pseudoephedrine tracking laws, and help law enforcement track down individuals who purchase over legal limits.\"); EZ-Sign, HCC-CARE.COM, http://www.hcc-care.com/_Products/SigCapture.aspx (last visited April 20, 2013) (helping pharmacies to meet all regulatory requirements for OTC sales tracking).2013 521 INDIANA HEALTH LAW REVIEW publishing a consumer advisory listing six major categories of drugs which could have dangerous effects if consumed with grapefruit juice. These include cholesterol lowering statins, blood pressure medications, anti-anxiety drugs, anti-arrhythmia drugs, anti-histamines and anti-organ rejection drugs.78 C Getting Information From Patients Another source of information regarding adverse events is Patients themselves. As Professor Rodney Miller explains in pointing out the short-comings of any post-market surveillance system, \"Discovery of 'adverse effects' will always lag behind the injuries that make their detection possible. Thus, a drug's first subscribers unwittingly serve as participants in the drug's extended 'clinical trial,' but without the disclosures and protections normally afforded to such participants.\"79 The same FDA MedWatch Program that facilitates reports from health professionals and regulated industry is also available for patients to \"voluntarily report a serious adverse event, product quality problem, product use error ...that you suspect is associated with the use of an FDA-regulated drug, biologic, or medical device ....\"so The form is five pages long, and resembles a tax return. It can be completed or submitted by mail, fax or online.81 Patients receive on-line information about prescription drugs from sources sponsored by the pharmaceutical companies and from those with no connection to it. The FDA regulations regarding a 78 Grapefruit Juice and Medicine May Not Mix, FDA.Gov (Feb. 2012), http://www.fda.gov/downloads/ForConsumers/ConsumerUpdates/ UCM292839.pdf. 79 Miller supra note 2 at 436. soFDA.Gov, Reporting Serious Problems to the FDA, http://www.fda. gov/Safety/MedWatchlHowToReport/default.htm. 81 See generally, MedWatch Consumer Voluntary Reporting (Form FDA 3500B), available at http://www.fda.gov/downloads/AboutFDAl ReportsManualsForms/Forms/UCM349464.pdf; see also MedWatch Consumer Voluntary Reporting (Form FDA 3500B), https://www. accessdata.fda.gov/scripts/medwatch/medwatch-online.htm (providing an online-only option for filling out the form).522 Vol. 10:2 PUTTING PATIENTS FIRST pharmaceutical company's obligations to report information about adverse events through its own sponsored sites was drafted in 2001, well before the advent of social media. The current obligations only require reporting when the company has: (1) [a]n identifiable patient; (2) [a]n identifiable reporter; (3) [a] suspect drug or biological product; and [4] an adverse experience or fatal outcome suspected to be due to the suspect drug or biological product.\"82 In other words, there is no obligation to report any information posted anonymously. As commentator Bronwyn Mixter advised in BNA's Health Care Daily Report, \"This leaves the industry somewhat off the hook for reviewing internet sites that they do not sponsor.\"83 In the absence of guidance, the response of the pharmaceutical industry has been to retreat from social media in order to avoid acquiring information about potential adverse events. 84 As American Medical News reports: In August 2011, many pharmaceutical companies shut down Facebook pages- 82 U.S. Department of Health & Human Services: Food & Drug Administration Center for Drug Evaluation and Research (CDER), supra note 41 at 7. 83 Stuart L. Friedel & Joseph A. Sena Jr., Bloomberg BNA: SOCIAL MEDIA LAW & POLICY REPORT 4 (2012), available at http://www.dglaw. com/images-user/newsalerts/FriedelSenaPharmaChallenges.pdf, see also Bronwyn Mixter, Social Media Use Presents Challenges For Drug Manufacturers, Experts Say, Bloomberg BNA (October 4, 2012), http://www.bna.com/social-media-presents-nl7179870033/ (\"pharmaceutical companies fear that encouraging consumers to post publicly on social media sites will inundate them with reports of adverse drug experiences, which they may be required to file with the FDA or risk potential liability\"). 84 AUDET & PARTNERS, LLP, FDA Grapples with Social Media, JD Supra Law News (Apr. 18, 2013), http://www.jdsupra.com/legalnews/ fda-grapples-with-social-media-96820/.523 2013 INDIANA HEALTH LAW REVIEW especially those devoted to particular drugs-after Facebook stopped giving them the option to shut off public comments on those pages. The companies cited a lack of FDA guidance on how to handle social media comments as their reason for shutting down the pages. Most vowed to keep their pages shut down until the FDA provided guidance on how comments be handled.85 The result is that pharmaceutical companies have no real duty to either correct misinformation or report adverse events if they, themselves, have not initiated the communication. Thus, a spokesman for an advertising agency representing pharmaceutical companies recently commented, \"'[ilt is not appropriate to simply bury your head ....The risk is not being aware of a potential public health risk' if people are distributing incorrect information about drug products,\" head burying is a legal option.86 D. Investing in Monitoring Technology Reviewing patients' medical records will reveal information about possible adverse effects beyond what could be achieved by waiting for any individual patient to file a complaint. Technology exists to monitor the first generation of the public who are prescribed a new medication for potentially serious medical events, which 85 Stuart L. Friedel and Joseph A. Sena, Pharma Challenges. Adverse Event Reporting and Social Media (2010), http://about. bloomberglaw.com/practitioner-contributions/pharma-challenges-adverse- event-reporting-and-social-medial (\"Facebook had initially granted pharmaceutical companies the option to block public commenting due to the industry's highly regulated nature and its fears over adverse drug experience reporting requirements. In August 2011, Facebook revoked that exception and, as a result, several notable pharmaceutical companies (e.g., Johnson & Johnson, AstraZeneca) took their Facebook pages down altogether.\"). 86 Bronwyn Mixter, Social Media Use Presents Challenges For Drug Manufacturers, Experts Say, BLOOMBERG BNA (October 4, 2012), http://www.bna.com/social-media-presents-nl7179870033/.524 Vol. 10:2 PUTTING PATENTS FIRST may be related to the drug, device or biological. 87 This monitoring should be of both medical and pharmacy records. A fully functioning interoperable system of electronic health records could track doctor's visits wherever and whenever they occur for references to symptoms or complaints, which could be an early sign of harm. It could also track pharmacy visits for purchases of non-prescription medications such as antacids or muscle soreness, which also may indicate adverse affects. Moreover, this kind of monitoring could catch the possible masking of symptoms through self- medication. Linking monitoring systems to research subjects or first generation consumers is well within the abilities of currently available technology. Pharmacies already track non-prescription purchases because, until recently, they were reimbursable under some employee benefit plans.88 Linking pharmacy records to a patient's already existing medical records would be a powerful step towards monitoring post-market adverse events. 89 Because this software will have access to complete medical records it will be possible to identify specific factors which correlate with side-effects such as co-morbidities or other drugs being taken. In time, this may well rise to the level of monitoring 87 Yihan Guan & Yiliang Jin, Fast Detection of Risk Signals in Post-marketing Drug Surveillance Using Costs in Claims Data: A Machine Learning Approach, (Dec 9, 2010), http://cs229.stanford. edulproj20lO/GuanJin-FastDetectionofRiskSignalsinPostmarketing DrugSurveillance.pdf (describing an algorithm to detect side effects). 88 Cf Electronic Monitoring of Asthma Me Use May Boost Adherence, DRUGS.COM (June 18, 2010), http://www.drugs.com/news/ electronic-monitoring- asthma-med-may-boost- adherence-25080.html (stating that there is a pilot program to measure adherence with inhaled corticosteroids for asthma attacks based on how often prescriptions are fulfilled); see also Kendall Ho, Achieving Patient Safety Through Information Technology-An Emerging Frontier Becomes Mainstream, TOUCHBRIEFINGS.cOM, http://www.touchbriefings.com/ pdf/1965/ho.pdf (last visited Apr. 25, 2013). 89 See Nicolas P. Terry and Leslie P. Francis, Ensuring the Privacy and Confidentiality of Electronic Health Records, U. ILL. L. REV. 681, 687-688) (2007) (Discussing the benefits and mechanics of linking medical records from different hospitals and providers. So far, no one has proposed linking pharmacy records to medical records.).525 2013 INDIANA HEALTH LAW REVIEW the effectiveness of newly released drugs depending on specific genetic characteristics of future patients. E. Helping the FDA Make Use of the Information It Receives The last on the list of people and entities most likely to learn of adverse effects from a recently approved drug or device is the FDA. The FDA's limited oversight after a drug or device is approved and released on the market has been the topic of considerable and sustained criticism.90 In 2006, the Institute of Medicine issued two highly critical reports which cite \"a range of problems including chronic underfunding, insufficient regulatory authority, staff conflicts, and poor management ...[calling] for sweeping changes in the way the ...[FDA] monitors drug safety.\"91 The reports make specific recommendations for measures to gather information about potential harm as soon as possible from the insiders who have spoken with the doctors prescribing the drugs and the patients taking it.92 90 See generally, Jennifer S. Bard, What to do When You Can't Hear the Whistleblowing: A Proposal to Protect the Public's Health by Providing Whistleblower Protection for Medical Researchers, 9 IND. HEALTH L. REV. 1, 39-46 (2012) (describing deficiencies in current post- market surveillance process); see also Rebecca Dresser & Joel Frader, Off-Label Prescribing: A Call For Heightened Professional and Government Oversight, 37 J.L. Med. & Ethics 476, 482 (2009) (\"The FDA has accepted the results of trials involving as few as eight people as adequate evidence of safety and effectiveness.\"). 91 Bridget M Kuehn, IOM: Overhaul Drug Safety Monitoring, 296 JAMA 2075 (2006), available at http://jama.jamanetwork.com/ article. aspx?articleid=203870. 92 See JACKIE KMETZ, VISIBLE TECHNOLOGIES, PHARMACEUTICAL INDUSTRY SPECIAL REPORT: ADVERSE EVENT REPORTING IN SOCIAL MEDIA (2006), available at http://www.visibletechnologies.com/ resources/white-papers/adverse-events/ (last visited April 30, 2013) (noting only 1 in 7 actual adverse events from in-hospital administration of both prescription and over-the-counter drugs led to a posting to a system designed to track in-hospital adverse events t under the criteria established by the FDA and suggesting that approximately half would trigger a report if social media listening is utilized); see also AGENCY FOR HEALHCARE RESEARCH AND QUALITY, UNITED STATES DEP'T OF HEALTH & HUMAN SERVICES, PUBL. # 01-0020, REDUCING AND526 Vol. 10:2 PUTTING PATIENTS FIRST The FDA is well aware of this issue and exercises its legal authority to review products, require label changes or even ban products from the market. However, recent lawsuits in which plaintiffs have brought forward credible evidence that drug manufacturers (the \"sponsors\") have deliberately concealed known dangers have created increased interest. The public, the media, and most notably the Institute of Medicine have all called on the FDA to do more post-market review.93 Yet the resources available to the FDA have not materially changed.94 The FDA faces a difficult challenge in balancing the interest of the sponsors to recoup their investment by getting new products on the market quickly and that of the public which deserves a better understanding of the limits to which the FDA, the Sponsor or even the prescribing physician know of the risks when the product gets used in real life.95 PREVENTING ADVERSE DRUG EVENTS To DECREASE HOSPITAL COSTS (2001), available at http://www.ahrq.gov/qual/aderia/aderia.htm (last visited April 30, 2013) (\"Adverse drug events (ADEs) result in more than 770,000 injuries and deaths each year and cost up to $5.6 million per hospital, depending on size. Many ADE injuries and resulting hospital costs can be reduced if hospitals make changes to their systems for preventing and detecting ADEs.\"); see also Adverse Event Reporting & Drug Safety, PATIENTS LIKE ME, http://www.patientslikeme. com/help/faq/Adverse%20Event%2OReporting%20&%2ODrug%2OSafety (last updated April 16, 2013) (last visited April 30, 2013) (\"While there is much information learned from clinical trials, they do not fully reflect the way a medical product is used in real life. Through the experiences of patients like you, manufacturers of drug and medical products can expand their understanding of a product's safety profile. In turn, manufacturers are required to inform regulators such as the FDA about these experiences.\"). 93 See Pray & Robinson note 110, infra and accompanying text. 94 See Nicolas J. Plionis, The Right to Access Experimental Drugs: Why the FDA Should Not Deprive the Terminally Ill of a Chance to Live, 16 WM. & MARY BILL RTS. J. 901 (2008) (reviewing the criticism that the FDA does not do enough to expedite the availability of investigational new drugs to those like Abigail Burroughs who unsuccessfully claimed a constitutional right to access potentially life- saving chemotherapy). 95 See Percha and Altman supra note 3 at 178 \"we cannot realistically expect practicing physicians to notice and document most DDIs on their own. Patients who take multiple drugs are often afflicted with multiple comorbidities, and it is difficult to determine whether2013 527 INDIANA HEALTH LAW REVIEW It is beyond the scope of this article to advise the FDA specifically how it could better use bioinformatics to analyze the data it is already getting, let alone the additional data that may come in based on adoption of the suggestions in this article. However, it is familiar with the concept of contracting with private companies for data mining services96 and there is already an industry in the private sector devoted to using their own, proprietary, software programs to analyze the FDA's own data.97 The central premise of this article is that the FDA should be using all its powers to develop systems intended to reduce the harm suffered by patients from problems that only emerge after a product is on the market. But within the reality of the FDA's funding base, it suggests that among these powers is the ability to shift the cost for these systems to those who stand to benefit financially from the product's success: its sponsor. Another thing the FDA could do is keep in closer contact with the drugs and devices used in the United States that are usually also distributed throughout the world. Many jurisdictions have their own adverse event tracking systems, but so far there is no systematic structure for cooperation. 98 Some of the most serious post-approval adverse events are the result of side effects from a single drug, interactions between two or more drugs, or exacerbations of the patient's underlying disease(s).\" 96 Jeryl Bier, FDA Seeks 'Data Mining and Targeting Software', The Standard (Jun http://www.weeklystandard.com/ software_736829.html 97 ADVERSEEVENTS.COM, http://www.adverseevents.com/about utilizes a data sourcing method called RxFilterTM, providing precise, standardized solutions for an accurate view of drugs safety issues reported to the FDA. RxFilter is a proprietary 17-step data refinement process developed by AdverseEvents, Inc. that standardizes and normalizes the AERS database. Combining complex computer algorithms with hands-on data analysis by highly trained researchers, the RxFilter process is the most thorough optimization procedure ever applied to the FDA's drug safety database to accurately measure and track adverse events associated with medications reported to the FDA.\"). 98 MONITORING AND REPORTING ADVERSE EVENTS app. 71 (2003), available at http://www.icssc.org/Documents/Resources/AEManual2003 AppendicesFebruary 06 2003%20final.pdf (\"A protocol for a clinical trial must adhere to International Conference on Harmonisation (ICH)528 Vol. 10:2 PUTTING PATIENTS FIRST adverse events, like the fetal harm done by thalidomide, could have been avoided by keeping a closer watch on the effects of a drug released earlier, or even at the same time, in another country. F Effective Solutions 1. Expanding Whistleblower Protection This article asserts that the burden for creating early detection systems, including whistleblower protection, should be on the drug companies themselves because they are the ones with the greatest financial interest in the drug's success and the greatest access to information about potential dangers. Moreover, Congress has already identified extending whistleblowing protection for employees of pharmaceutical companies as an important method of ensuring compliance with federal anti-fraud laws such as Dodd-Frank99 and the Affordable Care Act.100 Whistleblower protection must, then, extend to every individual who may come into contact with information about dangers to the public's health. This protection must be geared to what these people know, substance based, not how they know it, job title based.101 This section provides some suggestions for how that change should occur. E6: Good Clinical Practices (GCP), Section 6, and must address.. .procedures for assessing and reporting adverse events ....\"); Isha Patel & R. Balkrishnan, Medication Error Management around the Globe: An Overview, 72 INDIAN J. PHARMARCY SCI. 539, 539 (2010) (stating that \"there are established and effective medication vigilance systems in many developed countries. The different countries undertake activities which range from collecting information about prescriptions, surveying physicians about adverse drug events, and conducting sophisticated post-marketing surveillance studies.\") 99 Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010, Pub. L. No. 111-203, 124 Stat. 1376-2223. 10 See generally Geneva Campbell (comment) Snitch or Savoir? How the Modern Cultural Acceptance of Pharmaceutical Company Employee External, 15 UNIVERSITY OF PENNSYLVANIA JOURNAL OF BUSINESS LAW 565, 578-580 (2013) (describing laws providing protection for employees of pharmaceutical companies). 101 C Michael M. Ting, Whistleblowing, 102 Am. POLITICAL SCI.529 2013 INDIANA HEALTH LAW REVIEW 2 Models of Strong Whistleblower Protection in Recent Federal Statutes In the last ten years, there has been significant interest by Congress in extending protection to consumers from corporate fraud by developing new statutes, and amending old ones, that provide strong incentives for whistleblowers as well as greater protection from employer retaliation. The Sarbanes-Oxley Act (SOX) exceeds all previous federal whistleblower statutes by actually requiring disclosure.102 It was enacted in response to a series of public scandals in which companies' outside lawyers and accountants failed to report what was obvious fraud and wrong-doing.103 Another enhancement to a whistleblowing statute is the provision of an incentive for a whistleblower such as is available in the 2010 Dodd-Frank Consumer Protection Act.104 Dodd-Frank amends both SOX1o5 and the False Claims Act06 to provide greater protection against retaliation for whistleblowers.07 REV. 249, 263 (2008) (While this article focuses on the task of bringing legal protection against retaliation, that is not to suggest that \"fear of retaliation\" is the only relevant factor as Michael Ting has developed a mathematical model identifying the key factors which affect a public employee's decision to disclose information and suggests that motivation depends on the characteristics of the organization itself so that no one set of incentives will be effective in every setting.). 102 See 18 U.S.C. §1513(e) (2012) (SOX also has strong anti- retaliation provisions stating that it is unlawful for any company or individual to take any action with intent to retaliate against any person, for providing truthful information to law enforcement relating to the commission of a federal offense). See also Miriam A. Cherry, Whistling in the Dark? Corporate Fraud, Whistleblowers, and the Implications of the Sarbanes-Oxley Act for Employment Law, 79 WASH. L. REV. 1029, 1065 (2004). 103 See, e.g., Dustin D. Stohler, Enron's Gift to HR Managers, IND. EMP. L. LETTER, Jan. 2004; Tom Hamburger, et al., WorldCom Propels Congress to Focus on Business Reform, WALL ST. J. (June 27, 2002), http://online.wsj.com/article/SB1025131087612990560.html. 104 Dodd-Frank Wall Street Reform and Consumer Protection Act of 2010, Pub. L. No. 111-203, 124 Stat. 1376-2223. 105 Id. at §929A. 106 Id. at §1079B (expanding the definition of acts protected against retaliation to include retaliation against those associated with the actual whistleblower-qui tam relator). 107 Dodd-Frank Wall Street Reform and Consumer Protection Act of530 Vol. 10:2 PUTTING PATIENTS FIRST For example, companies must now prove by clear and convincing evidence that they would have terminated a whistleblower even if they were unaware of his complaints.108 These examples of increased whistleblower protection provided by federal statutes are a model of what more could be done to protect employees of pharmaceutical companies who bring forward information about a potential danger associated with a drug for which their company is either seeking approval or which is already on the market. 3. Using Active Surveillance The burden for reporting adverse events from prescription drugs is on the pharmaceutical company, not the prescribing doctor, the issuing pharmacist or the injured patient. In contrast, hospitals that receive Medicare funding are required by law to \"track medical errors and adverse patient events, analyze their causes, and implement preventive actions.\"109 In 2007 the Institute of Medicine (IOM) conducted a workshop to directly consider the challenges the FDA would face in the future addressing the issues of drug safety identified by the 2007 report. 110 Although the workshop covered many topics, it focused considerable attention on issues of post-market review. It made several recommendations for how the FDA could better use its resources to implement stronger protections. 2010, Pub. L. No. 111-203, 124 Stat. 1376-2223. 108 See 49 U.S.C. § 42121(b)(2)(B)(iv) (2012). See also Collins v. Beazer Homes USA, Inc., 334 F. Supp. 2d 1365, 1376 (stating that employer is entitled for protection from a retaliation claim if they can show by clear and convincing evidence that it would have fired the employee regardless of their whistleblowing behavior). 109 42 CFR Sec. 481.21. Indeed, the Tax Relief and Health Care Act of 2006, P.L. 109-432 Sec 203 goes further by requiring the Office of the Inspector General to report directly to Congress events occurring in hospitals serving Medicare and Medicaid patients which should never occur in a hospital (\"never events\"). Tax Relief and Health Care Act of 2006, P.L. 109-432 Sec. 203. 110 LESLIE PRAY & SALLY ROBINSON, CHALLENGES FOR THE FDA: THE FUTURE OF DRUG SAFETY, WORKSHOP SUMMARY (2007), available at http://www.nap.edu/catalog/11969.html.531 2013 INDIANA HEALTH LAW REVIEW One of the IOM's conclusions was that \"[t]he current system relies primarily on data collected through passive surveillance.\"111 It therefore recommended that it \"develop and implement active surveillance of specific drugs and diseases as needed.\"112 It did not, however, suggest how this should be done. The Workshop Summary explained why the Adverse Event Reporting System (AERS) was inadequate. It noted that the AERS consisted of data from three datasets: \"[1] averse event data reported voluntarily through MedWatch (generally by physicians, other health care practitioners, and consumers), [21 mandatory periodically reported data from product manufacturers, and [3] mandatory 7- and 15-day expedited report data from manufacturers following notification of a serious and unexpected adverse event.\"113 However, there is no obligation on the part of manufacturers to actively seek out information about adverse events and no division of the FDA is tasked with the responsibility of conducting active surveillance. As a result there are frequently long delays between the emergence of a problem and the FDA awareness of it. While this passive surveillance system may be capable of detecting rare serious adverse events, it has several limitations, including profound underreporting, biased reporting, and difficulties in attributing an adverse event to a specific drug. Additionally, when analyzing postmarket epidemiological data collected through passive surveillance, it is difficult to know just how many people have taken a drug (i.e., to determine a denominator), it is difficult to know how many events occurred (i.e., to determine the numerator) because of underreporting, and therefore it is difficult to conclude the rate at which an event would take 111 Id. at 91. 112 Id. at 92. 113 Id. at 33.532 Vol. 10:2 PUTTING PATIENTS FIRST place (e.g., event x would occur in 1 of every 100,000 persons).\"114 4. Monitoring Harm and Protecting Whistleblowers through Bioinformatics The FDA is aware that the future of effective monitoring for adverse events is through innovations in bioinformatics. Bioinformatics is \"a field devoted to the creation and application of computational methods for the acquisition, representation, retrieval, and analysis of biomedical data.\" 115 In 2008 it adopted the Sentinel Initiative, described as: A national electronic system that will transform FDA's ability to track the safety of drugs, biologics, and medical devices once they reach the market ... .[The Sentinel Initiative aims to develop and implement a proactive system that will complement existing systems that the Agency has in place to track reports of adverse events linked to the use of its regulated products.116 It is increasingly clear that much of the information the FDA needs to identify possibly harmful, and previously unknown, side effects is available through data analysis. This includes both information and data bases designed to track adverse events as well as mining existing electronic sources, such as social media, for evidence of problems. For example, in a 2010 study researchers tracking the web searches of over six million users were able to find evidence that \"an antidepressant, paroxetine, and a cholesterol lowering drug, pravastatin\" when combined \"caused high 114 Id 115 Russ Altman, Real Quick: What is Bioinformatics?, WORDPRESS.COM WEBLOG (Apr. 8, 2013, 3:00 http://rbaltman. wordpress.com/real-quick-what-is-bioinformatics/. 116 FDA Sentinel Initiative, FDA.Gov, http://www.fda.gov/safety/ FDAsSentinellnitiative/ucm2007250.htm (last visited Apr. 22, 2013).2013 533 INDIANA HEALTH LAw REVIEW blood sugar.\" 117 Their methodology was to \"[d]etermine people who searched for both drugs during the 12-month period\" and found that searchers \"were significantly more likely to search for terms related to hyperglycemia than were those who searched for just one of the drugs. (About 10 percent, compared with 5 percent and 4 percent for just one drug.)\"118 But where is this information and how can the FDA access it? Members of the IOM advisory panel had several answers to the first question and few to the second. As a first principle, in order to identify patterns of adverse events a system would have to monitor a large number of people. One member of the IOM advisory committee estimated that the minimum number of people monitored in order to have sufficient statistical power would be 100 million.119 They pointed out that the federal government already tracks the health of millions of Americans through Medicare, the Veteran's Administration, the Department of Defense, Federal Employee health care and, to a lesser extent, Medicaid. 120 While the government itself could decide to share this information with the FDA, the bigger issue relates to the private sector. Health insurance companies have long maintained their own proprietary databases of claims information, which, if accessed, could provide early indications of potential problems.121 One way into that information is to incorporate sharing of deindentified data into the current HIPAA-HiTECH laws that mandate nearly all hospitals and physicians to use interoperable electronic medical record systems. Thus, the FDA could have access to the claims health care providers are making to insurance companies rather than getting the information from the companies themselves. 117 Markoff, supra note 74. See also Ryen W White et al, Web-Scale Pharmacovigilance: Listening to Signals From the Crowd, J. Am. MED. INFORM. Assoc., (JAN. 13, 2013), available at http://jamia.bmj.com/ content/early/2013/02/05/amiajnl-2012-001482.abstract. 1\" Markoff, supra note 74. 119 Pray & Robinson, supra note 110 at 37. 120 Id. at 40. 121 Id. at 38.534 Vol. 10:2 PUTTING PATIENTS FIRST Finally, much of this information may well be accessible through monitoring and analysis of internet use. Ours is a computerized society where information moves quickly and easily.122 In his book, The World is Flat: A Brief History of the Twenty First Century, the New York Times columnist Tom Friedman notes that the internet has given everyone around the globe the same access to information, and we are used to conducting much of our personal and professional activities online.123 This connectivity can play an important role in overseeing the well being of both subjects of medical research and those taking newly approved drugs in two important ways. First, it can directly monitor the health of individuals who are taking a specific drug and second it can create a safe way for whistleblowers to report suspicions of wrongdoing without fear of retaliation. An anonymous reporting system obviates the need for relying on traditional anti-retaliation measures because it prevents the whistleblower from ever needing this protection. He or she can be anonymous. The best way to encourage whistleblowing and to avoid retaliation is to provide a secure channel for anonymous reporting as well as to set up self-monitoring systems that reduce the need for relying on individual reportingl24.This technology has also been used for both public health and biodefense purposes.125 122 See THOMAS L. FRIEDMAN, THE WORLD IS FLAT: A BRIEF HISTORY OF THE TWENTY FIRST CENTURY, 153-54, 216 (2005) (\"Google is now processing roughly one billion searches per day, up from 150 million just three years ago. 'Over a third of our searches are U.S.-based, and less than half are in English'. ..[Wlhether [it's] a kid in Cambodia, the university professor, or me who runs this search engine, all have the same basic access to overall research information that anyone has. It is a total equalizer ...[In addition, as quoted by Congressman Rahm Emanuel, former senior advisor to President Clinton], we streamlined the FDA's drug approval process in response to concerns about its cumbersome nature. We took those steps with one objective in mind: to move drugs to the marketplace more quickly. The result, however, has been an increasingly cozy relationship between the FDA and the pharmaceutical industry.\"). 123 Id. at 178. 124 Whether or not a whistleblower is an employee, retaliation is a very real fear of individuals who criticize the pharmaceutical industry. A recent2013 535 INDIANA HEALTH LAW REVIEW Improved technology has made it possible to provide greater protection for whistleblowers. Both private companies126 and the government have adopted telephone hot lines as well as secure web sites.127 class action lawsuit in Australia, revealed corporate documents outlining a plan to discredit physicians who were criticizing Vioxx. A reporter for a consumer blog who reported on the trial said, \"court evidence show[ed] company employees drew up a 'hit list' of doctors, researchers, and academics who, it was felt, had to be 'neutralized' or discredited from criticizing the drug. Melanie Segala, How Big Pharma Threatens Its Critics, WELLSPHERE.COM (Jun. 08, 2009), http://www.wellsphere.com/ healthy-living-article/how-big-pharma-threatens-its-critics/703458 (reposted with permission by the author). The reporter went on to quote an email by a Merck employee: \"we may need to seek them out and destroy them where they live.\" Id Retaliation is a common threat in the field of medical research. In one well publicized incident, Professor told the Journal of the American Medical Association (JAMA), that the author of an article they had published, had an undisclosed financial tie to a drug company it put his career in danger. He claims that JAMA editors threatened to ban the professor from their journal and ruin his medical school's reputation if he didn't stop talking to reporters ...JAMA's editors acknowledged in a March 20 editorial being upset about Leo airing his concerns. They argue that publicizing unconfirmed allegations about study authors could unfairly damage reputations and interfere with JAMA's own investigations.\" See Associated Press, JAAL4 editors allegedly threatened tipster Professor raised concerns of study author's ties to drug industry (last updated March 30, 2009), http://www.msnbc.msn.com/id/29961791/ns/health-healthcare/. 125 For an example of how such a non-automated surveillance system worked in tracking the progress of H1N1 influenza from the Mexican border into the United States see Joseph B. McCormick, Chris Yan, Jessica Ballou, Yvette Salinas, Belinda Reininger, Jennifer Gay, Fidel Calvillo, J. Leonel Lopez, Susan P. Fisher-Hoch, Biosecurity and Bioterrorism: Biodefense Strategy, Practice, and Science (Sept. 2010) Vol. 8, No. 3: 233-242, available at http://www. liebertonline.com/doi/abs/10.1089/bsp.2010.0014 and http://www.osc.gov/ documents/forms/oscl2.htm. 126 Fulcrum offers professional forensic accountants who can develop and monitor an individualized whistleblower reporting system to comply with the requirements of Sarbanes-Oxley and other state and federal laws. Best Practices in Whistleblower System, FULCRUM, http:// www.fulcrum.com/whistleblowerservices.htm (last visited May 30, 2012). 127 Id.536 Vol. 10:2 PUTTING PATIENTS FIRST Medical care in the United States is both chaotic and fragmented when compared to the single payer systems of other countries.128 As a result it can take a long time for a pattern of bad outcomes to be traced back to a particular drug.129 One way of solving this problem is by adopting interoperable electronic health records which are not confined to a single hospital or doctor's office but rather track an individual patient's interactions the health care system wherever and whenever they occur. This is not a new idea. However, in order for such a system to work, all entities that collect health information must invest in systems which can share the information. 5. Technology to Encourage Information Sharing The best way to encourage whistleblowing and to avoid retaliation is to provide a secure channel for anonymous reporting as well as to set up self-monitoring systems that reduce the need for relying on individual reporting.130 This 128 Noam N. Levey, US. Healthcare System Lags Other Countries on Quality, Access, L.A. TIMES, (Oct. 18, 2011), http://articles. latimes.com/2011/oct/18/news/la-heb-us-healthcare-20101018 (\"The U.S. healthcare system is lagging further and further behind other industrialized countries on major measures of quality, efficiency and access to care, according to a new report from the nonprofit Commonwealth Fund...\"). 129 Luke Timmerman, AdverseEvents.com Seeks to Keep Track of Drug Side Effects the Way the FDA Never Could, XCONOMY, Sep. 27, 2011, http://www.xconomy.com/san-francisco/2011/09/27/adverseevents- com- seeks-to-keep-track-of-drug-side-effects-the-way-the-fda-never- could/ (\"The current system-in which doctors voluntarily fax or e-mail forms about bad reactions they suspect are drug-related-has numerous well-documented flaws. Only about 500,000 reports are sent to the FDA each year, about one-tenth of the estimated number of actual bad reactions. And once reports are entered, they are littered with misspellings, misclassifications, incomplete entries, and incompatible file formats that make it extremely difficult to search the database. Those barriers have made it tough for the FDA, or anyone else, to spot the early warning signs of a dangerous drug until millions of people have been exposed, creating front-page scandals and highly litigious cases like the ones with the pain reliever rofecoxib (Vioxx) and the diabetes drug rosiglitazone (Avandia).\"). 130 See Segala, supra note 124. (\"[A reporter for a consumer blog who reported on the trial of a recent class action lawsuit in Australia on537 2013 INDIANA HEALTH LAW REVIEW technology has also been used for both public health and biodefense purposes.131 6. Getting Information to the FDA While individual whistleblowers will likely always have a role to play in patient safety, increased integration of electronic medical records132 offer the promise that there will also be software which automatically monitors newly released drugs for unusual or serious side-effects without relying on reporting by anyone-whether they be a plan to discredit physicians who were criticizing Vioxx and the pharmaceutical industry said] court evidence show [ed] company employees drew up a 'hit list' of doctors, researchers, and academics who, it was felt, had to be 'neutralized' or discredited from criticizing the drug ...[An email by a Merck employee said] we may need to seek them out and destroy them where they live.\"); See also JAM Editors Allegedly Threatened Tipster, NBCNEWS.COM (Mar. 30, 2009), http://www.msnbc.msn.comlid/29961791/ns/health-healthcarel (explaining how retaliation is a common threat in the field of medical research. In one well-publicized incident, a professor told the Journal of the American Medical Association (JAMA), that the author of an article they had published had an undisclosed financial tie to a drug company. He then claimed that JAMA editors threatened to ban the professor from the journal, and ruin his medical school's reputation, if he didn't stop talking to reporters. JAMA's editors acknowledged in an editorial that they were upset about the professor airing his concerns, but argued that publicizing unconfirmed allegations about study authors could unfairly damage reputations and interfere with JAMA's own investigations.). 131 For an example of how such a non-automated surveillance system worked in tracking the progress of H1N1 influenza from the Mexican border into the United States see Joseph B. McCormick et al, Response to H1N1 in a US. -Mexico Border Community, 8 BIOSECURITY AND BIOTERRORISM: BIODEFENSE STRATEGY, PRACTICE, AND SCIENCE 233 (2010); see also Form OSC-12 -Information about Filing a Whistleblower Disclosure with the Office of Special Counsel, OSC.GOV, http://www.osc.gov/documents/forms/oscl2.htm (last visited Apr. 22, 2013). 132 Great minds think alike. See Efthimios Parasidis, Patients Over Politics: Addressing Legislative Failure in the Regulation of Medical Products, 2011 Wis. L. REV. 929, 965-966 (2011) (describing how health information technology, and specifically electronic medical records, can be used to identify potential dangers in medical products after they are on the market).538 Vol. 10:2 PUTTING PATIENTS FIRST whistleblowers, doctors, patients or pharmaceutical companies. These are the kinds of systems which promise to recognize patterns long before large numbers of patients are affected.133 This is consistent with the federal goal that electronic health information should serve the function of \"improving health or reducing health care costs, protocol development, case management and care coordination, contacting of healthcare providers and patients with information about treatment alternatives; and related functions that do not include treatment.\"134 This could be a feature of the new laws requiring the development of interoperable health systems records. 135 Because this software will have access to complete medical records it will be possible to identify specific factors which correlate with side-effects such as co-morbidities or other drugs being taken. In time, this may well rise to the level of monitoring the effectiveness of newly released drugs depending on specific genetic characteristics of future patients. A self-executing monitoring system overseeing newly- approved drugs would work like a public health surveillance system which alerts responders to clusters of unusual symptoms which could indicate an outbreak of a serious disease whether natural or launched as a bio-weapon.136 133 See e.g., Sharona Hoffman & Andy Podgurski, Improving Health Care Outcomes Through Personalized Comparisons of Treatment Effectiveness Based on Electronic Health Records, 39 J. L. MED. & ETHICS 425 (2011) (describing the prospect of improving patient care through an increased ability to compare the effectiveness of different drugs and treatment records through a study of medical records rather than conducting a separate, and expensive, new clinical trial). 134 45 C.F.R. §164.501 (2013); see also Hearing before the Department of Health and Human Service's National Committee of Vital and Health Statistics Subcommittee on Quality, (Oct. 13, 2009) (testimony of Kathryn McDonald, Associate Director and an Investigator at Stanford and the UCSF Evidence-based Practice Center), available at http://ncvhs.hhs.gov/091013tr.htm#coordination. 135 See Terry & Francis, supra note 89 at 688. 136 Jonathan Richman, Monitoring Adverse Events in Social Media for Pharma's Biggest Brands: Hopeless Task or Simple Project, DOSE OF DIGITAL (Dec. 8, 2009), http://www.doseofdigital.com/2009/12/monitoring-539 2013 INDIANA HEALTH LAW REVIEW However, any new surveillance system will have its share of problems. The first is that, like any method of compiling information, the quality of the results will only be as good as the information put into them.137 The advantage of using these interoperable health records is that the software would be scanning the real time health information from hospitals as well as doctor's offices, clinics, and other locations. It could then send warning alerts to investigatory units of the designated agency.138 7 Barriers to Expanding Access to Information A post on the popular blog Pharmalot reporting a recent case in which an employee at Merck was awarded $555,000 for retaliation she suffered after refusing to use her company credit card to pay for another employee's adverse-events-social-media-pharmas-biggest-brands/ (discussing how the number of reportable adverse events is manageable and less common than people think and for many pharmaceutical companies, it would be difficult, but not impossible to do this monitoring in house, as some automatic filtering could simplify things. Using call center employees, who are already trained in how to handle these issues makes sense. Even the largest brands have manageable numbers of adverse events, eliminating the fear companies have that it may be a daunting task to monitor everything.). 137 There is an extensive literature on the dangers posed by electronic medical records system. See Sharona Hoffman & Andy Podgurski, Meaningful Use and Certification of Health Information Technology' What About Safety?, 39 J. L. MED & ETHICS 77 (2011) (discussing dangers from human input error); see also Joan S. Ash et al., Some Unintended Consequences of Information Technology in Health Care: The Nature of Patient Care Information System-related Errors, 2 J. AM. MED. INFORMATICS Ass'N 104, 107 (2004); Marcia M. Boumila et al., Prescrption Data Mining, Medical Privacy And The First Amendment: The U.S. Supreme Court In Sorrell V IMS Health Inc., 21 ANNALS HEALTH L. 447, 456-458 (2012) (discussing First Amendment limitations on prohibiting pharmaceutical companies from accessing physician's prescribing habits). 138 This kind of monitoring of electronic medical records for incidences of bioterrorism is a well-established procedure for the United States' defense from a bioattack. See Tener Goodwin Veenema & Joanna T6ke, Early Detection and Surveillance for Biopreparedness and EID: Advances in Diagnostic Technologies, MEDSCAPE, http://www. medscape.com/viewarticle/528307_5 (last visited April 22, 2013).540 Vol. 10:2 PUTTING PATIENTS FIRST unauthorized expenses, generated dozens of anonymous comments about the prevalence of retaliation in the pharmaceutical industry. 139 As commenter Pharmarep wrote: Everyone that is in the pharma business knows that retaliation from pharma is a way of life. Period, end of story. And for those who have never had to deal with retaliation from a company they should be thankful. It is a treacherous form of brutality and abuse that no-one would wish on someone. It's high time that this industry gets what is deserved when they treat people like this. She should have asked for millions in punitive damages.140 Another blogger who used the pseudonym \"Doc\" wrote, \"[als one who has personally had to defend themselves against big pharma, they are brutal. Anyone who thinks these corps will not try and get rid of those who rock the boat is living in a dream world.\"141 Nor are FDA employees immune from retaliation by their own agency. 142 FDA 139 Ed Silverman, Former Merck Rep Wins Lawsuit Over Retaliation, PHARMALOT (Jan. 18, 2011), http://www.pharmalot.com/ 2011/01/former-merck-reps-wins-lawsuit-over-retaliation/. 140 Pharmarep, Comment to Former Merck Rep Wins Lawsuit Over Retaliation, PHARMALOT (Jan. 18, 2011, 1:20 PM), http://www. pharmalive.com/former-merck-reps-wins-lawsuit-over-retaliation/. 141 Doc, Comment to Former Merck Rep Wins Lawsuit Over Retaliation, PHARMALOT (Jan. 18, 2011, 1:20 PM), http://www. pharmalive.com/former-merck-reps-wins-lawsuit-over-retaliation/; see also Steve Green, Las Vegas Man Wins $1.868 Million in Employment Age, Retabation Suit, LAS VEGAS SUN (March 18, 2012), http://www.lasvegassun.com/news/2012/mar/18/las-vegas-man-wins-1868- million-employment-age-ret; see also Francesca Grifo, Vioxx Shows What Happens When the Drug Safety System Breaks Down, UNION OF CONCERNED SCIENTISTS (March 29, 2012), http://blog.ucsusa. org/vioxx- shows-what-happens-when-the-drug-safety-system-breaks-down. 142 Bryant Furlow, US FDA Monitored Whistleblowers' Computers and Emails, 13 LANCET ONCOLOGY 231 (2012), available at http://www.thelancet.com/journals/1anonc/article/PIIS1470-2045(12)70070- 0/fulltext; Bryant Furlow, US Physician Whistleblowers Face Intimidation and Retaliation, 12 LANCET ONCOLOGY 727 (2011), available at2013 541 INDIANA HEALTH LAW REVIEW scientist Dr. David Graham testified as to the retaliation he suffered internally when he questioned whether Vioxx increased the rate of heart attacks in patients who took it.143 8. Accepting Anonymous Complaints If the goal of implementing a whistleblower protection system is to improve the public's health by bringing to light safety concerns about new drugs, then it is important to create a system where those with knowledge can come forward without fear of retaliation One of the most effective ways of protecting whistleblowers is to permit anonymous reporting. 144 Yet, both the government and private industry have been very reluctant to do so. None of the federal whistleblower programs overseen by the Office of Special Counsel accept anonymous reporting. 145 The Office of Special Counsel, http://www.thelancet.com/journals/lanonc/article/PIIS1470-2045(11)70180- 2/fulltext.; Rich Daly, Grassley Queries FDA Chief on Retabation Violations, MODERNHEALTHCARE.COM (Feb. 2, 2012, 5:15 PM), http://www.modernhealthcare.com/article/20120202/NEWS/302029962#. 143 Withdra wal from the Market of Vioxx Arthritis Pain Medication. Hearing Before the S. Fin. Comm., 108th Cong. 2 (2004)(statement of Dr. David J. Graham, Associate Director Science, Office of Drug Safety, Center for Drug Evaluation and Research); See Amanda J. Dohrman, Rethinking and Restructuring the FDA Drug Approval Process In Light of the Vioxx Recall, 31 J.CORP.L. 203, 208 (2005)(recounting Graham's statements to the Senate and to the press about his experiences of retaliation). 144 James E. Hunton and Jacob M. Rose, Effects of Anonymous Whistle-Blowing and Perceived Reputation Threats on Investigations of Whistle-blowing Allegations by Audit Committee Members, 48(1) JOURNAL OF MANAGEMENT STUDIES 75, 76 (summarizing the literature as finding \"Research of this nature finds that employees are less likely to use non-anonymous channels when anonymous channels are made available, and suggests that anonymity has the capacity to enhance the effectiveness of whistle-blowing reporting because anonymous channels encourage employees to report allegations without fear of reprisal\"). 145 Anonymous in this context would be to make a report without any other person knowing. In contrast, the SEC offers reporting through an attorney: \"To anonymously report possible violations of the securities laws to the SEC, a whistleblower is required to be represented by an attorney and must provide his or her counsel with a copy of the submission signed542 Vol. 10:2 PUTTING PATIENTS FIRST which oversees several of the existing federal whistleblower protection statutes, makes clear that \"[w]hile OSC will protect the identity of persons who make disclosures, it will not consider anonymous disclosures. If a disclosure is filed by an anonymous source, the disclosure will be referred to the Office of Inspector General in the appropriate agency. OSC will take no further action.\"146 The Office of Special Counsel's stance is consistent with a growing tide of criticism over whistleblower anonymous reporting systems. The issue is not one of logistics. Technology to provide anonymous electronic complaint boxes is easily available and not expensive.147 Rather, the reasons given have been substantive. Anonymous reporting has come under considerable criticism from those who argue that anonymity encourages reporting by those motivated to harm the company, not necessarily to benefit the public. 148 In contrast, commentators focused on health & safety concerns are less concerned about motives.149 under the penalty of perjury. The attorney will verify the identity of the whistleblower before any information is submitted to the SEC; serve as an intermediary between the SEC and whistleblower during any investigation and related enforcement action\") http://www.secwhistlebloweradvocate.comlprogram/anonymous-reporting. 146 Form OSC- 12, supra note 131. 147 NEOMAILBOX, https://neomailbox.net (last visited May 28, 2013). 148 See generally Mary Ann Roser, New Law Bans Anonymous Complaints about Doctors, STATESMAN (Sept. 18, 2011, 8:20 PM), http://www.statesman.com/news/texas-politics/new-law-bans-anonymous- complaints-about-doctors- 1865789.html?printArticle-y (noting that Texas passed a law forbidding their medical board to consider anonymous complaints); Anonymous W12istleblower Reporting Systems, ISIGHT, (Apr. 7, 2010), http://i-sight.com/whistleblower/ anonymous-whistleblower- reporting- systems/ (\"Audit committee members find anonymous allegations to be less credible than non-anonymous allegations. As a result, audit committee members often choose not to investigate an anonymous allegation, even when the allegation indicates very serious threats to the integrity of the financial reporting system. When an identical allegation is not anonymous, audit committees allocate significant resources to the investigation of the allegation. In brief, anonymous allegations appear to be ignored in many cases.\"). 149 FULCRUM, supra note 126.2013 543 INDIANA HEALTH LAW REVIEW Any anonymous reporting system that fills the gap left when the danger to health or safety is not one that can be compensated through the current qui tam bounty system.o50 Developing a system that provides incentives to those with information about possible dangers associated with newly approved drugs to come forward should be the primary consideration in order to protect human subjects and those taking new drugs.51 If the danger is to the life or health of humans involved in a drug trial or taking a prescription drug, then this should outweigh the administrative inconvenience of anonymous complaints. Conversely, the EPA allows anonymous reporting.152 Also, it is not unusual for hospital whistleblower policies to accept anonymous complaints.153 150 Tom Avril, Philadelphia is a Hotbed for Drug-Industry Whistleblower Lawsuits, PHILLY.COM (Jan. 18, 2011), http://articles.philly. com/2011-01-18/news/270346921schering-plough-drug-companies-industry (noting that the Federal Government has recovered billions of dollars in qui tam actions against pharmaceutical companies). 151 Cf Patrick Collins et al., Consider the Source.' How Weak Whistleblower Protection Outside the United States Threatens to Reduce the Impact of the Dodd-Frank Reward Among Foreign Nationals, PERKINS COIE LLP, http://www.perkinscoie.com/files/ upload/10_25Article.pdf (last visited Apr. 23, 2012) (discussing how whistleblowing provisions of the Foreign Corrupt Practices Act are not likely to result in more information about bribery because they do not provide adequate protection for the foreign nationals with direct access to information); Veenema & T6ke, supra note 138 (noting that monitoring of electronic medical records for incidences of bioterrorism is a well-established warning system in the event of a bioterrorist attack). 152 Confidentiality, Anonymity, and Whistleblower Protection, EPA.Gov, http://www.epa.gov/oig/hotline/protection.htm (last visited Apr. 23, 2013) (\"If you do not wish to disclose your identity, you may remain anonymous when contacting the OIG. However, please keep in mind that anonymity may impede a quick or thorough investigation or the success of a later prosecution.\"). 153 See Catholic Health Services of Long Island Whistleblower Protection Policy, GOOD SA1mARITAN HosP. MED. CENTER, http:// goodsamaritan.chsli.org/index.phplWhistle-Blower-Policy (last visited Apr. 23, 2012) (stating that Good Samaritan Health Systems of Long Island whistleblower policy includes, \"[r]eports of potential violations may be oral or written and may be delivered .. (c) by anonymous letter to the System Affiliate Compliance Officer or CHS Compliance Officer.\").544 Vol. 10:2 PUTTING PATIENTS FIRST IV. POLICY ARGUMENTS A. Normative Arguments Reviewing the arguments of those objecting to these proposals on normative, as opposed to operational, grounds requires the creating of a taxonomy of protesters which sifts out those with general objections to increased governmental regulations or who are satisfied with the safety standards achieved by existing regulation from those who believe that regulating human subject research and drug safety is an appropriate activity for the Federal Government and that the current system is not working in a way they find acceptable, but still disagree with strengthening and extending whistleblower protections for those with inside knowledge. Any such effort at anticipating and addressing normative objections must start with the existence of a serious problem: adding layers of regulation costs money. I know of no political theory or moral code endorsing the imposition of expensive regulation in the absence of a proportionately serious harm. Therefore, the need for expanded regulation is based on the proposition that neither current regulation nor the free market is providing sufficient protection to consumers of prescription drugs from dangers that emerge after FDA approval. It is further based on the fact that a large portion of the public in the United States has or will take prescription drugs. Therefore, the cost of this regulation satisfies what Russell B. Korobokin describes in Libertarian Welfarism the \"the requirement of Kaldor-Hicks efficiency otherwise known as cost-benefit analysis. That is, the beneficiaries of the regulation should gain enough so that they could fully compensate those who are burdened.\"154 154 See Russell B. Korobkin, Libertarian Welfarism, 97 CAL. L. REV. 1651, 1671-72 (2009) (citing RICHARD A. POSNER, ECONOMIC ANALYSIS OF LAW 13 (7th ed.2007) and Matthew D. Adler, Beyond Efficiency and Procedure: A Welfarist Theory of Regulation, 28 FLA. ST. L. REV. 241, 244-46 (2000)) (laying out the principles of this theory in the process of developing his own theory of reducing paternalism while still providing a welfare state).545 2013 INDIANA HEALTH LAW REVIEW To effectively provide sufficient protection it is necessary to first identify and set aside general objections that apply to any kind of increased regulation, and then confront those specific to this proposal. The state's general authority to regulate prescription drugs comes from the social contract theory as advanced by John Stuart Mill, which asserts that when individuals seek the benefit of living together in a society, they give up some of their individual rights. Applying this theory to justify a state's right to prohibit access to pornography, Chief Justice Warren Burger wrote that \"our Constitution establishes a broad range of conditions on the exercise of power by the States, but for us to say that our Constitution incorporates the proposition that conduct involving consenting adults only is always beyond state regulation, is a step we are unable to take.\"55 The question then becomes how to identify the least intrusive method of regulation that results in acceptable standards of safety for those involved in drug testing or for consumers. Having cleared the conceptual hurdle of federal regulation of medical research, these proposals face the far more specific concerns of those espousing the kind of free market views increasingly ascribed to the late President Ronald Reagan. These critics may accept the need for some regulation and may even be dissatisfied with current levels of safety, but still believe that this is the kind of problem best left to the marketplace. While the objections listed above reflect the reasoned views, I suggest to them that their philosophical objections to government regulation and the value they put on an orderly work-place do not outweigh the greater claim of measures to reduce unnecessary deaths in the process of developing and marketing the very products which are supposed to improve health. Whatever interests are balanced on the side of less regulation are weak in comparison to the extent of the harm. Because of the enormous amount of money involved, drug research is a paradigm of an activity where serious inequality of 155 Paris Adult Theater I v. Slaton, 413 U.S. 49, 68 (1973).546 Vol. 10:2 PUTTING PATIENTS FIRST resources makes it impossible for any single consumer to exercise the kind of power needed to force improved safety. 1. Positivist Arguments The proposals made in this article are vulnerable to all the general arguments against increased governmental regulation as well as ones specific to medical research.156 These can be summarized as objections based on cost, constitutionality, efficacy157, as well as normative concerns about the desirability of increased whistleblower protection. The discussion below goes beyond the general concerns that could be raised about any new regulatory proposal; but further considers requiring that applicants for permission to market new drugs certify that they have provided accessible and effective methods for anyone with information about a possible danger to the public's health to bring these concerns to the FDA's attention. 2. Cost-Benefit Analysis While it is beyond the scope of this article to engage directly in a cost-benefit analysis of a law to increase the protection of pharmaceutical company employees in order to encourage them to bring forward information about potential dangers from drugs and devices, it is important to review what such an analysis would involve and who would 156 For a discussion of the intrinsic difficulties of changing the law without considering information from other disciplines about its likely effect on human behavior see Peer Zumbansen, Rethinking The Nature Of The Firm: The Corporation As A Governance Object, 35 SEATTLE U. L. REV. 1469, 1479-80 (2012) (\"We must remain aware of the continuously mounted challenges of law's empire, as they are promulgated by economists, sociologists, geographers, or anthropologists, just to name a few of the disciplines with a keen interest in law as a governance tool.\"). 157 Kristin E. Hickman & Claire A. Hill, Concepts, Categories, and Compliance in the Regulatory State, 94 MINN. L. REV. 1151, 1154 (2010) (arguing that it is difficult to predict whether or not a new regulation will result in the desired effect because \"[rlegulated parties then adjust their behavior, but again not necessarily in ways that regulators expect or want.\").2013 547 INDIANA HEALTH LAW REVIEW conduct it. All proposals to change the law must address the issue of the cost of change in relation to the benefit achieved. 158 Congress sends proposed laws to federal agencies and to the Congressional Budget Office (CBO) which \"provides formal written estimates of the cost of virtually every bill 'reported' (approved) by Congressional committees to show how it would affect spending or revenues over the next 5 or 10 years, depending on the type of spending involved.\"159 This law would fall under the category of a \"life-saving\" regulation. 160 A cost-benefit analysis, then, requires the balancing of human lives saved that can be attributed to a drug versus lives lost. Second, there are two different sources of cost. The first issue is the cost of administering and enforcing a new whistleblower protection program. Whether this is done by an existing federal agency, a new federal agency, or contracted to a private organization, the cost of running this program should be shouldered by those who stand to profit from the drugs developed. Developing pharmaceutical products for sale on the U.S. market is such a profitable activity that a whistleblower monitoring and protection program could be funded by the pharmaceutical companies themselves as part of the cost of getting FDA approval.161 Also, pharmaceutical companies already pay the FDA 158 Richard 0. Zerbe, The Legal Foundation of Cost-Benefit Analysis, 2 CHARLESTON L. REV. 93, 100 (2007) (noting that Congress uses cost benefit analysis to \"allay conflict\" between competing interest groups and \"reach agreement\"). 159 About, CONG. BUDGET OFFICE, http://www.cbo.gov/about/our- work (last visited Apr. 27, 2013). 160 For an extensive analysis of the role of cost-benefit analysis in life-saving regulations, see generally John D. Graham, Saving Lives Through Administrative Law and Economics, 157 U. Pa. L. Rev. 395 (2008). 161 Donald L. Barlett & James B. Steele, Wy Drugs Cost So Much, TIME (Feb. 2, 2004), available at http://www.time.com/time/magazine/ article/0,9171,993223-2,00.html (\"[Tihe pharmaceutical industry is--and has been for years--the most profitable of all businesses in the U.S. In the annual FORTUNE 500 survey, the pharmaceutical industry topped the list of the most profitable industries, with a return of 17% on revenue.\").548 Vol. 10:2 PUTTING PATIENTS FIRST directly to fund extra staff in order to provide expedited review of their applications and can well absorb the costs of a whistleblower program.162 The second issue involving cost is that any cost to the pharmaceutical companies will be passed on to the consumer in the form of higher drug prices. This is a serious concern and an unfortunate consequence of the U.S.'s decision not to control the price of pharmaceuticals or even, in the case of Medicare, to bargain for lower costs. However, a 2010 study commissioned by the New England Journal of Medicine concludes that whistleblowers at pharmaceutical companies are not motivated by money, but rather a genuine interest in the public's welfare and the success of the company.163 If true, it is likely that greater protection will encourage whistleblowers and it will not be necessary to provide substantially increased amounts of money. Finally, many of these new federal programs providing financial incentives have come under attack by the business community for interfering with internal compliance operations. 164 The argument goes that if employees have federal monetary incentives to \"blow the whistle\" they will by-pass existing quality assurance programs operated by the companies themselves. Recent research has disproved this concern.165 162 Prescription Drug User Fee Act (PDUFA), 21 USCA § 379(h) (2000); see also Prescription Drug Fee Act (PDUFA), FDA.GOV (Dec. 12, 2012), http://www.fda.gov/ForIndustry/UserFees/Prescription DrugUserFee/default.htm. 163 Aaron S. Kesselheim et al., Whistle-Blowers' Experiences in Fraud Litigation Against Pharmaceutical Companies, 362 New Eng. J. Med.,1832, 1834 (2010) (\"Every relator we interviewed stated that the financial bounty offered under the federal statute had not motivated their participation in the qui tam lawsuit. Reported motivations coalesced around four non-mutually exclusive themes: integrity, altruism or public safety, justice, and self-preservation.\"). 164 Richard E. Moberly, Unfulfilled Expectations: An Empirical Analysis of Why Sarbanes-Oxley Whistleblowers Rarely Win, 49 WM. & MARY L. REV. 65, 76-78 (2007). 165 NAT'L WHISTLEBLOWER ASS'N, IMPACT OF QUI TAM LAWS ON INTERNAL COMPLIANCE: A REPORT TO THE SECURITIES AND EXCHANGE COMMISSION (2010), http://www.whistleblowers.org/index.php?option= com content&task=view&id=1169. In response to a request for comments from the Securities and Exchange Commission on proposed rules2013 549 INDIANA HEALTH LAW REVIEW 3. Criticisms Based on Efficacy Just as drugs must be both safe and effective, any system to improve post-market safety must also demonstrate efficacy. In other words, if granted this power can the FDA make use of them to effectively to protect the public's health? Professor Peter Schuck has described this question as \"the 800-pound gorilla in the room\" in that \"many critics denounce the agency's enforcement activity as lax and inadequate\" with \"some go[ing] so far as to claim that the regulated industries have \"captured [the FDA]\" thus making it impossible for it to regulate effectively.166 Facts support this suspicion. A recent analysis of industry influence over Congress found pharmaceutical companies first on the list.167 Pharmaceutical companies spent over $250 million lobbying Congress in 2009 Americans for Campaign Reform reports that in 2008 these contributions were distributed widely with each \"member of the House ...received an implementing the Whistleblower provisions of Section 21F of the Securities and Exchange Act of 1934, the National Whistleblowers Association, not of course an impartial source, submitted a report based on a study considering its likely \"impact on corporate compliance programs.\" Id. Its conclusion was that, \"the objective data demonstrates that whistleblower reward laws have no impact whatsoever on the viability of internal corporate compliance programs or the willingness of employees to report suspected violations to their employers. The concerns raised by numerous corporate commentators are not in any way supported by the actual underlying data.\" Id. (emphasis in original). 166 Peter Schuck, FDA Preemption of State Tort Law in Drug Regulation: Finding the Sweet Sport, 13 Roger Williams Law Review 73, 112 (2008). 167 Jay P. Kesan & Andres A. Gallo, Political Economy of the Patent System, 87 N.C. L. REV. 1341, 1364-1365 (2009) (The authors explained that their project was to rank \"[d]ifferent sectors according to their influence on Congress. This ranking helped us analyze the direction of the proposed changes and the relative strength of each sector over Congress.\" The authors further explain that the ranking accurately reflects influence because it is not just based on dollars spent because \"the aggregate amount of money given cannot be the sole determinant of power in Congress. Rather, rates of giving, the number of companies involved in the activities, and recent increases in lobbying efforts can affect the ranking. We therefore gave each sector a score from one (strong power in Congress) to five (weak power).\").550 Vol. 10:2 PUTTING PATIENTS FIRST average of $25,277\" from the pharmaceutical industry and each individual member of the Senate \"received an average of ... $81,891.\"168 In my opinion, the success of any measure which seeks to improve post-market safety by increasing the amount of information coming to the FDA must meet two criteria before it can be deemed successful. First, the actual amount of information about dangers to the public's health has to increase and second, the FDA has to make use of the information. There is no guarantee that simply providing information will increase safety. Indeed, a study at Johns Hopkins found that 96% of warnings issued by a hospitals' internal prescription monitoring software were ignored.169 These sums are not surprising given the profitability of the industry and the fact that these profits depend directly on the decisions Congress makes in the area of patents, consumer protection, health and safety. It is reasonable to assume that any legislation that erodes their profits will be met with full force opposition of the pharmaceutical industry through their lobbyists. However, seeking reforms will educate consumers about the dangers they face and lay a foundation for future reform efforts. Stricter laws protecting whistleblowers in the United States might also backfire by encouraging the already prevalent practice of exporting medical research overseas. It is therefore important that any proposed legislation close this loophole by requiring the FDA to monitor companies seeking to market drugs, vaccines or medical devices in the United States to make sure they have a documented program for protecting scientists conducting basic research. V. CONSTITUTIONALITY These proposals for expanding the FDA's ability to protect patients after a drug has been approved and is on 168 AMERICANS FOR CAMPAIGN REFORM, Money in Politics & Prescription Drugs, http://www.acrreform.org/researchlmoney-in-politics- prescription-drugs/ (last visited August 17, 2013). 169 Clinicians Ignore Most Drug Alerts From CPOE Systems, Study Finds, IHEALTHBEATH (Apr. 9, 2012), http://www.ihealthbeat.org/ articles/20 12/4/9/clinicians-ignore-most-drug-alerts-from-cpoe- systems- study-finds.aspx?topic=patientsafety.2013 551 INDIANA HEALTH LAW REVIEW the market encompasses activity by a federal agency which crosses state lines and therefore it is important to consider the Constitutional basis for its ability to engage in this activity. Since the first cases challenging the Pure Food and Drug Act of 1906 (PFDA), which is the precursor of today's laws granting regulatory authority to the FDA, the Supreme Court has consistently upheld Congress' authority to preempt state regulation of food and drug safety.170 A. Federalism The classic argument opposing all efforts to extend federal regulation is essentially one based on the concept of federalism which means that states, rather than the federal government, are in the best position to protect the health and safety of their citizens.171 As Dean Erwin Chemerinsky explains, \"throughout American history, and especially in the 1990s, federalism has been used by conservatives as a way of trying to limit government power. In other words, conservatives have used federalism as a procedural way of blocking substantive reforms with which they disagree.\"172 Ours is a nation where the federal, or central, government has limited powers and cannot impose its will on the states.173 Congress has the authority to act under limited 170 See generally, Schacter supra note 43 at 15-20 (recounting history of how the FDA came to regulate human drugs); see also Howard L. Dorfman, Vivian M. Quyinn & Elizabeth a. Brophy, Presumption of Innocence: FDA's Authority to Regulate the Specifics of Prescription Drug Labeling and the Preemption Debate 61 Food & Drug Law Journal 585 (2006)(history of Supreme Court upholding Congress' authority to regulate food and drugs). 171 See generally Erwin Chemerinsky, Reconceptualizing Federalism, 50 N.Y.L. SCH. L. REV. 729, 735, 754 (Strongly rejecting interpreting the Constitution in a way that blocks government action, stating that \"[c]onstitutional doctrines about federalism should focus on how to empower each level of government with the necessary authority to deal with the complex problems of the 21st century.\"). 172 Id. at 735. 173 See Buckley v. Valeo, 424 U.S. 1, 122 (1976) (explaining that the \"Framers regarded the checks and balances that they had built into the tripartite Federal Government as a self-executing safeguard against the encroachment or aggrandizement of one branch at the expense of the552 Vol. 10:2 PUTTING PATINNTS FIRST circumstances. First, Congress may act if it is directly authorized by the Constitution. If not, Congress may only act if the Supreme Court has recognized the proposed exercise of power, or one very like it, as a permissible exercise of federal power. Because there is nothing in the Constitution about protecting the public's health, the Supreme Court found that the police powers of the States, not the federal government, may embrace legislation designed to promote the public's health and welfare. 174 Therefore, we must look to the more general provisions regarding what Congress can do in the face of objections by one or more states. The most likely source of congressional power to regulate prescription drugs is found in the power the Constitution gives Congress in Article I, Section 8 to regulate commerce.75 In other words, Congress has the authority to protect against the dangers of prescription drugs by requiring compliance with regulations intended to provide that protection. Congress' power under the Constitution to regulate the pharmaceutical companies is even more direct than its spending power because the entire pharmaceutical industry depends on having exclusive access to particular drugs through the patent system over which Congress has direct authority.176 Congress' first power is to award patents, a power enumerated in the Constitution.77 other\"). 174 Chicago B. & 0. Railway Co. v Illinois, 200 US 561, 592 (1906) (\"The police power of a State embraces regulations designed to promote the public convenience or the general prosperity, as well as regulations designed to promote the public health, the public morals or the public safety.\"). 175 U.S. Const. art I, § 8, cl. 1. See e.g., LAWRENCE M. FRIEDMAN, A HISTORY OF AMERICAN LAW 329-349 (2005). Congress might, but usually does not, also invoke its power to spend money to promote health and welfare. Coll. Say. Bank v. Fla. Prepaid Postsecondary Educ. Expense Bd., 527 U.S. 666, 686 (1999) (\"Congress may, in the exercise of its spending power, condition its grant of funds to the States upon their taking certain actions that Congress could not require them to take, and that acceptance of the funds entails an agreement to the actions.\"). 176 See U.S. CONsT. art. I, § 8 (8) (giving Congress the power \"[tlo553 2013 INDIANA HEALTH LAW REVIEW Given Congress' power to establish the FDA and grant it power to regulate prescription drugs, what limits the FDA's ability to implement rules and regulations is the extent to which it is acting within the scope of this power. B. Conflict with Existing State Laws: Pre-emption Since regulation of prescription drugs and devices is subject to federal, not state, regulation the FDA's adoption of further protections against post-approval harm cannot run afoul of any state law. States have no say in how the FDA oversees drug safety. However, a series of decisions by the Supreme Court interpret the availability of a private right of action based in state law should a patient be harmed by either a device or drug after FDA approval.178 In Riegel v. Medtronic, the Court held that in granting the FDA exclusive jurisdiction over medical devices, Congress intended to deprive plaintiffs of state tort remedies caused by a defective product.179 Therefore, a patient who claims promote the Progress of Science and useful Arts, by securing for limited Times to Authors and Inventors the exclusive Right to their respective Writings and Discoveries\"); see generally, Michael W. Carroll, One Size Does Not Fit All: A Framework For Tailoring Intellectual Property Rights, 70 OHIO ST. L.J. 1361, 1367-1370 (2009) (discussing the powers granted Congress by the Constitution which allow it to make industries more or less profitable depending on Congress' own decisions about the public's best interests). 177 See Megan L. Wiggins, Patent Reform And Damages Apportionment: Addressing The Concerns Of Industry-Scale Users of The US. Patent System Without Legislatively Mandating a \"Specific Contribution Over The Prior Art\" 40 SETON HALL L. REV. 273, 280-283 (2010) (providing an overview of the U.S. Patent system with an emphasis on it affects the pharmaceutical industry). 178 See generally, Demetria D. Frank-Jackson, The Medical Device Federal Preemption Trilogy: Salvaging Due Process For Injured Patients, 35 S. ILL. U. L.J. 453 (2011) 179 Riegal v. Medtronic, 552 U.S. 312, 316 (2008) (citing 21 U.S.C. sec 360k(a)(2006(\"Except as provided in subsection (b) of this section, no State or political subdivision of a State may establish or continue in effect with respect to a device intended for human use any requirement- (1) which is different from, or in addition to, any requirement applicable under this chapter to the device, and (2) which relates to the safety or effectiveness of the device or to any other matter included in a554 Vol. 10:2 PUTTING PATIENTS FIRST injury from a device could not bring an action in state court. The Court in Wyeth v. Levine, however, found a lack of a specific preemption of state action in the FDCA, which gives the FDA authority to regulate prescription drugs. 180 It reached the conclusion that in granting the FDA authority to regulate prescription drugs, but not explicitly precluding a state law remedy Congress did not intend to limit the remedy of patients harmed by them.181 In the absence of Congress explicitly adding Medtronic type preclusion language, patients who are harmed by prescription drugs can pursue a private right of action. In extending whistleblower protection to pharmaceutical company employees, then, Congress could resolve this conflict by making clear that it intends to include information about all products developed, manufactured or requirement applicable to the device under this chapter.\"). 180 Wyeth v. Levine, 555 U.S. 555 (2009). see also Allison Kostecka, Wyeth V Levine: Examining The Doctrine Of Implied Preemption In State-Law Tort Claims, 4 DUKE J. CONST. L. & PUB. POL'Y SIDEBAR 227 (2009). 181 Wyeth, 555 U.S. at 578 (\"powers of the States were not to be superseded by the Federal Act unless that was the clear and manifest purpose of Congress.\"); see also Victor E. Schwartz et al., Marketing Pharmaceutical Products in the 21st Century, 32 HARV. J.L. & PUB. POL'Y 333, 385 (\"As the scale and complexity of pharmaceutical production reaches new heights, the need for comprehensive federal regulation becomes increasingly imperative. Greater recognition of federal preemption helps to achieve the objectives of such regulation by assuring definitive and uniform application. Further, preemption serves public policy goals of predictability and fundamental fairness by informing pharmaceutical participants of their complete set of legal obligations rather than simply setting a floor and forcing manufacturers to abide by fifty different state law interpretations.\") (citing Buckman Co. v. Plaintiffs' Legal Comm., 531 U.S. 341, 350 (2001) (\"As a practical matter, complying with the FDA's detailed regulatory regime in the shadow of 50 States' tort regimes will dramatically increase the burdens facing potential applicants-burdens not contemplated by Congress in enacting the FDCA ....\")). Moreover, should the federal regulation not pre-empt state law, it could serve as a standard of care for negligence. See Roger L. Jansson, Researcher Liability For Negligence In Human Subject Research: Informed Consent And Researcher Malpractice Actions, 78 WASH. L. REV. 229, 245-246 (2003) (arguing that a federal law establishing a duty of care by a researcher to a human subject would provide subjects with basis to bring negligence suits if harmed).2013 555 INDIANA HEALTH LAW REVIEW sold by a pharmaceutical company that are already regulated by the FDA. 182 Because a new statute would expressly pre-empt state law, the Supreme Court's only review would be whether or not the pre-emption falls within Congress power, not, whether pre-emption is implied. VI. CONCLUSION It is inevitable that information about the safety and efficacy of prescription drugs approved for sale to the public by the FDA will emerge once larger numbers of patients start taking the drugs outside the controlled setting of a clinical trial. The short time in which most prescription drugs are tested before they go on the market effectively transforms those patients prescribed drugs newly approved by the FDA into research subjects. Yet unlike research subjects who are protected by laws which monitor their safety, there are no special legal protections for patients taking newly approved drugs. This article has considered the concerns of regulators, the medical community, patient advocates and academics and proposes several additional ways to increase safety by increasing the amount of information available to the FDA. This article proposes shifting the burden of identifying post-market problems to drug sponsors. It also proposes steps to increase the flow of information from the health care community and patients themselves. Sponsors must take on more responsibility for gathering information and bringing it to the FDA. This includes providing explicit protections for their employees and contractors with inside information, whistleblowers, to bring their knowledge directly to the FDA. It also proposes that healthcare providers take on affirmative obligations to report adverse events from new drugs. Although this may seem burdensome, in fact most prescribing physicians receive weekly visits from drug sponsors and can easily meet their obligations by reporting the information, which in turn the sponsor would then be 182 See Kostecka, supra note 180.556 Vol. 10:2 PUTTING PATIENTS FIRST required to report to the FDA. This reporting requirement should include any decision to stop prescribing a drug either because it was not effective or because of an emerging side effect. For patients, this article suggests that they be explicitly informed both that they are taking a newly approved drug and that they either be required or at least strongly urged to agree to increased surveillance of their interactions with the health care system, including purchases of non- prescription drugs. While simply advising patients to be aware of the likelihood that information about the drug they are taking will emerge after it is prescribed can increase awareness, it may not be possible for any individual to appreciate that ostensibly unrelated symptoms, such as leg cramps, might be an emerging, and perhaps dangerous, side effect of the new drug. Finally, it proposes creating an official period of post- market surveillance for all newly approved products, not just ones which the FDA determines may pose particular risks.183 Without structural change that shifts the burden of drug safety onto the sponsors, we cannot have a system of regulation that puts patients first. 183 Margaret Z. Johns, Informed Consent: Requiring Doctors to Disclose Off-Label Prescriptions and Conflicts of Interest, 58 HASTINGS L.J. 967, 989 (2007).557 2013 NOTES "}