{"title": "L'anthroposophie et les vaccins - Médecine Intégrée", "author": "Jean Yves Henry", "url": "https://medecine-integree.com/lanthroposophie-et-les-vaccins/", "hostname": "medecine-integree.com", "description": "L'anthroposophie et les vaccins ? . RUDOLF STEINER : LA CHUTE DES ESPRITS DES TENEBRES Titre Original « Die Spirituellen Hintergrunde des ausseren Welt. Der Sturz der Geister der Finsternis ». (Volume n°177 dans l'edition integrale de l'Oeuvre de Rudolf Steiner). Quatorze Conferences faites a Dornach du 29 Septembre au 28 Octobre 1917. Traduit de [...]", "sitename": "Médecine Intégrée", "date": "2018-07-14", "cleaned_text": "Dornach du 29 Septembre 1917. par tout a fait vide. Et des lors que l'ame de l'homme se retire de plus en plus de son corps, celui-ci est de plus en plus expose au danger d'etre habite par autre chose. Si les ames ne veulent pas faire effort pour s'ouvrir a des impulsions s'appelleront qu'on des situations ou l' on ne saura pas tres bien a qui un lien avec ce qui se prepare. Les institutions, les concepts, les idees que concoivent se Et parce que humains saisir l'aide de leurs concepts, de leurs representations, la realite qui est la, ils glissent de plus en plus au chaos, comme le la realite est autre, qu'elle se fait plus riche que les ne se l'imaginer, qu'ils ne peuvent le concevoir. faudra voir clairement : on est place devant un choix : ou bien - parce que remettre continuer a se donner des coups, a tirer les uns sur les autres, - ou bien commencer a elaborer des concepts, des representations qui soient adaptees a la complexite des situations. Il l'humanite un partir de la connaissance exterieure, et deja du fait que corps seront habites par une spiritualite ahrimanienne, laquelle vise partir de l'aspect exterieur des choses. Il ne faut pas se leurrer : on est en presence d'un mouvement bien determine. Autrefois, au et la la naissance existe une ame et un esprit. Les deux les deux conceptions du monde s'opposeront radicalement. L'une reflechira a la maniere d'elaborer et des representations qui soient a la mesure de la realite veritable, de la de la nebuleuse cosmique, elle n'est pas seulement une theorie. Elle est, l'esprit lors hommes ; et les ne deviendront pas intelligents, du point de vue se notre chemin, afin de concevoir ou ils sont presents. Car que l'homme les connait ou ne les connait pas. Avant tout, il s'agira pour eux de creer la confusion, de faire devier ce qui se repandra sur la terre en rendre possible l'action juste des esprits de lumiere. J'ai deja mentionne une de ces deviations, une des plus etranges. Je vous ai expose que certes les corps qui se repandra de plus en plus selon les indications des esprits des tenebres, s'opposera a par jeunesse, par la voie du corps, extirper la tendance developper en eux deja commence, dans domaine du moins, essaye de les comprendre faisant etat de tel ou tel trait pathologique avere. Et est a Christ Jesus et les Evangiles en se placant au point de vue de la pathologie. Il existe deja deux livres qui ramenent la naissance du christianisme l'activite anormal qui aurait vecu deux livres consacres a la vacciner vaccine contre que la confusion se cree dans les forces qui, grace a la victoire des esprits de la lumiere, veulent (en 2009) une épidémie de rougeole Suisse (80 cas), dans un milieu d'enfants non vaccinés (les enfants bénignes sont la à la santé pour recevoir "}