{"title": "DR. VIRENDER SODHI, MD (AYURVEDA), ND", "author": null, "url": "https://ayush.com/pages/dr-virender-sodhi", "hostname": "ayush.com", "description": "Dr. Virender Sodhi was born in Himachal Pradesh, India. From a very early age, Dr. Sodhi knew that he wanted to be a physician and would go to the village doctor feigning illness in order to procure remedies that he could take home and put into his \"doctor's kit\". This passion for healing led him to receive an MD in Ay", "sitename": "Ayush Herbs", "date": "2023-01-01", "cleaned_text": "DR. VIRENDER SODHI, MD (AYURVEDA), ND CEO OF AYUSH Virender Sodhi was born in Himachal Pradesh, India. From a very early age, Dr. Sodhi knew that he wanted to be a physician and would go to the village doctor feigning illness in order to procure remedies that he could take home and put into his \"doctor's kit\". This passion for healing led him to receive an MD in Ayurveda from Dayanand Ayurvedic College in Jalandhar, India in 1980, and then in 1986, he came to the West to share Ayurveda as part of a cultural exchange program. In 1988, he graduated from Bastyr University with a degree in Naturopathic Medicine. He was the first Ayurvedic and Naturopathic physician in the United States. Dr. Sodhi treats thousands of patients from the United States and around the world. He lectures extensively throughout the U.S. and other countries including New Zealand and Australia, as well as conducting classes and seminars in Ayurvedic Medicine. He also writes regularly about the latest Ayurvedic science updates and has also been featured in the Townsend Letter, NDNR and many other publications. Recently, he was appointed as an official advisor of Ayurveda to the government of Australia. Dr. Virender Sodhi is CEO of Ayush Herbs, Inc. and brings a fervent passion for the wisdom of Ayurveda to his practice as well as his personal life. It is that passion that drives him to continually develop new formulations using the latest research and technology available. In his free time, Dr, Sodhi is avid about his regular workouts, loves to be with his family, enjoys cooking and any out of doors activities such as hiking, boating and picnicking. He is a deeply committed member of his church and community. "}