{"title": "Better Gift Ideas for Your Best Friend", "author": null, "url": "https://www.sourcevital.com/collections/better-gift-ideas-for-your-best-friend", "hostname": "sourcevital.com", "description": "Try Source Vital products as the next great idea for a gift for your best friend(s). Give the gift of natural skin, body, and personal care.", "sitename": "Source Vitál Apothecary", "date": "2017-11-13", "cleaned_text": "Source Vital's SV23 is a luxury phyto (botanical) serum that improves the look of aging skin and makes your skin look more radiant. Blended with 23 of the most effective and powerful plant-based ingredients, this all-natural facial oil serum is a must have in your skin care protocol. Beautifully scented body cream for dry and sensitive skin. Formulated with rich Shea and Cocoa butters, all natural seaweed, precious Rose Absolute Oil and nourishing botanical oils like Avocado, Hemp and Abyssinian. Dry, chapped, and irritated skin will be a thing of the past. 3-product multi-masking tower includes full sizes of our most versatile face masks to customize your masking experience by targeting specific skin issues like breakouts, oily skin, dryness and the look of agin. A great gift for the skincare lovers in your life. Create a body oil that is as unique as you are! A customized experience, our Custom Body Cocktail allows you to create a formula that is specific to your skin's needs. This blend of 100% natural botanical oils can help you to address all of your intentions and concerns in one bottle. Treat yourself, or someone else, to a collection of our best Lavender products. Calm, Soothe, Relax with products formulated with the most popular essential oil in the world! This 6-product kit includes a lotion, body wash, body scrub, spray, pure, essential oil, & essential oil roll-on. We've made it easier for you to get your favorite products, delivered straight to your home with our new subscription service. And, save when you do! Now available! Our new natural and clean men's skin care, shaving, and grooming products are formulated using botanicals, essential oils, and seaweed. When you spend $25 or more at SourceVital.com, your "}