{"title": "Seizure Medication List", "author": null, "url": "https://www.epilepsy.com/tools-resources/seizure-medication-list", "hostname": "epilepsy.com", "description": null, "sitename": "Epilepsy Foundation", "date": "2023-01-01", "cleaned_text": "1 - 10 of 36 results 0 results found [ Brivaracetam ](https://www.epilepsy.com/tools-resources/seizure-medication-list/brivaracetam) Brivaracetam is the generic name (non-brand name) of a seizure medicine with the brand name Briviact® from UCB. The name or look may be different in [ Cannabidiol oral solution ](https://www.epilepsy.com/tools-resources/seizure-medication-list/cannabidiol-oral-solution) Epidiolex® (EH-peh_DYE-oh-lex) oral solution CV is the brand name for the cannabidiol oral solution, also referred to as CBD, from Greenwich [ Carbamazepine-XR ](https://www.epilepsy.com/tools-resources/seizure-medication-list/carbamazepine-xr) Carbamazepine-XR Cenobamate (See-no-BAH-mate) is the generic name (non-brand name) of a seizure medicine with the brand name Xcopri from SK Life Science, Inc. [ Clobazam ](https://www.epilepsy.com/tools-resources/seizure-medication-list/clobazam) Clobazam (KLOH-bah-zam) is the generic name of the brand-name drugs known as Onfi® and Sympazan in the United States and Frisium (FRIH-zee-um) in [ Clonazepam ](https://www.epilepsy.com/tools-resources/seizure-medication-list/clonazepam) Clonazepam is the generic name (non-brand name) of the seizure medicine Klonopin used in the United States, Canada, the UK and some other countries. [ Diazepam Nasal ](https://www.epilepsy.com/tools-resources/seizure-medication-list/diazepam-nasal) Diazepam is a seizure medicine that is occasionally used for acute treatment of seizures in a hospital setting, as a rescue medicine outside of a [ Divalproex Sodium ](https://www.epilepsy.com/tools-resources/seizure-medication-list/divalproex-sodium) Depakote (DEH-pah-kote) is a brand name used in the United States for a type of medicine called divalproex (di-VAL-pro-eks) sodium. It is not "}