{"title": "There is no 'alternative' or 'conventional' medicine. Just medicine backed by science - or not", "author": "Aaron Carroll", "url": "https://www.smh.com.au/lifestyle/health-and-wellness/there-is-no-alternative-or-conventional-medicine-just-medicine-backed-by-science--or-not-20150811-giwxbi.html", "hostname": "smh.com.au", "description": "The dichotomy between alternative and traditional medicine, or between Eastern and Western medicine, is a false one. We would be much better off if we could reframe the issue.", "sitename": "The Sydney Morning Herald", "date": "2015-08-11", "cleaned_text": "This was published 8 years ago There is no 'alternative' or 'conventional' medicine. Just medicine backed by science - or not By Aaron Carroll The University of Toronto recently stirred up a bit of controversy by offering an uncritical class on \"Alternative Medicine\". A variety of [bloggers](https://drjengunter.wordpress.com/2015/07/06/andrew-wakefield-is-apparently-a-legimite-source-of-vaccine-info-at-university-of-toronto/) and [journalists](http://www.cbc.ca/news/health/anti-vaccination-instruction-at-queen-s-needs-review-students-urge-1.2945077) brought up many valid concerns about the curriculum, but there is a much larger problem: No one is sure how best to [teach that subject](http://www.vox.com/2015/7/16/8977583/toronto-protest-anti-vaccine-course). The dichotomy, however, between alternative and traditional medicine, or between Eastern and Western medicine, is a false one. We would be much better off if we could reframe the issue. People often think of Eastern or alternative medicine as more \"natural\". Many feel that Western medicine is built around technology and products produced in a lab. They're not entirely wrong. Many of the gains that have been made in traditional medicine have been the result of innovation in laboratories. But that doesn't mean that everything doctors are taught in medical school involves a drug or device. I talk to patients all the time about diet and exercise. I don't do this because there's a company making money off it. I do it because both of these things have been [proven to be important for health](http://bjsm.bmj.com/content/43/8/550.full.pdf%2Bhtml). Nor do all medications get cooked up in a lab. We recommend folic acid, which is a B vitamin, for pregnant women because research has shown that it reduces the risk of major birth defects in newborns. We all know that adequate intake of vitamin C prevents scurvy and that vitamin D prevents rickets. None of these things are controversial to physicians. We recommend them all the time. That's not because they were developed in the Western Hemisphere. It's because they have been subjected to the rigour of scientific investigation - and found to have merit. There are many other forms of non-technological medicine that have the weight of scrutiny behind them. In a meta-analysis [published just a few years ago](http://archinte.jamanetwork.com/article.aspx?doi=10.1001/archinternmed.2012.3654), researchers looked at all the accumulated randomised controlled trials examining how acupuncture fared in treating people with chronic pain. They found that not only did acupuncture work better than no-acupuncture control groups, but there were also significant differences between acupuncture and sham acupuncture. This suggests that not all of the benefits are placebo effects. People have been treating many mental health problems with therapy for years. Full disclosure: I'm one who has been treated. I've never taken any of the long-term psychotropic drugs, and many patients prefer not to if possible. Austin Frakt, my colleague, wrote recently about the evidence supporting cognitive behavioural therapy for insomnia, as well as for a host of other health problems. Even mindfulness, or meditation, has been [studied extensively](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC2848393/), and found to be pretty effective in treating anxiety and mood problems. I've been convinced enough by this evidence to try meditation myself. I would argue that all the therapies I mention here aren't considered complementary therapies - they're often just considered therapies. That's because they've been studied and they've been proved to work. Too often, though, those who consider themselves supporters of alternative medicine [disdain](http://www.nejm.org/doi/full/10.1056/NEJM199809173391210) [ the idea](http://www.nejm.org/doi/full/10.1056/NEJM199809173391210) that any of their treatments need to be studied. They make an appeal to the fact that their medicine is more natural; has been used for long periods of time; or has the support of many people in other cultures. Of course, not long ago, all therapies could be described in this way. The application of modern science allowed us to devise and conduct trials that could prove or disprove a treatment's efficacy or harm. Many of the drugs we use today had natural origins. Digitalis comes from foxglove, quinine from cinchona bark, penicillin from bread mold and aspirin from willow tree bark. Conventional medicine may have improved our ability to purify these substances, but it acknowledges that many natural therapies hold value. Yet science rejects many forms of complementary medicine as ineffective. Just a few months ago, the National Health and Medical Research Council of Australia [released a report](http://www.nhmrc.gov.au/media/releases/2015/nhmrc-releases-statement-and-advice-homeopathy) in which it fully reviewed 225 studies of homeopathy, the practice of treating sick people with small amounts of substances that cause similar symptoms in healthy people. They found no well-designed studies that found it to outperform a placebo or function as well as any conventionally approved therapies. Their conclusions echoed a [previous report](http://www.publications.parliament.uk/pa/cm200910/cmselect/cmsctech/45/45.pdf) from Britain, and [those found in many Cochrane systematic reviews](http://www.ncbi.nlm.nih.gov/pubmed/20402610). My friends who believe in homeopathy don't really care. Those who favour conventional medicine, though, can be just as blinded. Too often, when confronted with evidence that advanced technology might not be providing benefits, the medical community refuses to change its behaviour. My health articles are littered with examples of this, including potentially too-widespread [mammography screening](http://www.nytimes.com/2014/05/07/upshot/universal-mammogram-screening-shows-we-dont-understand-risk.html?_r=0&abt=0002&abg=1), [advanced life support](http://www.nytimes.com/2015/01/13/upshot/doing-more-for-patients-often-does-no-good-.html) and [many surgical procedures](http://www.nytimes.com/2014/10/07/upshot/the-placebo-effect-doesnt-apply-just-to-pills.html?abt=0002&abg=1). Supporters of Western medicine are often blind to their own prejudices. Butterbur, a plant extract, has been found in medical studies to be [as effective as antihistamines](http://www.bmj.com/content/324/7330/144.long) in treating allergic rhinitis, without the sedating side effects conventional drugs often have. [Horse chestnut seed ](http://archderm.jamanetwork.com/article.aspx?articleid=189561) [extract](http://archderm.jamanetwork.com/article.aspx?articleid=189561) [appears](http://onlinelibrary.wiley.com/doi/10.1002/14651858.CD003230.pub4/abstract) [ to be in short-term treatment of [chronic venous insufficiency](http://health.nytimes.com/health/guides/disease/venous-insufficiency/overview.html?inline=nyt-classifier). Peppermint oil [can be used](http://journals.lww.com/jcge/pages/articleviewer.aspx?year=2014&issue=07000&article=00011&type=abstract) to relieve the symptoms of [irritable bowel syndrome](http://health.nytimes.com/health/guides/disease/irritable-bowel-syndrome/overview.html?inline=nyt-classifier). I know of few physicians who promote these therapies as often as they do prescription or over-the-counter drugs. Granted, that could be because it's potentially [hard to be sure of supplements you're buying](http://well.blogs.nytimes.com/2015/02/03/new-york-attorney-general-targets-supplements-at-major-retailers/), but there are [ways to overcome those problems](http://well.blogs.nytimes.com/2015/02/12/107141/?_r=0). In 1998, The Journal of the American Medical Association published a theme issue on alternative medicine for common chronic medical conditions. The randomised controlled trials within it offered evidence that [spinal manipulation did not improve tension-type headaches](http://jama.jamanetwork.com/article.aspx?articleid=188149), that [acupuncture and acupressure didn't reduce pain peripheral neuropathy](http://jama.jamanetwork.com/article.aspx?articleid=188146) and that [the supplement Garcinia cambogia did not help with weight loss](http://jama.jamanetwork.com/article.aspx?articleid=188147). However, the same issue contained studies that showed that [yoga-based interventions improved carpal tunnel syndrome more than wrist splinting](http://jama.jamanetwork.com/article.aspx?articleid=188150), that the [Chinese practice of moxibustion significantly increased fetal activity and fixed breech presentations before delivery](http://jama.jamanetwork.com/article.aspx?articleid=188144), and that [Chinese herbal medicine appeared to improve symptoms in some patients with irritable bowel syndrome](http://jama.jamanetwork.com/article.aspx?articleid=188145). Although some of this research has been continued, to my knowledge neither side of medicine has changed practices or beliefs much based on this work. In an accompanying editorial, [Phil Fontanarosa and George Lundberg](http://jama.jamanetwork.com/article.aspx?articleid=188137), two of JAMA's editors, wrote: \"There is no alternative medicine. There is only scientifically proven, evidence-based medicine supported by solid data or unproven medicine, for which scientific evidence is lacking.\" I'd change this only by adding, \"There is no conventional medicine.\" The New York Times "}