{"title": "Rafael Delgado-Ruiz, DDs, MSc, PhD", "author": null, "url": "https://dentistry.stonybrookmedicine.edu/faculty/delgado-ruiz", "hostname": "stonybrookmedicine.edu", "description": "Rafael Delgado-Ruiz, DDS, MSc, PhD Associate Professor Department of Prosthodontics and Digital Technology", "sitename": "dentistry.stonybrookmedicine.edu", "date": "2023-01-01", "cleaned_text": "Rafael Delgado-Ruiz, DDS, MSc, PhD Associate Professor Department of Prosthodontics and Digital Technology Fellowship/Advanced Training: 1996 DDs., National University of Colombia, Bogotá, Colombia 1998 MSc., Complutense University, Madrid, Spain, Specialist in Buco-Dental Preventive Programs at Public and Individual Level 2000 MSc., Complutense University, Madrid, Spain, Oral Medicine 2007 Fellowship, Granada University, Granada, Spain, Animal Experimentation and Animal Research, 2008 Postgraduate, Valencia, Spain, Prosthodontics 2009 PhD., Murcia University, Murcia, Spain Doctor of Philosophy, Summa Cum Laude 2011 MSc., Murcia University, Murcia, Spain, Implant Dentistry Reviewer of the following Journals: 1. Clinical Implant Dentistry and Related Research 2. Clinical Oral Implants Research 3. Journal of biomedical Materials Research Part A 4. Journal of biomedical Materials Research Part B 5. International Journal of Dental Science 6. Journal of Photonics and Lasers in Medicine 7. International Journal of Image Processing 8. International Journal of Cases Report Research Interests: Dental Implants (surfaces, designs, immediate loading, crestal-subcrestal position, zirconia dental implants), Implant Prosthodontics, Bone Substitutes, Synthesis and Evaluation, Bone Regeneration, Thermograph Analysis of Drilling processes (Bone, teeth and materials), Optical Scanners Language(s) spoken: English and Spanish Publications: JL, Romanos GE. size defects for bone regeneration experiments in rabbit calvariae. Systematic review and quality evaluation using ARRIVE guidelines\". Clini Oral Implants Res. Accepted for publication February 2014. 2. Calvo-Guirado JL, Gómez-Moreno G, Aguilar-Salvatierra A, Guardia J, Delgado-Ruiz RA, Romanos GE. Marginal bone loss evaluation around immediate non-occlusal microthreaded implants placed in fresh extraction sockets in the maxilla: a 3-year studyClinical Romanos GE. Influence of collar design on peri-implant tissue healing around immediate implants: A pilot study in Foxhound dogs Clinical Oral Implants Research. DOI: Romanos GE. Novel hybrid drilling protocol: evaluation for the implant healing - thermal changes, crestal bone loss, and bone-to-implant contact. Clin Oral Implants Res. 2014 Feb Dorado C. Peri-implant tissue reactions to immediate nonocclusal loaded implants with different collar design: an experimental study in dogs. Clin Oral Implants Res. Feb;25(2):e54-63. Romanos GE. Novel hybrid drilling protocol: evaluation for the implant healing - thermal changes, crestal bone loss, and bone-to-implant contact. Clin Oral Implants Res. 2014 Feb 6. doi: 10.1111/clr.12341 2013 7. Delgado-Ruiz RA, Abboud M, Kucine A, Calvo-Guirado JL. Stepped Drill Design for Single Stage Implant Site Preparation. Clinical Implant Dent Relat Res. accepted for publication February 2014. 2013 8. Delgado Ruiz RA, Calvo-Guirado JL, Connective Tissue Characteristics Around Healing Abutments with different Geometries. A new Methodological Technique Under Polarized Light. Clin Implant Dent Relat Res. September 2013. Accepted for Publication 9. Delgado-Ruiz RA, JL, Abboud M, Negri B, Won A, Romanos G. Int J Oral Sci. October 2013. Accepted for Publication 10. Fickl S, Fischer KR, Negri B, Ruíz RD, response following papilla-sparing and sulcular incisions in oral surgery-an experimental study. Clin Oral Investig. 2013 Aug 7. [Epub ahead of print] Maté-Sánchez RA, Fernández MP, Negri Aza PN of three hydroxyapatite/-tricalcium phosphate/collagen ceramic scaffolds: An in vivo study. J Biomed Mater Res A. 2013 May 7. 10.1002/jbm.a.34785. and Histomorphometric Behavior of Microgrooved Zirconia Dental Implants with Immediate Loading.. Clin Implant Dent Relat Res. 2013 Apr 5. doi: 10.1111/cid.12069. 13. Histological, radiological and histomorphometric evaluation of immediate vs. non-immediate loading of a zirconia implant with surface treatment in a dog model. Calvo-Guirado JL, Aguilar-Salvatierra A, Gomez-Moreno G, Guardia J, Delgado-Ruiz RA, Mate-Sanchez de Val JE. Clin Oral Implants Res. 2013 Apr 2. doi: Aza PN. Influence of Biphasic -TCP with and without the use of collagen membranes on bone healing of surgically critical size defects. A radiological, histological, and histomorphometric study. Clin Oral Implants Res. 2013 JL, Ramírez Fernández MP Clinical and radiographic evaluation of osseotite-expanded platform implants related to crestal bone loss: a 10-year study.. Clin Oral Implants 16. JL, Gómez-Moreno G, Iezzi G.Crestal bone reactions to immediate implants placed at different levels in relation to crestal bone. A pilot study in Foxhound dogs. Clin Oral Implants Res. 2013 Jan 25. 17. Ramírez-Fernández MP, Calvo-Guirado JL, Delgado-Ruiz JE, Negri B, Diago MP. Ultrastructural study by backscattered electron imaging and elemental microanalysis of biomaterial-to-bone interface and mineral degradation of bovine xenografts in maxillary sinus floor elevation. Clin Oral Implants Res. Jun;24(6):645-51. Ramírez-Fernández promotes during repair of bone defects: a radiological and histomorphometric study in rabbit tibiae.. B, Barona-Dorado C. Ultrastructural study by backscattered electron imaging and elemental microanalysis of bone-to-biomaterial interface and mineral degradation of porcine xenografts used in maxillary sinus floor elevation. Clin de-Val JE, Gómez-Moreno G. Experimental model of to collagenized xenografts of porcine origin (OsteoBiol® mp3): a radiological MP, Maté-Sánchez JE Mechanical Histological and Histomorphometric Evaluation of Modified by Femtosecond Laser Zirconia Implants Versus Titanium Implants. An Experimental Study in Dogs at Three Months.. Journal of Osseointegration. September 2013 ISS 2036-4121 22. Calvo RA, Ramirez-Fernandez MP, Maté-Sánchez JE Platform Switching in the treatment of Cleido Cranial Dysplasia: a case report. J Osseointegration. Guirado JL, Zoran L, Piattelli Implant and Marginal Bone Level of Microgrooved Zirconia Dental Implants: a 3 months experimental study in PREGLED. January 2013. DOI:10.2298/VSP121003034D 24. Calvo-Guirado JL, Aguilar Salvatierra A, Guardia J, Delgado-Ruiz RA, Ramirez Fernandez MP, Sanchez Perez A. Evaluation of Periimplant Bone neoformation using different scanning electron microscope methods for measuring BIC. A dog study. Journal of Clinical and Experimental Dentistry. doi:10.4317/jced.50624. February 2013. 25. Evaluation of the success criteria for zirconia Dental Implants. A four year Clinical and Radiological Study. International Journal of Dentistry doi: 10.1155 /2013/ 463073. Article ID: Luklinska dicalcium silicate for bone regeneration applications prepared by powder metallurgy method: in vitro and in vivo studies.. J Biomed Mater Res A. 2013;101(7):1943-54. 27. Gómez-Moreno G, Aguilar-Salvatierra A, J, Uribe-Marioni A, Cabrera-Ayala M, Delgado-Ruiz RA, Calvo-Guirado JL The efficacy of a topical sialogogue spray containing 1% malic acid in patients with antidepressant-induced dry mouth: a clinical trial. Depress Aguilar-Salvatierra A, Gai B, Delgado-Ruiz R, Janji B, Mii T. Evaluation of primary stability of self-tapping and non-self-tapping dental implants. A 12-week clinical study. Clin Implant Dent Relat Res. Dorado C Peri-implant tissue reactions to immediate nonocclusal loaded implants with different collar design: an experimental study in dogs.. Clin Oral Implants Res. 2012 Oct 11. doi: 10.1111/clr.12047. PMID: 23057529 30. Jose E. Mate-Sanchez de Val, Jose L. Calvo-Guirado, Rafael A. Delgado-Ruiz, Ma P. Ramirez-Fernandez, Isabel M. Martinez, Jose Manuel Granero-Marin, Bruno Negri, Fernando Chiva-Garcia, Jose Maria Martinez-Gonzalez, Piedad N. de Aza. New block graft of -TCP with silicon in critical size defects in rabbits: Chemical characterization, histological, histomorphometric and micro-CT study. Ceramics International, Volume 38, Issue 2, March 2012, Pages 1563-1570. 31. Maté-Sánchez de Val JE, Calvo-Guirado B, Abboud M, Martínez IM, de Aza PN Physical properties, mechanical behavior, and electron microscopy study of a new -TCP block graft with silicon in an animal model.. J Biomed Mater Res A. 2012 Dec;100(12):3446-54. 32. Negri B, Calvo-Guirado Moreno Muñoz Guzón F Biomechanical and Bone Histomorphological Evaluation of Two Surfaces on Tapered and Cylindrical Root Form Implants: An Experimental Study in Dogs.. Clin Implant Dent Relat Res. 2012 Jan 11. Ortiz-Ruiz A, Marcus A Histomorphometric and mineral degradation study of Ossceram: a novel biphasic B-tricalcium phosphate, in critical size defects in rabbits.. Clin Oral Implants Res. 2012 Jun;23(6):667-75. . A 1-year prospective cohort study on mandibular overdentures retained by mini dental implants.. Eur J Oral Implantol. 2012 Winter;5(4):367-79. 35. Negri RA, Muñoz-Guzón F Peri-implant bone reactions to immediate implants placed at different levels in relation to crestal bone. Part I: a pilot study in dogs.. Clin Oral Implants Res. 2012 Feb;23(2):228-35. 2011 36. Ramírez-Fernández M, Calvo-Guirado JL, Delgado-Ruiz RA, Maté-Sánchez del Val JE, Vicente-Ortega V, Meseguer-Olmos L Bone response to hydroxyapatites with open porosity of animal origin (porcine [OsteoBiol mp3] and bovine [Endobon]): a radiological and histomorphometric study.. Clin Oral Implants Res. Jul;22(7):767-73. 37. Ramírez-Fernández Calvo-Guirado JL, Delgado-Ruiz RA, Maté-Sánchez del Val JE, Gómez-Moreno G, Guardia Experimental model of bone response to xenografts of bovine origin (Endobon): a radiological and histomorphometric study. J. Clin Oral Implants Res. 2011 Jul;22(7):727-34. 38. Calvo-Guirado JL, Maté-Sánchez JE, Delgado-Ruiz R, Ramírez-Fernández MP Calculation of bone graft volume using 3D reconstruction system.. Med Oral Patol Oral Cir Bucal. 2011 Cutando-Soriano A, Peña M Effects of growth hormone on initial bone formation around dental implants: a dog study.. Clin Oral Implants Res. P, Chiva F. Femtosecond laser microstructuring of dental L, AJ, Martínez-González JM, Bravo LA. J Melatonin stimulates the growth of new bone around implants in the tibia of rabbits. Pineal J, Bravo Gonzalez LA. Immediate maxillary restoration of single-tooth implants using platform switching for crestal bone preservation: a 12-month study. Int "}