{"title": "Here's Why Your Preteen Needs the HPV Vaccine", "author": null, "url": "https://www.healthychildren.org/English/safety-prevention/immunizations/Pages/How-to-Talk-to-Your-Preteen-About-HPV-Vaccine.aspx", "hostname": "healthychildren.org", "description": "Even if children are not sexually active, it's important to get the HPV vaccine. This article will help you talk with your child about the vaccine.", "sitename": "HealthyChildren.org", "date": "2022-03-03", "cleaned_text": "Rebecca Perkins, MD, MSc If you are the parent of a preteen who is between the ages of 9-12 years, it's time to make sure they are protected from cancer. The human papillomavirus (HPV) vaccine prevents [cancer ](/English/safety-prevention/immunizations/Pages/are-your-kids-protected-from-cancer-caused-by-hpv.aspx)caused by several types of HPV. The HPV vaccine prevents cervical cancer, as well as cancers of the mouth, throat, and penis. It also prevents genital warts. The vaccine is very safe and effective—and kids need to get the vaccine when it is recommended. Read on for more facts about when and why your preteen needs the cancer-preventing HPV vaccine. Why is HPV vaccine recommended at age 9-12? The American Academy of Pediatrics recommends kids get 2 doses of the vaccine between the ages of 9 and 12. Here's why: The vaccine is more effective if given sooner. This is partly because preteens produce more antibodies after HPV vaccination than older adolescents do. The vaccine just works better with their immune system. Kids are protected from cancer before they are exposed to the virus. Giving the vaccine earlier also means they can be protected well before they are exposed to the virus. That's what you want—because this is a vaccine that that can actually prevent cancer. So, let's say your teen is 15 years old and has not had their first dose. It's not too late! The AAP recommends a total of 3 doses instead of 2 doses. People with certain conditions that weaken the immune system also get 3 doses. And your teen can get the HPV vaccine at the same time as other vaccines. Don't HPV infections go away on their own? Most HPV infections go away by themselves within 2 years. But sometimes HPV infections will last longer. These are the infections that can cause cancers later in life. HPV is easily spread—it can be passed even when an infected person has no signs or symptoms! Most people who become infected with HPV get it within 2-3 years of their first sexual activity. Someone who only has one partner can get HPV. Plus, sexual intercourse is not required for transmission. A message about cervical cancer Many patients are behind on [HPV screening](/English/health-issues/vaccine-preventable-diseases/Pages/Human-Papillomavirus-(HPV).aspx)—and HPV vaccination—due to the COVID pandemic. To avoid preventable cancers, it's crucial that kids and teens receive recommended HPV vaccinations along with all recommended immunizations. Once they turn 21 years old, women and those assigned female at birth should be screened for cervical cancer. People at highest risk for cervical cancer are those who are unvaccinated, who are overdue for screening and those who had an abnormal result but have not received follow up care. Don't skip cancer screening There are higher rates of cervical cancers in Black and Hispanic females, those who are low income, underinsured, and uninsured, sexual and gender minorities, and those who live in rural areas. Higher cervical cancer rates are partly due to limited access to screening and treatment and because they may not be aware that they need to get screened. To prevent cervical cancer, patients are screened using HPV and Pap [tests](https://www.cdc.gov/cancer/cervical/basic_info/screening.htm). A Pap test screens for precancers. An HPV test checks for the virus that causes cells to change and become cancerous. If a patient has an abnormal Pap or HPV test, they should get a biopsy of their cervix. Some patients develop severe pre-cancerous changes and require a minor surgical procedure to remove the diseased portion of their cervix before they develop invasive [cancer](https://www.cdc.gov/std/treatment-guidelines/hpv-cancer.htm). They will need more frequent HPV and Pap tests to make sure they are not developing cancer. Remember Three of every four adults will have at least one HPV infection before age 30. Each year, more than 46,000 people—men and women—suffer from cancers caused by HPV. Over 7,000 die per year from cancers caused by HPV, including penile, vaginal, vulvar, anal, and head and neck cancers. It doesn't have to be that way. By making sure that kids get the vaccine before they are exposed to the virus—we can prevent cancer. More information About Dr. Fenton: Rebekah Fenton, MD, FAAP,is an adolescent medicine fellow at Lurie Children's Hospital at the Feinberg School of Medicine at Northwestern University, Chicago. About Dr. Perkins: Rebecca Perkins, MD, MSc, is a professor of obstetrics and gynecology at Boston University. She works on projects related to HPV vaccination and cervical cancer prevention with the AAP and other medical and public health groups. "}