{"title": "mPharma: health-tech start-up makes medicines affordable and accessible to patients in Africa", "author": "Authors", "url": "https://www.emerald.com/insight/content/doi/10.1108/EEMCS-04-2022-0113/full/html", "hostname": "emerald.com", "description": "mPharma: health-tech start-up makes medicines affordable and accessible to patients in Africa - Author: Hadiya Faheem, Sanjib Dutta", "sitename": "Emerald Emerging Markets Case Studies", "date": "2023-03-08", "cleaned_text": "patients in Africa [Hadiya Faheem](/insight/search?q=Hadiya Faheem)(Case Research Center, ICFAI Research Center, ICFAI Business School, Hyderabad, India) Publication date: 8 March 2023 Abstract Learning outcomes After discussing this case, students will be able to understand the challenges faced by social entrepreneurs in starting a health-tech start-up in Africa; create and evaluate lean business models of health-tech companies as a social enterprise; evaluate how health-tech start-ups were developing innovative business models and supply chain networks to make prescription drugs accessible and available in Africa; understand how inorganic growth strategies can help health-tech start-ups scale up; and evaluate what promises investors were seeing while investing in social enterprises in the health-care sector in Africa and what social wealth they were creating. Case overview/synopsis In August 2022, Gregory Rockson (Rockson), social entrepreneur and founder of for-profit health technology (health-tech) social enterprise in Ghana, mPharma, stated that he had plans to replicate the company's business model, which provided people access to drugs and at affordable prices, to other African nations, beyond the company's existing footprint. However, analysts pointed out that the fragmented drug supply chain and poor regulation in the health-care market across Africa could act as a challenge for mPharma to replicate its business model successfully across the African continent. People in Africa were forced to pay higher prices to buy life-saving drugs due to the continent's fragmented drug supply chain. To add to their woes, pharmacies struggled to keep life-saving and life-sustaining medicines in stock. Often, patients traveled miles to a pharmacy only to find out that the drugs they needed were not in stock. In addition to this, the markets were flooded with counterfeit drugs. And the Covid-19 pandemic only exacerbated the situation. mPharma managed the prescription drug inventory for pharmacies and drug suppliers using its proprietary vendor management information system. By using the technology infrastructure it had built, the company connected patients, pharmacies and hospitals through a cloud-based software. The system enabled doctors to track in real-time which drugs were available and at which location, thus giving patients reliable access to medicines. Patients registering with mPharma with their prescriptions and medical history received an alert on their mobile phones notifying them where the drugs they needed were available. mPharma bought drugs from major drug manufacturers such as Novartis International AG, Pfizer Inc. (Pfizer) and Bayer AG, on behalf of the pharmacies. This enabled the pharmacies to save on the up-front costs of stocking the drugs, reduced supply constraints and ensured availability of drugs to consumers in these underserved markets. The company had a consignment model wherein member pharmacies had to pay only for what they sold. Most pharmacies forecast the number of drugs they needed and purchased them from mPharma at pre-agreed rates. The company took the inventory liability to prevent pharmacies from going out of stock. As mPharma used its purchasing power to buy drugs in large quantities from drug manufacturers and suppliers, it was able to help patients realize cost savings of 30% to 60% in the purchase of medicines. mPharma was focusing on achieving its ambitious goal of dominating the health-care market in Africa in future. However, analysts felt that the company would face challenges related to poor regulation in the health-care market, high prices of drugs and the fragmented pharmacy retail market in the continent. Complexity academic level This case is intended for use in MBA/MS level programs as part of a course on Social Entrepreneurship, Sustainability, Business Model Innovation, Disruptive Business Models, and Supply Chain Management in the Drug Industry. Supplementary materials Teaching notes are available for educators only. Subject code CSS 3: Entrepreneurship. Keywords Acknowledgements Disclaimer. This case is written solely for educational purposes and is not intended to represent successful or unsuccessful managerial decision-making. The authors may have disguised names; financial and other recognizable information to protect confidentiality. Citation affordable and accessible to patients in Africa\", , Vol. 13 No. 1. [https://doi.org/10.1108/EEMCS-04-2022-0113](https://doi.org/10.1108/EEMCS-04-2022-0113) Publisher: Emerald Publishing Limited Copyright © 2023, Emerald Publishing Limited "}