{"title": "PDF", "author": "PDF", "url": "https://med.nyu.edu/departments-institutes/population-health/divisions-sections-centers/medical-ethics/sites/default/files/medical-ethics-vaccine-ethics.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "1 LC 03/29/2021DIVISION OF MEDICAL ETHICS HIGH SCHOOL BIOETHICS PROJECT Vaccine Ethics Overview The discovery of immunization is one of the greatest medical achievements of all time. Broad vaccination campaigns have drastically lowered the incidence of—and in some cases completely eradicated —infectious diseases that once took the lives of millions. Vaccination protects children and adults against many transmittable diseases, including measles, smallpox, mumps, whooping cough, human papillomavirus (HPV ), influenza, and Covid -19. Vaccines not only provide a direct benefit to the person immunized, but also protect the community at large. When almost all members of a population are immunized, the risk of contracting and spreading disease is greatly diminished for all. So, when a heal thy person refuses vaccination, it creates a risk to that individual as well as one to others. How should doctors respond to their patients' refusals of vaccines? Should lawmakers take a stance? This is the primary ethical dilemma we face with regard to va ccination: Is it ethically permissible for the government to mandate vaccination, even when persons refuse it? Do the public health benefits of vaccination justify infringing upon individual liberty and autonomy? Contents 1.Introduction to Topic 2.Vaccines in the Media DC-9/20/20222 LC 03/29/20213.Vaccine Laws in the United States 4.Religious Perspectives on Vaccines 5.The Modern Philosophical Debate 6.Current Event: Vaccines and COVID -19 7.End-of-Unit Activity: Be a Lawmaker 8.References and Additional Resources Learning Outcomes 1.Think critically about the moral and ethical implications of both allowing the refusal of vaccination and mandating vaccination 2.Understand the ethical underpinnings of laws surrounding vaccination in the United States 3.Consider the relationship between personal l iberty and autonomy and the promotion of public health 4.Practice applying moral and ethical learnings to current events Procedures and Activities This unit uses a student -centered and interactive approach to teaching. Activities are designed to allow for a maximum degree of student participation and collaboration. Each activity is marked as an individual, partner, or group activity, or as a teacher -directed class discussion. The following terms are used to designate the different types of activities: Individual Activity Partner Activity Group Activity Teacher-Directed Class Discussion 1. Introduction to Topic DC-9/20/20223 LC 03/29/2021Teacher-Directe d Class Discussion Gauge students' knowledge : Have they received vaccine s? Which diseases ca n one be immunized against? What do they know about how vacc ines work? What have they hea rd about vaccines in t he media ? Teacher-Directe d Class Discussion Frontl ine has developed a fun classroo m activity for learning about how vaccines work. See their lesson plan for the movie The Vaccine War here: http://www.pbs.org/wgbh/pages/frontline/teach/vaccine/lesson.html The activity has st udents watch a segment of the documentary and t hen mimi c in class how i nfectious disea se spreads. Students se e vividly that vacci nating most of the populati on (in this case, t he class) decreases disea se transmission. Vaccination works by \"tricki ng\" the immune system into thinking tha t the body has been infected. Vaccines contain somethi ng that, to the immune syste m, \"looks like\" a real virus, which can be a de ad or weakened version of a virus, key parts of a virus, or genomi c material that directs the body's cells to ma ke viral parts. In response to the perceived threat, t he immune system produces protecti ve antibodies, whic h target structures on t he virus called antigens. In this wa y, a vaccinated person builds i mmunity to an infectious age nt without ever actually being a t risk of disea se. This protection typically prevents tha t person from becom ing ill afte r infectious exposure , even years later. Most healt hy children and adults, who ha ve strong imm une systems, can be vaccinated wit hout complication. However, groups of people wit h weak immune systems, such as newborns, t he elderly, and the immune-compromised, may not be able to r eceive certain vaccines. Further, som e people are healthy enough to be vac cinated but are unable to do so beca use of limited acce ss or supply. As we will see, there is still a way to protec t these vulner able individuals. To provide the best protection fr om inf ectious diseases, m ost mem bers of a community m ust be vaccinated. \"Herd immunit y\" emerges whe n a sufficient percentage of the community, usually a t least 90 per cent, is vaccinated, providing protec tion to all, including t he unvaccinated. This works beca use when enough people are immune to a certain infectious disease, it's difficul t for that disease to DC-9/20/20224 LC 03/29/2021incubate and spread. This demonstrates how immunization helps both the individual and their community. When the number of people who decline or refuse vaccination increases, herd immunity becomes difficult to achieve. Then, infectious diseases lurk in the population, threatening not only those who have chosen not to be vaccinated but also those who cannot receive vaccines because of restricted access or weakened immunity. Some argue that forcing adults to vaccinate themselves or their children is going too far; it infringes upon a person's right to make decisions around their own or their child's well -being. On t he other hand, as we have discussed, when a healthy person refuses vaccination, they put not only themselves but also the most vulnerable members of society at risk. This vulnerable group can include other adults in the community or other children at schoo l. In recent years, the debate between the anti - vaccine establishment, often called \"anti -vaxxers,\" and those who are pro - vaccination has come to a head. Both sides use emotionally charged language to convince others to join their side. In this module, we lay out competing concerns in an emotionally neutral context that encourages more productive public discussion and deliberation. 2. Vaccines in the Media A. Vaccines and Autism In 1998, The Lancet , a British medical journal, published a study by Dr. Andrew Wakefield that suggested that autism in children was caused by the combined vaccine for measles, mumps and rubella —MMR for short. In 2010, The Lancet retracted the study following a review of Dr. Wakefield's scientific methods and financial conflicts. Multiple large, rigorous scientific studies have failed to reproduce Dr. Wakefield's findings. A 1999 study of 498 children published in The Lancet did not support a causal association between MMR an d autism. A 2002 study of 535,544 children vaccinated in Finland showed no association between MMR vaccination and autism or other neurological afflictions studied. Another 2002 study, which looked at 537,303 children born in Denmark, provided \"strong evidence against the hypothesis that MMR vaccination causes autism,\" the authors wrote. Unfortunately, despite these follow -up studies conclusively demonstrating no connection between vaccination and autism, Dr. Wakefield's research has had a DC-9/20/20225 LC 03/29/2021lasting effect. Vaccination rates in the U.K. plummeted after the publication of the Wakefield paper, and an anti -vaccination movement was launched in the U.S. In a National Consumers League survey conducted in 2014, 29% of adults and one -third of parents with children und er the age of 18 indicated that they still believe that vaccination can cause autism. Some big celebrity names, including Jenny McCarthy and Jim Carrey, have used their fame and influence to urge parents not to vaccinate their children. Countless blogs, bo oks, tweets, and websites tell parents that if they want to be good parents they should never vaccinate their children, and that the government is lying. There are even some physicians who dissuade patients from being vaccinated on the premise of the dispr oven link. Overall, despite conclusive research demonstrating no link between vaccination and autism, many still behave as if the connection exists. B. Measles Outbreaks at Disneyland and in NYC In 2015, a national flurry of measles cases was linked to an outbreak in Disneyland, California. What began as a single case led to at least 125 people contracting measles across the United States. The outbreak was likely initiated by an infected traveler who visited the amusement park while contagious, though no definitive source was ever identified. Analysis by the Centers for Disease Control and Prevention showed that the measles virus type in this outbreak was identical to the virus type that caused a large measles outbreak in the Philippines in 2014. After the outbreak, the California Department of Public Health released the following statement: \"In December 2014, a large outbreak of measles started in California when at least 40 people who visited or worked at Disneyland theme park in Orange County contracted measles; the outbreak also spread to at least half a dozen other states... Measles is a highly contagious viral disease. It is widespread in many parts of the world, including Europe, Africa, and Asia. Measles begins with a fever that lasts for a couple of days, followed by a cough, runny nose, conjunctivitis (pink eye), and a rash... Children routinely get their first dose of the MMR (measles, mumps, rubella) vaccine at 12 months old or later. The second dose of MMR is usually administered before the child begins kindergarten but may be given one month or more after the first dose. For anyone planning to travel internationally, the California Department of Public DC-9/20/20226 LC 03/29/2021Health (CDPH) strongly encourages all Californians to make sure they are protected against measl es and other dangerous diseases before they go abroad.\" California was especially vulnerable to the outbreak because some of the impacted neighborhoods and schools had alarmingly low rates of vaccination. Some of these unvaccinated Californians cited personal reasons for refusing shots, and others were too young to get the vaccine. This outbreak sparked a renewed interest in the debate over mandatory vaccination. In response to the outbreak, California state law surrounding vaccinati on was changed in the summer of 2015 (discussed further in \"Vaccine Laws in the United States\"). The national vaccination mandate debate further intensified in 2019, when the United States reported an even higher tally of measles cases —the highest since 1992—when 1,282 cases, spread across thirty states, were identified, with a majority trackable back to communities in New York City with high vaccine refusal rates. Like California in 2015, New York state changed its vaccination laws in response to the outbr eak. C. Contagion: Vaccines in the Movies The movie Contagion, directed by Steven Soderbergh, is the story of healthcare professionals, government officials, and everyday people who find themselves amid a pandemic, as the Centers for Disease Control works to find a cure. The New York Times has created a study guide for the movie: \"When Contagion Spreads: Crowdsourcing Disease Outbreaks.\" If you decide to show the movie, we strongly suggest first doing their \"Warm -Up\" activity. 3. Vaccine Laws in the United States There are no federal laws in the United States regulating vaccination. Laws concerning vaccination are passed at the state level, so they differ from state to state. States enforce these laws by mandating that students receive vaccines as a condition of enrolling in schools or daycare centers. In most states, parents must provide documentation —usually with a doctor's signature —that their child has received certain vaccines, such as chicken pox, whooping cough, measles, mumps, and rubella before their children can enter school. States allow exemptions to this DC-9/20/20227 LC 03/29/2021law in special cases. There are three kinds of vaccination exemptions: (1) medical, (2) religious, and (3) philosophical. When parents successfully apply for their children to be exempt from vaccine mandates, their unvaccinated child is able to enroll in schools, even ones that mandate immunization. It's worth noting that some private schools do not enforce vaccine laws, meaning that children can enroll even if they are unvaccinated without needing to provide additional documentation. Medical exemptions to vaccine mandates are provided to those who, for some medical reason, cannot be vaccinated. Children (and adults) with compromised immune systems are examples of some who qu alify for medical exemptions. Religious exemptions are offered to parents who, for religious reasons, will not vaccinate their children. Section 4 below canvasses religious perspectives on vaccines. Those who avail themselves of religious exemptions cite the protection of religious liberty in the Constitution as the justification for their refusal. The U.S. government cannot force citizens to say or do things that are contrary to their religious convictions. The application process for reli gious exemptions varies from state to state. Some states require parents to present a letter signed by their pastor or religious leader; others take parents at their word. It is well documented that vaccination rates increase as it becomes harder to apply for and obtain a religious exemption to vaccine mandates. Philosophical exemptions are offered to parents who deny a religious or theological reason for vaccine refusal but who are opposed on other grounds. Only some states view philosophical exemptions as acceptable grounds for vaccine refusal. An example of a philosophical exemption is a vegan parent who opposes vaccination because the vaccine was created using porcine (pig) cells or contains fragments of porcine cells. A vegan parent might wish to raise her child in accordance with the same lifestyle; injecting her child with fragments of porcine cells defies fundamental rules of veganism. As with religious exemptions, how parents apply for and obtain philosophical exemptions varies from state to state. All states view medical exemptions as acceptable and legal grounds for vaccine refusal. As of January 2021, five states (California, Maine, Mississippi, New York, and West Virginia) view medical exemptions as the only legitimate grounds for vaccine refusal. Recently, many states have cut back on the types of exemptions DC-9/20/20228 LC 03/29/2021that they allow in an attempt to safeguard public health. Only 15 states allow for philosophical exemptions as of April 2021. As we discussed in a previous subsection, California passed a new vaccination law in the summer of 2015 in response to a significant measles outbreak. The law ensures that all children in public and private school systems receive all required vaccinations. If a parent refuses to vaccinate his/her child, the family is the n required by law to homeschool the child, an option not available to every family because of financial considerations. Similarly, in 2019, New York state ended religious exemptions to vaccination. To explain the legal change, the governor commented: \"The science is crystal clear: Vaccines are safe, effective, and the best way to keep our children safe. While I understand and respect freedom of religion, our first job is to protect the public health, and by signing this measure into law, we will help prevent further transmissions and stop this outbreak right in its tracks.\" Individual Activity Independently, look up the laws regulating vaccines in your state and/or neighboring states. Note whether the state allows religious or philosophical exemptions, or both. How do parents apply for exemptions in each case? Classify the process of obtaining an exemption as \"easy,\" \"medium,\" or \"hard.\" How does the rate of vaccination differ from state to state based on these classifications? Compare and c ontrast state policies. 4. Religious Perspectives Most states view religious beliefs as legitimate grounds for vaccine refusal. Why might a particular religion oppose vaccination? Below find brief summaries from Wombwell, et. al. (2015). See the paper for further explanation. Individual or Partner Activity DC-9/20/20229 LC 03/29/2021Ask students to research one religion's stance on vaccination and explain why it either supports or opposes it. This may require doing research on how vaccines are developed and manufactured. Does the faith studied have a genuine religious reason for opposing vaccination? Are there differences of opinion even within that one religion? For those religious individuals who oppose vaccination, how might vaccines be developed or manufa ctured differently to avoid the conflict between vaccination and religion? Judaism: Judaic beliefs stand firmly on the idea that all must be done to preserve health and the human body. For that reason, when a measles outbreak occurred in Antwerp, Belgium, among an Orthodox community, those interviewed by authorities said the refusal of vaccination was not due to religious beliefs but because of fears of side effects or allergies to the vaccination itself. However, the New York City measles outbreak in 2019 largely propagated within Orthodox Jewish communities that actively refused vaccination. This is an example of differing and evolving viewpoints within one faith. Hinduism: Hinduism says that divinity permeates all things, including plants and ani mals, and places special emphasis on the sanctity of the bovine (cow) species. There may be concerns with the use of cows in the creation of vaccines. Additionally, Hindus, in general, are opposed to abortion. Measles vaccines are typically combined with t he rubella vaccine, which was initially derived from cell lines obtained from aborted fetal tissue. Roman Catholicism: Involvement with vaccines initially derived from aborted fetal tissue carries differing moral weight for consumers, marketers, and vaccine producers. For some Roman Catholics, the use of vaccines developed using cell lines from aborted fetal tissue constitutes a ''passive cooperation'' with moral wrongdoing. As such, Catholics have an ethical obligation to promote development of an alternative live rubella vaccine and the support of the church to make conscientious objections to vaccines with which there are moral problems. DC-9/20/202210 LC 03/29/2021Catholics are encouraged to support development of vaccines derived from non - aborted tissue sources. In an attem pt to reduce tension between religious conviction and public health, the church advises Catholics to obtain the MMR vaccine for their children because of the protective effects of the vaccine, but they are obligated to lobby for development of a morally ac ceptable alternative. Protestantism: Like Roman Catholics, Protestant Christians do not tend to have objections to the use of the rubella vaccine except for possible concerns with components of the vaccine originating from aborted fetal tissue. Specific P rotestant denominations may have additional unique concerns. For instance, Christian Scientists believe disease is not caused by a biological pathogen but rather results from spiritual distancing from God; thus, diseases should be treated with prayer. As s uch, they may have a fundamental issue with vaccines in general, including but not specific to the measles vaccine. In addition, Dutch reformed congregations believe vaccines prevent an individual from fully relying on God for their health. Again, this may lead to a general, but not specific, refusal of vaccines due to religious reasons. Amish: In recent years, Amish communities throughout the U.S. have experienced outbreaks of disease due to under -vaccination and lack of collective immunity. Immunizations are not prohibited by Amish communities, but there are large segments of the Amish population that do not receive immunizations due to poor access to health care and concerns about vaccine safety. According to one study, only 4% to 6% of Amis h people who objected to vaccination did so on religious grounds. Islam: Both theological and social issues may be present for Muslims regarding certain vaccines, primarily those derived using porcine (pig family) elements. Theological issues may include use of porcine components, while social issues may include concerns for safety. The Qur'an and Islamic tradition indicate certain animal products are absolutely forbidden. In 1995, the Islamic Organization for DC-9/20/202211 LC 03/29/2021the Medical Sci ences issued a statement saying that it was permissible to ingest products derived using porcine elements because the transformation purified them. Despite this, there remains controversy, and beliefs about vaccines vary among Islamic individuals. Jehovah's Witnesses: The Jehovah's Witness faith has a strong prohibition against transfusion of whole blood and the use of certain blood components to develop medicines or treat disease. By abstaining from blood, Witnesses express their belief that \"only the shed blood of Jesus can redeem them and save their life\" (Wombwell et al. 2015, p. 601). Up until 1952, Jehovah's Witnesses were instructed not to receive vaccines, as one of the leaders of the religion believed vaccination caused animal blood cells to be injected into humans. However, as technology advanced it became clear that was not the case. Since 1952, the official position of the Witnesses has been neutrality, essentially leaving it up to individuals to decide whether or not to vaccinate. Partner Activity Ask students to grapple with the following questions: How do we go about balancing religious liberty and public health? When is the abandonment of religious exemptions, therefore prioritizing public health, justified? Does this infringe on the right to religious freedom granted by the U.S. Constitution? Students' reflections on these questions should prepare them for the move to the modern philosophical debate over vaccination. The primary ethical question is how to balance individual autonomy a nd the promotion of public health. 5. The Modern Philosophical Debate Here we provide arguments for and against removing religious and philosophical exemptions from current vaccine regulations. DC-9/20/202212 LC 03/29/2021A. Autonomy & Liberty Liberty protects the possibility of acting —or the fact of acting —in such a way as to take control of one's life and realize one's goals and live out values that are important to them. Autonomy is the capacity to make choices that are consistent with one's values and goals. Autonomy means \"self -rule\"; and the autonomous person has the authority to control her activity and decide for herself how to lead her life. It is related to liberty insofar as liberty protects the expression of autonomy. We are free to live our liv es as we see fit. Parental autonomy refers to parents' capacities to raise their children how they see fit. Parents are free to decide to raise their children in accordance with a particular religious lifestyle, or in accordance with other lifestyle choice s (such as veganism). U.S. and state laws protect parental autonomy in most areas of life; however, a child cannot be subjected by a parent to a poor education, to communicable disease, to ill health, or to death. Child protective services steps in when a parent abuses a child, neglects to take care of them, or makes decisions that adversely affect the health of a child such as not treating a painful or curable illness. The decision to withhold medical care can amount to parental abuse or neglect even if the parent's reason is religious in nature. Refusing vaccinations, however, does not directly harm the individual child and therefore does not constitute child neglect or abuse in the typical sense. Some see mandatory vaccination as an infringement upon liberty and autonomy. Laws that mandate some act —such as vaccination —get in the way of deciding for oneself how to lead one's life. Moreover, getting vaccinated, as seen above in Section 4 , may run cou nter to how one has decided to lead one's life, e.g. mandating a porcine -derived vaccine for those who vehemently oppose using pork products, whether for religious or other personal reasons. Allowing religious and philosophical exemptions to childhood vacc inations is a way of respecting liberty and parental autonomy. B. Promoting Public Health: Utilitarianism Utilitarianism is based on the ideology that actions are right to the extent that they produce the best consequences for the greatest number of people . Act utilitarianism looks at individual actions and considers: which of the actions available to me will have the best outcome? The \"Greatest Happiness Principle\" DC-9/20/202213 LC 03/29/2021says that actions are right to the extent that they produce happiness and wrong to the extent that they produce the opposite. In contrast, rule utilitarianism asks: which rule, if followed by all, will have the best outcome for society? Individuals are then morally required to act in accordance with the rule, even if it makes them slightly worse off. For example, following the rule \"Don't lie!\" makes us all better off; it produces the best outcome for society, even if telling the truth makes an individual worse off. It is better to tell the truth when you've forgotten to do your homework, even tho ugh it is tempting to make up another excuse instead. Public health interventions, such as mandatory vaccination campaigns, are often justified by utilitarianism, specifically rule utilitarianism. Public health policies and interventions are justified on t he basis that they produce the best results for society at large —providing the greatest benefit to the greatest number of people. Public health decisions made on the basis of overall statistics and demographic trends are ultimately better for each one of u s, even if particular interventions may not directly benefit some of us. Mandatory vaccination policies are by and large better than their absence for everyone. Vaccines have drastically reduced the morbidity and mortality of infectious diseases. In the U .S., beginning in the early 1900s, annual epidemics of polio occurred with frightening regularity. There were 57,628 cases of polio reported in 1952. That year 3,145 people died, and 21,269 were left with mild to disabling paralysis. In 1955 the first poli o vaccine was introduced in the U.S. The last case of endemic paralytic polio in the country occurred in 1979. Smallpox caused a minimum of 300 million deaths in the 20th century. It was a major cause of blindness. It was completely eliminated in 1979, tha nks to vaccination (College of Physicians Philadelphia 2011). Utilitarianism and the promotion of public health provide an ethical justification for vaccine mandates, even though those mandates arguably infringe upon liberty and expression of autonomy. Vac cine mandates undoubtedly make us better off than we otherwise would be in their absence. C. The Harm Principle: Protecting the Most Vulnerable In his 1869 essay \"On Liberty,\" John Stuart Mill defends what has come to be called the Harm Principle. The Harm Principle says that the only justification for interfering with the liberty of an individual, against his will, is to prevent harm to DC-9/20/202214 LC 03/29/2021others. The Harm Principle is used to justify various infectious disease control interventions —including vaccinations. Some of the most vulnerable persons in the community include newborns, those who are immuno -compromised from diseases such as cancer or following an organ transplant, and the elderly, who are highly susceptible to disease. When herd immunity is reached —and maintained —vaccines protect not only the vaccinated but also individuals in these vulnerable groups who cannot be vaccinated. This works because when all or most people in the same geographic area are vaccinated, infectious diseases lack hosts in which they can incubate and spread. In contrast, when healthy persons refuse vaccination, the number of unvaccinated people rises, creating more places fo r diseases to live (inside more bodies). Thus, the most vulnerable in the community are left at greatly increased risk of contracting infectious diseases when others refuse vaccination. We have a special obligation to protect the most vulnerable, those who cannot protect themselves from infectious diseases but who seek protection nonetheless. Healthy people can protect the vulnerable by getting vaccinated. Mandatory vaccination laws are justified, then, by the Harm Principle. They license interfering with p ersonal liberty and autonomy to some extent because they prevent harm to the most vulnerable. D. Preventing Harm to Individuals In general, it is not justifiable to put individuals at increased risk of harm for the sake of public health (absent their consent). Individuals are justified in opting out of public health measures, including vaccination, if compliance is expected to cause harm or illness to themselves. Medical exemptions to vaccine mandates are justified by this principle. We do not require already vulnerable or sick persons to put themselves at risk of contracting an infectious disease from vaccinations. However, this principle is only applicable to the vaccination debate when the risk of harm is genuine. For example, the immuno -compromised are at genuine risk of becoming sick following vaccination, since their immune system cannot produce enough antibodies to respond to the vaccine and ward off other infection. However, some people use this principle as a justification for opting out of vac cines even when there is no real risk of harm to themselves or their children. Reports from parents and pediatricians indicate that vaccine safety concerns are translated into DC-9/20/202215 LC 03/29/2021delay or refusal to immunize in some cases. Websites like the National Vaccine Information Center continue to say that vaccines put children at serious risk of harm, even as the American Academy of Pediatricians, the American Medical Association, the American Public Health Association, and other scientific and medical organizations ha ve strengthened support of vaccination programs as safe in healthy children. Vaccines do not put healthy children (or adults) at increased risk of illness or harm. In sum, while it is unjustifiable to require that individuals expose themselves to risk for the sake of public health, this argument only works as a justification to refuse vaccinations when there is a real risk of harm. For most people, there is no such risk. Group Activity Have students work in small groups to answer the questions below. Stud ents will be provided information on each of the four positions described above and asked to compare and contrast. Groups may —alternatively —be provided with the information on one of these positions and asked to research and defend that one position in gre ater detail. Each group will try to answer the following questions about the principle they have been assigned: What is the main criterion or guiding principle used to determine whether or not mandatory vaccination programs are justified? Does your position support mandatory vaccination, or not? Do you agree with the position supported by your principle? Why or why not? 6. Current Event: Vaccines and COVID-19 As of early August 2021, the SARS -Cov-2 virus that causes Covid -19 had infected nearly 36 million people and claimed almost 615,000 lives in the U.S. alone. Economies around the world have faltered, and the average person's everyday life has changed in ways that will likely persist far in to the future. In response, the global scientific community rapidly undertook a campaign that culminated in the creation of multiple highly efficacious Covid -19 vaccines in less than one year. This achievement is nothing short of miraculous; development of a new vaccine typically DC-9/20/202216 LC 03/29/2021takes 10 to 15 years, if successful at all. There are currently three vaccines under a special type of government authorization —emergency use authorization (EUA) —in the U.S., and large -scale vaccination programs are underway worldw ide. Despite substantial progress on vaccine production and distribution, the pandemic persists, with new variants causing renewed surges in cases. More than 77,000 new cases were reported in the U.S. on August 7 alone. New variants, which may be more contagious or severe than old ones, are permeating within the global population. To prevent new waves of infection, vaccination campaigns, combined with sensible public health strategies, must outpace viral spread. The sooner herd immunity can be achieved around the world, the better unnecessary future morbidity and mortality will be minimized. And yet, while many are eager to receive a vaccine to secure their own health as well as that of their community, other healthy persons are refusing or delaying vacc ination. Such a dynamic has brought our very topic, vaccine ethics, to the forefront of public discussion. The pros of Covid -19 vaccination are simple. The vaccine delivers considerable benefit to both individuals and their communities with minimal associ ated risk. The vaccines currently under EUA in the U.S. are 66% to 95% effective at preventing verified Covid -19 infection in large trials. They reduce instances of severe disease, i.e., risk of hospitalization or death. Finally, they likely limit viral sp read in the community by reducing a vaccinated person's ability to carry the infection. As a result, major medical associations and prominent global leaders support and urge vaccination. Individuals refusing or delaying vaccination typically cite one of a few common rationales. Some worry about vaccine side effects, choosing to wait for further distribution and study before opting in for vaccination. Others see refusal as a statement of personal values, especially given the politicization of Covid -19 health issues. Finally, a small minority question the very reality of the pandemic. Unfortunately, Covid -19 vaccine hesitation is rarely grounded in strong scientific evidence. Public health campaigns have been launched to inform citizens of the efficacy and s afety of vaccines, in an effort to encourage vaccination uptake. The pandemic will certainly end at some point in the future, but how soon and at what cost in human lives will be determined by the speed and extent of vaccination. Given these stakes, and th e imminent approach of a time during which vaccination DC-9/20/202217 LC 03/29/2021is fully approved a nd available to all, the issue of Covid-19 vacci ne mandates g rows more important by the day. Group Activity Within groups, ask students to debat e the following questi on: After vaccines aga inst Covi d-19 becom e fully approved a nd available to all, would i t be permi ssible for the governme nt, businesses, or both to mandate vaccina tion? If not, why not? If so, be speci fic about when thi s would be appropriate, a nd whether or not there would be exemptions. Encoura ge students t o apply ethica l principles learned throughout this m odule. 7. Be a Lawmaker Group Activity Wit hin groups, ask students to craf t policies regarding vaccinations. I f they were in charge, would vaccines be mandatory? Would t hey allow medic al, religious, and/or philosophica l exemptions to vacci ne mandates? How would parents obta in exemptions to vacci ne mandates? Have groups writ e a policy together , with equa l input from all group mem bers. Remind t hem that crafting policy usually require s compromise! Groups wil l present the ir propose d policy to t he class, presenting an ethical argum ent as rationale for their polic y. \"Lawmake rs\" should also consider the argument in the op-ed \" Revoke the license of any doctor who opposes vaccinati ons.\" Should ther e be laws that penalize doctors who influenc e their patients to oppose vac cines? How might they be enforced? Or does this violat e the doctor's ri ght to free speech? 7. References an d Additional Resources Allyn B. New York ends religious exemptions for required vaccines. NPR. 13 June 2019. https://www.npr.org/2019/06/13/732501865/new-york-advances-bill-ending- religious-exemptions-for-vaccines-amid-health-cris DC-9/20/202218 LC 03/29/2021Caplan A. Revoke the license of any doctor who opposes vaccinations. Washington Post. 6 Feb 2015. https://www. washingtonpost.com/opinions/revokethe-license- of-any-doctor-who-opposesvaccination/2015/02/06/11a05e50-ad7f-11e49c91- e9d2f9fde644_story.html Centers for Disease Control and Prevention. Covid Data Tracker. https://covid.cdc.gov/covid-data-tracker/#datatracker-home . Accessed 12 Dec 2021 Centers for Disease Control and Prevention. Measles cases and outbreaks. 8 Mar 2021. https://www.cdc.gov/measles/cases-outbreaks.html . Accessed 26 March 26, 2021 College of Physicians of Philadelphia. The history of vaccines. 2011. http://www.historyofvaccines.org/content/timeli nes/diseases-and- vaccines#EVT_100309 Cutralo J, Epstein OH. When contagion spreads: Crowdsourcing disease outbreaks. New York Times. 14 Sep 2011. http://learning.blogs. nytimes.com/2011/09/14/when-contagion-spreads-crowdsourcing-disease- outbreaks/ Mill JS. On Liberty & Other Essays. New York: Oxford University Press, 2nd ed. 1998 Mnooki n S. The Pa nic Virus: A True Story of Medic ine, Science , and Fear. New York: Simon and Schuster. 2011 Na tional Conference of St ate Legislatures. States with religious and philosophical exemptions from school immunization requirements. 29 Jan 2021. https://www.ncsl.org/research/health/school-immunization-exemption-state- laws.aspx. Accessed March 26, 2021. National Consumers League. Survey: One third of American parents mistakenly link vaccines to autism. 2 April 2014. http://www.nclnet.org/survey_ one_third_of_american_parents_mistakenly_link_vaccines_to_autism New York Departme nt of Health. The sci ence behind vacci ne research and testing. July 2014. DC-9/20/202219 LC 03/29/2021https://www.health.ny.gov/prevention/immunization/vaccine_safety/science.htm Offit P. Deadly Choices: How the Anti-Vaccine Movement Threatens Us All. New York, NY: Basic Books, 2011 Wombwell E, Fangman M, Yoder A, Spero D. Religious barriers to measles vaccination. Journal of Community Health . 2015: 40:597-604 Ac knowledgments: Support for the High School Bioethics Project at NYU Grossman School of Medicine was provided by the Squire Foundation. Carolyn Plunkett would like to thank Genevieve Lewis for her valuable contributions to the development of this unit. Lucas Cofer updated the content of this lesson plan in August 2021, under the supervision of Lisa Kearns. DIVISION OF MEDICAL ETHICS HIGH "}