{"title": "Energy Work & the Autonomic Nervous System", "author": null, "url": "https://soundcloud.com/user-516347348/energy-work-the-autonomic-nervous-system", "hostname": "soundcloud.com", "description": "Today we're talking Energy Work and the autonomic nervous system with Mara Benner, a Certified Energy Medicine Practitioner, Reiki Master, and Spiritual Director at the GW Center for Integrative Medic", "sitename": "SoundCloud", "date": "2019-02-26", "cleaned_text": "Energy Work & the Autonomic Nervous System by GW Integrative Medicine published on 2019-02-26T17:18:32Z Today we're talking Energy Work and the autonomic nervous system with Mara Benner, a Certified Energy Medicine Practitioner, Reiki Master, and Spiritual Director at the GW Center for Integrative Medicine. Mara has more than 30 years in the health care and aging fields. She began her career majoring in gerontology and working at various times in hospitals, nursing homes, home health, hospice and elder protective services. She has worked at the Federal and state level on healthcare and aging policy. Mara is now focused on mind-body-spirit connections through Reiki, Integrative Reflexology, meditation/guided imagery, Yogic Chakra Healing, transitional coaching, and integrative healthcare consulting. She has always been intrigued by the body-mind-emotions-spirit connections. Her passion is in how we can adopt \"whole person\" care in partnership with the current healthcare system and with each person. Related Content Effects of Reiki Versus Physiotherapy on Relieving Lower Back Pain and Improving Activities Daily Living of Patients With Intervertebral Disc Hernia. http://bit.ly/2H3vPoP Effects of Reiki on Post-cesarean Delivery Pain, Anxiety, and Hemodynamic Parameters: A Randomized, Controlled Clinical Trial. http://bit.ly/2VnAO7x Reiki Reduces Burnout Among Community Mental Health Clinicians. http://bit.ly/2tC5GWl The Effect of Reiki on Work-related Stress of the Registered Nurse. http://bit.ly/2NsGmLk Neurophysiology of human touch and eye gaze in therapeutic relationships and healing: a scoping review. http://bit.ly/2NsH1fM Transcript This podcast features the song \"Follow Your Dreams\" (freemusicarchive.org/music/Scott_Ho...ur_Dreams_1918) by Scott Holmes, available under a Creative Commons Attribution-Noncommercial (01https://creativecommons.org/licenses/by-nc/4.0/) license. Disclaimer: The content and information shared in GW Integrative Medicine is for educational purposes only and should not be taken as medical advice. The views and opinions expressed in GW Integrative Medicine represent the opinions of the host(s) and their guest(s). For medical advice, diagnosis, and/or treatment, please consult a medical professional. Genre Science "}