{"title": "Estudio exploratorio de anemia de células falciformes en la población de Luruaco - Atlántico", "author": "Pérez Cardozo; Álvaro", "url": null, "hostname": null, "description": "Repositorio institucional de la Universidad Simón Bolívar.", "sitename": "Ediciones Universidad Simón Bolívar", "date": "2019-02-01", "cleaned_text": "Estudio exploratorio de anemia de células falciformes en la población de Luruaco - Atlántico |dc.rights.license||Licencia de Falciformes y sus Haplotipos en la población de Luruaco en 25 muestras de sangre en mujeres con disposición al azar (Atlántico) encontrándose 4% de homocigotos y 4% heterocigotos con Bantú.||spa| |dc.language.iso||spa||spa| de células falciformes||spa| |dc.subject||Haplotipos - RFLP||spa| |dc.subject||Extracción de ADN - PCR - Corrido electroforético en gel de agarosa||spa| |dc.title||Estudio exploratorio de anemia de células falciformes en la de Luruaco - Atlántico||spa| 1262-1272. http://doi.org/10.1016/j.bbabio.2011.04.004.||eng| |dcterms.references||Brandan, N. Profesora titular, Aguirre M V profesora adjunta, Giménez, C E, Ayudante de Alumno por concurso. Catedra de Bioquimica. Facultad de Medicina UNNE. 2008. Peñuela, O, A, MD. Hemogobina: Una molécula modelo para el investigador. Colombia Médica. vol.36 N° 3, 2005 (Julio - Septiembre).||spa| |dcterms.references||Bustamante Z, García R, Martínez G. Características de la Hemoglobina S, Anemia Falciforme y Haplotipos. Fac. De Bioquimica y Farmacia - UMSS 2002. Cochabamba -Bolivia.||spa| |dcterms.references||Camila, A., Kelin, C., Karen, E., Roger, R., & Richar, T. (2017). Anemia drepanocítica y situación en colombia : Revisión Sickle cell anemia and situation in Colombia : Review, 65-75. Retrieved from http://hemeroteca.unad.edu.co/index.php/Biociencias/article/view/2242/2406||eng| |dcterms.references||Cervera, I. A., García, M., & Collazo, T. (2012). Estudio molecular de anemia falciforme. Frecuencia de los alelos S y C en pacientes estudiados en el año 2010. MediSur, 10(5), 365-369. Retrieved |dcterms.references||Diaz Suárez JH. (2011). Frecuencias De Los Haplotipos Asociados a Pacientes Con Anemia Falciforme Y El Rasgo Falciforme Del Valle Del Cauca. Universidad del Valle. Retrieved from http://bibliotecadigital.univalle.edu.co/bitstream/10893/3913/4/CB-0441181.pdf||spa| |dcterms.references||Durán, C. L., Morales, O. L., Echeverri, S. J., & Isaza, M. (2012). Haplotipos del gen de la globina beta en portadores de hemoglobina S en Colombia. Biomedica, 32, 103-111. http://doi.org/http://dx.doi.org/10.7705/biomedica.v32i1.600||spa| |dcterms.references||Fajardo, E. R., Chinchilla, D. A., Rodríguez, G. A., Valeriano, Im. G., & Caballero, K. M. (2014). Prevalence of sickle cell disease in population of the Yoro. Rev. Fac. Cienc. Méd, 15, 17-25.||eng| |dcterms.references||Fong, Cristian, Lizarralde M A, Rojas D, Barreto G 2013. Frecuencia y origen de los haplotipos asociados con el grupo de genes de la beta -globina en individuos con anemia de células falciformes en las regiones costeras del Atlántico y el Pacifico de Colombia. Laboratorio de Génetica humana molecular, Departamento de Biología U, del Valle.||spa| |dcterms.references||Iovannisci David M. Children´s Hospital Oakland Research Institute Oakland, CA 94609. Highly efficient Recovery of ADN from Dried Blood. Using the Master PureTM Complete DNA. MasterPureTMDNA Purificación Kit (Cat. N°. MCD85201). Kan, Y,W; Dozy Andree Marie, (1978). Prueba de genes humanos.||eng| |dcterms.references||Lindenau, J. D., Wagner, S. C., de Castro, S. M., & Hutz, M. H. (2016). The effects of old and recent migration waves in the distribution |dcterms.references||ConnecticutDouglas R. Higgs. (2009). Disorders of Hemoglobin ed.). Boston. Naoum, P. C. (2011). D. Lberto, C. A. A., Enítez, V. E., Ndrés, C. A. A., Igueroa, P. O., ... Rejuela, J. U. (2013). UNIVERSITARIO DE TERCER NIVEL DE ATENCIÓN DE CALI , COLOMBIA Y POSIBLES FACTORES DE RIESGO SOCIODEMOGRÁFICOS Introducción : El estado nutricional ( EN ) de los permite proponer un oportuno y adecuado plan de recuperación nutricional y evitar su morbi-, 138, 134-138.||spa| |dcterms.references||Quintero M, MD1, Jimenez Hernandez A, MD1.. Anemia de células Falciformes. Clínica, Diagnostico, Prevención, Tratamiento, Niños. Revista Gastrohnup Año 2012. Vol 14 Numero 2 Suplemento 2013 |dcterms.references||Rodríguez F., Chávez Villalobos, M.A. (1998). Haplotipos de la Hemoglobina S: Importancia epidemiológica, antropológica y clínica. Revista Panamericana de Salud Pública, 3(1), 1-8. http://doi.org/10.590/S1020-49891998000100001.||spa| |dcterms.references||Rosero, M. J., de hemoglobinopatías en regiones afrocolombianas usando muestras de sangre seca de cordón umbilical. Analysis of hemoglobinopathies in afrocolombian regions using Characteristics of Hemoglobin S , Anemia , and "}