{"title": "The Reiki Attunement 21-Day Cleanse - Catherine Julia", "author": "Katie", "url": "http://catherinejulia.org/2018/02/15/the-post-reiki-attunement-21-day-cleanse/", "hostname": "catherinejulia.org", "description": "The 21-Day cleanse following a reiki attunement can seem overwhelming. I offer my five top tips for remaining calm, centered, and focused on the end goal.", "sitename": "Catherine Julia Art & Wellness", "date": "2018-02-15", "cleaned_text": "On November 11th (11.11), I was [attuned](http://www.reiki.org/faq/learningreiki.html) to reiki by my [teacher](http://www.theagapegroup.com). It had been a goal for over a year now, while I underwent [my awakening](https://catherinejulia.org/2017/08/04/a-rare-condition-led-me-to-my-dream-life/). After clearing much of the energy of stress and trauma in my body through acupuncture, reiki, and other forms of energy work, we both decided that I was ready for this next step. The post cleanse ended up being one of the hardest endeavors of my spiritual journey. It began seemingly uneventful. I felt as if my world had stopped spinning. Everything slowed down, and I felt grounded. I knew that my job was to allow the reiki to flow through me in whatever form that may take, and I thought that this would be easy. Morning self-treatments became something to look forward to, as I loved the deep meditative state that I could enter using reiki. I could feel the tingling in my hands, the heat leaving them, and I could locate where energy was needed, not only on myself, but on those that I practiced. All seemed well. I decided I had already released most of what was needed (after my year-long rollercoaster) and that this cleanse would be an easy one for me. But I was wrong. Those 21 days were filled with some of the greatest but most painful gifts, in the form of self-realizations. Hiding from myself was no longer an option, and unfortunately what was illuminated terrified me at times. I became my old selves, in many different forms. I felt exactly how I had felt at different times of my life, and it wasn't pretty. Coming from a past of much [abuse](https://catherinejulia.org/my-story/), I sank hard. I realized how much I truly disliked myself at times, and just how negative my inner self-talk could be, without me even realizing it. Everything I did, I was shown the reason for. I noticed my patterns, and couldn't run away from seeing my wrongdoings, and the wrongdoings of others. Three months later, I'm still able to do this, although my emotional reaction behind the knowledge is much less. I no longer want to hide from myself, or from what has happened to me. I want nothing in my system that will keep me tied down or caged - I want to fly. And if these things must be released before I can do so, then I choose to feel. I would choose to feel them all over again if it meant being where I am today. I have so much to look forward to. So many opportunities have came to me during those twenty-one days. I'm traveling to [Guatemala](https://catherinejulia.org/2017/12/13/healing-through-reiki/) in less than a week to visit with Mayan shamans from various indigenous tribes, something that I've dreamed of doing for years. My [photography](https://catherinejulia.org/2017/05/10/lifestyle-approach/) is better than it's ever been, and I'm given money exactly when it's needed. I have other opportunities in the works that will hopefully bring about great change in my life as well. And much of this, I attribute to this attunement. It has changed my way of thinking, my frequency, and with all of that, my life. For those of you braving this same journey, or thinking about it, here are some tips that were helpful for me. In my few searches online, I found a lot of information contrary to that of my teacher's and therefore, recommend you to be extremely careful when googling reiki attunements. If you have any questions, turn to your teacher first! 1. First, and most importantly, let go, and RELAX. The reiki will move through you in the way that your system needs. This has the potential to bring up many previous physical pains (if you're like me, all of them will come back), and habits. Don't place any labels on what you are feeling or thinking. Simply observe and be kind to yourself. 2. You DO NOT have to force yourself to eat a healthy diet or abstain from alcohol. While this is always a good choice, you will not \"ruin\" your attunement if you find yourself eating out of control (like I did). This is something that needs to be worked through your consciousness and is probably an issue that is prominent in your life. You will find that your cravings will stop eventually. 3. If you can, fit your self-treatments into your morning. Your day will go much smoother starting off this way! 4. Use this hand position for crises (given to me by my teacher, of [The Agape Group](http://www.theagapegroup.com)). It works, and if I had used this one more I could have saved myself a lot of negative emotions and experiences: Place one hand on your forehead and one hand on your navel. Breathe in and out slowly thinking to yourself: \"I am breathing in, I am breathing out.\" 5. Exercise, in any form. Movement allows you to release any anger or negativity in a more wholesome way. Other than that, hold on for the ride and know that All is well. Eventually, your system will calm down and you'll feel lighter and much more at ease. "}