{"title": "Cacao Ceremonies - What, Why and How? | BaliSpirit Festival", "author": "Admin", "url": "https://www.balispiritfestival.com/cacao-ceremonies-what-why-and-how/", "hostname": "balispiritfestival.com", "description": "Cacao ceremonies are a popular ritual in yoga communities and especially Ubud. Cacao ceremonies take place throughout the week at BaliSpirit Festival, each varying slightly depending on the facilitator both... Read More", "sitename": "BaliSpirit Festival", "date": "2017-09-12", "cleaned_text": "and How? Cacao ceremonies are a popular ritual in yoga communities and especially Ubud. Cacao ceremonies take place throughout the week at BaliSpirit Festival, each varying slightly depending on the facilitator both during the daytime and nighttime program. You may be wondering, where did cacao ceremonies come from? And why are there ceremonies revolved entirely around chocolate? See the highlights from our Cacao Ceremony at BaliSpirit Festival Bhakti Nights 2017: CACAO CEREMONY HISTORY Cacao ceremonies have actually been around for thousands of years, originating all the way back to Mayan and Aztec traditions in Central and South America, used for spiritual, medicinal and ceremonial purposes for inner awakening and creative guidance. Pure cacao is used as a heart opening medicine for people to safely experience awakening, revelation and inner healing. Cacao is used in a sacred medicinal ritual, where intentions are set and once consumed, euphoric states are unlocked, negative emotions are released and we are able to connect to ourselves and the loving energy in our body. IS CACAO THE SAME AS CHOCOLATE? Not exactly, cacao used in a cacao ceremony is different from regular chocolate we eat. Unlike what you might expect, it doesn't taste anything like hot chocolate, so it might shock you when you first try it. It is a natural plant medicine and the cacao beans are what goes into the chocolate we are familiar with - but usually only 20-30%. Ritual cacao is made from ground cacao beans, water, cacao butter and a tiny bit of sugar (in Bali we use unrefined coconut sugar) all mixed into a liquid, actually very bitter but naturally high in iron, magnesium and B-complex vitamins. WHAT HAPPENS IN A CACAO CEREMONY? Cacao ceremonies vary depending on the ceremony facilitator (or shaman). People usually sit in a circle and set intentions, pray, sing together with heartfelt music or sound healing and then dance ecstatically or share as a group together. It is a fun, uplifting experience in a safe and open community. What you can experience during a cacao ceremony: - A heart opening journey of oneness, love and ecstasy - Healing therapy - releasing blocks, recognizing patterns, following your heart - Finding a connection to your highest self, your own power and truth - A shamanic or spiritual journey - A space to enter into meditation - being able to silence the mind, connect to the wisdom and spirit within you - A balance of masculine and feminine energies in the body - Enhanced creativity CACAO CEREMONY RECIPE One possible recipe of preparing the cacao for a ceremony is the following (for one half cup of cacao). Ingredients: 1-2 oz of cacao Half a cup of water Pinch of chilli or cayenne pepper Optional sweetener such as coconut sugar, honey or agave Optional spices such as ginger, vanilla, cardamom or cinnamon Instructions: Chop the cacao with a meditative and reflective mindset. Heat the water to just before a boil. Add the cacao and stir until you find a smooth texture. Add the pinch of chili. Optional add sweetener and spices. HEALTH BENEFITS OF CACAO Raw cacao has been used for centuries to heal the mental, physical and spiritual body. It is a natural and ancient plant medicine, with a high concentration of vitamins, minerals and is a powerful antioxidant. Cacao also increases blood flow (oxygen and nutrients) to the brain as well as induces the release of feel-good endorphins.It enhances the immune system and lowers cholesterol and blood pressure. Cacao is often used to change your perspective, enabling you to recognize and let go of repeated patterns or bad habits, release energetic blockages and what no longer serves you. Naturally packed with caffeine, cacao gives you a burst of energy that helps you focus and improve your memory and is said to be a big creativity enhancer and facilitator of deep inner meditation and connections. CACAO CEREMONY BENEFITS Cacao ceremonies are a type of shamanic healing - which is one of the oldest holistic healing practices used by indigenous cultures all over the world. These types of healing ceremonies work with rebalancing energies in the body to regain health. However, unlike other shamanic experiences, drinking cacao will not make you hallucinate or give you some sort of 'out-of-body' psychedelic experience. Cacao instead, is used to gently touch your heart and to guide you into an inner journey deep into the emotional center of our body - our heart (Anahata) chakra. Join us for a Cacao Ceremony experience at "}