{"title": "A novel allergist-integrative model for vaccine allergy safety", "author": "Ruby Pawankar; Bernard Yu-Hor Thong", "url": "https://www.ncbi.nlm.nih.gov/pmc/articles/PMC9388164/", "hostname": "ncbi.nlm.nih.gov", "description": null, "sitename": "PubMed Central (PMC)", "date": "2022-09-11", "cleaned_text": "Learn more: [PMC Disclaimer](/pmc/about/disclaimer/)| [PMC Copyright Notice](/pmc/about/copyright/) [10.1016/j.anai.2022.06.011](//doi.org/10.1016%2Fj.anai.2022.06.011) model for vaccine allergy safety [The Role of the Allergist in Coronavirus Disease 2019 Vaccine Allergy Safety](/pmc/articles/PMC9121691/)\" in Ann Allergy Asthma Immunol, volume 129 on page 308. The World Health Organization declared coronavirus disease 2019 (COVID-19) caused by the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) after its initial emergence in Wuhan, China, in December 2019 and its global spread, a pandemic, on March 11, 2020. Vaccination remains the most promising strategy to end the COVID-19 pandemic. Many different public organizations and private companies worked together to make COVID-19 vaccines made available to the public. Given the novel nature of messenger RNA vaccines and initial global concerns over vaccine-related allergic reactions, worldwide health authorities took a conservative approach in protecting individuals who may be at higher risk of COVID-19 vaccine-associated allergy. In this issue, Chiang et al [1](#bib0001) present an important landmark study exemplifying the innovation toward COVID-19 vaccine allergy safety in the Asia Pacific region. Allergists play a crucial role in reaffirming vaccine safety and countering vaccine hesitancy. Despite the large population and increase in allergic diseases, specialists remain scarce in the Asia Pacific region and even many other parts of the world. [2](#bib0002) Misdiagnosed \"allergies,\" unwanted concerns, myths, and incorrect information rampantly found in widely accessible social and media coverage and poor referral practices lead to significant vaccination delays. This further hinders our progress toward attaining global herd immunity. [3](#bib0003) To address this, the Asia Pacific Association of Allergy Asthma and Clinical Immunology, of which Hong Kong Institute of Allergy is a member, organized a live webinar in collaboration with World Health Organization and a series of events in 2021 during the peak of the second surge to address the facts and the myths related to vaccines. The current study describes a novel vaccine allergy safety \"Hub-and-Spoke\" model and its impact on safe, rapid, and efficient implementation of a pandemic vaccination program. The study reveals that with adequate training and support, allergy services can be integrated into multidisciplinary clinics. With the support of a central \"Hub\" clinic led by an allergist, 7 territory-wide \"Spoke\" clinics were established, run by nonspecialists. An accessible and easy protocol-driven approach allowed nonspecialists to provide appropriate and timely assessment and vaccination advice for patients. Chiang et al [1](#bib0001) demonstrated that adequately trained nonspecialists could effectively evaluate patients considered to be at \"high risk\" for vaccine-associated allergies and allow the majority to receive vaccinations safely. Importantly, no patients reported any subsequent allergic reactions and were successfully vaccinated. Although the vaccination rate was lower when comparing nonspecialist vs allergist evaluation, this Hub-and-Spoke model reveals how integrating different disciplines together could synergistically improve the overall vaccination coverage. A shortage in allergy services is not new to the Asia Pacific region, or even at a global level. [2](#bib0002) , [4](#bib0004) The need for multidisciplinary collaboration has often been described. However, its practice implementation and the real-world outcomes are seldom documented or reported. In this issue, Chiang et al describe a model that integrates nonspecialists with the allergy service. The study reveals the impressive measurable outcomes made possible by a systematic approach that allowed interdisciplinary cooperation during a mass vaccination rollout at a population level. The past few years of our global battle against COVID-19 has been ridden with social distancing and being apart. It is during these times of isolation that we have come to appreciate the importance of \"togetherness.\" There has been significant emphasis on the importance of \"communities of practice,\" from a practicing social responsibility, to getting vaccinated, in the hope of eventually achieving herd immunity. The key to successful collaboration is to raise awareness and prioritize allergy education with strong public engagement. It requires a shared understanding of our predicaments and a collaborative way forward. Education not only of doctors but also of nurses, pharmacists, psychologists, and dieticians ensures that all health care providers are empowered with the appropriate knowledge and the needed tools to work toward growth and expansion of allergy services. [5](#bib0005) This study specifically highlights yet another aspect of Immunology and Allergy in which specialist-level input is necessary. Allergists are often thought to manage only allergic diseases, but this study highlights their important role in population health, such as widespread vaccine hesitancy during a time-bound, much-needed global vaccination campaign. Multidisciplinary integration works not just to relieve the burden of overwhelming demand, shorter waiting times, but also to provide holistic care for all patients. Chiang et al revealed the importance of this multidisciplinary collaborative approach, especially between internists and family physicians, and highlighted the feasibility of further Hub-and-Spoke or allergist-integrative models in the future. This collective effort can in fact be an example to be extended beyond the discipline of allergy and immunology. Footnotes Disclosures: The authors have no conflicts of interest to report. Funding: The authors have no funding sources to report. References [PMC free article](/pmc/articles/PMC9121691/)] "}