{"title": "Perspectives Session #1: Native Tribal Perspectives & Experiences of Maple Sugaring in Place-Based Teaching and Learning", "author": null, "url": "https://mediaspace.msu.edu/media/Perspectives+Session+1A+Native+Tribal+Perspectives+%26+Experiences+of+Maple+Sugaring+in+Place-Based+Teaching+and+Learning/1_1zgvnt1g", "hostname": "mediaspace.msu.edu", "description": "Session one of the MSU Tollgate Farm Perspectives: Culturally Responsive Place-based Education Series on November 4th from 6:30 - 8:30 PM on Native Tribal Perspectives & Experiences of Maple Sugaring in Place-Based Teaching and Learning. What does a maple sugaring program look like in Native and Indigenous communities? How can educators better incorporate these perspectives into their own Maple Sugaring programs? Join us for a panel discussion moderated by Dr. Dylan Miner, Director of American Indian and Indigenous Studies at MSU, along with panelists Rosebud Schneider, Market Manager at Ziibimijwang Farm / Minogin Market, Josh Biron, former Cultural Activities Coordinator for Sault Ste. Marie Tribe of Chippewa Indians, and Nicole Holloway, Cultural Activities Coordinator for Pokagon Band of the Potawatomi.", "sitename": "MSU MediaSpace", "date": "2019-01-01", "cleaned_text": "Perspectives Session #1: Native Tribal Perspectives & Experiences of Maple Sugaring in Place-Based Teaching and Learning From [Jenny Speyer](/createdby/eyJpdiI6IjNUOE9DUzQzYlAraHdUSzg2U2YyaGc9PSIsInZhbHVlIjoiQXNtNERNUGlLaWVjRlZcLzh3ZDczb3c9PSIsIm1hYyI6IjNmYjMwMWZiNWRjMDE0ZjQ3N2M3ODViNTMzNjgzZTUxZDY1YzQxMjg5ZDgxMmZlMjkwODU2NmU4Yzg5ZDQzMDkifQ__) views comments Session one of the MSU Tollgate Farm Perspectives: Culturally Responsive Place-based Education Series on November 4th from 6:30 - 8:30 PM on Native Tribal Perspectives & Experiences of Maple Sugaring in Place-Based Teaching and Learning. What does a maple sugaring program look like in Native and Indigenous communities? How can educators better incorporate these perspectives into their own Maple Sugaring programs? Join us for a panel discussion moderated by Dr. Dylan Miner, Director of American Indian and Indigenous Studies at MSU, along with panelists Rosebud Schneider, Market Manager at Ziibimijwang Farm / Minogin Market, Josh Biron, former Cultural Activities Coordinator for Sault Ste. Marie Tribe of Chippewa Indians, and Nicole Holloway, Cultural Activities Coordinator for Pokagon Band of the Potawatomi. - Tags - "}