{"title": "PDF", "author": "PDF", "url": "https://www.omicsonline.org/2167-0846/2167-0846.S1.001-006.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Volume 4, Issue 3 J Pain Relief ISSN: 2167-0846 JPAR an open access journal Pain Medicine-2015 2015Pain MedicinePage 28 June 08-10, 2015 Chicago, USAInternational Conference and Exhibition on Notes:Fascia, the silent network that connects all practitioners and their patients Fascia is the level of body work that embodies massage, PT, acupuncture, psychology, medication, diet, inflammation, mind body, and energy healing. There is no pain, memory of trauma, nutritional impropriety, anxiety, or environmental stress anywhere in the body, that does not impact fascia....and the repercussions are multisystemic and body wide. Every practitioner touches this network in some way....part of why so many different models work for healing in any one individual. Classic medical teaching has promoted the idea of 9 body systems. These include musculoskeletal, nervous, endocrine, cardiovascular, immune, respiratory, urinary, digestive, and reproductive systems. Fasciology refers to all cells, tissues, and organs as they are wrapped and segmented by the supporting-storing system. Fascial anatomy differs from regional anatomy by emphasizing relationships between structure, function, and transformation over time. Our cells and organs maintain through interaction between the supporting system and the functional system. Under the regulation of the nervous and immune systems, the fascia network regulates the functional and living status of cells, and provides a stable environment for cellular function and survival. Our work as healers communicates to other healers through the fascia response of our patients.This presentation will stimulate the imagination and creativity of all practitioners as we realize how our work integrates and contributes to each person's healing through the fascia system that connects all body systems and treatment modalities. Biography Hal S Blatman, MD, is the Founder and Medical Director of the Blatman Health and Wellness Center in Cincinnati, Ohio, a nationally recognized specialist in myofascial pain, and co-author of The Art of Body Maintenance: Winners' Guide to Pain Relief, a reference for treating myofascial pain, from migraine headaches to plantar fasciitis. He is credentialed in Pain Management, Occupational and Environmental Medicine, and Integrative Holistic Medicine. After receiving his Medical degree from the Medical College of Pennsylvania (Drexel University) in1980, he completed two years of training in Orthopedic Surgery. He studied ergonomics and toxicology during his Residency in Occupational and Environmental Medicine at the University of Cincinnati Hospital. In the early1990's, he studied with the late Janet Travell MD, pain Physician to President Kennedy. He currently leads a team that specializes in the Holistic and Comprehensive rehabilitation and treatment of pain, ligament and tendon injury, fibromyalgia, and chronic fatigue syndrome. He is a past President of the American Holistic Medical Association. hblatman@iac.netHal S Blatman Blatman Health and Wellness Center , USA Hal S "}