{"title": "Vaccines : Untested, Unsafe and Unnecessary.", "author": "Dr Arun Mukherjee", "url": null, "hostname": null, "description": "A view on the use of vaccination in children with Autism", "sitename": null, "date": "2007-01-13", "cleaned_text": "an abstract of an article submitted by the authors, who are tireless workers for alleviating the suffering of persons with autism and allied disorders. The article represents the knowledge and beliefs of the authors, and is reproduced here as a public service without supporting or opposing it, with the minimal editing necessary to make it web-compatible. The article is reprinted without comments | | Since the time they were introduced around 200 years ago vaccines have been wrongly credited to be a medical marvel, having stopped killer acute diseases on their tracks and providing hopes of similarly tackling other diseases like AIDS, and also chronic autoimmune disorders like cancer, diabetes, even ending obesity and the nicotine habit. \"Keep hope alive, keep fear stoking and cash on it by controlling people in the name of science\" is the game they have been playing for long. But below all this hope, hype and activity opposition and discontent is brewing. The process of vaccine manufacture, and the nature of vaccine ingredients have always been a closely guarded secret. However an outbreak of Autism Spectrum Disorder (ASD) in American children, up from 1 in 10,000 to 1 in 166 today (as per latest reports this is now 1 in 147), an increase that coincides with the increase in number of childhood vaccinations since 1978, focused attention on vaccines with the parents claiming that they watched their children regress after they got the shots. Children with ASD, a condition yet to be fully understood, usually demonstrate deficits in social interaction, verbal and nonverbal communication, and display repetitive behaviors or interests. They may suffer from delayed development and be afflicted by severe bowel disorders. Clinically it is attributed to a neuron disorder and blamed on the genes, the gut problems being generally ignored. Critics say it is the largest iatrogenic (medicine induced) epidemic in human history. Mercury poisoning via vaccines. The cries against vaccines became more vocal as autism was found to be very similar to symptoms of mercury poisoning. Vaccine whistle blowers have revealed that Thimerosal, a vaccine decontaminant used in multi dose vials to prevent fungal and bacterial growth, is 49.56% mercury by weight and it is being used since 1930. The first autism cases were detected in 1931. Earlier too a syndrome called \"Pink Disease\" was seen in children treated with Calomel, a mercury based compound. Calomel was banned when the link was known. It takes simple mathematics to find out that by the time the children take all the shots, which have increased considerably over the last three decades, the mercury in their body is much above the EPA approved limit in food of 0.1mcg per kg of body weight in adults, ingested, not injected. A mercury laced vaccine contains 15 to 50mcg of mercury per shot. The mercury content in children's bodies has gone up to 250 times the EPA limit as a result of the vaccines and that too injected directly into their blood stream bypassing the body's natural defences. If we consider the WHO limit of mercury in water the children are being subjected to 50,000 times the limit. Mercury is a dangerous neurotoxin, second only to Uranium, and accumulates in fat cells of the brain, organs and tissues destroying the nerves therein. It has been found to be toxic even in ppm doses. Vaccines also contain aluminum, used to excite the immune system of the body, and which considerably boosts the toxicity of mercury. When injected into children the mixture readily overpowers their nervous system to cause severe brain, neurological and allied damage. The HPV vaccine targetting women has a whopping 225mcg of aluminum per vaccine shot, the required three shots would deliver 675mcg over a six month period. Women are at great risk from vaccines as they are injected two mercury filled tetanus shots while they are pregnant. The flu vaccine, awaiting introduction into India, also contains mercury. Mercury is known to cause stillbirths, premature births and also destroys the childbearing capacity of women as per Dr David Ayoub, an US based vaccine researcher. Vaccines have caused a trail of autism and other damage wherever they have been implemented. China has reported an autistic population of 18 lakhs after vaccines were allowed into the country in 1990. The parents of vaccine damaged children have staged protests in the infamous Tiannemann Square in Beijing after which they were forcibly dragged away and imprisoned. Some children are more susceptible to mercury as their body does not produce enough glutathione, an agent that helps in disposing off the mercury and other neurotoxins in the body. These children develop full scale autism while the other children are affected with various other disorders. It is observed that sick, underweight, malnourished and immuno-compromised children do not have the ability to produce enough glutathione. Autism affects male children more than females because the female hormone acts similarly as glutathione thus eliminating mercury, other heavy metals and toxins from the body. The number of children with memory problems, neurological problems, behavioral, developmental problems and attention deficit disorders is said to be 1 in 6 today, certainly a huge figure. The live viruses used in vaccines also contribute to serious and chronic intestinal disorders like Irritable Bowel Syndrome (IBS), Inflammatory Bowel Disease (IBD), Crohn's Disease etc. What is very disturbing in the vaccination controversy is that the medical profession has been aware all along about the lethal aspects of vaccines. Dr Antoine Beauchamp was the first to blow the whistle even as Louis Pasteur came out with his germ theory. Dr J Crompton Burnett studied the concept of injecting diseased pus into the body in 1840 and declared it was creating a deep seated disease condition with symptoms akin to suppressed venereal diseases. He termed it Vaccinosis. The spurt in small pox cases, vaccine induced deaths and the emergence of the cancer epidemic after the small pox vaccine was made mandatory sparked off protests all over the world spawning anti vaccine groups comprising mainly of mainstream doctors and the vaccine was banned. Deaths from vaccines prompted many doctors to raise their voices which reached a peak in 1909. Concern over the use of mercury in vaccines was voiced in 1938. By 1990 scientific studies had linked vaccines to a wide range of illnesses. In the year 2000 a secret meeting was held by doctors, vaccine manufacturers and vaccine policy makers where doctors voiced their apprehensions but strangely a decision was taken to play down the concerns and continue with mercury in vaccines. Not only that, it was decided in 2004 to cut off research funds from projects which sought to study the way vaccines affected the population. This despite the presence of a wide range of studies having proven beyond doubt that vaccines affect the immune system adversely and are behind many cases of sickness in children and adults. It can be said with certainty that vaccine induced diseases drive the medical industry and help it draw funds from governments and private sources while attempting to research into and manage these iatrogenic illnesses. The industry similarly fleeces the unsuspecting patients and also feeds the health insurance business. Today vaccines continue to be the mainstay of the medical industry and they hope to swamp the population with 250 vaccines (as per the Vaccination Development Report 2006) which are currently in various stages of development, in the very near future. Currently plant based genetic vaccines are being covertly tested (with devastating results) and scientists are busy devising genetically modified crop which will automatically vaccinate us against disease. Truly we are entering a very frightening stage of human development, if we can call it that. Vaccine manufacturers in the US are today immune to law suits. They are allowed to charge a fee of up to 60% on vaccines which goes to a national vaccine damage compensation fund. It is the government that pays damages to affected children prompted by courts. Needless to say it is very difficult to prove that vaccines have damaged the child as the medical community has framed the rules which makes it almost impossible to do so. As conscientious doctors watched perfectly normal children turn into grotesque zombies after receiving the vaccines, the beneficial nature of childhood illnesses began to be discussed. It became clear to doctors that disease was something beyond the symptoms and that the outward manifestations of disease called etiology was but the body's efforts to throw out disease matter. It thus became obvious that acute illnesses served a purpose and that the body purposely chose an illness to rectify an internal defect. Under the circumstances, doctors like Philip Incao raised serious doubts over the supposed benefits of vaccines and instead declared them unnecessary, an insult to the growing child. Others doctors too have revolted against vaccines as the short term and long term consequences are visible everywhere. There is consensus that vaccines have changed us permanently, introduced hereditary chronic disorders and caused genetic changes in the human population which will have far reaching consequences. No long term tests have ever been conducted on the after effects of vaccines, singly and in combination. Vaccines are tested for a short period against another vaccine, not a placebo. Short term reactions are rationalized as resulting from other causes and not the vaccines. There are instances where vaccines have been sanctioned despite adverse reactions being reported as in case of the Rotavirus vaccine. It is common for vaccines to be withdrawn for their dangerous after effects and then released after modifications claiming to be \"new and improved\". Even in the new avatar they cause havoc as in DTP which has been modified into DTaP. Vaccine activists are now asking for vaccinated populations to be tested against an unvaccinated population. A community called Amish in the UK claim religious exemption from vaccines. It has been observed that they do not suffer from any autoimmune disorders. There are only 3 autistic children in the Amish community, against an expected 130. It was found upon enquiry that even these 3 have been vaccinated under various circumstances. Short term studies conducted by unbiased researchers have revealed that vaccinated children suffer more than their unvaccinated counterparts. In many trials deaths, brain damage, neurological problems, infantile diabetes, Guillain Barre Syndrome (GBS), a paralytic disease, severe allergies and intestinal disorders have been reported. The official version is that vaccines create antibodies to the various viral and bacterial matter injected into the body. However it has been proved that high antibody counts do not translate into immunity. This has been acknowledged by Medscape, a widely read medical journal of repute. Vaccinated population have regularly been hit by diseases that they have been vaccinated against. While the vaccine manufacturers see this as an opportunity to push in \"booster doses\", the fact is the vaccination concept is flawed. Then how do vaccines suppress diseases? This is probably due to the observed phenomenon that if a person has a chronic disease, he is often spared acute ones. By introducing a chronic disease state and suppressing the vitality of the body, it cannot react to foreign intrusions by the way of external symptoms. This symptom less condition is touted to be a \"disease free state\" whereas in reality it is an obvious case of immune suppression. The situation in India is even worse. As per a declaration by doctors at the recent inauguration of the National Autism Centre at New Delhi, the number of autistic children, as per a very conservative estimate, is more than 40 lakhs today. Last year the figure was 17.40 lakhs. An increase of 133% in a single year. This has been reported in the Times of India. The centre was inaugurated by Ms Sonia Gandhi. Also a news in The Telegraph by its science correspondent Sri G S Mudur reported that up to 3,00,000 children in India have been affected by Acute Flaccid Paralysis (AFP) over the last two decades, ostensibly due to the use of the live polio virus in the Oral Polio Vaccine (OPV). A grave error that has rattled the Govt but all attempts are being made to deny the link. The IMA has a more grim prognosis. While it reports a figure of 85,000 AFP cases it points out that this could be 5% of the total figure. Dr Jacob M Puliyel, Vice Chairman, IMA Committee on Immunization has put the entire blame on WHO, UNICEF and the Indian Government in a scathing criticism published by The Hindu. It is not that the vaccine - childhood disorders link has not been pointed out to the Health Ministry in India. Dr Ajay Gambhir, Secy, IMA, and a member of the vaccine committee, has sounded the warning in 2003. Dr Mythili Chari, a doctor associated with autism treatment has blamed the vaccine MNCs for forcing India to use vaccines containing Thimerosal even as in USA and European countries there is a ban on mercury in vaccines. Dr Bhaskar Rao, eminent Cardio-Thoracic Surgeon has questioned the unbridled rule of vaccines in his 2001 tirade against the illogical introduction of the Hep-B vaccine into India. Dr P M Bhargava, Vice Chairman, Knowledge Commission has written to the Government on the OPV issue. Other senior doctors who have expressed displeasure at the way mass vaccine camps are conducted include Dr Yash Paul, Dr T Jacob John and Dr G N Shenoy. Indian medical journals have flayed the attitude of the Govt to push more vaccines into children without weighing the pros and cons of the exercise. Clearly the medical community is sharply divided on the issue of vaccines. Doctors also argue that it is clean water and environment, better hygiene and nutrition, prolonged and proper breastfeeding besides building up natural immunity that helps curb epidemics like polio and not vaccines. Vaccines, say critics, compromise the immune system by exciting the humoral (blood and lymph based) immunity while leaving the cellular immunity untouched. This creates an inherent imbalance confusing the body's cognitive and recuperative abilities. It is this imbalance that leads to allergies and autoimmune disorders as the body looses its ability to distinguish between friend and foe. Natural illnesses provide lifelong immunity as both humoral as well as cellular immunity gets involved. Exposure to illnesses like tuberculosis do not offer immunity as they are constitutional diseases and affect the body deeply to leave an imprint which has to be cured by well chosen holistic remedies and practices. To top it all vaccines are being introduced in India without proper trials raising fears that bio weapons designed as vaccines could easily invade India, as pointed out by Dr Ajay Gambhir of the IMA. Vaccines to forcibly control the population, as per an US, UN and WHO agenda, by creating antibodies to a birth hormone have already been covertly tested in India, Vietnam, Philippines and Nigeria. In India a PIL has been filed on the issue by Saheli, a women's organization. The haste with which developing and overpopulated countries are being flooded with vaccines, as a philanthropic gesture, have raised the fears that they are being used to make the population sterile. Mercury is known to effect the childbearing capacity of women and fertility in men as per Dr David Ayoub. The use of Squalene, an oil based adjuvant that is known to be a painful immune-destroyer being used in recent vaccines and in vaccines in the making is also a cause for concern. Used in the anthrax vaccine, it has caused havoc amongst US troops who are being forcibly vaccinated. Squalene is also an ingredient of the various AIDS vaccines under development. Why are so many voices being raised against vaccines? Is it simply because of mercury? No. There are other ingredients in vaccines which raises the heckles of conscientious doctors. Vaccines contain carcinogens like formaldehyde, phenol, glycol, glutamic acid etc. Human and animal serum and tissues used in vaccines have helped more than 60 recognized animal viruses cross over to humans of which two, SV 20 and SV 40, both simian viruses, have till now been identified as damaging. Causal studies have revealed that SV 40 is behind many cases of Non Hodgkin's Lymphoma, a form of cancer. The SV 40 is now with us permanently and is found in cancerous tumours, the brain, lymphatic and cerebro spinal fluid and also in the sperms. The Simian Immunodeficiency Virus (SIV), similarly transferred, is suspected to have morphed into the dreaded HIV in humans. In these days where nano bacteria and nano viruses are being studied, virologists suspect that billions of foreign viruses and bacteria have crossed over by the use of animal and human serum in vaccines. How they could be affecting us is anybody's guess. Vaccines are clearly playing Russian Roulette with our lives. Antibiotics like neomycin, penicillin, streptomycin form a part of vaccines. These antibiotics should not be injected without a skin test and are reportedly behind most cases of anaphylactic shocks, seizures and deaths immediately following the vaccines. Strangely vaccine damaged children also have high levels of arsenic and lead in their bodies. Are these also a component of vaccines? Unless a full disclosure is made it is difficult to say what exactly vaccines are composed of. The current trend to use genetically modified viruses in Hep B and the flu vaccines is being opposed by genetic scientists themselves who argue that the science is in its infancy and that commercial application is not advisable. The use of live viruses in the OPV and the MMR is also a raging debate as they are known to trigger the very diseases they seek to prevent. Incidentally the measles virus strain used in the MMR vaccine is found in the guts of autistic children indicating that the vaccine could be triggering the autism epidemic aided by the other vaccines delivered prior to it. Autism, in most cases, shows itself just after the MMR or the DPT shot. Dr Andrew Wakefield of the UK has suggested that mercury and other heavy metals, coupled with the use of multiple live viruses in vaccines are behind the spurt of autism cases all over the world. Many will be surprised to know that there is no statistics to prove that vaccines have eradicated epidemics. The emphatic declarations about the magic of vaccines is merely a perception molded into the human psyche by repeating a lie ad infinitum. The study of figures show that vaccines have been introduced at the fag end of epidemics and that they were declining anyway. In case of Small Pox, there was even a flare up after the vaccine was introduced forcing Mahatma Gandhi to come out strongly against the use of vaccines which he claimed was a \"filthy process\". The epidemic graphs show the typical bell shape with the vaccines being introduced at the declining stage when the diseases were already on the wane and on the verge of disappearance. It is known that epidemics like the Plague and Spanish Influenza, even Scarlet Fever, have disappeared without the use of vaccines. The use of live viruses in vaccines is flaming doubts that it is vaccines that are prolonging epidemics. Polio in the US is now caused only by the strain used in the Salk injectible vaccine, a vaccine which may soon be introduced in India. Epidemics of acute diseases are today found even among vaccinated populations. The vaccination debate is very old in the West dating back to the early 1980s but it has not been given the attention it deserves in India which treats vaccine camps akin to religious ceremonies and the government repeatedly urges the people to vaccinate their children. While courts in the US have awarded compensation of up to $43.10 million to individual vaccine victims, the Indian Govt stoutly defends its stand that vaccines are absolutely safe, let alone take care of the vaccine damaged children and adequately compensate them. In the US vaccine activists have demanded a compensation of $20 lakhs per vaccine damage victim. A recent US Govt led investigation has found both the US CDC and FDA, medical advisory bodies, guilty on many counts. The investigators have been shocked at the sloppy manner in which the conspiracy is being tackled and have found evidence that the vaccine manufacturers are colluding with politicians and doctors to hush up the issue. The investigators expressed surprise at how such a large dose of mercury, the second most dangerous toxin, was being allowed to be injected into infants. Moreover a CDC led investigation has found mercury capable of causing Neuro- degenerative diseases in children. A Californian medical institute study on rats too indicates the same. All these studies are vehemently denied and suppressed by the medical community. Any admission of guilt would lead to an avalanche of court cases that would financially cripple the medical industry besides affecting its reputation and credibility. A CDC document has declared in December '2006 that \"no vaccine is fully safe or effective\". What it does not say is why then should we continue with them? What is the rationale behind injecting new born babies with known and studied poisons? What purpose does this madness serve? The medical community will have a lot of answering to do when finally the bubble bursts and the whole sordid business of death and disease surfaces. Already angry parents all over US, UK and Europe are calling for Nuremburg style human rights trials for the accused. Vaccines are today linked not only to childhood disorders but, considering the fact that they tinker with the immune system, are suspected to be behind the many autoimmune disorders like diabetes, cancers, Chronic Fatigue Syndrome (CFS), intestinal disorders like IBS, IBD, paralytic symptoms like Guillaine Barre Syndrome, glandular disorders, increased stress, psychiatric disorders, personality disorders and rheumatic and arthritic ailments that have assumed epidemic proportions in adults. They may also be behind brain diseases like Parkinson's and Alzheimer's, caused by the mercury and aluminum in vaccines, as more and more teenagers are falling a prey to these diseases all over the world. In children they are also notorious for causing eczema, asthma, meningitis, encephalopathy and epilepsy. While the spurt in chronic cases are being attributed to defective genes, medical scientists know that genetic epidemics are an impossibility. Animal induced diseases are being explained by animal bites on humans in Asia and Africa. But how could such sporadic bites lead to huge epidemics that are fast engulfing the world? Clearly the role of animal serum used in vaccines and other medicines should be subject to more stringent probes. It is high time the Indian public becomes aware of vaccine dangers. Steps have to be taken fast to protect the population or else we will have billions of autistic children by 2007, tens of millions of diabetics and an yet unspecified number of cancer patients, figures that have prompted the WHO to dub India to be the disease capital of the world. Vaccine activists, including honest mainstream doctors, have written to the President, Prime Minister and the Health Minister demanding that there is an urgent need to conduct long term tests on vaccines by unbiased researchers. There is need for regulation including the issues of informed consent, transparency in terms of vaccine ingredients and their effects, involving the public on matters of vaccine selection, delivery and safety and also debating whether common childhood illnesses have a role in strengthening the immune system. A physicians warranty of vaccine safety, to assure the parents that the vaccines being injected into their babies are tested and safe, has also been submitted to the Govt for study and implementation. This warranty will go a long way in making the doctors acknowledge vaccine after effects, make them responsible for the same, and also educate the parents about dangers involved. In the meanwhile it is the duty of the holistic healers to rescue the vaccine damage victims from their plight and rally behind the anti-vaccine activists to put an end to the scourge called vaccines. Homeopathically it is time to look beyond Thuja and consider the role of other indicated remedies as Vaccinosis is no longer restricted to mere injection of diseased pus. It is definitely a lot more dangerous than that. Whether infants should be vaccinated remains a contentious issue. At such a tender age their livers do not even secrete bile let alone tackle dangerous toxins. It takes twenty developing years for the human body to be fully equipped to tackle neurotoxins, before that the protective myelin sheath around the nervous system in the body and brain is not ready. There is also a question of children's rights here as an unstudied disease state is introduced via vaccines before the child can take a logical decision about his health. The only logic behind vaccinating infants is that childbirth and its aftermath and also the concerns of the parents necessitates hospital visits which can be utilized to push the shots. Doctors are educated as to how routine visits can be converted into vaccine visits and also how to allure parents with a \"promising\" vaccine and to push in other vaccines into children when their parents visit the clinic lured by them. There is also a mad rush to deliver booster shots as vaccines fail to live up to the promise of \"preventing\" diseases. It is known that pediatricians' earn a major portion of their income from vaccines. The persons involved in policy making and distribution benefit from them in various ways. There is no scientific logic behind vaccinating sick and malnourished children, underweight babies, pregnant mothers, people with immune disorders and children of people suffering chronic diseases thus subjecting them to a great risk. Mercury is known to cross both the blood brain barrier as well as the placenta barrier. The Govt is yet to respond to the demands. The Indian Association of Pediatricians has discussed the issue in their conference held in January 2007 at Mumbai. There are indications, a fond hope rather, that a committee will be formed by the Govt of India comprising mainstream doctors to review the vaccination process. However how far they will do justice to the subject, being the perpetrators of the crime themselves, remains to be seen. As the medical community refuses to acknowledge that autism is a result of toxic overdose, it is the concerned parents who are studying on their own and coming out with plausible solutions. They have formed self help groups which discuss treatment modalities and how they are helping the children. Some of the groups that cater to the parents the parents of autistic children and their well wishers all the success in their noble endeavor of attempting to help the unfortunate vaccine damage victims. If through this article we have been able to create an interest in parents to allow their children a natural and vaccine free life our efforts will be amply rewarded. Dr Leo Rebello, Director, Natural Health Centre, Mumbai. [www.healthwisdom.org ](http://www.healthwisdom.org/)email: Jagannath Chatterjee Maharashtra/Hyderabad, email: [jagchat01@yahoo.com](http://us.f316.mail.yahoo.com/ym/Compose?To=jagchat01@yahoo.com) The Vaccine Guide: Risks and Benefits for Children and Adults - Randall Neustaedter. Vaccines: Are They Really Safe & Effective? - Neil Z. Miller. Mercury: the winged messenger - Courtney L. Zietzke. DPT, A Shot in the Dark - H Coulter. Evidence of Harm, Mercury in Vaccines - David Kirby. Vaccinations, Social Violence & Criminality - Harris L. Coulter. AIDS and Alternative Medicine - Dr. Leo Rebello. Nature Cure and Yoga Therapy - Dr. Leo Rebello. Amrit Manthan - Dr. Leo Rebello. You can also type \"vaccine dangers\" into Google search and browse through the almost 10,00,000 sites that pop up. The authors are highly grateful to Sheri Nakken, homeopath, Dr Paul G King, the journals of NVIC, TAAP, also autistic persons and parents of autistic children for their invaluable help and feedback. Thanks are also due to Barrett Bates, a friend of the authors for providing books which are not available in India. Copyrighted material. May be reproduced on the Internet or in Print Media in FULL for altruistic purposes only without any ommissions or corrections by taking prior permission of the authors at [leorebello@hathway.com](http://us.f316.mail.yahoo.com/ym/Compose?To=leorebello@hathway.com) and [jagchat01@yahoo.com](http://us.f316.mail.yahoo.com/ym/Compose?To=jagchat01@yahoo.com) For commercial publishing terms should be discussed before hand. The authors would like to caution by saying that there is no vaccine against stupidity. This document has been revised on 13.01.2007 by the authors. \"When it comes to understanding disease process and the true nature of what a real healing process is, modern medicine sadly lingers in ignorance. The pathetic thing is that this ignorance is promoted, fed and maintained by the profit motive. I realize that modern medicine is a business and not a healing art. Health and healing is bad for business.\" - Comment on a medical forum. "}