{"title": "Naturopathic Services", "author": "Gorgefamilywellness", "url": null, "hostname": null, "description": null, "sitename": "Gorge Family Naturopath — The Dalles, OR", "date": "2019-05-08", "cleaned_text": "Services Family Medicine including Pediatrics Acute Illness- cold, flus, UTI, etc. Often same day appointments available Chronic Disease Management Women's Health including PAPs, breast exams, birth control options Men's Health Adrenal Fatigue GI Illnesses Bio-identical Hormone Replacement Therapy for men and women Food & Environmental Allergy Assessment Heart Disease Prevention Clinical Nutrition (vitamins, minerals, and diet protocol recommendations) Botanical Medicine Homeopathy Conditions Treated Acute Care Cold and flu, ear and throat infections, headaches, intestinal upset, skin rashes, urinary tract infections, etc. Pediatrics Digestive complaints, skin conditions including acne and eczema, ADHD, healthy weight, allergies and asthma, food sensitivities and allergies, autism. Women's Health Routine annual exams and mammography, menopausal symptoms, hormonal imbalance, irregular menses, preconception care, infertility, uterine fibroids, PMS, fibrocystic breast disease, PCOS. Men's Health BPH, prostate hypertrophy & cancer, hormone imbalance known as andropause or low testosterone, healthy aging. Other Adrenal Fatigue Allergies and Asthma Anxiety and Panic Attacks Arthritis-both Rheumatoid and Osteoarthritis Autoimmune Conditions Chronic Fatigue Cardiovascular Conditions including hypertension & hyperlipidemia, heart attack recovery Depression Diabetes Numerous Gut & Digestive Disorders Environmental Sensitivity Fibromyalgia Headaches and Migraines Insomnia and Sleep Disorders Memory Disorders Parasites including candida, amoebas, microbiome dysbiosis Skin Conditions including eczema, acne, dermatitis, fungal Chronic sinusitis Thyroid Conditions This list can go on and on! Please call the office and schedule a FREE 15 minute \"get to know ya\" where I can answer your questions in person. Specialties Integrative medicine at its finest, combining clinically effective herbs at therapeutic dose levels Nutritional Supplementation and Specific Dietary Recommendations Access to profession quality supplements and guidance in effective, therapeutic doses. Counseling in specific Naturopathic dietary protocols that benefit a myriad of health conditions Bio-Identical Hormone Balancing for MEN & WOMEN Achieve optimal physiological levels and balance of sex hormones working with herbs, nutrients and compounding pharmacies, as needed. Testing by saliva and blood available Gastrointestinal Health Specializing in complete GI health stool and saliva assessments for parasites, bacterial dysbiosis, 'leaky gut', food intolerances, SIBO, yeast/candida and much more Adrenal function testing to measure your stress hormone levels and effectively repair imbalances causing numerous complaints from fatigue to insomnia to depression and anxiety Neurotransmitter Balance Identify & balance neurotransmitters utilizing Targeted Amino Acid Therapy. A powerful tools to address anxiety, pain from fibromyalgia, fatigue, depression, cravings insomnia and much more Heavy Metal Chelation Assessment and Oral treatment only Food Sensitivity and Food Allergy Determination Identifying food reactions and guidance in Elimination/Challenge diets. The prognosis of living with food reactions, explained Homeopathy Both classical and acute "}