{"title": "Body Balance 300 Capsules - CPT Super Herbs", "author": null, "url": "https://cptsuperherbs.com/product/body-balance-300-capsules/", "hostname": "cptsuperherbs.com", "description": "Powerful balancing detox regimen combining antioxidants and adaptogens including amalaki, jiaogulan, mangosteen, noni, and moringa restore balance in the body and cleanse toxins.", "sitename": "CPT Super Herbs", "date": "2018-08-10", "cleaned_text": "Description This organic body balance formulation aids in restoring optimum balance in the body and removing built up toxins. Our pure organic Amalaki's high levels of naturally occurring Vitamin C (natural antioxidant) add to your antioxidant protection. - Noni is a powerful adaptogen able to rebalance most bodily systems and is also a mild relaxant. - Mangosteen contains the highest level of antioxidant compounds in nature. - Jiaogulan leaves are not particularly rich in antioxidant compounds, but jiaogulan stimulates the synthesis of enzymes that help the body to produce its own supply of endogenous antioxidants (superoxide dismutase and gluthathione). - Moringa provides nutritional support during the detox program and has anti-inflammatory and relaxing qualities. Northern Thai concept of the \"Wisdom of Equilibrium\" lies at the epicenter of wellness and holistic health. The body in balance (homeostasis) displays remarkable self-regulating and healing capabilities, and experiences vitality and longevity. Each of the Thai herbs in this product is incredible by itself, yet together, their effects are multiplied by the synergy between them. Benefits: - ADAPTOGENS: This product contains powerful substances that help bring the body into balance by increasing or decreasing activity of those parts of the body that need it. It may lower blood pressure, decrease or increase blood sugar level etc, depending on what is needed at the moment. - ANTIOXIDANTS: Free radicals contribute to a wide spectrum of illnesses as well as aging. The ingredients in this formulation provide antioxidants that neutralize free radicals before they damage your healthy cells, and help clear toxins out of the body. For optimum effects and to properly \"flush\" the body, the herbs should be used continuously for 21 to 28 days. - BLOOD PRESSURE and BLOOD SUGAR CONTROL: Organic moringa, which is part of this formulation, reduces high blood pressure and high blood sugar levels which makes it helpful for diabetics. This effect is further enhanced by the saponins found in jiaogulan. - ANTI-INFLAMMATORY: Moringa has anti-inflammatory effects that make it helpful for those suffering from inflammation in joints, muscles and throughout the body. - FREEZE DRIED: The herbs contained in this product are all pure and freeze dried for maximum efficacy, ensuring pharmacologically active properties are protected, and the product is easily digested. It has not been subjected to any heat during the drying process or any means of mechanical grinding. The freeze dry process offers vastly superior preservation of the active constituents of the herb, offering nutritional value comparable to that of the fresh plants. This organic product carries a full Thai FDA approval and is produced locally in Thailand to a very high Export standard. Dosage: 5 capsules morning & 5 capsules evening after meal Ailments: toxicity, high blood pressure, immune system dysfunction, endocrine dysfunction, diabetes, high blood sugar, arthritis Ingredients: organic amalaki, organic noni, organic mangosteen, organic jiaogulan, organic moringa, vegan capsule and nothing else 368mg per capsule "}