{"title": "All Things Herbal Limited - Handcrafted Natural Soap - Classic Collection of Herbal Soap - Natural - Moisturing - Beautiful", "author": null, "url": null, "hostname": null, "description": "All Things Herbal Classic Soap Collection", "sitename": null, "date": "2023-01-01", "cleaned_text": "| || | Classic Collection Moisturizing... Fragrant... Decadent... Beautiful.... | | | | | LBLG - Handcrafted Minnesota Ladyslipper Natural Soap | A warm summer day, walking through the woods and looking out for that rarest flower ~ the pink and white lady slipper. It's your lucky day and you are stooping now to admire and inhale. A Minnesota favorite, this beautiful soap bar has a sweet, gentle, floral scent with a hint of honeysuckle. Handcrafted with swirls of rose kaolin clay with subtle shades of French green clay and white. A true classic. The pink and white lady slipper, Cypripedium reginae, is the official flower of the state of Minnesota. Simple Ingredients, Extraordinary Benefits: 4.5 oz. cold-process soap, handmade with moisturizing oils you and your skin will love ~ saponified olive, coconut, palm kernel, soybean, sunflower, cocoa butter, shea butter, fragrance, rose kaolin clay, French green clay. |ITEM ||DESCRIPTION ||PRICE Natural Soap | A classic combination: Lavender & Oatmeal. The fresh, clean scent of lavender and the goodness of oatmeal. A beautiful bar with moisturizing cocoa & shea butters to leave your skin feeling soft and smooth, a perfect choice for the lavender lover or someone with sensitive skin. Featured Ingredients: Loved for centuries, the charming floral fragrance of lavender will both calm and delight your spirits. Aromatherapists use lavender as a sleep aid and natural antidepressant. Lavender also makes this bar antibacterial and antifungal. The nubby texture of the oats is gently exfoiliating. Oatmeal also reduces redness, itching and minor skin irritations. Simple Ingredients, Extraordinary Benefits: 4.5 oz. cold-process soap, handmade with moisturizing oils you and your skin will love ~ saponified olive, coconut, palm kernel, soybean, sunflower, cocoa butter, shea butter, mineral colorant, oatmeal, lavender essential Almond Oatmeal Natural Soap | Remember the comforting mix of aromas that only fresh baking could bring? We've handcrafted this bar with that in mind. Warm honey, creamy milk, enticing almonds and soothing oatmeal make up this ultimate comforting scent. A hit since our very beginning. This is truly one of our simplest soaps and chock full of the goodness of oatmeal. Olive and coconut oils add a silken finish to this superfatted cocoa & shea butter bar soap. If you are buying soap as a gift and not sure which scent, oatmeal is a sure bet. There's much more than meets the eye and nose in this popular bar: Oatmeal soothes as it deep cleanses. It has a mild exfoliating action that leaves skin with a silky-smooth aft Simple Ingredients, Extraordinary Benefits: 4.5 oz. cold process soap, handmade with moisturizing oils you and your skin will love ~ saponified olive, palm, soybean, cocoa butter, shea butter, sunflower and coconut oils, oatmeal, scent, bitter almond essential ||FAVORITE | | LBNC - Handcrafted North Woods Cottage Natural Soap | Spice up your bath or shower with a fragrant bar of Minnesota North Woods Cottage Natural Soap. Enjoy the warm spicy scents of cinnamon, clove and nutmeg blended together with berries, red apples and orange peel. It will transport you to crisp autumn and winter days by the fire. Featuring swirls of ground cinnamon and French green clay, this wholesome bar makes a great hand soap or a wonderful head to toe shower soap and is a great unisex fragrance that everyone loves. Featured Ingredients: Ground Cinnamon and French Green Clay have a mild exfoliating action that leaves skin with a silky-smooth after-feel. Simple Ingredients, Extraordinary Benefits: 4.5 oz. cold-process soap, handmade with moisturizing oils you and your skin will love ~ saponified olive, coconut, palm kernel, soybean, sunflower, cocoa butter, shea butter, fragrance, cinnamon essential oil, ground cinnamon and French green clay. |ITEM ||DESCRIPTION ||PRICE ||QUANTITY ||PURCHASE ||FAVORITE | Pine Natural Soap | Our Northwoods Pine soap has the clean, woodsy aroma of balsam pine with a hint of orange. You'll think you're taking a refreshing walk through the Minnesota pines. The smell of pine is stimulating and helps you think more clearly. It's also great for muscular aches and pains and is a natural antiseptic. Pine essential oil combined together with our other ingredients creates one of the healthiest natural soaps you'll find. Pine soap is a great way to start your day because it's stimulating and wakes you up. But there's nothing better than a hot shower or bath with pine soap to help you wind down and relax at the end of the day. Bring home the pine scent you remember from the Northwoods. You're going to love it. Simple Ingredients, Extraordinary Benefits: 4.5 oz. cold-process soap, handmade with moisturizing oils you and your skin will love ~ saponified olive, coconut, palm kernel, soybean, sunflower, cocoa butter, shea butter, pine, fir and orange essential oils, orange peel and French green clay. |ITEM ||DESCRIPTION ||PRICE ||QUANTITY ||PURCHASE ||FAVORITE | | LBLA - Lavender Almond Natural Soap | Enter a state of tranquility with the enticing scent of almonds and the soothing benefits of lavender. We infused the pleasant properties of one of nature's most therapeutic flowers into a soap that gives you a calm respite at the end of the day. Featured Ingredients: Loved for centuries, lavender will both calm and delight your spirits. Lavender also makes this bar antibacterial and antifungal. Simple Ingredients, Extraordinary Benefits: Cold-process soap handmade with moisturizing oils you and your skin will love ~ saponified olive, coconut, palm kernel, soybean, sunflower, cocoa butter, shea butter, mineral colorant, lavender essential oil, bitter almond essential oil. |ITEM Heather Natural Soap | Escape to the windswept land of the Irish Burren and enjoy the sweet airy freshness of Heather, a native flowering herb of Ireland. Fresh, clean & mystical. A truly classical Irish scent. One of our original scents. Simple Ingredients, Extraordinary Benefits: 4.5 oz cold process soap, handmade with moisturizing oils you and your skin will love ~ saponified olive, palm, soybean, cocoa butter, shea butter, sunflower and coconut oils, fragrance, mineral colorant, French green | LBHG Herbal Garden Natural Soap | Clean and Fresh! This combination has my favorite herbs ever in an extraordinary blend, reminding me of our herb garden and summer morning harvests. With swirls of green clay and dried herbs. Simple Ingredients, Extraordinary Benefits: 4.5 oz. cold process soap, handmade with moisturizing oils you and your skin will love ~ saponified olive, coconut, palm kernel, soybean, sunflower, cocoa butter, shea butter, green clay, powdered herbs. |ITEM Juniper Breeze Natural Soap | A really invigorating balance of floral, green and fruity notes. Our Juniper Breeze bar is a beautiful swirl of lakeside blues with the nourishing properties of sunflower oil and cocoa butter to make this handmade soap a special treat. A clean, refreshing scent perfect for men and women. Simple Ingredients, Extraordinary Benefits: 4.5 oz. cold process soap, handmade with moisturizing oils you and your skin will love ~ saponified Olive, Coconut, Palm Kernel, Soybean, Sunflower, Cocoa Butter, Shea fragrance, mineral Handcrafted Rosemary Mint Natural Soap | Rosemary is for remembrance and you will remember our Rosemary Mint Bar. Essential oil of rosemary, the fabulous Mediterranean herb, imparts a clean and refreshing scent which is enhanced by essential oils of peppermint, spearmint and pine. Crushed Spearmint leaves add color and a gentle exfoliation to this bar. Featured Ingredients: Peppermint is a stimulating scent that increases energy and concentration and creates a cool, tingling sensation that is soothing to itchy, irritated skin. Peppermint oil also has antifungal properties. Spearmint essential oil has a refreshing, uplifting yet calming scent. It is used to treat headaches, nausea, fatigue, and depression and has antiseptic properties . Rosemary was used by the ancient Egyptians, Greeks and Romans as a purifier due to its strong antiseptic property. Simple Ingredients, Extraordinary Benefits: Cold-process soap handmade with moisturizing oils you and your skin will love ~ saponified olive, palm, soybean, cocoa butter, shea butter, sunflower and coconut oils, French green clay, dried mint leaves, peppermint, spearmint and rosemary essential oils. |ITEM Cinnamon Oatmeal Natural Soap | Spice up your bathroom with a bar of our fragrant oatmeal soap beside the sink or in the shower. With the warm and spicy scent of cinnamon essential oil and the gentle scrubby texture of oatmeal, this wholesome bar makes a great hand soap or a wonderful head to toe shower soap Cinnamon essential oil has powerful antibacterial, anti-fungal, and antiviral properties, and the stimulating scent increases energy and reduces headaches and irritability. Oatmeal soothes as it deep cleanses. The nubby texture of the oats has a mild exfoliating action that leaves skin with a silky-smooth ||PRICE ||QUANTITY ||PURCHASE ||FAVORITE | | GMHV - Honey Vanilla Goat Milk Soap | For lovers of Vanilla, our blend of goat milk, sweet honey and vanilla beans will have you in raptures. The perfectly intoxicating fragrance of rich vanilla in it's most elegant simplicity. Wonderfully bubbly and decadent with natural and nourishing ingredients. Lavish yourself with this relaxing aroma during your evening bath! This 4.5 oz. cold process goat milk soap is carefully handcrafted of goat milk, olive, coconut, palm kernel, soybean, sunflower, cocoa butter, shea butter, beeswax, honey, vanilla beans, vanilla. |ITEM ||DESCRIPTION ||PRICE ||QUANTITY ||PURCHASE ||FAVORITE | | GMHO - Honey Oatmeal Goat Milk Soap | All Things Herbal soaps contain nothing Baaah-d ever. We use all-natural ingredients, sustainable 100% plant oils, goats milk and lots of honey in these honeycomb topped bee~autiful bars! A lightly scented soap that smells of all the oatmeal, milk and honey that went into this bar. Rich and creamy handcrafted soap that is Good for Your Skin! A perfect soap for dry or sensitive skin. Fresh goat milk, gives this bar great healing properties while the honey, beeswax and shea and cocoa butter moisturize and the oatmeal helps itchy skin. Gently exfoliating. Honey is a natural humectant, helping keep the skin hydrated and fresh. It moisturizes, leaving skin soft and supple. It's also antibacterial and a good source of antioxidants. This 4.5 oz. cold process goat milk soap is carefully handcrafted of goat milk, olive, coconut, palm kernel, soybean, sunflower, cocoa butter, shea butter, beeswax, honey, organic oatmeal. |ITEM ||PRICE ||QUANTITY ||PURCHASE ||FAVORITE | | SL - Handcrafted Natural Soap Logs | Many have asked if they could buy whole logs of their favorite soap - well you sure can! Cut it yourself, or have us slice the bars for you, but they'll come unlabeled. We get 14 - 4.5 oz bars of soap from each log. Depending on your needs, you may cut them thinner or thicker. We suggest you cut it when you receive it and stack the bars in a cool, dry place. Don't store your handcrafted soap in a sealed container as the soap needs to breathe. These soap logs are custom made for you so please allow up to three weeks for delivery. Ask if there is a scent you would like that is not listed, please contact us and we will see what we can do. Herbal soap log pictured above is Lavender Lemon. |ITEM ||DESCRIPTION ||SGSTD RETAIL ||YOUR PRICE ||QUANTITY ||PURCHASE ||FAVORITE | "}