{"title": "Superfood Energy Balls + Detox Recipes", "author": "Brittany Mullins", "url": "https://www.eatingbirdfood.com/superfood-energy-balls-detox-recipes-giveaway/", "hostname": "eatingbirdfood.com", "description": "These superfood energy balls take a mere 7 ingredients and only 10 minutes to whip up. Make a batch today and you'll have a portable healthy snack option", "sitename": "Eating Bird Food", "date": "2015-01-05", "cleaned_text": "This post may include [affiliate links](#). Thank you for your support. These superfood energy balls take a mere 7 ingredients and only 10 minutes to whip up. Make a batch today and you'll have a portable healthy snack option for the week! In an effort to prepare for today's post we thought about what detoxing means to us and came up with a recipe to share. If I hadn't been assigned the snack category I would have probably done a salad recipe. I love salads and in my head, detox = mountains of veggies = salad. Luckily I was forced out of my comfort zone because 1.) I already have a million salad recipes here (including a [detox salad recipe](https://www.eatingbirdfood.com/detox-salad/)) and 2.) the energy balls I'm sharing today are really good. Like, really really good. And they're totally detox approved in my book. A little more about my balls, they've got a base of heart-healthy oats, almond butter and dates with a few superfood berries studded throughout. They're healthy enough for a detox but sweet enough to satisfy a sweet tooth craving. This week I've been using them as a pre-workout snack before early morning workouts and as an after dinner dessert option. I used a mega antioxidant blend of berries that had golden raisins, cherries, blueberries, pomegranate, inca berries, goji berries and mulberries. Mulberries are my favorite dried berry flavor wise, but I love the pop of color that the other berries add. The best part about this recipe is that it's highly adaptable. Feel free to experiment with your favorite dried fruit or use other add-ins like coconut flakes or chocolate chips. These balls take a mere 7 ingredients and only 10 minutes to whip up. Make a batch today and you'll have a portable healthy snack option for the week! Yum! More Energy Bite Recipes You Might [Vanilla Cake Balls](https://www.eatingbirdfood.com/healthy-vanilla-cake-balls/) If you make these Superfood Energy Balls be sure to leave a comment and star rating below letting us know how it turned out. Your feedback is so helpful for the EBF team and our readers! Superfood Energy Balls Ingredients - 1 cup old fashioned oats - 1/2 cup almond butter - 1/4 cup ground flaxseed - 2 Tablespoons [superfood berry mix](https://amzn.to/2txwRBU)or favorite dried fruit - 3 [medjool dates](https://www.eatingbirdfood.com/medjool-dates/), pitted - 1 Tablespoon [maple syrup](https://amzn.to/34FDmbc) - 1/2 teaspoon [cinnamon](https://amzn.to/3rcq80J) Instructions - Combine dates, almond butter and maple syrup in food processor and pulse until dates are fully chopped and everything is combined. - In a bowl mix together oats, flax, dried fruit and cinnamon. Add date and almond butter mixture and stir until fully combined. - Roll into 1 inch balls. Place balls into an airtight container and store in the fridge or freezer for snacking throughout the week. Video Nutrition Nutrition information is automatically calculated, so should only be used as an "}