{"title": "Accesorios ecológicos para el yoga y la meditación", "author": "Por ekoideas", "url": "https://www.ekoideas.com/blog/accesorios-ecologicos-para-el-yoga-y-la-meditacion", "hostname": "ekoideas.com", "description": "El yoga mejora la salud de quienes lo practican gracias a sus múltiples virtudes. Esta disciplina no deja de sorprender por los beneficios físicos, mentales y espirituales que se consiguen. Su práctica garantiza un cuerpo firme, una mente estable ...", "sitename": "ekoideas.com", "date": "2017-06-19", "cleaned_text": "El yoga mejora la salud de quienes lo practican gracias a sus múltiples virtudes. Esta disciplina no deja de sorprender por los beneficios físicos, mentales y espirituales que se consiguen. Su práctica garantiza un cuerpo firme, una mente estable y un espíritu benevolente. Por su parte, la meditación mejora la memoria, alivia el estrés, la ansiedad y la depresión, reduce la presión sanguínea y aumenta la felicidad. La meditación nos ofrece un estado mental y físico de serenidad, paz interior, concentración y creatividad. Por eso, en Bancos de meditación En apariencia, simples muebles que sirven para facilitar la practica meditativa y que resulte más sencilla y placentera. Los bancos de meditación permiten adoptar una postura cómoda, sin tensión. De este modo conseguimos una columna vertebral estirada que facilite el flujo libre de energía y para desbloquear las tensiones que podamos tener. Con las banquetas de meditación lograremos alcanzar una comodidad que facilitará la práctica meditativa durante largos ratos. Gracias a los bancos de meditación podemos estar más tiempo realizando nuestras meditaciones de manera seguida. El cojín de yoga o zafu redondo eleva las caderas, haciendo que la postura sea más recta y permita al practicante tener la columna erguida. Este modelo se utiliza siempre sentado en el borde y buscando la curvatura natural de la columna. El cojín de yoga en forma de gajo curvilíneo o zafu medialuna da apoyo en la caída a los muslos y el corte en medio del cojín permite a los pies estar más cerca del cuerpo. De diseño ergonómico, su inclinación facilita que tu columna esté recta y la cadera abierta y bien apoyada. Ambos modelos están rellenos de cáscara de espelta y la funda es de algodón orgánico, por lo que se tratan de accesorios totalmente naturales. Muchos estilos de yoga y rutinas de entrenamiento utilizan esterillas. La esterilla de yoga apoya los asanas y sirve de lugar para recitar OM. Nuestra esterilla de yoga está fabricada con algodón orgánico y tiene 6 mm de grosor. Es una opción 100% ecológica y un accesorio totalmente profesional. Estos accesorios se utilizan frecuentemente como extensión de una de las manos, pero también se usan para apoyar la espalda, cabeza y caderas, y profundizar la percepción del alineamiento. Originalmente los bloques de yoga estaban hechos de madera, pero ahora también se hacen de espuma y corcho. Sirven para obtener la postura correcta debido a que dan la tensión requerida, mejoran la extensión de brazos, permiten estiramientos más profundos y ayudan a que sea más fácil de aguantar la postura. En resumen, son accesorios de yoga y meditación prácticos muy útiles para ampliar y profundizar en la práctica de asanas. Incienso con ingredientes naturales para meditar El incienso es una parte tradicional de las religiones budistas e hindúes, con diferentes aromas que se identifican con diferentes rituales. Los aromas tienen un profundo efecto psicológico. Su elección deben basarse tanto en el estado de ánimo que se desea crear como en su fragancia. En - Incienso de cedro - Incienso de jazmín - Incienso de lavanda - Incieso de ciclamen, jazmín y mandarina - Incienso de aloe, benjuí y sándalo - Incienso de flor de cerezo - Incensario Yukari Otros complementos - - Por eso, en [ekoideas](https://www.ekoideas.com/)queremos ayudarte a que practicar cualquiera de ambas disciplinas te resulte más llevadero con algunos de nuestros accesorios ecológicos. Bancos de meditación En apariencia, simples muebles que sirven para facilitar la practica meditativa y que resulte más sencilla y placentera. Los bancos de meditación permiten adoptar una postura cómoda, sin tensión. De este modo conseguimos una columna vertebral estirada que facilite el flujo libre de energía y para desbloquear las tensiones que podamos tener. Con las banquetas de meditación lograremos alcanzar una comodidad que facilitará la práctica meditativa durante largos ratos. Gracias a los bancos de meditación podemos estar más tiempo realizando nuestras meditaciones de manera seguida. [Zafus o cojines para yoga y meditación](https://www.ekoideas.com/zafu-eco) El cojín de yoga o zafu redondo eleva las caderas, haciendo que la postura sea más recta y permita al practicante tener la columna erguida. Este modelo se utiliza siempre sentado en el borde y buscando la curvatura natural de la columna. El cojín de yoga en forma de gajo curvilíneo o zafu medialuna da apoyo en la caída a los muslos y el corte en medio del cojín permite a los pies estar más cerca del cuerpo. De diseño ergonómico, su inclinación facilita que tu columna esté recta y la cadera abierta y bien apoyada. Ambos modelos están rellenos de cáscara de espelta y la funda es de algodón orgánico, por lo que se tratan de accesorios totalmente naturales. [Esterillas de yoga y meditación](https://www.ekoideas.com/accesorios-yoga-meditacion) Muchos estilos de yoga y rutinas de entrenamiento utilizan esterillas. La esterilla de yoga apoya los asanas y sirve de lugar para recitar OM. Nuestra esterilla de yoga está fabricada con algodón orgánico y tiene 6 mm de grosor. Es una opción 100% ecológica y un accesorio totalmente profesional. [Ladrillo o bloque de corcho](https://www.ekoideas.com/ladrillo-corcho-para-yoga) Estos accesorios se utilizan frecuentemente como extensión de una de las manos, pero también se usan para apoyar la espalda, cabeza y caderas, y profundizar la percepción del alineamiento. Originalmente los bloques de yoga estaban hechos de madera, pero ahora también se hacen de espuma y corcho. [Cinturones o correas de yoga](https://www.ekoideas.com/cinturon-yoga-eco) Sirven para obtener la postura correcta debido a que dan la tensión requerida, mejoran la extensión de brazos, permiten estiramientos más profundos y ayudan a que sea más fácil de aguantar la postura. En resumen, son accesorios de yoga y meditación prácticos muy útiles para ampliar y profundizar en la práctica de asanas. Incienso con ingredientes naturales para meditar El incienso es una parte tradicional de las religiones budistas e hindúes, con diferentes aromas que se identifican con diferentes rituales. Los aromas tienen un profundo efecto psicológico. Su elección deben basarse tanto en el estado de ánimo que se desea crear como en su fragancia. En [ekoideas](https://www.ekoideas.com/)puedes elegir entre: - Incienso de cedro - Incienso de jazmín - Incienso de lavanda - Incieso de ciclamen, jazmín y mandarina - Incienso de aloe, benjuí y sándalo - Incienso de flor de cerezo - Incensario Yukari Otros complementos - [Futón portatil](https://www.ekoideas.com/futon-portatil-gris): son perfectos para el yoga como sustitutivos de la clásica esterilla pero también nos permiten practicar shiatsu, una medicina alternativa manual originaria de Japón - "}