{"title": "Unidad de Imagenología Médica Sur", "author": null, "url": "https://www.medicasur.com.mx/es_mx/ms/Imagenologia", "hostname": "medicasur.com.mx", "description": "Unidad de Imagenología. Estudios de imagen para diagnósticos claros y confiables. Hospital Médica Sur", "sitename": "Medicasur", "date": "2016-01-01", "cleaned_text": "uso de cubrebocas es obligatorio durante tu estancia en el hospital; con esto evitamos la propagación de enfermedades respiratorias. Exámenes médicos no invasivos que ayudan a los médicos a diagnosticar y tratar lesiones óseas como fracturas, dislocaciones, artritis o para guiar una cirugía ortopédica. Las radiografías son la manera más rápida y fácil de detectar las anormalidades de los huesos. Estos rayos utilizan sensores electrónicos sensibles a los rayos X que van conectados a una computadora, creando una imagen radiológica instantánea que será visualizada directamente en el monitor. Los rayos X ayudan a los médicos a diagnosticar y a dar seguimiento a la respuesta al tratamiento de las enfermedades, por medio de una pequeña dosis de radiación ionizante que permite producir imágenes de los huesos o del interior del cuerpo. Sus ventajas radican en que es un sistema totalmente computarizado, conectado a un ordenador, el cual emite una mejor calidad de imágenes; facilitando ver anormalidades con más detalle; tiene además, la capacidad de guardar las imágenes junto con los datos del paciente, evitando también un archivo físico de radiografías. La calidad y la nitidez de las imágenes en radiografía digital es excelente, lo que permite obtener copias de éstas y enviarlas a través de una red o a un correo electrónico médico para su estudio. Una vez que el médico tiene el estudio en sus manos, puede comenzar a diagnosticar diferentes padecimientos en cráneo, columna, tórax, abdomen y lesiones; detectar neumonía, insuficiencia cardiaca o enfisemas. En Ortopedia, con estudios en manos, determina si un hueso se ha fracturado o si hay dislocación, y garantiza que una fractura ha sido adecuadamente reducida para su curación después del tratamiento. Información sujeta a cambio sin previo aviso 02/SEP/2022 LFAL Haz una cita Lunes a sábado 7:30 a 21 hrs. Llámanos o haz una cita Agenda "}