{"title": "Thimerosal", "author": "The Children's Hospital", "url": "https://www.chop.edu/centers-programs/vaccine-education-center/vaccine-ingredients/thimerosal", "hostname": "chop.edu", "description": "Some people have worried that thimerosal could cause mercury poisoning either in children or affect the unborn children of pregnant women who receive this vaccine. But, for many reasons, thimerosal is not harmful.", "sitename": "Childrensphila", "date": "2014-11-07", "cleaned_text": "Vaccine Ingredients - Thimerosal Some people have worried that thimerosal, an ethylmercury-containing preservative in some multi-dose preparations of [influenza vaccine](/centers-programs/vaccine-education-center/vaccine-details/influenza-vaccine), could cause mercury poisoning either in children or affect the unborn children of pregnant women who receive this vaccine. But, for many reasons, thimerosal contained in vaccines is not harmful. All mercury isn't the same: Methylmercury vs. ethylmercury Mercury is a naturally occurring element found in the earth's crust, air, soil and water. Since the earth's formation, volcanic eruptions, weathering of rocks and burning of coal have caused mercury to be released into the environment. Once released, certain types of bacteria in the environment can change mercury to methylmercury. Methylmercury makes its way through the food chain in fish, animals and humans. At high levels, it can be toxic to people. Thimerosal contains a different form of mercury called ethylmercury. Studies comparing ethylmercury and methylmercury suggest that they are processed differently in the human body. Ethylmercury is broken down and excreted much more rapidly than methylmercury. Therefore, ethylmercury (the type of mercury in the influenza vaccine) is much less likely than methylmercury (the type of mercury in the environment) to accumulate in the body and cause harm. Because the names of these two chemicals vary by only a single letter, it is difficult to believe they could be very different; however, if you think about ethanol and methanol (also known as ethyl alcohol and methyl alcohol), you will see that the difference can be dramatic - ethanol is what we drink at a party, whereas methanol, added to some types of gasoline and antifreeze, is poisonous if consumed. Learn more about thimerosal by watching this short video, part of the [Talking about Vaccines with Dr. Paul Offit](https://www.youtube.com/playlist?list=PLUv9oht3hC6TTY-k6FbWQDWS-aR-KGRGZ) video series. Removal of thimerosal from vaccines Thimerosal was removed from vaccines after an amendment to the Food and Drug Administration (FDA) Modernization Act was signed into law on Nov. 21, 1997. The amendment gave the FDA two years to \"compile a list of drugs and foods that contain intentionally introduced mercury compounds and ... [to] provide a quantitative and qualitative analysis of the mercury compounds in the list...\" The amendment arose from a long-standing interest in reducing human exposure to mercury, a known neurotoxin (a substance that harms the nervous system) and nephrotoxin (a substance that harms the kidneys). At the time the FDA Modernization Act was passed, infants were recommended to receive three different vaccines that contained thimerosal — [diphtheria-tetanus-acellular pertussis (DTaP)](/centers-programs/vaccine-education-center/vaccine-details/diphtheria-tetanus-and-pertussis-vaccines), [hepatitis B](/centers-programs/vaccine-education-center/vaccine-details/vaccine-hepatitis-b-vaccine) and [Haemophilus influenzae type b (Hib)](/centers-programs/vaccine-education-center/vaccine-details/haemophilus-influenzae-type-b-hib-vaccine). Infants receiving all of these vaccines could have been exposed to a cumulative dose of mercury as high as 187.5 micrograms (ug)* by 6 months of age. The cumulative dose exceeded guidelines recommended by the Environmental Protection Agency (EPA) (see table below). Thimerosal, as a preservative, is no longer contained in any childhood vaccine, with the exception of the influenza vaccine. *Note: One microgram is one-millionth of a gram. One gram is the weight of one-fifth of a teaspoon of water. Micrograms = ug; milligrams = mg EPA - 5th percentile body weight: 65 ug - 50th 194 ug - 95th percentile body weight: mg FDA - 5th percentile body weight: 259 ug - 50th ug - 95th percentile body weight: 425 mg Exposure limits for mercury in infants less than or equal to 6 months of age by percentile body weight established by the Environmental Protection Agency (EPA), the Agency for Toxic Substance Disease Registry (ATSDR), and the Food and Drug Administration (FDA) Thimerosal and autism Evidence that mercury doesn't cause autism Despite concerns, several studies have now proven that thimerosal in vaccines did not cause autism: - A study published in the American Journal of Preventive Medicine in 2003 by Paul Stehr-Green found that more children in Sweden and Denmark were diagnosed with autism after removal of thimerosal from vaccines in those countries. - Kreesten Madsen reviewed the medical record of 1,000 autistic children diagnosed between 1971 and 2000 and found that despite removal of thimerosal from vaccines, the incidence of autism diagnoses increased between 1992 and 2000. The study was published in Pediatrics in 2003. - Similarly, Anders Hviid studied Danish children between 1990 and 1996 and found that the number of children with autism increased after thimerosal was removed from vaccines. This study was published in 2003 in the Journal of the American Medical Association. - A study of more than 14,000 children in the United Kingdom found no evidence of increased autism relative to exposure to thimerosal. The study, by Jon Heron, was published in 2004 in the journal Pediatrics. - Another study in the same issue of Pediatrics by Nick Andrews studied the records of more than 100,000 children who received different amounts of thimerosal and did not find evidence that exposure to thimerosal led to neurodevelopmental disorders. - In 2004 the Institute of Medicine (IOM) reviewed more than 200 studies related to thimerosal and autism. They concluded that there was no relationship to cause concern. - A study published in 2006 by Eric Fombonne looked at 28,000 children born in Canada between 1987 and 1998, a period during which there were varied amounts of thimerosal contained in recommended vaccines. Fombonne's study, published in Pediatrics, also concluded no relationship between quantity of thimerosal a child was exposed to and development of autism. - Researchers at the Centers for Disease Control and Prevention published a study in The New England Journal of Medicine in 2007. The study compared results of 40 separate tests performed on 1,000 children exposed to thimerosal-containing vaccines and again, found no link between quantities of thimerosal and development of autism. - Schechter and Grether published a study of rates of autism diagnosed in California between 1995 and 2007 and found that despite removal of thimerosal from vaccines, rates of autism have continued to increase. The study was published in Archives of General Psychiatry. - In addition, several other pieces of information add to the reassurance provided by these studies: - In 1971 Iraq imported grain that had been fumigated with methylmercury. Farmers ate bread made from this grain. The result was one of the worst, single-source, mercury poisonings in history. Methylmercury in the grain caused the hospitalization of 6,500 Iraqis and killed 450. Pregnant women also ate the bread and delivered babies with epilepsy and mental retardation. But they didn't deliver babies with an increased risk of autism. - Studies of the head size, speech patterns, vision, coordination and sensation of children poisoned by mercury show that the symptoms of mercury poisoning are clearly different from the symptoms of autism. - Methylmercury is found in low levels in water, infant formula and breast milk. Although it is clear that large quantities of mercury can damage the nervous system, there is no evidence that the small quantities contained in water, infant formula and breast milk do. An infant who is exclusively breastfed will ingest more than twice the quantity of mercury that was ever contained in vaccines and 15 times the quantity of mercury contained in the influenza vaccine. What's known about the causes of autism First, like cystic fibrosis or sickle-cell disease, autism has a genetic basis. Researchers found that when one identical twin had autism, the chance that the other twin had autism was about 90 percent; for fraternal twins, the chance was less than 10 percent. Second, although autism has a genetic basis, environmental factors can also cause the disease. For example, children whose mothers took thalidomide, a medication that used to be prescribed for nausea during pregnancy, had birth defects, including malformed ears and shortened limbs. But they also had a significantly greater incidence of autism than babies born to mothers who never took thalidomide. Thalidomide clearly caused autism, but only if mothers took it early in pregnancy. If mothers took thalidomide in the second or third trimester of pregnancy, their babies weren't at increased risk of autism. The thalidomide experience showed that there was a vulnerable time early in pregnancy when a drug could possibly cause autism. Echoes of the thalidomide story are found in babies infected with rubella virus. Babies born to mothers who suffered rubella early in their pregnancies develop birth defects involving the eyes, ears, brain and heart. They also are at greater risk of developing autism, but like thalidomide, only if the baby is exposed to rubella early during pregnancy. Babies don't develop autism if they are infected with the virus soon after birth. These findings suggest that a virus or a drug can cause autism, and that there is a vulnerable time early during pregnancy when the baby is at risk. However, during the second or third trimester of pregnancy, or after the child is born, the window for environmental factors causing autism has apparently closed. Women in the United States also occasionally received mercury when they were pregnant. It happened when doctors found that the mother's blood type was not compatible with their baby's blood type. To prevent this blood mismatch from hurting the baby, mothers were given RhoGAM®, a product that used to contain thimerosal as a preservative. However, consistent with the observation in Iraq, babies exposed to thimerosal in RhoGAM did not have a greater risk for autism than babies whose mothers never received RhoGAM. Although thalidomide and rubella virus can cause autism in pregnancy, scientific evidence clearly indicates that mercury doesn't. References Christensen DL, Baio J, Van Naarden Braun K, Charles J, Constantino JN, et al. [Prevalence and characteristics of autism spectrum disorder among children aged 8 years—Autism and Developmental Disabilities Monitoring Network, 11 Sites, United States, 2012](https://www.cdc.gov/mmwr/volumes/65/ss/ss6503a1.htm). MMWR 2016;65(3):1-23. The Autism and Developmental Disabilities Monitoring Network (ADDM) is an active surveillance system that provides estimates of the prevalence and characteristics of ASD among children aged 8 years whose parents or guardians reside in 11 ADDM Network sites in the United States. Surveillance showed the ASD prevalence rate for children 8 years of age in 2012 (which means they were born after thimerosal removal from childhood vaccines in 2003) was 14.6 per 1,000 children, compared with 11.3 per 1,000 children in 2008, 9 per 1,000 children in 2006, 6.6 per 1,000 children in 2002, and 6.7 per ,1000 children in 2000. The prevalence of autism continues to rise despite the removal of thimerosal from childhood vaccinations. Mrozek-Budzyn D, Majewska R, Kieltyka A. [Early exposure to thimerosal-containing vaccines and children's cognitive development. A 9-year prospective birth cohort study in Poland](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4334107/). European Journal of Pediatrics 2015;174:383-391. The authors prospectively investigated the relationship between early exposure to thimerosal-containing vaccines and cognitive development in children during the first nine years of life by evaluating children who were vaccinated between birth and 6 months of age with hepatitis B and DTP vaccines using formulations with or without thimerosal. Children exposed and not exposed to thimerosal during early infancy had similar outcomes of cognitive-developmental tests. Taylor LE, Swerdfeger AL, Eslick GD. [Vaccines associated of case-control and cohort studies](https://www.sciencedirect.com/science/article/pii/S0264410X14006367?via%3Dihub). Vaccine 2014;32:3623-3629. The authors conducted a meta-analysis of case-control and cohort studies that examined the relationship between receipt of vaccines and development of autism. Five cohort studies involving more than 1.2 million children and five case-control studies involving more than 9,000 children were included in the analysis. The authors concluded that vaccinations, components of vaccines (thimerosal), and multiple vaccines (MMR) were not associated with the development of autism or autism spectrum disorder. Price CS, Thompson WW, Goodson B, et al. [Prenatal and infant exposure to thimerosal from vaccines and immunoglobulins and risk of autism](http://pediatrics.aappublications.org/content/early/2010/09/13/peds.2010-0309). Pediatrics 2010,126:656-664. The authors examined the relationship between prenatal and infant exposure to thimerosal from vaccines or immunoglobulin preparations and autism spectrum disorder (ASD). They concluded prenatal and early life exposure to thimerosal from vaccines or immunoglobulin was not related to increased risk of ASDs. Tozzi AE, Bisiacchi P, Tarantino V, et al. [Neuropsychological performance 10 years after immunization in infancy with thimerosal-containing vaccines](http://pediatrics.aappublications.org/content/123/2/475.long). Pediatrics 2009;123(2):475-482. The authors compared the neuropsychological performance 10 years after vaccination in two groups of children exposed randomly to different amounts of thimerosal from vaccines. Among the 24 neuropsychological outcomes that were evaluated, only two were significantly associated with thimerosal exposure. Girls with higher thimerosal intake had lower mean scores in the finger-tapping test with the dominant hand and in the Boston Naming Test. The authors concluded that given the large number of statistical comparisons performed, the few associations found between thimerosal exposure and neuropsychological development were likely attributable to chance. Thompson WW, Price C, Goodson B, et al. [Early thimerosal exposure and neuropsychological outcomes at 7 to 10 years](https://www.nejm.org/doi/full/10.1056/NEJMoa071434). N Engl J Med 2007;357(13):1281-1292. The authors administered standardized tests to children between 7 and 10 years of age to assess the association between neuropsychological performance and exposure to thimerosal from vaccines or immune globulins during the prenatal period, the neonatal period (0-28 days), and the first 7 months of life. Results did not support an association between early exposure to mercury and deficits in neuropsychological functioning at the age of 7 to 10 years. Fombonne E, Zakarian R, Bennett A, et al. [Pervasive developmental disorders in Montreal, Quebec, Canada: prevalence and links with immunizations](https://pediatrics.aappublications.org/content/118/1/e139). Pediatrics 2006;118(1):e139-e150. The authors compared the prevalence of pervasive developmental disorder (PDD) in Montreal, Canada, with the cumulative exposure to thimerosal. Ironically, the prevalence of PDD in the thimerosal-free birth cohorts was significantly higher than that in thimerosal-exposed cohorts. Additional analysis showed no significant effect of thimerosal exposure on prevalence of PDD. In addition, no relationship was found between the rates of PDD and exposure to one or two doses of MMR before 2 years of age. Andrews N, Miller E, Grant A, et al. [Thimerosal exposure in infants and developmental disorders: a retrospective cohort study in the United Kingdom does not support a causal association](http://pediatrics.aappublications.org/content/114/3/584.long). Pediatrics 2004;114(3):584-591. The authors performed a retrospective study in the United Kingdom to determine the relationship between the amount of thimerosal that an infant received via diphtheria-tetanus-whole-cell pertussis (DTP) or diphtheria-tetanus (DT) vaccines and subsequent neurodevelopmental disorders. Although tics in males were observed in one subset of children; in another, thimerosal appeared to enhance cognitive skills in females. The authors concluded that thimerosal at the level contained in these vaccines did not cause signs and symptoms consistent with mercury toxicity. Heron J, Golding J, et al. [Thimerosal exposure in infants and developmental disorders: a prospective cohort study in the United Kingdom does not support a causal association](http://pediatrics.aappublications.org/content/114/3/577). Pediatrics 2004;114(3):577-583. The authors performed a prospective study comparing the relationship between the quantity of thimerosal exposure from vaccines with several measures of childhood cognitive and behavioral development from 6 to 91 months of age. They found no evidence that early exposure to thimerosal had a deleterious effect on neurologic or psychological outcome. Stehr-Green P, Tull P, Stellfeld M, et al. [Autism and thimerosal-containing vaccines: lack of consistent evidence for an association](https://www.ajpmonline.org/article/S0749-3797(03)00113-2/abstract). Am J Prev Med 2003;25:101-106. The authors compared the prevalence and incidence of autism in California, Sweden and Denmark with average exposures to thimerosal-containing vaccines between the mid-1980s and late-1990s. They found that exposure to thimerosal-containing vaccines was not associated with the increase in rates of autism in young children being observed worldwide. Verstraeten T, Davis RL, DeStefano F, et al. [Safety of thimerosal containing vaccines: a two-phased study of computerized health maintenance organization databases](http://pediatrics.aappublications.org/content/112/5/1039). Pediatrics 2003;112(5):1039-1048. The authors evaluated the relationship between exposure to thimerosal-containing vaccines and neurodevelopmental disorders in more than 124,000 infants born between 1992 and 1999, finding no significant associations. Madsen KM, Lauritsen MB, Pedersen CB, et al. [Thimerosal and the occurrence of autism: negative ecological evidence from Danish population-based data](http://pediatrics.aappublications.org/content/112/3/604). Pediatrics 2003;112(3):604-606. The authors assessed the incidence rates of autism in Denmark among children between 2 and 10 years of age before and after removal of thimerosal from vaccines. Ironically, they found that the discontinuation of thimerosal-containing vaccines was followed by an increase in the incidence of autism. Hviid A, Stellfeld M, Wohlfahrt J, et al. [Association between thimerosal-containing vaccine and autism](https://jamanetwork.com/journals/jama/fullarticle/197365). JAMA 2003;290:1763-1766. The authors evaluated the incidence of autism in children born in Denmark between 1990-1996 who received either thimerosal-containing vaccines or thimerosal-free preparations of the same vaccine. They found that the incidence of autism or autistic spectrum disorders did not differ significantly between the two groups. Next Steps Materials in this section are updated as new information and vaccines become available. The Vaccine Education Center staff regularly reviews materials for accuracy. You should not consider the information in this site to be specific, professional medical advice for your personal health or for your family's personal health. You should not use it to replace any relationship with a physician or other qualified healthcare professional. For medical concerns, including decisions about vaccinations, medications and other treatments, you should always consult your physician or, in serious cases, seek immediate assistance from emergency personnel. "}