{"title": "Ewan Cameron Papers, 1935-1997", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "1997-10-10", "cleaned_text": "1. Mice Cancer Experiments. 1970-1997. These materials document a set of mice experiments that Cameron carried out in collaboration with Dr. Jeff Bland and Dr. Richard Marcuson that explored the effects of dietary fatty acids on incidences of breast and colon cancers. The serie includes a wide range of records, from experiment proposals and descriptions, to budgets, data sheets, correspondence, manuscripts and related articles. The boxes are arranged according to the stage of a given experiment, with files organized by date, as applicable. 10 boxes 1.001. Mice Cancer Experiments: Administrative Records and Data Analysis. 1973, 1983-1988. 1.1. Notes: \"Proposed New Animal Study - Preliminary Planning Meeting\". November 28, 1983. 1.2. Mice Cancer Experiment description. undated. 1.3. Mice Cancer Study I: Protocol. May 3, 1984. 1.4. Mouse Study II: Protocol. undated. 1.5. Mouse Study III: Protocol. undated. 1.6. Cameron Notes re: Mouse Cancer Study. undated. 1.7. Materials re: Mouse Cancer Study diets. Summer 1985 - April 1986. 1.8. Materials re: Mouse Cancer Experiment budget. February 24 - September 6, 1988. 1.9. Receipts: Mice Cancer Experiments expenditures. 1984, 1987. 1.10. Calendars: Mice Cancer Experiment schedules. 1984-1985, 1988. 1.11. Notes: Efamol Study Randomization Schedule. January 5, 1984. 1.12. Notes: Efamol Study Palpation Schedule. 1984. 1.13. Mice Cancer Chart. undated. 1.14. LPI Semi-annual Progress Report: Mouse Mammary Tumor Project. July 1984. 1.15. Mice Cancer Experiments: preliminary data analysis. March 1, 1985. 1.16. Graphs re: Fats/Mouse Mammary Tumor Study. 1985-1986. 1.17. Mice Cancer Experiments: visuals. 1985. 1.18. Mouse Cancer Study I: graphs and figures. 1985-1986. 1.19. Mouse Cancer Study II: Colon Cancer. 1986-1987. 1.20. undated. 1973, 1985. 1.22. Notes: \"Conversion of the Essential Fatty Acid, Linoleic Acid, 1.23. Notes: \"Wilcoxin on Maximum Number of Tumors\". March 1, 1985. 1.002. Mice Cancer Experiments: Raw Data and Printouts. 1984-1987, 1990. 2.1. Mice Cancer Experiments: cancer growth rate data. 1984, 1986. 2.2. Mice Cancer Experiments: \"Survival Analysis on Time to First Tumor\". 1985-1986. 2.3. Mice Cancer Experiments: Data from \"Fat 89 - Body Weights\". January 28, 1990. 2.4. Mice Cancer Experiments: Data from \"Fat 89 - Food Consumption\". February 16, 1990. 2.5. Mice Cancer Experiments: \"Tumor Incidence By Group and Week\". May 1986. 2.6. Mice Cancer Experiments: Assorted Printouts. November 16, 1987. 2.7. Mice Cancer Experiments: \"Frequency Distribution of the Maximum Number of Tumors on Each Mouse Over Time\". September 28, 1984. 2.8. Mice Cancer Experiments: \"Number of Tumors per Animal in Each Group\". undated. 2.9. Mice Cancer Experiments: \"Recent Body Weight and Food Consumption Statistics\". 1984-1986. 2.10. Mice Cancer Experiments: animal condition charts. undated. 2.11. Mice Cancer Experiments: Assorted Charts. October 1985 - April 1986. 2.12. Mice Cancer Experiments: Mice Weight Data. 1984. 2.13. Mice Cancer Experiments: Mice Tumor Data, part 1. 1984. 2.14. Mice Cancer Experiments: Mice Tumor Data, part 2. 1984-1985. 1.003. Mice Cancer Experiments: Animal Necropsy Records. August 1984 - March 1985. 3.1. Mice Cancer Experiments: Animal Necropsy Records. August 1984. 3.2. Mice Cancer Experiments: Animal Necropsy Records. September 1984. 3.3. Mice Cancer Experiments: Animal Necropsy Records, part 1. January 1985. 3.4. Mice Cancer Experiments: Animal Necropsy Records, part 2. January 1985. 3.5. Mice Cancer Experiments: Animal Necropsy Records. February 1985. 3.6. Mice Cancer Experiments: Animal Necropsy Records. March 1985. 1.004. Mice Cancer Experiments: Final Data from Study I. July - August 1984. 4.1. Mice Cancer Data: Group 1. July 1984. 4.2. Mice Cancer Data: Group 2. July 1984. 4.3. Mice Cancer Data: Group 3. July 29, 1984. 4.4. Mice Cancer Data: Group 4. July, 30 1984. 4.5. Mice Cancer Data: Group 5. July 31, 1984. 4.6. Mice Cancer Data: Group 6. July 31, 1984. 4.7. Mice Cancer Data: Group 7. August 1, 1984. 4.8. Mice Cancer Data: Group 8. August 1, 1984. 4.9. Mice Cancer Data: Group 9. August 2, 1984. 4.10. Mice Cancer Data: Group 10. August 3, 1984. 4.11. Mice Cancer Data: Group 11. August 5, 1984. 4.12. Mice Cancer Data: Group 12. August 6, 1984. 4.13. Mice Cancer Data: Group 14. August 6, 1984. 4.14. Mice Cancer Data: Group 15. August 7, 1984. 4.15. Mice Cancer Data: Group 16. August 7, 1984. 4.16. Mice Cancer Data: Group 17. July 5, 1984. 1.005. Mice Cancer Experiments: Richard Marcuson Memoranda. 1984-1985, 1988. 5.1. Marcuson Memorandum re: Cancer Morbidity. July 13, 1984. 5.2. Marcuson Memorandum re: Efamol Study Feeding Design. July 13, 1984. 5.3. Marcuson Memorandum re: Cancer Growth Rates. July 17, 1984. 5.4. Marcuson Memorandum re: Cancer Morbidity. July 27, 1984. 5.5. Marcuson Memorandum re: Food Consumption. August 16, 1984. 5.6. Marcuson Memorandum re: Control Groups. August 30, 1984. 5.7. Marcuson Memorandum re: Pairwise Significance Tests. September 6, 1984. 5.8. Marcuson Memorandum re: Study Start-up. September 7, 1984. 5.9. Marcuson Memorandum re: Vitamin C Dose Response. September 13, 1984. 5.10. Marcuson Memorandum re: Statistical Methods Series. September 17, 1984. 5.11. Marcuson Memorandum re: Effects of Vitamin C Administered After Tumor Detection. September 20, 1984. 5.12. Marcuson Memorandum re: Restriction of Food Consumption. September 24, 1984. 5.13. Marcuson Memorandum re: Comparison of Se Diet with Ad Lib Control Diet. September 27, 1984. 5.14. Marcuson Memorandum re: Comparison of Vitamin A Diet with Ad Lib Control Diet. October 4, 1984. 5.15. Marcuson Memorandum re: Cancer Morbidity. October 8, 1984. 5.16. Marcuson Memorandum re: Restriction of Food Consumption. October 8, 1984. 5.17. Marcuson Memorandum re: Cancer Morbidity. October 16, 1984. 5.18. Marcuson Memorandum re: Food Restriction. October 19, 1984. 5.19. Marcuson Memorandum re: Cancer Morbidity and Growth. October 30, 1984. 5.20. Marcuson Memorandum re: Cancer Morbidity. December 18, 1984. 5.21. Marcuson Memorandum re: Cancer Morbidity. December 27, 1984. 5.22. Marcuson Memorandum re: Cancer Morbidity. February 6, 1985. 5.23. Marcuson Memorandum re: Survival Curves. February 28, 1985. 5.24. Marcuson Memorandum re: Cancer Growth Rate. March 1, 1985. 5.25. Marcuson Memorandum re: Tumor Multiplicities. March 7, 1985. 5.26. Marcuson Memorandum re: Tumor Yields. August 17, 1988. 1.006. Mice Cancer Experiments: Manuscripts and Drafts. 1987, 1989. 6.1. Manuscript: \"Divergent Effects of Omega-6 and Omega-3 Fatty Acids Breast Cancer in Manuscript: \"Divergent Effects of Omega-6 Acids on Mammary Tumor Development in C3H/Heston Mice Treated with DMBA\". 1987, 1989. 6.3. Manuscript: \"The Effect of Some Different Dietary Fatty Acids Upon Induced Breast Cancer in Mice\". undated. 6.4. Manuscript: \"Essential Fatty Acids in Mice\". undated. 6.5. Manuscript: \"The Influence of Various Dietary Fatty Acids Upon Induced Breast Cancer in Mice\". undated. 1.007. Mice Cancer Experiments: Correspondence. Jeffrey Bland. 1987-1988. 7.2. Correspondence: J.F. Carter. July 29, 1987. 7.3. Davies, Scherer Co.]. 1986-1987. 7.4. W. Farquar. 1987-1988. 7.6. General Correspondence: Mira Goetsch. Correspondence: Stephen 1988. 1987. Correspondence: resident R.D. Rice [Marfleet Refining Ltd.]. John L. Stegmaier. 1987. 7.13. Correspondence: Paul Stitt [Natural Mice Cancer Experiments: Efamol, Prostaglandins and Other Studies. 1979-1986. 8.1. Correspondence re: 1979, 1981, 1983. 8.2. Assorted Materials re: Efamol. undated. 8.3. Lung Cancer Regime. undated. 8.4. Prostaglandins. 1979-1982. 8.5. Prostaglandins and Immunity. April 1980. 8.6. Prostaglandin E1 Therapy of Murine Chronic Serum Sickness. 1980. 8.7. Treatment of Sjorgen's Syndrome. undated. 8.8. Efamol Clinical Trials in Cancer. 1980, 1982-1986. 1.009. Mice Cancer David 1986-1987. 9.2. Notes: David Horrobin and Efamol Research Institute. 1981. 9.3. Papers/Studies: David Horrobin and Efamol Research Institute. 1979-1981. 9.4. David Horrobin and Efamol Research Institute. undated. 1.010. Articles Related to Mice Cancer Experiments. 1970-1988, 1997. 10.1. Abraham, S. et al. \"Lipids and Lipogenesis in a Murine Mammary Neoplastic System\", Control Mechanisms in Cancer, 1976. 10.2. Adler, S. et al. \"Hemopoiesis in Mice Treated with Phenylhydrazine or Phenlyhydrazine + Endotoxin Administered by Continuous Infusion\". 1982. 10.3. Bland, Jeffrey. \"Serum Lipids, Prostaglandins, and Marine Journal of IAPM, Booyens, J. \"Essential Fatty Acid Metabolism and Metabolites\", SA Medical Journal, 64, November 19, 1983. 10.5. Booyens, J. \"Polyunsaturated and Essential Fatty Acids\", SA Mediese Tydskrif, 64, August 6, 1983. 10.6. Chaintreuil, J. et al. \"Effects of Dietary -Linolenate Supplementation Patients\", Human Nutrition: Clinical Nutrition, 38C:121-130, 1984. 10.7. Clinton, Steven et al. \"The Combined Effects of Dietary Protein and Fat on 7,12-Dimethylbenz(a)anthracene-Induced Breast Cancer in Rats\", American Institute of Nutrition, 1984. 10.8. Cohen, L.A. et al. \"Influence of Dietary Medium-Chain Triglycerides on the Development of N-Methylnitrosourea-induced Rat Mammary Tumors\", Cancer Research, 44:5023-5028, November 1984. 10.9. Cramer, Daniel et al. \"Dietary Animal Fat in Relation to Ovarian Cancer Risk\", Obstetrics and Gynecology, 63, 6, June 1984. 10.10. Dunbar, L. et al. \"Enzyme Deletions and Essential Fatty Acid Metabolism in Cultured Cells\", The Journal of Biological Chemistry, 250, 3, February 10, 1975. 10.11. Everett, Raymond. \"Factors Affecting Spontaneous Tumor Incidence Rates in Mice: A Literature Review\", CRC Critical Reviews in Toxicology, 13, 3, 1984. 10.12. Fish Oil Articles. undated. 10.13. Galland, Leo. \"The Chemistry of Healing: Fatty Acids and the Cell Code\", Gesell Institute of Human Development Update, 3, 3, Spring 1984. 10.14. Harman, John. \"Chronic Glomerulonephritis and the Nephrotic Syndrome Induced in Rats with N,N'-Diacetylbenzidine\", Journal of Pathology, 104, 1971. 10.15. Hirono, Iwao et al. \"Carcinogenicity Test of Shikimic Acid Rats\", Toxicology Letters, 1:9-10, 1997. 10.16. Hoffsten, Phillip. \"Studies of Albuminuria and Proteinuria in Normal Mice and Mice with Immune Complex Glomerulonephritis\", Journal of Laboratory and Clinical Medicine, 86, 6, 1975. 10.17. Horvath, Paula. \"Synergistic Effect of Vitamin E and Selenium in the Chemoprevention of Mammary Carcinogenesis of Product of Fatty Acid Peroxidation, Can Disturb Aminophospholipid Organization in the Membrane Bilayer of Human Erythrocytes\", Journal of Biological Chemistry, March 25, 1984. 10.19. Jariwalla, Raxit et al. \"Effects of Dietary Phytic Acid (Phytate) on the Incidence and Growth Rate of Tumors Promoted in Fischer Rats by a Magnesium Supplement\", Nutrition Research, 8:813-827, 1988. 10.20. Physiological Effects and Potential Medical Application\", Journal of Applied Nutrition, 39, 2, 1987. 10.21. Knock, F. et al. \"Selected Sulfhydryl Inhibitors Capable of Inducing Immunity Against Cancer in Oncology, 36:197-201, 1979. 10.22. Lancet Correspondence: Durrington, Diabetes Mellitus,\" July 22, 1978. 10.23. Lancet Correspondence: Weiner, Michael Foods Rich Simopoulos, Artemis, of Omega-3 Fatty Acids,\" September 28, 1986. 10.24. McCormick, David et al. \"The Inhibition of Rat Mammary Tumors by Dietary Retinyl Acetate at Various Times During and After Treatment with a Carcinogen\", AACR Abstracts, 1979. 10.25. Moore, T.C. et al. \"Increased of Prostaglandin E2 in Lymph Efferent from Tumours\", IRCS Medical Science, 10, 345, 1982. 10.26. Nishii, Yasuho et al. \"Osseous Changes and Abnormalities of Mineral Metabolism in Rats with Glycopeptide-Induced Nephritis\", Endocrinology, 107, 1, 1980. 10.27. Pamukcu, A.M. et al. \"Effects of the Coadministration of Thiamine on the Incidence of Urinary Bladder Carcinomas in Rats Fed Bracken Fern\", Cancer November 1970. 10.28. Reddy, Bandaru et al. \"Effect of Dietary Fish Oil on Azoxymethane-induced Colon Carcinogenesis in Male F344 Rats\", Cancer Research, 46:3367-3370, July 1986. 10.29. Renaud, S. et al. \"Comparative Beneficial Effects on Platelet Functions and Atherosclerosis of Dietary Linoleic and -Linolenic Acids Riley, V. \"Mouse Mammary Tumors: Alteration of Incidence as Apparent Function of Stress\", Science, 189, August 8, 1975. 10.31. Rothschild, Jonathan. \"The Role of Carnitine in Medicine and Biological Systems\", Journal of the IAPM, 8, 5, July 1984. 10.32. Smith, Gilbert et al. \"Chemical Carcinogenesis in C3H/StWi Mice, A Worthwhile Experimental Model for Breast Cancer\", Cancer Research, 38:4504-4509, December 1978. 10.33. Szczeklik, A. et al. \"Dihomo--Linolenic Acid in Patients with Atherosclerosis: on M.A. et al. \"Tumor Immunoprophylaxis and Immunotherapy in Guinea Pigs Treated with the Methanol Extraction Residue (MER) of BCG\", 1976. 1.011. Slides Related to Mice Cancer Experiments. undated. 2. Human Cancer Trials. 1978-1990. Series 2 is restricted from patron use. 25 boxes 3. Institutional Information and Correspondence. 1959-1992, bulk 1974-1987. Cameron received information and documents from many different institutions, and corresponded with some of them. This series organizes institutional correspondence and information alphabetically by name of institution. The fourth box in the series contains information and notes from conferences attended by Cameron, organized by sponsoring institution name, or by the name of the presenter. 4 boxes 3.001. Institutional Information and Correspondence: A - C. 1975-1983, 1986-1987, 1992. 1.1. Institutional Information and Correspondence: Aid for Cancer Victims, Inc. undated. 1.2. Institutional Information and Correspondence: American Biotechnical Co. [Dr. P.E. Maxim]. 1987. 1.3. Institutional Information and Correspondence: American Cancer Society. 1979. 1.4. Institutional Information and Correspondence: American College of Physicians. November 1992. 1.5. Institutional Information and Correspondence: American Cyanamid Co. January 13, 1981. 1.6. Institutional Information and Correspondence: American Health Foundation. March 13, 1980. 1.7. Institutional Information and Correspondence: American Institute for Research in the Behavioral Sciences [Dr. D. Lipe]. 1979-1980. 1.8. Institutional Information and Correspondence: American Schizophrenia Association. May 20, 1979. 1.9. Institutional Information and Correspondence: Association for Children with Learning Disabilities. 1978-1980. 1.10. Institutional Information and Correspondence: Beijing Overseas Chinese Hospital. undated. 1.11. Institutional Information and Correspondence: Biosocial Medical Center. 1981. 1.12. Institutional Information and Correspondence: Bronson Pharmaceuticals. 1975-1976, 1979, 1986. 1.13. Institutional Information and Correspondence: California Association for Neurologically Handicapped Children. 1976, 1978-1979. 1.14. Institutional Information and Correspondence: Cancer Research Institute. 1977, 1979. 1.15. Institutional Information and Correspondence: Cancer Support and Education Center. undated. 1.16. Institutional Information and Correspondence: Candida Research and Information Foundation. 1988. 1.17. Institutional Information and Correspondence: Carnegie Institution of Washington. 1973. 1.18. Institutional Information and Correspondence: Center for Advanced Study in the Behavioral Sciences. October 1968. 1.19. Institutional Information and Correspondence: Center for Attitudinal Healing. July 23, 1979. 1.20. Institutional Information and Correspondence: Chico Hospital Facility. 1981-1983. 1.21. Institutional Information and Correspondence: The Children's Health Council. undated. 1.22. Institutional Information and Correspondence: Children's Home Society of California. 1975. 1.23. Institutional Information and Correspondence: Clinica Cydel [Tijuana, Mexico]. 1977. 1.24. Institutional Information and Correspondence: The Creative Initiative Foundation. 1976. 3.002. Institutional Information and Correspondence: D - M. 1969, 1971, 1974-1982, 1985, 1987, 1989. 2.1. Institutional Information and Correspondence: Department of Preventative Medicine and Biostatistics, University of Toronto. 1976. 2.2. Institutional Information and Correspondence: Ellen Clark Center [James V. Croxton]. 1980. 2.3. Institutional Information and Correspondence: The Foothill and De Anza Colleges Foundation. undated. 2.4. Institutional Information and Correspondence: Foundation for Alternative Cancer Therapies, Ltd. 1980. 2.5. Institutional Information and Correspondence: Foundation for Research in Hereditary Disease. 1975. 2.6. Institutional Information and Correspondence: Freeda Vitamins. January 7, 1980. 2.7. Institutional Information and Correspondence: Friends of the Asherton Community Library. undated. 2.8. Institutional Information and Correspondence: Friends of Radiology [Stanford University Medical Center]. 1975-1976, 1980, 1991. 2.9. Institutional Information and Correspondence: Holistic Health Association of the Princeton Area. 1980. 2.10. Institutional Information and Correspondence: Independent Citizens Research Foundation for Study of Degenerative Diseases, Inc. 1969, 1971. 2.11. Institutional Information and Correspondence: The Institute of Medical Sciences. Spring 1976. 2.12. Institutional Information and Correspondence: Institute for Child Behavior Research. 1974, 1978-1980. 2.13. Institutional Information and Correspondence: Inter-Cal Corporation [Dr. Fred Stitt]. January 19, 1987. 2.14. Institutional Information and Correspondence: International Academy Metabology, Incorportated. March 1976. 2.15. Institutional Information and Correspondence: The International Association of Cancer Victims and Friends. 1958-1959, 1964-1965, 1969, 1971-1984, 1986-1988. 2.16. Institutional Information and Correspondence: International Association of Vitamin and Nutritional Oncology. 1984-1985. 2.17. Institutional Information and Correspondence: International Brands, Inc. July 1981. 2.18. Institutional Information and Correspondence: International Psoriasis Research Foundation. 1981. 2.19. Institutional Information and Correspondence: John Bastyr College of Naturopathic Medicine. 1980. 2.20. Institutional Information and Correspondence: Kaiser Foundation. Winter 1975. 2.21. Institutional Information and Correspondence: League Against Nuclear Dangers. 1975-1976, 1979. 2.22. Institutional Information and Correspondence: Loch Lomond and District Young Farmer's Club. 1982. 2.23. Institutional Information and Correspondence: Marie Curie Memorial Foundation. 1976-1977. 2.24. Institutional Information and Correspondence: McGuff Company Medical Products. 1988. 2.25. Institutional Information and Correspondence: Memorial Sloan-Kettering Cancer Center. 1974, 1979, 1981, 1985. 2.26. Institutional Information and Correspondence: Mental Health Association of Santa Clara County. 1976, 1978. 2.27. Institutional Information and Correspondence: E. Merck Ltd. [Dr. F.W. Meichen]. 1977. 2.28. Institutional Information and Correspondence: Merit Pharmaceuticals. 1989. 2.29. Institutional Information and Correspondence: Michigan Association for Children with Learning Disabilities. February 1979. 2.30. Institutional Information and Correspondence: Midpeninsula Health Service, Inc. October 1979. 2.31. Institutional Information and Correspondence: Mt. Diablo Schizophrenia Association. 1976, 1979. 3.003. Institutional Information and Correspondence: N - Z. 1973, 1975-1985. 3.1. Institutional Information and Correspondence: National Cancer Institute. 1977-1979, 1981-1982, 1984-1985. 3.2. Institutional Information and Correspondence: National Council on Wholistic Therapeutics and Medicine. undated. 3.3. Institutional Information and Correspondence: National Parkinson Foundation, Inc. October 15, 1973. 3.4. Institutional Information and Correspondence: Northern California Cancer Program. 1980-1981. 3.5. Institutional Information and Correspondence: Nutrition for Optimal Health Association. Winter 1977. 3.6. Institutional Information and Correspondence: Nutrition News. 1982. 3.7. Institutional Information and Correspondence: Parents of Adult Schizophrenics. July - August 1979. 3.8. Institutional Information and Correspondence: Preventative Medicine Institute/Strang Clinic. April 1978. 3.9. Institutional Information and Correspondence: The Radiant Life Clinic. July 13, 1979. 3.10. Institutional Information and Correspondence: San Andreas Health Council. Spring 1976. 3.11. Institutional Information and Correspondence: Sempervirens Fund. 1975. 3.12. Institutional Information and Correspondence: Share and Care, [support group] Kaiser-Permanente Medical Center. undated. 3.13. Institutional Information and Correspondence: Stanford Research Institute. December 20, 1975. 3.14. Institutional Information and Correspondence: Stanford University Medical Center. 1975-1976. 3.15. Institutional Information and Correspondence: Total Person Institute. 1979. 3.16. Institutional Information and Correspondence: Trace Minerals, Inc. undated. 3.17. Institutional Information and Institute. [includes photographs]. undated. 3.19. Institutional Information and Correspondence: Vision Mound Ceremony. 1980. 3.20. Institutional Information and Correspondence: Visiting Nurse Association of Santa Clara County. undated. 3.21. Institutional Information and Correspondence: Vitamin E Research and Information Service, 1983-1985. 3.22. Institutional Information and Correspondence: Vitamin/Mineral Supplement Distributors. 1976-1978. 3.23. Institutional Information and Correspondence: Vitamin Nutrition Information Service. 1980. 3.24. Institutional Information and Correspondence: Wholesale Nutrition Club. 1978. 3.25. Institutional Information and Correspondence: Wholistic Health and Nutrition Institute. 1979. 3.004. Materials re: Conferences, Seminars, and Conventions. 1959, 1974, 1978-1983, 1985-1986, 1990. 4.1. Ames, Bruce. \"Carcinogens and Anti-Carcinogens\", seminar at the Linus Pauling Institute, November 2, 1982. [Notes taken by Ewan Cameron]. 4.2. Basic Science for Clinicians Course, \"Nutrition Lecture,\" Stanford University, February 25, 1981. 4.3. Cancer Control Society. 1979-1980. 4.4. Cancer Counseling and Research Center, \"An Educational Program for Professionals: Phase 1 -Stress, Psychological Factors, and Cancer,\" Santa Barbara, California, May 16-18, 1980. 4.5. Center for Vitamins and Cancer Research, \"Symposium on Vitamins, Nutrition, and Cancer,\" Denver, Colorado, June 1983. 4.6. Enstrom, James E. \"Cancer and Total Mortality Among Vitamin Supplement Users\", abstract submitted for 13th International Cancer Congress, Seattle, Washington, 1982. 4.7. Friends of Psychiatry and Behavioral Sciences, \"Strategies for Change: Group Therapy and Hypnosis,\" Stanford University, May 29, 1980. 4.8. Hereditary Disease Foundation: Mary Jennifer Selznick Workshops, Summary Report, June 1978. 4.9. Fall Conference Cassette Tapes: International Academy of Preventative Medicine, St. Louis, Missouri, 1979. 4.10. Proceedings: International Association of Microbiological Societies First International Congress, Tokyo, Japan, September 1-7, 1974. 4.11. International Symposium on Atherosclerosis, Houston, Texas, November 4-9, 1979. 4.12. National Health Federation, \"Northern California Regional Health Italy, May 14-15, 1982. 4.14. North Coastal Region Training Session, \"Orthomolecular Treatment of Criminal Offenders\", Oakland, California, November 2, 1979. 4.15. OMS Scientific Meeting and Exposition, \"Progress in Orthomolecular Medicine,\" San Francisco, California, February 15-17, 1985. 4.16. \"OTA Study on Unconventional Cancer Treatments: Advisory Panel Meeting,\" Washington, D.C., March 9, 1990. 4.17. Schizophrenia Association of Greater Washington, \"Impact of the Environment on Body and Mind,\" October 14, 1979. 4.18. Stanford University Departments of Applied Physics, Biochemistry, Biological Sciences, Cell Biology, Chemistry, Genetics, Medical Microbiology, Physics, and the Stanford Magnetic Resonance Laboratory, \"The Thirteenth Annual Linus Pauling Lecture: Neural Networks and Computation - From Biology to Silicon,\" Stanford University, February 11, 1986. 4.19. Proceedings: Smith and Nephew Research, Ltd. Symposium, \"Wound Healing\", England, November 12-13, 1959. 4.20. Wholesale Nutrition Club Seminar, \"An Ascorbate Update: Recent Work with Vitamin C,\" Palo Alto, California, August 12, 1979. 4.21. Symposia listed in The Lancet, February 19-25, 1978. 4.22. Assorted Registration Forms. 1979-1981. 4. Cameron Speeches and Presentations. 1979-1987. This small series contains manuscripts and typescripts of speeches and presentations delivered by Cameron. Note that the full text of item 4.001.3, \"Vitamin C and Cancer: A Personal Perspective,\" is [available here](http://osulibrary.orst.edu/specialcollections/coll/cameron/cameron-personal/page1.html). 1 box 4.001. Speeches and Presentations. 1979, 1982, 1984, 1986-1987. 1.1. Materials re: Cameron and Pauling appearance on KGO radio, San Francisco, California, 1979. 1.2. Materials re: \"The Role of Vitamin C in Resistance to Cancer\", Reggio Calabria, Italy, April 4, 1982. 1.3. Materials re: \"Vitamin C and Cancer: A Personal Perspective\", delivered at Symposium: Nutrition, Health, and Peace, San Francisco, California, September 29-30, 1984. 1.4. Materials re: \"Vitamin C and Cancer: The Scottish Studies and Beyond\", delivered to the Huxley Institute for Biosocial Research, San Francisco, California, June 28, 1986. 1.5. Materials re: \"Nutritional Factors in Cancer Control\", delivered at Symposium: Innovative Methods in the Prevention and Treatment of Cancer, San Francisco, California, November 19, 1986. 1.6. Correspondence re: Cameron presentations. July 16, 1987. 5. Articles, Papers, and Periodicals. 1935-1993. This series is comprised of Cameron's collection of scientific offprints, including those written by others and by himself. The materials are further divided into five subseries, each containing articles of various types. Boxes 5.001 to 5.006 include only those articles written by Cameron, the majority of which pertain to Vitamin C. Box 5.007 holds articles both by and about Dr. Linus Pauling, Cameron's major collaborator. Boxes 5.008 to 5.016, which comprise the largest of the subseries, are devoted to scientific articles of all kinds, mainly dealing with Vitamin C and other medical topics, and organized alphabetically by author's last name, or by title in cases where no author is evident. Boxes 5.017 to 5.020 contain articles not published in scientific journals, organized by topic. Many of these topics are of a medical nature, and most of the topic names were derived directly from the organizational scheme of Cameron's own filing cabinets. Boxes 5.021 to 5.023 include periodicals that Cameron received, filed alphabetically by publication name. 32 boxes 5.001. Vitamin C Articles and Manuscripts by Ewan Cameron (Titles: A-G). 1973-1974, 1976, and Cancer\" [co-author Linus Pauling], Proceedings of the American Philosophical Society, 123, 2, April 1979. 1.2. Materials re: \"Ascorbic Acid and Cancer: A Review\" [co-authors Linus Brian Leibovitz], Cancer 39, 663-681, March 1979; and Gary A. Giovino, \"Ascorbic Acid and Cancer: A Review\" report in Mentor, 10, 2, August 1979. 1.3. Materials re: \"Ascorbic Acid and the Glycosaminoglycans: An Orthomolecular Approach and Other Diseases\" [co-author Linus Pauling], Oncology, 27:181-192, 1973. in Cancer\" [co-author Linus Pauling], Journal of IAPM, 5, 1, 1979. 1.5. Materials re: \"Biological Function of Ascorbic Acid and the Pathogenesis of Scurvy: A Working Hypothesis\", Medical Hypothesis, 2, 4, July-August 1976. 1.6. Materials re: \"The Evolution of the Intercellular Matrix and Ascorbic Acid\" [manuscript], 1974. 5.002. Vitamin C Cameron (Titles: 1974-1975, Therapy and Cancer\" [co-authors L. Moffat and A. Campbell], Protective Agents in Cancer, 1983. 2.2. Manuscript: \"Micro-Nutrients and Cancer Resistance\". 1982. 2.3. Materials re: \"On Cancer and Vitamin C\" [co-author Linus Pauling], Executive Health, XVI, 4, January 1980. 2.4. Materials re: \"The Orthomolecular Treatment of Cancer: II. Clinical Trial of High-Dose Ascorbic Acid Supplements in Advanced Human Cancer\" [co-author Allan Chem.-Biol. Interactions, of Cancer- III. Reticulum Cell Sarcoma: Complete Regression Induced by High-Dose Ascorbic Acid Therapy\" [co-authors Allan Campbell and Thomas Jack], Interactions, 11:387-393, Materials re: \"Reticulum Two Complete Regressions, in Response to High-Dose Ascorbic Therapy\" [co-authors Allan Campbell and Thomas Jack], 48:495-497, 1991. 2.7. Manuscript re: \"Some Observations on Ascorbate Metabolism in Cancer Patients\" [co-authors Margaret Sheen and Richard Marcuson]. 1982. 2.8. Materials re: \"Supplemental Ascorbate in the Supportive Treatment of Cancer: Reevaluation of Prolongation of Survival Times in Terminal Human Cancer\" [co-author Linus Pauling], Proceedings of the National Academy of Science (USA), 75, 9, September 1978. 2.9. Materials re: \"Survival Times of Terminal Lung Cancer Patients Treated with Ascorbate\" [co-author Linus Pauling], Journal of IAPM, VI, 2, 1981. of [correspondence Series], 13, 4, 1975. 2.12. Materials re: \"Vitamin C and Cancer\" [co-author Linus Pauling], International Environmental Studies, 10:303-305, 2.13. Materials re: \"Vitamin C and Cancer: An Overview\", International Journal for Vitamin and Nutrition Research, 23, 1982. 2.14. Materials re: \"Vitamin C and Cancer Cachexia: The Carnitine Connection\", in Roots of Molecular Medicine, edited by Richard P. Huemer, 1986. 2.15. Materials re: \"The Vitamin C and Cancer Story: A Personal Perspective\", Symposium, 1. undated. 2.16. Materials re: \"Vitamin C, Carnitine and Cancer, or 'My God, I Feel so Much Better, Doctor!'\" A Year in Nutritional Medicine, 1986. 2.17. Manuscript: \"Vitamin C and Interferon\", April 1980. 5.003. Other Articles by Cameron. 1966, 1978, 1991. 3.1. Materials re: \"Excerpts from Letters by Ewan\". undated. 3.2. Materials re: \"Experimental Studies Designed to Evaluate the Management of Patients with Incurable Cancer\" [co-author Linus Pauling], Proceedings of the National Academy of Science (USA), 75, 12, December 1978. 3.3. Manuscript: \"The Hormonal Treatment of Cancer\". undated. 3.4. Title Page, Table of Contents and Figures: Hyaluronidase and Cancer, Pergamon Press: Scotland, 1966. 3.5. Materials re: \"Innovation v. Quality Control: an 'Unpublishable' Clinical Trial of Supplemental Ascorbate in Incurable Cancer\" [co-author Campbell], undated. 3.7. \"Microcellular 1984-1985, Materials re: \"Ascorbic Acid and Dependence on Opiates in Patients with Advanced Disseminated Cancer\", August 1973. 4.2. Correspondence re: Cancer Research manuscripts. 1981. 4.3. Materials re: \"Cancer -The Cellular Rebellion\", 1972. 4.4. Materials re: \"Cancer: for a Fresh Approach\". 1978. 4.5. Materials re: \"Divergent Effects of Omega-3 and Omega-6 Fatty Acids on Breast Cancer in Materials re: \"Molecular Disease and Linus 4.7. Materials re: of Gene Dynamics\", 1979. 4.8. Materials re: \"The Orthomolecular Treatment of Cancer\", 1989. 4.9. Correspondence re: Magazine manuscript. 1979. 4.10. Materials re: \"Reticulum Cell Sarcoma: Two Complete 'Spontaneous' Ascorbic Therapy\", 1990. Materials re: \"Vitamin C and Cancer\", 1981. 4.12. Correspondence: The Year in Nutritional Medicine (Second Edition). 1985. 4.13. Article Fragments and Miscellany. undated. 5.005. Requests for Cameron Reprints (arranged by U.S. state). 1978-1981, 1989-1990. 5.1. Requests for Reprints: Location Unknown. 1978-1979. 5.2. Requests for Reprints: Alabama. 1979. 5.3. Requests for Reprints: Arizona. 1979. 5.4. Requests for Reprints: Arkansas. 1979. 5.5. Requests for Reprints: California. 1978-1979, 1981, 1989. 5.6. Requests for Reprints: Colorado. 1979. 5.7. Requests for Reprints: Connecticut. 1979. 5.8. Requests for Reprints: Florida. 1978-1979, 1989-1990. 5.9. Requests for Reprints: Georgia. 1979, 1989. 5.10. Requests for Reprints: Hawaii. 1979. 5.11. Requests for Reprints: Idaho. 1979. 5.12. Requests for Reprints: Illinois. 1978-1979. 5.13. Requests for Reprints: Indiana. 1979, 1989. 5.14. Requests for Reprints: Iowa. 1979. 5.15. Requests for Reprints: Kansas. 1989. 5.16. Requests for Reprints: Kentucky. 1979. 5.17. Requests for Reprints: Louisiana. 1979. 5.18. Requests for Reprints: Maine. 1979. 5.19. Requests for Reprints: Maryland. 1979, 1981, 1989. 5.20. Requests for Reprints: Massachusetts. 1978-1979. 5.21. Requests for Reprints: Michigan. Reprints: Minnesota. 1979, 1989. 5.23. Requests for Reprints: Mississippi. 1979, 1989. 5.24. Requests for Reprints: Missouri. 1979, 1989. 5.25. Requests for Reprints: Nebraska. 1978-1979. 5.26. Requests for Reprints: Nevada. 1979. 5.27. Requests for Reprints: New Jersey. 1979. 5.28. Requests for Reprints: New Mexico. 1979. 5.29. Requests for Reprints: New York. 1978-1980. 5.30. Requests for Reprints: North Carolina. 1978-1979. 5.31. Requests for Reprints: Ohio. 1978-1979. 5.32. Requests for Reprints: Oklahoma. 1979. 5.33. Requests for Reprints: Oregon. 1989. 5.34. Requests for Reprints: Pennsylvania. 1979, 1989. 5.35. Requests for Reprints: Rhode Island. 1979. 5.36. Requests for Reprints: Tennessee. 1978-1979, 1989. 5.37. Requests for Reprints: Texas. 1979, 1989. 5.38. Requests for Reprints: Utah. 1979. 5.39. Requests for Reprints: Vermont. 1979. 5.40. Requests for Reprints: Virginia. 1979. 5.41. Requests for Reprints: Washington. 1978-1979. 5.42. Requests for Reprints: Washington, D.C. 1979. 5.43. Requests for Reprints: West Virginia. 1979. 5.44. Requests for Reprints: Wisconsin. 1978-1979, 1989. 5.006. Requests for Cameron Reprints (arranged by country). 1976, 1978-1982, 1989, 1991. 6.1. Assorted Personal Inquiries re: Cameron Articles, Newsletters and Books. 1978-1981. 6.2. Requests for Reprints: Argentina. 1979. 6.3. Requests for Reprints: Australia/New Zealand. 1979. 6.4. Requests for Reprints: Austria. 1979. 6.5. Requests for Reprints: Belgium. 1979, 1989. 6.6. Requests for Reprints: Brazil. 1979. 6.7. Requests for Reprints: Bulgaria. 1979, 1989. 6.8. Requests for Reprints: Canada. 1978-1979, 1989. 6.9. Requests for Reprints: Chile. 1979. 6.10. Requests for Reprints: China. 1979. 6.11. Requests for Reprints: Croatia. 1979. 6.12. Requests for Reprints: Cuba. 1979. 6.13. Requests for Reprints: Czechoslovakia. 1979, 1982, 1989. 6.14. Requests for Reprints: Denmark. 1979. 6.15. Requests for Reprints: England. 1976, 1979, 1989, 1991. 6.16. Requests for Reprints: Estonia. 1976. 6.17. Requests for Reprints: Finland. 1979. 6.18. Requests for Reprints: France. 1979, 1989. 6.19. Requests for Reprints: Germany. 1979, 1989. 6.20. Requests for Reprints: Greece. 1981. 6.21. Requests for Reprints: Hong Kong. 1979. 6.22. Requests for Reprints: Hungary. 1979-1981. 6.23. Requests for Reprints: India. 1979, 1989. 6.24. Requests for Reprints: Israel. 1979-1980, 1989. 6.25. Requests for Reprints: Italy. 1979, 1981. 6.26. Requests for Reprints: Japan. 1979, 1989. 6.27. Requests for Reprints: Malaysia. 1980. 6.28. Requests for Reprints: Mexico. 1979. 6.29. Requests for Reprints: The Netherlands. 1979. 6.30. Requests for Reprints: Poland. 1979. 6.31. Requests for Reprints: Romania. 1979. 6.32. Requests for Reprints: Singapore. 1979. 6.33. Requests for Reprints: South Africa. 1979. 6.34. Requests for Reprints: Spain. 1989. 6.35. Requests for Reprints: Sweden. 1979. 6.36. Requests for Reprints: Turkey. 1979. 6.37. Requests for Reprints: USSR. 1979, 1989. 6.38. Requests for Reprints: Venezuela. 1979. 6.39. Requests for Reprints: Yugoslavia. 1980. 5.007. Articles By and About Linus Pauling. 1970, 1972, 1974-1984, 1986. 7.1. Article: \"Dr. Pauling's Address to the 10th Legislature of Hawaii,\" 1979. 7.2. \"Statement of Linus Pauling to Senator Edward Kennedy, Chairperson of the Sub-Committee on Public Health,\". 1974. 7.3. Assorted Articles about Linus Pauling. 1974, 1976, 1978, 1980. 7.4. Assorted Articles by Linus Pauling. 1970, 1972, 1974-1979, 1981, 1986. 7.5. References re: Pauling Articles. undated. 7.6. Special topics on Vitamin C sent to Linus Pauling. 1980-1984. 5.008. Assorted Vitamin C Articles (A-F). 1954, 1961, 1968-1984, 1988-1989. 8.1. American Journal of Clinical Nutrition, Letters to the Editor. 1981-1982. 8.2. American Journal of Public Health, Letters to the Editor, 72, 12, December 1982. 8.3. Anah, C.O. et al. \"High Dose Ascorbic Acid in Nigerian Asthmatics\", Tropical and Geographical Medicine, 32: 132-137, 1980. 8.4. Anderson, Ronald. \"Ascorbic Acid and Immune Functions: Mechanisms of Immunostimulation\" [manuscript]. undated. 8.5. Anderson, R. \"Ascorbate Stimulation of Motility and Lymphocyte Transformation by Inhibition of the Peroxidase/H2O2/Halide System In Vitro and In Vivo\" [manuscript]. undated. 8.6. Anderson, R. et al. \"The Effect of Ascorbate on Cellular Humoral Immunity in Asthmatic Children\", SA Medical Journal, 58:974, 1980. 8.7. Anderson, R. et al. \"Effects of Ascorbate on Leucocytes (Part I. and Cyclic Nucleotide Levels in vitro)\", SA Medical Journal, 56:394, 1979. 8.8. Anderson, R. et al. \"The Effects of Increasing Weekly Doses of Ascorbate on Certain Cellular and Humoral Immune Functions in Normal [manuscript]. undated. 8.9. \"Ascorbic Acid: Immunological Effects 8.10. Avtandilov, Georgy Gerasimovich et al. \"The Microspectrophotometric Research of the Content of Ascorbic Acid in Carcinomas of the Uterine Cervix\", Acta Histochem., 59:254-257, 1977. Julius et al. \"Ascorbic Acid in Aromatic Hydroxylation (III. Effect of Ascorbic Acid on Hydroxylation of Acetanilide, Aniline, and Antipyrine in vivo)\", unknown publication, 1954. 8.12. Beisel, William. \"Single Nutrients and Immunity\", The American Journal of Clinical Nutrition, 35, February 1982. 8.13. Berger, Laurence et al. \"The Effect of Ascorbic Acid on Uric Acid Excretion with a Commentary on the Renal Handling of Ascorbic Acid\", The American Journal of Medicine, 62, January 1977. 8.14. Block, Elliot et al. \"Effect of Ascorbic Acid in Vitamin B12 Quality-Control Sera\", Clinical Chemistry, 24, 1, 1978. 8.15. Block, Gladys et al. \"Ascorbic Acid in Cancer Prevention\", Nutrition and Cancer Prevention: Investigating the Role of Micronutrients, edited by Thomas E. Moon and Marc S. Micozzi, New York: Marcel Derker Inc., 1989. 8.16. Block, Gladys. C and Cancer Prevention: The Epidemiologic Evidence\", [manuscript]. undated. 8.17. Booth, Barbara et al. \"Collagen Biosynthesis by Human Skin Fibroblasts (I. Optimization of the Culture Conditions for Synthesis of Type I and Type III Procollagens)\", Biochimica et Biophysica Acta, 607:145-160, 1980; and al. \"Collagen Biosynthesis by Human Skin Fibroblasts (III. The Effects of Ascorbic Acid on Procollagen al. Reversal by Sodium Ascorbate of Peroxia-Induced Damage to HEp-2 Cell Cultures\", In Vitro, 19, 4, April 1983. 8.19. Boxer, Laurence et al. \"Correction of Leukocyte Function in Chediak-Higashi Syndrome by Ascorbate\", The New England Journal of Medicine, 295, 19, November 4, 1976. 8.20. Bradley, J.A. et al. \"Vitamins in Intravenous Feeding: A Study of Water-Soluble Vitamins and Folate in Critically Ill Patients Receiving Intravenous Nutrition\", The British Journal of Surgery, 65, 7, July 1978. 8.21. Bram, Stanley et al. \"Vitamin C Preferential Toxicity for Malignant Melanoma Cells\", Nature, 284, April 17, 1980. 8.22. Briggs, M.H. et al. \"Dangers of Excess Vitamin C\", The Medical Journal of Australia, July 7, 1973; and H.P. Singh et al. \"Effect of Some Drugs on Clinical Laboratory Values Determined by the Technicon SMA 12/60\", Clinical Chemistry, 18, 2, 1972. 8.23. Burns, J.J. et al. \"Ascorbic Acid Synthesis in Normal and Drug-Treated Rats, Studied with -Ascorbic-1-C14 Acid\", Journal of Biol. Chem., 207, 1954. 8.24. Cheng, J.T. et al. \"Inhibitory Effect of -Ascorbic Acid on the Growth of Astrocytes in Cell Culture\", Neuropharmacology, 27, 11, 1988. 8.25. Crary, E.J. \"Potential Clinical Applications for High-Dose Nutritional Antioxidants\", Medical 1968-1975. 8.27. Denson, K.W. et al. \"The Determination of Ascorbic Acid in White Blood Cells: A Comparison of W.B.C. Ascorbic Acid and Phenolic Acid Excretion in Elderly Patients\", unknown publication, 1961. 8.28. DuBois A.B. et al. \"Ascorbic Acid Exerts its Effects on Asthmatics Through Prostaglandin Metabolism\", American Thoracic Society (Abstracts), 125, 4, April 1982; and Christopher S. Ogilvy, Arthur B. DuBois, et al. \"Effects of Ascorbic Acid and Indomethacin on the Airways of Healthy Male Subjects with and without Induced Bronchoconstriction\", J. Allergy Clin. Immunology, 67, 5, May 1981; and Christopher S. Ogilvy, Arthur B. DuBois, et al. \"Ascorbic Acid Reverses Bronchoconstriction Caused by Methacholine Aerosol in Man; Indomethacin Prevents this Reversal\", The Physiologist, 21, 86, 1978. 8.29. Ekvall, Shirley et al. \"The Effect of Supplemental Ascorbic Acid on Serum Vitamin B12 Levels in Myelomeningocele Patients\", The American Journal of Clinical Nutrition, 34, July 1981. 8.30. Elliot, Howard C. \"Effects of Vitamin C Loading on Serum Constituents in Man\", Proceedings of the Society for Experimental Biology and Medicine, 169:363-367, 1982. 8.31. Fleming, James et al. \"Bicyclic Ring Formation is not Necessary for the (Auto)Oxidation of Ascorbic Acid\", Biochemical and Biophysical Research Communications, 115, 2, September 15, 1983. 8.32. Frazier, Thomas et al. \"The Influence of Magnesium, Calcium, and Vitamin C on Tumor Growth in Mice with Breast Cancer\", Journal of Surgical Research, 27:318-320, 1979. 8.33. Fujita, Keisuke et al. \"Reduction of Adriamycin Toxicity by Ascorbate in Mice and Guinea Pigs\", Cancer Research, 42:309-316, January 1982. 5.009. Assorted Vitamin C Articles (G-N). 1948, 1959-1960, 1967, 1971-1974, 1976-1984, 1987-1989. 9.1. Galloway, S.M. et al. \"Vitamin C is Positive in the DNA Synthesis Inhibition and Sister-Chromatid Exchange Tests\", Mutation Research, 60:321-327, 1979. 9.2. Gerster, Helga et al. \"Is High-Dose Vitamin C Intake Associated with Systemic Conditioning?\" Nutrition Research, 8:1327-1332, 1988. 9.3. Ginter, Emil. \"Marginal Vitamin C Deficiency, Lipid Metabolism, and Atherogenesis\", Adv. In Lipid Research, 16:167, 1978. 9.4. Ginter, E. et al. \"Vitamin C in Atherosclerosis\", International Journal of Vitamin Nutrition Research, supplement 19, 1979. 9.5. Giovino, Gary A. \"Some Possible Uses of Ascorbic Acid in the Prevention and Treatment of Cancer\" [manuscript], December 7, 1978. 9.6. Gould, Bernard. \"Ascorbic Acid and Collagen Fiber Formation\", Vitamins and Hormones, 18, 1960. 9.7. Halberstein, Robert A. et al. \"Vitamin C and Dental Healing\", Social Sciences, 15, 1, 1988. 9.8. Harris, William S. et al. \"Bile Acid Metabolism in Ascorbic Acid-Deficient Guinea Pigs\", The American Journal of Clinical Nutrition, 32: September 1979. 9.9. Heine, H. \"Vitamin C Therapy in Hyperlipoproteinemia\", Int. J. V. and Nutr., supplement 19, 1979. 9.10. Hogencamp, H.P.C. \"The Interaction Between Vitamin B12 and Vitamin C\", The American Journal of Clinical Nutrition, 33, January 1980. 9.11. Holloway, David et al. \"Influence of Chronic Ascorbic Acid Defiency and Excessive Ascorbic Acid Intake on Bile Acid Metabolism and Bile Composition in the Guinea Pig\", unknown publication. undated. 9.12. Holloway, David et al. \"Influence of Dietary Ascorbic Acid Upon Enzymes of Sterol Biosynthesis in the Guinea Pig\", Biochemical and Biophysical Research Communications, 102, 4, October 30, 1981. 9.13. Kabrt, Jan. \"Ascorbic Acid al. \"The Prophylactic and Therapeutic Effect of Vitamin C on Experimental Malignant Tumours\", Protective Agents In Cancer, London: Academic Press, 1983. 9.15. Kato, Norihisa et al. \"Ameliolative Effect of Dietary Ascorbic Acid on PCB Toxicity in Guinea Pigs\", Nutrition Reports International, 15, 2, February 1977. 9.16. Khan, Abdur et al. \"Effect of Ascorbic Acid on Plasma Lipids and Lipoproteins in Young Women\", 215:1385, 1967. 9.18. Koch, Cameron et al. \"Toxicity, Radiation Sensitivity Modification, and Metabolic Effects of Dehydroascorbate and Ascorbate in Mammalian Cells\", Journal of Cell Physiology, 94: 299-306, 1978. 9.19. Krumdieck, Carlos et al. \"Ascorbate-Cholesterol-Lecithin Interactions: Factors of Potential Importance in the Pathogenesis of Atherosclerosis\", The American Journal of Clinical Nutrition, 27, August 1974. 9.20. Lewin, Sherry. Excerpts from: Vitamin C: Its Molecular Biology and Medical Potential, London: Academic Press, 1976; and Solomon H. Snyder, Drugs and the Brain, New York: W.H. Freeman and Company. 9.21. Liehr, Joachim et al. \"Evidence for Inhibition of Estrogen-Induced Tumors by Vitamin C\", manuscript accepted for publication by Cancer Research, Octobert-November, 1983. 9.22. Long, Karen. \"Urinary Excretion of Calcium and Catecholamines in Adults Following Ascorbic Acid Ingestion\", [manuscript]. undated. 9.23. MacLennan, W.J. et on Leucocyte Ascorbic Acid Levels\", Age and Ageing, 5, 43, 1976. 9.24. Marcus, Stuart L. et al. \"Severe Hypovitaminosis C Occurring as the Result of Adoptive Immunotherapy with High-Dose Interleukin 2 and Lymphokine-activated Killer Cells\", Cancer Research, 47:4028-4212, August 1, 1987. 9.25. McCormick, W.J. \"Cancer: A Collagen Disease, Secondary to a Nutritional Deficiency?\", Archives of Pediatrics, 76:166-171, April 1959. 9.26. McGinn, F.P. et al. \"Ascorbic Acid Levels in Stored Blood and in Patients Undergoing Surgery After Blood Transfusion\", The British Journal of Surgery, 63, 7, July 1976. 9.27. Mickle, Donald et al. \"Myocardial Salvage with Trolox and Ascorbic Acid for an Acute Evolving Infarction\", Annals of Thoracic Surg., 47:553-557, 1989. 9.28. Morlarty, M. et al. \"Some Effects of Administration of Large Does of Viatmin C in Patients with Skin Carcinoma\", Irish Journal of Medical Science, 147, 5, May 1978. 9.29. Murad, Saood et al. \"Regulation of Prolyl and Lysyl Hydroxylase in Cultured Human Skin Fibroblasts by Ascorbic Acid\", Biochemical and Biophysical Research Communications, 101, 3, August 14, 1981. 9.30. Murata, Akira et al. \"Inactivation of Bacteriophages by Ascorbic Agr. Biol. Chem., 35, 1971. 9.31. Murata, Akira et al. \"Inactivation of Single-Stranded DNA and RNA Phages by Ascorbic Acid and Thiol Reducing Agents\", Agr. Biol. Chem., 36, 13, 1972. 9.32. Murata, Akira et al. \"Mechanism of Inactivation of Bacteriophage J1 by Ascorbic Acid\", Agr. Biol. Chem., 37, 5, 9.33. Myllylae, Raili et al. \"Ascorbate Is Consumed Stoichiometrically Catalyzed by Prolyl 4-Hydroxylase and Lysyl Hydroxylase\", The Journal of Biological Chemistry, 259, 9, May 10, 1984. 9.34. Newmark, Harold et al. \"Stability of Vitamin B12 in the Presence of Ascorbic Acid\", The American Journal of Clinical Nutrition, 29:645-649, 1976. 9.35. Niebes, P. \"Influence des of Oxidation of Methyl Linoleate in Solution by Vitamin E and Vitamin C\", The Journal of Biological Chemistry, 259, 7, April 10, 1984. 9.37. Nungester, W.J. et al. \"The Relationship Between Ascorbic Acid and Phagocytic Activity\", The Journal of Infectious Disease, 83, 1948. 5.010. Assorted Vitamin C Articles (O-Z). 1949, 1969, 1972, 1975-1977, 1979-1988, 1990. 10.1. Park, Chan H. \"Biological Nature of the Effect of Ascborbic Acids on the Growth of Human Leukemic Cells\", Cancer Research, 45: 3969-3973, August 1985. 10.2. Park, Chan H. \"Growth Suppression of Human Leukemic Cells in Vitro by -Ascorbic Acid\", Cancer Research, 40:1062-1065, April 1980. 10.3. R. Societe de Biologie, 143:931-934, 1949. 10.4. Peterkofsky, Beverly et al. \"Cytotoxicity of Ascorbate and Other Reducing Agents Towards Cultured Fibroblasts as a Result of Hydrogen Peroxide Formation\", J. Cell. Physiology, 90:61-70, 1976. 10.5. Pierson, Herbert F. et al. \"Sodium Ascorbate Melanoma\", 43:2047-2051, 1983. 10.6. Pinnell, Sheldon R. \"Regulation of Collagen Synthesis\", The Journal of Investigative Dermatology, 79:73s-76s, 1982. 10.7. Postgraduate Medicine, Letters to the Editor. undated. 10.8. Poydock, M. Eymard et al. \"Inhibiting Effect of Vitamins C and B12 on the Mitotic Activity of Ascites Tumors\", 47:210-217, 1979. 10.9. Prasad, Kedar N. \"Modulation of the Effects of Tumor Therapeutic Agents by Vitamin C\", Life Sciences, 27:275-280, 1980. of Certain Agents on Neuroblastoma Cells in Culture\", Proceedings of the National Academy of Science (USA), 76, 2, February 1979. 10.11. Prinz, W. et al. \"A Systematic Study of the Effect of Vitamin C Supplementation on the Humoral Immune Response in Ascorbate-Dependent Mammals\", Internat. J. Vit. Nutr. Research, 50:294-300, 1980. 10.12. Ramirez, Jairo et al. \"Leukocyte Ascorbic Acid and its Relationship to Coronary Artery Disease in Man\", The American Journal of Clinical Nutrition, 33, October 1980. 10.13. Ratnam, A.V. et al. \"Ascorbic Acid and Melanogenesis\", British Journal of Dermatology, 97, 201, 1977. 10.14. \"Relationships Between Ascorbic Acid and Serum Proteins of the Immune System\", British Medical Journal, August 13, 1977. [incomplete]. 10.15. Riley, P.A. \"Inhibition of Protein and DNA Synthesis in Tissue Culture Cells by a Derivative of Methyl Glyoxal and Ascorbate\", Chem.-Biol. Interactions, 31:73-80, 1980. 10.16. Riordan, Hugh D. et al \"Case Study: High-Dose Intravenous Vitamin C in the Treatment of a Patient with Adenocarcinoma of the Kidney\", Journal of Orthomolecular Medicine, 5, 1, 1990. 10.17. Robertson, D.M. et al. \"In vitro Evidence of Neutral Coliagenase Activity in an Invasive Mammalian Tumour\", Nature, 221, January 18, 1969. 10.18. Rosin, Miriam P. et al. \"Mutagenic Activity of Ascorbate in Mammalian Cell Cultures\", Cancer Letters, 8:299-305, 1980. 10.19. Schorah, Christopher et al. \"The Effect of Vitamin C Supplements on Body Weight, Serum Proteins, and General Health of an Elderly Population\", The American Journal of Clinical Nutrition, 34, May 1981. 10.20. Schwartz Inter-National Pharmaceutic and Therapeutic Drug Information Center, \"Therapeutic Drug Information\", J. Med. Soc., 77, 1, January 1980. 10.21. Sheen, M.R. \"Antidote for Paraquat?\" Chemistry in Britain, February 1986. 10.22. Sneed, Sharon M. et al. \"The Effects of Ascorbic Acid, Vitamin B6, Vitamin B12, and Folic Acid Supplementation on the Breast Mild and Maternal Nutritional Status of Low Socioeconomic Lactating Women\", The American Journal of Clinical Nutrition, 34, July 1981. 10.23. Spittle, Constance R. \"Atherosclerosis and Vitamin C\", unknown publication. undated. 10.24. Sprince, Herbert et al. \"Protective Action of Ascorbic Acid and Sulfur Compounds Against Acetaldehyde Toxicity: Implications in Alcoholism and Smoking\", Agents and Actions, 5, 2, 1975. 10.25. Thomas, D.J.B. et al. \"Salbutamol-Induced Diabetic Ketoacidosis\", British Medical Journal, 1977. 10.26. Thomas, M. Rita et al. \"The Effects of Vitamin C, Vitamin B6, Vitamin B12, Folic Acid, Riboflavin, and Thiamin on the Breast Milk and Maternal Status of Well-Nourished Women at 6 Months Postpartum\", The American Journal of Clinical Nutrition, 33, October 1980. 10.27. Turley, S.D. et al. \"The Role of Ascorbic Acid in the Regulation of Cholesterol Metabolism and in the Pathogenesis of Atherosclerosis\", Atherosclerosis, 24:1-18, Transplantable Melanoma Tumor Development in Mice by Prophylactic Administration of CA-Ascorbate\", Life Sciences, 32:1559-1564, 1983. 10.29. Vitamin C and Collagen Abstracts, compiled October 9, 1984 by Hoffman-LaRoche. 10.30. Vitamin C and Heart Disease Abstracts, Federation Proceedings, 43:393 (1984), sent to Linus Pauling 16 October 1984; and Gregory E. Johnson et al. \"Nonresponsiveness of Serum High-Density Lipoprotein-Cholesterol to High Dose Ascorbic Acid Administration in Normal Men\", The American Journal of Clinical Nutrition, 34, October 1981. 10.31. \"Vitamin C, DHEA, and Cancer\", collection of nine scientific articles with introduction, editor unknown. 1975, 1980, 1986-1988. 10.32. \"Vitamin C, Disease, and Surgical Trauma\", British Medical Journal, February 17, 1979. 10.33. Water Soluble Vitamins -Ascorbic Acid (Abstracts), Nutrition, 2759-2764. undated. 10.34. Watson, W.S. et al. \"The Effect of Megadose Ascorbic Acid Ingestion on the Absorption and Retention of Vitamin B12 in Man\", Scottish Medical Journal, 27:240-243, 1982. 10.35. Windsor, A.C.M. et al. \"Effect of Tetracycline on Leucocyte Ascorbic Acid Levels\", British Medical Journal, January 22, 1972. 10.36. Young, Vernon R. \"Vitamins and Cancer Prevention: Issues and Dilemmas\", Cancer, 47:1226-1240, 1981. undated. 5.011. Assorted Vitamin C Articles, arranged by topic. 1935, 1967-1968, 1972-1984. 11.1. Assorted Articles re: Vitamin C and Immune Response. 1977-1978, 1980-1984. 11.2. Assorted Articles re: Vitamin C and Histamine. 1976, 1981-1982, 1984. 11.3. Assorted Articles re: Vitamin C and Colds. 1935, 1967-1968, 1972-1975, 1977-1981, 1984. 5.012. Assorted Scientific/Medical Articles, arranged by author (A-D). 1962, 1966-1968, 1971-1984, 1986, 1988. 12.1. Miscellaneous and incomplete articles. 1981. 12.2. Various Publications: Letters to the Editor. 1982, 1984. 12.3. \"Aetiology of Melenoma\", The Lancet, Albert, Samuel et al. \"Familial Cancer in the General Population\", Cancer, 40:1674-1679, January 31, 1977. 12.4. Alexander-Jackson, Rous Sarcoma \"Comparative Toxicities of Quercetin and Quercitrin\", Journal of the American Pharmaceutical Association, XLI, 3. 1952. 12.6. Ames, Bruce et al. \"Methods for Detecting Carcinogenesis and Mutagens with the Salmonella/Mammalian-Microsome Mutagenicity Test\", Mutation Research, 31:347-364, 1975. 12.7. Anderson, Carl et al. \"Nutritional Therapy for Adults with Renal Disease\", reprinted from The Journal of the American Medical Association, 23, 1, January 1, 1973. 12.8. \"Antigenic Stimulation and Myeloma\", The Lancet, February 4, 1978. 12.9. Arnold, A.M. et al. \"Etoposide: A New Anti-Cancer Agent\", The Lancet, October 24, 1981. 12.10. Aronson, N. et al. \"Lysosomal Hyaluronidase from Rat Liver\", The Journal of Biological Chemistry, 242, 3, February 10, 1967. 12.11. Atherly, Alan et al. \"Growth and Biochemical Characteristics of a Detachment Variant of CHO Cells\", Journal of Cell Physiology, 90, 3: 375-385, 1977. 12.12. Bach, A.C. et al. \"Free and Total Carnitine in Human Serum Oral John C. et al. \"Progress Against Cancer\", The New England Journal of Medicine, 314, 19, May 8, 1986. 12.14. Baldwin, David et al. \"The Long-term Course of Poststreptococcal Glomerulonephritis\", Annals of Internal Medicine, 80:342-358, 1974. 12.15. Bani, S. \"The Effect of Vitamin C on the Efficiency of Immunization with Cell Culture Rabies Vaccine in Guinea-Pigs\", Vitamin C: Recent Advances and Aspects in Virus Diseases, Cancer and in Lipid Metabolism edited by A. Hanck and G. Ritzel. Bern, Stuttgart, Wien (Vienna): Huber, 1979. 12.16. Banner, Arthur et al. \"Efficacy of Oophorectomy in Lymphangioleiomyomatosis and Benign Metastasizing Leiomyoma\", The New England Journal Medicine, July 23, 1981. 12.17. Barnes, B. et al. \"The Role of Natural Consequences in the Changing Death Patterns\", Journal of the American Geriatrics Society, XXII, 4, 1974. 12.18. Barr, R. et al. \"Recurrent Abdominal Pain of Childhood Due to Lactose Intolerance: A Prospective Study\", The New England Journal of Medicine, 300, 26, June 28, 1979. 12.19. Basu, T.K. \"Possible Role of Vitamin C in Cancer Therapy\", Vitamin C: Recent Advances and Aspects in Virus Diseases, Cancer and in Lipid Metabolism edited by A. Hanck and G. Ritzel. Bern, Stuttgart, Wien (Vienna): Huber, 1979. 12.20. Beveridge, John et al. \"Prevention of Dental Caries: 1. Phosphates and Dental Caries\", The Medical Journal of Australia, 2: 54, July 8, 1967. 12.21. Beveridge, John et al. \"Prevention of Dental Caries: 2. Calcium Sucrose Phosphates\", The Medical Journal of Australia, 1: 120, January 27, 1968. 12.22. Black, Homer S. \"Effects of Dietary Antioxidants of Actinic Tumor Induction\", Research Communications in Chemical Pathology and Pharmacology, 7, 4, April 1974. 12.23. Black, Homer S. and Wan-Bang Lo. \"Formation of Carcinogen in Human Skin Irradiated with Ultraviolet Light\", Nature, 1971. 12.24. Black, Homer S. et al. \"A Model System for the Evaluation of the Role of Cholesterol -Oxide in Ultraviolet Carcinogenesis\", Cancer Research, 32:2630-2632, December 1972. 12.25. Black, Homer S. et al. \"Suppression of Ultraviolet Light-Induced Tumor Formation by Dietary Antioxidants\", The Journal of Investigative Dermatology, 65:412-414, 1975. 12.26. Black, Maurice M. et al. \"Antitumor Immunity in Breast Cancer Patients: Biologic and Therapeutic Implications\", unknown publication, 1979. 12.27. Black, M.M. et al. \"Precancerous Mastopathie: Structural Prac., 166:491-514, 1980. 12.28. Blanchet-Bardon et al. \"Interferon Treatment of Skin Cancer in Patients with Epidermodysplasia Verruciformis\", The Lancet, January 31, 1981. 12.29. Boesken, W.H. et al. \"Differentiation of Proteinuric 12.32. Brady, B.H.G. et al. \"Dissolution Kinetics of Hydroxyapatite\", Nature, 212, 5057, October 1, 1966. 12.33. Brady, B.H.G. et al. \"Effect of Additives on the Rate of Dissolution of Hydroxyapatite in Unstirred Acid Buffers\", Journal of Dental Research, 47, 4, July-August 1968. 12.34. Bremner, Ian et al. \"The Influence of Dietary Copper Intake on the Toxicity of Camium\", [restricted Transformed by Rous Sarcoma Virus by Wheat Germ Agglutinin and Concanavalin A\", Nature New Biology, 237, May 3, 1972. 12.37. Burton, Benjamin. \"Current Concepts of Nutrition and Diet in Diseases of the Kidney\", unknown publication, December 1974. 12.38. Cabaluna, C. et al. \"Urinalysis in Patients on Chronic Hemodialysis\", Urology, 10, 2, August 1977. 12.39. \"Cancer and Chlorinated The Lancet, I, 8230, May 23, 1981. 12.40. \"Cancer Clues from Chinese Chickens\", The Lancet, January 28, 1978. 12.41. \"Cancer: The New Synthesis\", Science, 84 (September). undated. F.A. et al. \"Histochemical Distribution of Acid Phosphatase in Healing Wounds\", Science, 135, February 23, 1962. 12.43. Carter, S.K. et al. \"Management of Locally Advanced and Disseminated Breast Cancer\", The Lancet, October 10, 1981. 12.44. Casdorph, H. Richard. \"EDTA Chelation Therapy II, Efficacy in Brain Disorders\", Journal of Holistic Medicine, 3, 2, Fall/Winter 1981. 12.45. Cathcart, R. \"The Method of Determining Proper Doses of Vitamin C for the Treatment of Disease by Titrating to Bowel Tolerance\", Journal of Orthomolecular Psychiatry, 10, 2, 1981. 12.46. Chiarpotto, Elena et al. \"Studies on Lipid Peroxidation Using Whole Liver Cells: Influence of Damaged Cells on the Prooxidant Effect of ADP-Fe3+ and CCl4\", Experientia, Cichoke, Anthony. \"The Use of Citrus Bioflavonoids in Care of the Acutely Injured Patient\". undated. 12.48. Civen, M. et al. \"Effects of Dietary Ascorbic Acid and Vitamin E Deficiency on Rat Adrenal Cholesterol Ester Metabolism and Corticosteroidogenesis\", International J. Vit. Nutr. Res., 50:70-78 1980. 12.49. Clayson, David B. \"Nutrition and 35:3292-3300, November 1975. 12.50. Clemetson, C.A.B. \"Some Thoughts on the Epidemiology of Cardiovascular Disease (with Special Reference to Women \"On the Pill\"), Role of Ascorbic Acid\", Medical Hypotheses, 5:825-34, 1979. 12.51. Coggon, D. et al. \"20 Years of Hospital Admissions for Peptic Ulcer in England and Wales\", The Lancet, June 13, 1981. 12.52. Cohen, Andrew et al. \"Hereditary Renal-Cell Carcinoma Associated with a Chromosomal Translocation\", The New England Journal of Medicine, 301, 11, September 13, 1979. 12.53. Cohen, Nicholas. \"Smoking, Health, and Survival: Prospects in Bangladesh\", The Lancet, May 16, 1981. 12.54. Cohen, Victor. \"Bleeding Monks\", The Lancet, II, 8238, July 18, 1981. 12.55. Cooper, Richard. \"Rising Death Rates in the Soviet Union: The Impact of Coronary Heart Disease\", The New England Journal of Medicine, 304, 21, May 21, 1981. 12.56. Cranton, Elmer et al. \"Current Status of EDYA Chelation Therapy in Occlusive Arterial Disease\", Journal of Holistic Medicine, 4, 1, Spring/Summer 1982. 12.57. Cross, Thomas E. et al. \"Microwave Hall Effect Measurements on Biopolymers\", International Journal of Quantum Chemistry: Quantum Biology Symposium, 7:385-395, 1980. 12.58. Curtin, J.H. et al. \"A Food Additive for the Control of Dental Caries\", Food Technology in Australia, 19, 11, August 1967. 12.59. Datta, Sunil et al. \"Role of Cyclic AMP, Prostaglandin and Ascorbic Acid in the Regulation of Steroid Biogenesis\", Indian Journal of Experimental Biology, 16, February 1978. 12.60. Davies, J.E.W. et al. \"Dietary Ascorbic Acid and Life Span of Guinea Pigs\", Exp. Geront., 12:215-216, 1977. 12.61. Davis, Devra Lee et al. \"Trends in Cancer Mortality: US White Males and Females, 1968-83\", The Lancet, March 19, 1988. 12.62. DeBari, Vincent et al. \"Water Soluble Vitamins in Granulocytes, Erythrocytes, and Plasma Obtained from Chronic Hemodialysis Patients\", American Journal of Clinical Nutrition, 39, March 1984. 12.63. Delia, Claude W. \"Radical Mastectomy vs. Quadrantectomy, Axillary DisSeries, and Radiotherapy for Breast Cancer\", The New England Journal of Medicine, 305, 21, November 19, 1981. 12.64. Demopoulos, Harry B. \"Effects of Reducing the Phenylalanine-Tyrosine Intake of Patients with Advanced Malignant Melanoma\", Cancer, 19:657-663, 1966. 12.65. De Rosa, G. et al. \"Prolactin Secretion After Beer\", The Lancet, II, 8252, October 24, 1981. 12.66. Diamond, Betty et al. \"Monoclonal Antibodies: A New Technology for Producing Serologic Reagents\", The New England Journal of Medicine, 304, 22, May 28, 1981. 12.67. Douglass, H.O. et al. \"Nitrosoureas: Useful Agents for the Treatment of Advanced Gastrointestinal Cancer\", Cancer Treatment Reports, 60, 6, June 1976. 5.013. Assorted Scientific/Medical Articles, arranged by author (E-J). 1938, 1947, 1967, 1970, 1973-1982, 1984, 1987-1988. 13.1. \"Early Diagnosis and Survival in Breast Cancer\", The Lancet, October 10, 1981. 13.2. Eisele, John W. et al. \"Deaths During the May 18, 1980 Eruption of Mount St. Helens\", The New England Journal of Medicine, 305, 16, October 15, 1981. 13.3. Ekman, Carl-Axel et al. \"Value of a Follow-up Study of Recurrent Carcinoma of the Colon and Rectum\", Surgery, Gynocology, and Obstetrics, 145, December 1977. 13.4. Ekman, Rolf et al. \"Renal Handling of Zn-2-Glycoprotein as Compared with that of Albumin and the Retinol-Binding Protein\", Journal of Clinical Investigation, 57, April 1976. 13.5. Ennis, F.A. et al. \"HLA-Restricted Virus-Specific Cytotoxic T-Lymphocyte Responses and Inactivated Influenza Vaccines\", The Lancet, II, 8252, October 24, 1981. 13.6. Ennis, F.A. et al. \"Interferon Induction and Increased Natural Killer-Cell Activity in Influenza Infections in Man\", The Lancet, II, 8252, October 24, 1981. 13.7. Evans, Alfred et al. \"Presence of Elevated Antibody Titres to Epstein-Barr Virus Before Hodgkin's Disease\", The Lancet, May 1981. Evans, I.A. \"Chptr 13: The Bracken Carcinogen\", Chemical Carcinogens, edited by Charles Searle, ACS Monograph 173, 1976. 13.9. Evans, W. Charles. \"Thiaminases and their Effects on Animals\", Vitamins and Hormones, 23, 1975. 13.10. Fagher, B. et al. \"The Effect of D,L-Carnitine Supplementation on Muscle Metabolism, Neuropathy, in Crohn's Disease and Ulcerative Colitis\", The New England Journal of Medicine, February 20, 1975. 13.12. Fearon, Douglas et al. \"The Human Complement System: Biochemistry, and Pathobiology\", Essays 2:1-35, 1976. undated. \"Chptr 4: The in Glucose Homeostasis in Normal Man and in Diabetes\", Diabetes - Its Physiological and Biochemical Basis, J. Vallance-Owen, 1975. 13.15. Felix, Edward L. et al. \"Inhibition of the Growth and Development of a Transplantable Murine Melanoma by Vitamin A\", Science, 189, September 12, 1975. 13.16. Fineberg, Harvey V. et al. \"Surgical Treatment of Peptic Ulcer in the United States\", The Lancet, June 13.17. Fiore, Neil. \"Fighting Cancer -One Patient's Perspective\", The New England Journal of Medicine, 300, 6, February 8, 1979. 13.18. Fishman, William H. et al. \"-Glucuronidase Activity in Human Tissues: Some Correlations with Processes of Malignant Growth and with the Physiology of Reproduction\", Cancer Research, 1947. 13.19. Fiszer-Szafarz, B. et al. \"Hyaluronic Acid Content of the Interstitial Fluid of Walker Carcinoma 256\", Proc. Soc. Exp. Biol. Med., 133:597-600, 1970. 13.20. Fleming, Arthur et al. \"Vitamin C Content of the Blood in Newborn Infants\", Journal of Pediatrics, 13:314-321, 1938. 13.21. Fontham, Elizabeth T.H. et al. \"Dietary Vitamins A and C and Lung Cancer Risk in Louisiana\", Cancer, 62, November 15, 1988. 13.22. Freireich, Emil J. et al. \"New Prognostic Factors Affecting Response and Survival in Adult Acute Leukemia\", Transactions of the Association of American Physicians, vol. lxxxvii, 1974. 13.23. Frenster, John H. \"Phytohemagglutinin-Activated Autochthonous Lymphocytes for Systemic Immunotherapy of Human Neoplasms\", Annals of the New York Academy of Sciences, 277, September 20, 1976. 13.24. Gallagher, J.C. et al. \"Current Concepts in Nutrition: Nutrition and Bone Disease\", New England Journal of Medicine, 298, 4, January 26, 1978. 13.25. Ginter, Emil. \"Chronic Marginal Vitamin C Deficiency: Glover, Robert \"A Mathematical Study of the Propagation of Diabetes\" [manuscript], 1980. 13.27. Godwin, J. David et al. \"Comparative Epidemiology of Carcinoid and Oat-Cell Tumors of the Lung\", Cancer, 40:1671-1673, 1977. 13.28. Goldberg, Nelson et al. \"Cyclic GMP, Cyclic AMP, and the Yin Yang Hypothesis of Biologic Regulation\", The Journal of Investigative Dermatology, 67:641-645, 1976. 13.29. Gordon, Garry. \"History and Mechanisms EDTA Chelation Therapy\", 1. undated. 13.30. Gordon, Robert S. \"Clinical Trials\", New England Journal of Medicine, 298, 7, February 16, 1978. 13.31. Gori, Gio Batta. \"Dietary and Nutritional Implications in the Multifactorial Etiology of Certain Prevalent Human Cancers\", Cancer, May Supplement, 1979. 13.32. Gori, Gio B. \"Improving the Quality of Life for Cancer Patients\", Nutrition and Cancer, 3, 1, 1981. 13.33. Gravett, Michael et al. \"Rapid Diagnosis of Amniotic-Fluid Infection by Gas-Liquid Chromatography\", The New England Journal of Medicine, 306, 12, March 25, 1982. 13.34. Greene, Mark H. et al. \"Malignant Melanoma in Renal-Transplant Recipients\", The Lancet, May 30, 1981. 13.35. Gullino, Pietro M. \"Angiogenesis and Neoplasia\", The New England Journal of Medicine, 305, 15, October 8, 1981. 13.36. Gutman, R.A. et al. \"Failure of High Dialysis-Fluid Glucose to Prevent the Disequilibrium Syndrome\", The Lancet, February 11, 1967. 13.37. Gutterman, Jordan U. et al. \"Chemoimmunotherapy of Advanced Breast Cancer: Prolongation of Remission and Survival with BCG\" British Medical Journal, 2:1222-1225, November 20, 1976. 13.38. Hancock, Daniel et al. \"Transferrin Loss into Urine with Hypochromic, Microcytic Anemia\", American Journal of Clinical Pathology, 65, 1:73-78, 1976. 13.39. Harris, Robert et al. \"Observations on the Cariostatic Effect of Calcium Sucrose Phosphate in a Group of Children Aged 5-17 Years\", Australian Dental Journal, 12, 2, April 1967. 13.40. Hecking, Erwin et al. \"Treatment with Essential Amino Acids in Patients on Chronic Hemodialysis: A Double Blind Cross-over Study\", The American Journal of Clinical Nutrition, 31, October 1978. 13.41. Herbert, Victor. \"Letters to the Editor: Vitamin B12\", American Journal of Clinical Nutrition, 34, 5:971-972, May 1981. 13.42. Hilgers, J. et al. \"Interaction Between Viral and Genetic Murine Mammary Cancer\", Adv. Ca. Research, et al. \"Aetiology of Adenoma - Carcinoma Sequence in Large Bowel\", The Lancet, February 4, 1978. 13.44. Hoehler, Fred K. et al. \"Medical Registers as Historical Controls: Analysis of an Open Clinical Trial of Inosiplex in Subacute Sclerosing Panencephalitis\", Statistics in Medicine, \"Behavioral Medicine: An 25, 1980. 13.46. Homa, Sheryl et al. \"Fatty Acid Patterns of Red Blood Cell Phospholipids in Patients with Multiple Sclerosis\", The Lancet, II, 8244, August 29, 1981. 13.47. Horne, Donald et al. \"Role of Lysine and -N-Trimethyllysine in Carnitine Biosynthesis\", The Journal of Biological Chemistry, 218, 6, March 25, 1973. 13.48. Houston, Robert G. \"Repression and Reform in the Evaluation of Alternative Cancer Treatments\" [manuscript], 1987. 13.49. Kenneth et al. \"Kaposi's Sarcoma in Homosexual Men - A Report of Eight Cases\", The Lancet, September 19, 1981. 13.51. \"Hypoascorbemia - Kwashiorkor Approach to Drug Addiction\", Orthomolecular Psychiatry, 4, 1977. 13.52. Jaffey, Michael. \"Vitamin C and Cancer: Examination of the Vale of Leven Trial Results Using Inductive Reasoning\", 8:49-84, 1982. 13.53. Jarrett, W.F.H. et al. \"High Incidence Area of Cattle Cancer with a Possible Interaction Between an Environmental Carcinogen and a Papilloma Virus\", Nature, 274, July 20, 1978. 13.54. Jenkins, S.A. \"Vitamin C Status, Serum Cholesterol Levels and Bile Composition in the Pregnant Guinea-Pig\", J. Nutr., 43, 95, 1980. 13.55. Johnson-Wint, Barbara. \"A Quantitative Collagen Film Collagenase Assay Johnson-Wint, Barbara. \"Regulation Cell Collagenase Production in the Adult Rabbit Cornea: In Vitro Stimulation and Inhibition by Epithelial Cell Products\", [manuscript]. undated. 13.57. Jones, Helena Calcium\", [draft copy]. undated. 13.58. Jukes, Thomas. \"Further Comments on the Ascorbic Acid Requirement\", Proceedings of the National Academy of Science USA, 72, 10, October 1975. 13.59. Juret, P. et al. \"Sex of First Child as a Prognostic Factor in Breast Cancer\", The Lancet, I, 8061, February 25, 1978. 5.014. Assorted Scientific/Medical Articles, arranged by author (K-M). 1940, 1947-1950, 1952, 1957-1958, 1960, 1965-1966, 1968, 1970, 1973-1983. 14.1. Kallistratos, George et al. \"Endogenous Exogenous Prostatic Carcinoma\", New England Journal of Medicine, 300, 15, April 12, 1979. 14.4. Kleinerman, Ruth A. et al. \"Diazepam and Breast Cancer\", The Lancet, May 23, 1981. 14.5. Klenner, F. \"Response of Peripheral and Central Nerve Pathology to Mega-Doses of the Vitamin-B Complex and Other Metabolites (Bibliography)\", Journal of Applied Nutrition, 25, 34, 1975. 14.6. Klenner, F.R. \"Significance of High Daily Intake of Ascorbic Acid in Preventive Medicine\", Journal of Preventive Medicine, Spring 1974. 14.7. Knock, Frances E. et al. \"In vitro Estimate of Sensitivity of Individual Human Tumors to Antitumor Agents\", Oncology, 30:1-22, 1974. 14.8. Knock, Frances E. \"Sensitivity Tests on Individual Human Cancers to Select Active Drug Therapy\", Japanese publication [article in English], 1978. 14.9. Koeffler, Phillip H. et al. \"Chronic Myelogenous Leukemia -New Concepts (parts one and two)\", The New England Journal of Medicine, 304, 20-21, May 1981. 14.10. Kopple, J.D. et al. \"Nitrogen Balance and Plasma Amino Acid Levels in Uremic Patients Fed an Essential Amino Acid Diet\", The American Journal of Clinical Nutrition 27:806-812, August 1974. 14.11. Kroll, Philip et al. \"Hemodialysis and Schizophrenia -A Negative Report\", The Journal of Nervous and Mental Disease, 166, 4, 1978. 14.12. Kryger, Abrahm. \"Potential Issues and Stimulation\" [manuscript], 1981; \"Chemical Properties, Biological and Immunological author unknown, undated. 14.13. Kuriyama, Takayuki. \"Chronic Glomerulonephritis Induced by Prolonged Immunization in the Rabbit\", Laboratory Investigation, 28, 2, 1973. 14.14. The Lancet, Correspondence Series, various volumes. 1976, 1980, 1981. 14.15. Laszlo, John et al. \"Emesis as a Critical Problem in Chemotherapy\", The New England Journal of Medicine, 305, 16, October 15, 1981. 14.16. Latter, Gerald et al. [Linus Pauling Institute of Science and Medicine] \"Measurement of Amino Acid Composition of Proteins by Two-Dimensional Electrophoresis Randomized Controlled Trial of Folate Treatment Before Conception to Prevent Recurrence of Neural-Tube Defects\", British Medical Journal, 282, May 9, 1981. 14.18. Laurence, Patricia et al. \"A Comparison on the Results of PCILO and ab initio SCF Calculations of the Effect of a Proteolytic Enzyme in the Treatment of Necrotic Wounds\", Antibiotic Medicine and Clinical Therapy, VII, 9, September 1960. 14.20. Lee, M.R. \"Dopamine and Kidney\", Clinical Science, Leibovitz, Brian et al. \"Ascorbic Acid, Neutrophil Function, and the Immune Response\", International J. Vit. Nutr. Res., 48, 1978. 14.22. LeVeen, H.H. et al. \"Radio-Frequency Therapy: Clinical Experience\", Annals of the New York Academy of Sciences, 335:362-371, March 31, 1980. 14.23. Levine, Stephen et al. \"Biochemical-Pathology Initiated by Free Radicals, Oxidant Chemicals, and Therapeutic Drugs in the Etiology of Chemical Hypersensitivity Disease\", The Journal of Orthomolecular Psychiatry, 12, 3, 1983. 14.24. Lilienthal, B. et al. \"The Cariostatic Effect of Carbohydrate Phosphates in the Diet\", Australian Dental Journal, December 1966. 14.25. Lilienthal B. et al. \"The Hardening and Softening of Human Tooth Enamel\", Australian Dental Journal, 13, 3, June 1968. 14.26. Lindahl, Olov et al. \"Is All Therapy Just a Placebo Effect?\", Metamedicine, 3, 1982. 14.27. Lipsett, Mortimer B. \"Postoperative Radiation for Women with Cancer of the Breast and Positive Axillary Lymph Nodes\", The New England Journal of Medicine, 304, 2, January 8, 1981. 14.28. Lithgow, D.M. et al. \"Vitamin A in the Treatment of Menorrhagia\", SA Medical Journal, 51, 12, February 1977. 14.29. Little, John et al. \"Distribution of Polonium210 in Pulmonary Tissues of Cigarette Smokers\", The New England Journal of Medicine, 273, 25, December 16, 1965. 14.30. Livingston, Virginia et al. \"An Experimental Biologic Approach to the Treatment of Neoplastic Disease: Determination of Actinomycin in Urine and Cultures as an Aid to Diagnosis and Prognosis\", Journal of the American Medical Women's Association, 20, 9, September 1965. 14.31. Livingston, Virginia Wuerthele-Caspe et al. \"A Specific Type of Organism Cultivated from Malignancy: Bacteriology and Proposed Classification\", Annals of the New York Academy of Science, 174:636-654, October 30, 1970. 14.32. Livingstone, S.E. \"Metal Chelates as Anti-Cancer Agents\", Coordination Chemistry 20: Invited Lectures Presented at the 20th International Conference on Coordination Chemistry, edited by D. Banerjea, Pergamon Press, 1980. 14.33. Lo, Grace et al. \"Synergistic Effect of Vitamin C and Aspirin on Gastric Lesions in the Rat\", The American Journal of Clinical Nutrition 31, August 1978. 14.34. Lo, Wan-Bang and Homer S. Black, \"Inhibition of Carcingen Formation in Skin Irradiated with Ultraviolet Light\", Nature, 246. undated. 14.35. Lowry, Oliver. \"Biochemical 1952. Bengt. \"Observations on Growth Rate of Breast Carcinomas and its Possible Implications for Lead Time\", Cancer, 40:1722-1725, 1977. 14.37. Maccari, F. et al. \"Antagonism Doxorubicin by Specific 1981. 14.38. Mahdihassan, S. Symbiosis in in Comparative Cytopathology, 1978. 14.39. Mandell, Marshall. \"Food Allergy, Food Addiction, Obesity, Alcoholism and Chemical Susceptibility: The Clinical Significance of Reactions to Ethyl Alcohols Derived from Foods and Petroleum, Motion Picture Film Documentation of Reactions\", abstracted from a presentation at the Seventh Inter-American Conference on Toxicology and Occupational Medicine, Miami, Florida, August 18, 1970. 14.40. Manley, Gerald et al. \"Urinary Excretion of Glycosaminoglycans in Disseminated Neoplasm\", Journal of Clinical 31:447-453, 1978. 14.41. Martell, Edward. \"Radioactivity of Tobacco Trichomes and Insoluble Cigarette Smoke Particles\", Nature, 249, May 17, 1974. 14.42. Martin, Margaret et al. \"The Vanderbilt Cooperative Study of Maternal and Infant Nutrition: Ascorbic Acid\", J. Nutr. 62:201-224, 1957. 14.43. Mattenheimer, Hermann. \"Enzymes in Renal Diseases\", Annals of Clinical and Laboratory Science, 7,5:422-432, 1977. 14.44. McCormack, Malcolm. \"Diagnostic Potential of Lysosomal Hyrolases in Body Cavity Effusions\", J. 14.45. McDonagh, E.W. et \"An in Arterial Stenosis Following EDTA Chelation Therapy\", Journal of Holistic Medicine, 4, 1, Spring/Summer 1982. 14.46. McMorrow, R. Greg et al. \"Quantitative Urinary Excretion Chronic Renal Failure\", Am. J. Nephrol. 2:208-212, 1982. 14.47. McNeil, Barbara J. et al. \"Statistical Approaches to Clinical Predictions\", The New England Journal of Medicine, 304, 21, May 21, 1981. 14.48. McWhirter, Robert. \"Breast Cancer: Comparison of Results at Mayo Clinic and in Edinburgh\", The Lancet, November 15, 1958. 14.49. McWhirter, Robert. \"Cancer of the Breast\", unknown publication, 1949. 14.50. McWhirter, R. \"The Principles of Treatment by Radiotherapy in Breast Carcinoma\", British Journal of Cancer, 4:368-371, 1950. 14.51. McWhirter, R. \"The Value of Simple Mastemtomy and Radiotherapy in the Treatment of Cancer of the Breast\", Br. J. Radiol., 21, 252, December 1948. 14.52. Meadows, N.J. et al. \"Zinc and Small Babies\", The Lancet, II, 8256, November 21, 1981. 14.53. \"Midwest Renal and Electrolyte\", Clinical Research, 27, 4, 1979. 14.54. Miller, A.B. \"Nutrition and Cancer\", Preventative Medicine, 9:189-196, \"Cancer Chemotherapy We Achieved?\", The Lancet, June 21, 1980. 14.57. Mindlin, Rowland L. \"Variations in the Concentration of Ascorbic Acid in the Plasma of the Newborn Infant\", The Journal of Pediatrics, 16, 3, March 1940. 14.58. \"Molecular Mechanisms of General Anaesthesia\", The Lancet, August 29, 1981. 14.59. Morishige, Fukumi et al. \"Prolongation of Survival Times in Terminal Human Cancer by Administration of Supplemental Ascorbate\", Journal of IAPM, 5, 1. undated. 14.60. Munks, Bertha et al. \"Metabolism of Women During the Reproductive Cycle: Vitamin C in Diets, Breast Milk, Blood and Urine of Nursing Mothers\", J. Nutr. 33:601-619, 1947. 14.61. Murakami, Hiroki et DNA with Aromatic Reductones\", Agr. Biol. Chem., 39, 4:795-801, 1975. 14.63. Murakami, al. \"Oxidation Mechanism of Noradrealine Catalyzed with Adenine-Cu2+ (Studies Part XVIII)\", [Japanese publication], 1975. Microbiology, 1973. 5.015. Assorted Scientific/Medical Articles, arranged by author (N-R). 1955, 1964, 1968, 1970, 1973, 1975-1982, 1985, 1988-1989. 15.1. Nandi, B.K. et al. \"Iron and Hemoglobin Status of the Offspring of Guinea Pigs whose Mother Received Large Doses of Vitamin C During Pregnancy and Lactation\", Internat. J. Vit. Nutr. Res., 47, 1977. 15.2. Navia, J.M. et al. \"Cariostatic Effects of Sodium Trimetaphosphate When Fed to Rats During Different Stages of Tooth Development\", Archs. oral Biol., 13:779-786, 1968. 15.3. The New England Journal of Medicine table of contents, April 13, 1978. 15.4. The New England Journal of Medicine, correspondence series, various volumes. 1978-1982. 15.5. Newman, Joyce et al. \"The Isolation of the Non-Specific Hyaluronidase Inhibitor of Human Blood\", publication unknown, 1955. 15.6. Nizel, Abraham et al. \"The Effects of Phosphates on Experimental Dental Caries: A Literature Review\", Journal of Dental Research, 43, 6, November/December 1964. 15.7. Norkus, Edward et al. \"Effects of Maternal Intake of Ascorbic Acid on the Postnatal Metabolism on the Vitamin in the Guinea Pig\", J. Nutr., 111, 4:624-630, 1981. 15.8. Norkus, Edward et al. \"Maternal Fetal Transfer of Ascorbic Acid in the Guinea Pig\", J. Nutr., 109:2205-2212, 1979. 15.9. Oberman, Marylen. Relaxation Reading: Preliminary Study\" [manuscript], April 7, 1976. 15.10. Hirohisa et of Virogenic \"Mutagenic Triose Reductone and Ascorbic Acid on Salmonella typhimurium at 100 Strain\", J. Nutr. Sci. Vitaminol., 24:185-194, 1978. 15.13. Palm, J. Daniel. \"Benefits of Dietary Fructose in Alleviating the Human Stress Response\", American Chemical Society Symposium Series, 15, 1975. 15.14. Pamukcu, A.M. et al. \"Inhibition of Carcinogenic Effect of Bracken Fern (Pteridium al. Certain Immunologic Responses by Vitamin C\", Vitamin C: Recent Advances and Aspects in Virus Diseases, Cancer and in Lipid Metabolism edited by A. Hanck and G. Ritzel. Bern, Stuttgart, Wien (Vienna): Huber, 1979. 15.16. Parekh, Amritlal et al. \"Hamycin: Separation of Toxicity and Antifungal Activity in Mice\", Life Sciences, 19:1737-1742, 1976. 15.17. Patrick, C.C. et al. \"Experimental Model and Extraglomerular Lab. 104, 1980. 15.18. Pesce, Amadeo et al. \"Selectivity of Proteinuria: An Evaluation of the Immunochemical and Gel Filtration Techniques\", J. Lab. and Clin. Med., 75:586-606, 1970. 15.19. Peto, R. et al. \"Design and Analysis of Randomized Clinical Trials Requiring Prolonged Observation of Each Patient\", Br. J. Cancer, 34, 585, 1976. 15.20. Potkin, Steven G. et al. \"Are Paranoid Schizophrenics Biologically Different from Other Schizophrenics?\", The New England Journal of Medicine, 298, 2, January 12, 1978. 15.21. Prasad, Kedar et al. \"Sodium Ascorbate Potentiates the Growth of Certain Agents on Neuroblastoma Cells in Culture\", Proc. Nat. Acad. Sci. USA, 76, 2:829-832, February 1979. 15.22. Preston, F. Eric et al. Prostacyclin and Platelet Thromboxane A2 After Low-Dose Aspirin\", The New England Journal of Medicine, 304, 2, January 15, 1981. 15.23. Pritchard, Ga et al. \"The Effects of Essential Fatty Acids on the Growth of Breast Cancer and Melanoma\" [manuscript]. undated. 15.24. Prudden, John F. \"The Treatment of Human Cancer with Agents Prepared from Bovine Cartilage\", Journal of Biological Response Modifiers, 4, 6, 1985. 15.25. Radford, Edward et al. \"Polonium-210: A Volatile Radioclement in Science, 143, January 17, 1964. 15.26. Ramachandran, G.N. \"Confirmation of Pauling's Theory that Vitamin C Improves Immunity to Infections\", with dedication to Linus Pauling, Proceedings of the International Symposium on Quantum Biology and Quantum Pharmacy, Florida, March 3-11, 1978. 15.27. Rebouche, Charles. \"Carnitine Metabolism and Human Nutrition\", Journal of Applied Nutrition, 40, 2, 1988. 15.28. Reed, P.I. et al. \"Gastric Juice N-Nitrosamines in Health and Gastroduodenal Disease\", The Lancet, II, 8246, September 12, 1981. 15.29. Reiland, John. \"A New General Theory of Chronic Disease Etiology, Management, and Prophylaxis\" [manuscript], November 20, 1989. 15.30. Reisinger, Robert. \"Sudden Infant Death Syndrome\", printed by Natural Food Associates. undated. 15.31. Richheimer, S.L. et al. \"The Effect of Large Doses of Ascorbic Acid on Urinary pH\", IRCS Medical Science, 3, 85, 1975. 15.32. Ridolfi, Ren L. et al. \"Medullary Carcinoma of the Breast: A Clinicopathologic Study with 10 Year Follow-Up\", Cancer, 40, 4, October 1977. 15.33. Rinsky, Robert A. et al. \"Cancer Mortality at a Naval Nuclear Shipyard\", The Lancet, I, 8214, January 31, 1981. 15.34. Rossi, Carlo et al. \"Effect of Carnitine on Serum HDL-Cholesterol: Report of Two Cases\", The Johns Hopkins Medical Journal, 150:51-54, 1982. 15.35. Rubenfeld, Sidney. \"Cancer of the Breast Treated by Simple Mastectomy Followed by Roentgen Ray Therapy: The McWhirter Technic\", New York State Journal of Medicine, March 15, 1955. 5.016. Assorted Scientific/Medical Articles, arranged by author (S-Z). 1938-1939, 1948, 1953, 1961, 1968, 1970-1971, 1973-1984, 1987-1989. 16.1. SA Medical Journal, correspondence series, May 14, 1977. 16.2. Sachan, Dileep et al. \"Ameliorating Effects of Carnitine and its Precursors on Alcohol-Induced Fatty Liver\", The American Journal of Clinical Nutrition, 39, May 1984. 16.3. Schoeppel, Sonja L. \"Squamous Cell Carcinoma of the Soft Palate\", honors thesis, May 23, 1978. 16.4. Schorah, C.J. \"An Assessment of the Prevalence and Importance of Vitamin C Depletion in an Urban Population\", Vitamin C: Recent Advances and Aspects in Virus Diseases, Cancer and in Lipid Metabolism edited by A. Hanck and G. Ritzel. Bern, Stuttgart, Wien (Vienna): Huber, 1979. 16.5. Schwartz, C: Effect on Arylsulfatase Activities and Sulfated Proteoglycan in Cultures Derived from Human Articular Cartilage\", Vitamin C: Recent Advances and Aspects in Virus Diseases, Cancer and in Lipid Metabolism edited by A. Hanck and G. Ritzel. Bern, Stuttgart, Wien (Vienna): Huber, 1979. 16.6. Seifter, Eli. \"Of Stress, Vitamin A, and Tumors\", Science, 193, July 2, 1976. 16.7. Shekelle, R.B. et al. \"Diet, Serum Cholesterol, and Death from Coronary Heart Disease\", The New England Journal of Medicine, 304, 2, January 8, 1981. 16.8. Shinohara, Kazuki et al. \"Action of Amino Reductones on Nucleic Japanese publication, 1974. Shinohara, al. \"Condensation Product of \"Synthesis of Triose Reductone-2-phosphate Actions on Amino Acids and DNA\" [Japanese publication], 1975. 16.11. Silva, John S. et al. \"Quantitation of Response to Therapy in Patients with Metastatic Breast Carcinoma by Serial Analysis of Plasma Gross Cystic Disease Fluid Protein and Carcinoembryonic Antigen\", Cancer, 49:1236-1242, 1982. 16.12. Smith, R. Arnold. \"Radiologic Seminar CLXIX: Massive Adenocarcinoma of the Lung with Local Control by Irradiation and Adjunctive Medication: A Case Report\", Journal of the Mississippi State Medical Association, XVIII, 4, April 1977. [Includes Cameron annotations]. 16.13. Smythe, B.M. \"Anticay -A New Food Additive to Help Reduce Dental Caries\", Food Technology in Australia, February 1971. et al. \"Blood Studies of Vitamin C During Pregnancy, Birth, and Early Infancy\", J. Pediatrics, 14:447-451, 1939. 16.16. Sohler, Arthur et al. \"Oral Zinc in Normal Subjects: Effect on Serum Copper, Iron, Calcium and Histidine Levels\", Orthomolecular Psychiatry, 9, 1, 1980. 16.17. Spector, Arthur A. et al. \"Biological and Therapeutic Potential of Membrane Lipid Modification in Tumors\", Cancer Research, 47:4529-4537, September 1, 1987. 16.18. Stein, Howard et al. \"Ascorbic Acid-Induced Uricosuria: A Consequence of Megavitamin Therapy\", Annals of 84:385-388, 1976. 16.19. -Bovine Testicular Hyaluronidase New Serum Protein Associated with Pregnancy Immune Complexes and Ovarian Cancer\", Clin. Lab. Immunol., 6:141-145, 1981. 16.21. Tao, Robert et al. \"Effect of Carnitine on Liver Fat and Nitrogen Balance in Intravenously Fed Growing Rats\", J. Nutrition, 111:171-177, 1981. 16.22. Taqi, A.M. et al. \"Regression of Hodgkin's Disease After Measles\", The Lancet, May 16, 1981. 16.23. Taylor I. \"Cytotoxic Perfusion for Colorectal Liver Metastases\", British Journal of Surgery, 65:109-114, 1978. 16.24. Thomas, W.R. et al. \"Vitamin C and Immunity: An 16.25. Pacing Tolerance of the Ischemic Human Myocardium After Administration of Carnitine\", The American Journal of Cardiology, 43, February 1979. 16.26. Thornton, J.R. \"High Colonic pH Colorectal May 16.27. Tolbert, B.M. \"Ascorbic Acid Metabolism and Physiological Function\", Vitamin C: Recent Advances and Aspects in Virus Diseases, Cancer and in Lipid Metabolism edited by A. Hanck and G. Ritzel. Bern, Stuttgart, Wien 16.29. \"The Treatment of Cancer of the Breast\", Proceedings of the Royal Society of Medicine, January 1948. 16.30. Turkel, Henry. \"Medical Amelioration of Down's Syndrome Incorporating the Orthomolecular Approach\", The Journal of Orthomolecular Psychiatry, 4, 2, 1975. 16.31. \"Two Components of Cervical Cancer?\", The Lancet, I, 8229, May 16, 1981. 16.32. Uldbjerg, N. et al. \"Biochemical and Morphological Changes of Human Cervix After Local Application of Prostaglandin E2 in Pregnancy\", The Lancet, January 31, 1981. 16.33. Underhill, Charles et al. \"Binding of Hyaluronate to the Surface of Cultured Cells\", J. Cell Biology, 82, August 1979. 16.34. Vacha, Gian Maria et al. \"Favorable Effects of L-Carnitine Treatment on Hypertriglyceridemia in Hemodialysis Patients: Decisive Role of Low Levels of High-Density Lipoprotein-Cholesterol\", The American Journal of Clinical Nutrition, 38, October 1983. 16.35. Van Haelst-Pisani, Carol M. et al. \"Cancer Immunotherapy: Current Status of Treatment with Interleukin 2 and Lymphokine-Activated Killer Cells\", Mayo Clinical Proceedings, 64:451-465, 1989. 16.36. \"Vanadium in Manic-Depressive 1981. 16.37. A.J. et al. \"N-Nitroso Compounds in Human Feces\" [manuscript]. 1977. 16.38. Vedder, Edward et al. \"Concerning the Toxicity of Vitamin A\", J. Nutrition, 16:57-68, 1938. 16.39. Vitale, Joseph, \"Possible Role of Nutrients in Neoplasia\", Cancer Research, 35:3320-3325, November 1975. 16.40. Wald, N.J. et al. \"Plasma Retinol, [Beta]-Carotene and Vitamin E Levels in Relation to the Future Risk of Breast Cancer\", British Journal of Cancer, 49:321-324, 1984. 16.41. Ward, Richard et al. \"Protein Catabolism During Hemodialysis\", The American Journal of Clinical Nutrition, 32, December 1979. 16.42. Watson, J.D. and F.H.C. Crick. Acid\", Nature, 171, 4356, April 25, 1953. 16.43. Wei, Ling Y. \"Scientific Advance in Acupuncture\", American Journal of Chinese Medicine, VII, 1, 1979. 16.44. Welch, John P. et al. \"Appraisal of the Treatment of Carcinoma of the Anus and Anal Canal\", Surgery: Gynecology and Obstetrics, 145, 6, December 1977. 16.45. Wesley, F. \"A Neglected Class of Persistent and Highly Toxic Food Pollutants\", Royal Society of Health Journal, 6, December 1978. 16.46. West, Christopher M. et al. \"Fibronectin Alters the Phenotypic Properties of Cultured Chick Embryo Chondroblasts\", Cell, 17:491-501, 1979. 16.47. Winter, Stephen et al. \"Hepatic Toxicity from Large Doses of Vitamin B3 (Nicotinamide)\", The New England Journal of Medicine, 289, 22, November 29, 1973. 16.48. Wolf, James M. Temple Fay, M.D.: Progenitor of the Doman-Delacato Treatment Procedures. Illinois, Charles C. Thomas: 1968. 16.49. Wolfe, Hubert J. \"Tumor-Cell Markers: A Biologic Shell Game?\", The New England Journal of Medicine, 299, 3, July 20, 1978. 16.50. Wright, Jonathan et al. A Human Clinical Study of Ester-C vs. L-Ascorbic Acid, Meridian Valley Clinical Laboratory, February 28, 1987. 16.51. Wright, P.L. et al. \"Effectiveness of Modified Giovannetti Diet Compared with Mixed Low-protein Diet\", Metabolism, 19, 3, March 1970. 16.52. Wright, S. et al. \"Oral Evening-Primrose-Seed Oil Improves Atopic Eczema\", The Lancet, November 20, 1982. 16.53. Wyllie, John H. et al. \"Effect of Cimetidine on Surgery for Duodenal Ulcer\", The Lancet, June 13, 1981. 16.54. Yamafuji, K. et al. \"Antitumour Potentiality of Polyhedral Protein and its Action on Deoxyribonucleic Acid\", Z. Krebsforsch, 75:114-119, 1971. 16.55. Yamaguchi, Yu et al. \"Expression of Human Proteoglycan in Chinese Hamster Ovary Cells Inhibits Cell Proliferation\", Nature, 336, November 17, 1988. 16.56. Yang, Jason et al. \"Serum-free Primary Culture of Human Normal Mammary Epithelial Cells in Collagen Gen Matrix\", Cell Biology International Reports, 6, 10, October 1982. 16.57. Young, Robert C. et al. \"The Anthracycline Antineoplastic Drugs\", The New England Journal of Medicine, 305, 3, July 16, 1981. 16.58. Young, Vernon R. \"Selenium: A Case for its Essentiality in Man\", The New England Journal of Medicine, 304, 20, May 14, 1981. 16.59. Yue, Kenneth et al. \"Fate of Tritium-Labeled Carnitine Administered to Dogs and Rats\", unknown publication, 1961. 5.017. Collected Articles and Pamphlets on Various Medical Topics (A-G). 1963, 1967, 1969-1990, 1992-1993. 17.1. Articles re: Acne. 1979. 17.2. Articles re: 1976, 1978-1990. 17.3. Articles re: 1979-1980, 17.4. Articles re: Aging. 1977-1981, 1986. 17.5. Articles re: Alcoholism. 1979. 17.6. Articles re: Alzheimer's Disease. re: Birth Control. 1980. 17.12. Articles re: the Brain. 1974, 1976, 1978-1979. 17.13. Articles re: Cancer - Breast. 1970-1971, 1975, 1977, 1979-1980. 17.14. Articles re: Cancer - Causes. 1976, 1979. 17.15. Articles re: Cancer - Children. 1979, 1981. 17.16. Articles re: Cancer - Detection. 1977-1980. 17.17. Articles re: Cancer - [and C]. 1963, 1967-1969, 1972-1976. 17.18. Articles re: Cancer - General. 1978. 17.19. Articles re: Cancer - Head and Neck tumors. 1974. 17.20. Articles re: Cancer - Personality and Risks. 1978. 17.21. Articles re: Cancer - Rates and Risks. 1972-1973, 1985. 17.22. Articles re: Cancer - Research. - Statistics. 1976-1977, 1979-1980. 17.24. Articles re: Cancer - Skin. 1979. 17.25. Articles re: Cancer - Survivor Stories. 1987. 17.26. Articles re: Cancer - Testicular. 1979. 17.27. Notes and Articles re: Cancer - Treatment, general. 1975-1976, 1978-1981. 17.28. Articles re: Cancer - Treatment, Hoxsey. 1980. Articles re: Cancer Treatment, Colds Flu. 1973. 17.35. Articles re: Criminal Activity. 1977. 17.36. re: Drugs. 1978-1979. 17.41. re: Glyoxals cancer. 1978. 17.46. re: Gonorrhea. 1974. 17.47. Articles re: Gout. undated. 5.018. Collected Articles and Pamphlets on Various Medical Topics (H-M). 1971, 1974-1980. 18.1. Notes and Articles re: Healing - Health Centers. 1976, 1979. 18.2. Articles re: Healing - Hospice. 1980. 18.3. Articles re: Healing - Norman Cousins. 1976, 1979. 18.4. Articles re: Healing - Services Available. 1980. 18.5. Articles re: Health Advocacy. 1979-1980. 18.6. Articles re: Heart Disease. 1978. 18.7. Articles re: Herbal Medicine. 1980. 18.8. Articles 18.18. 18.19. Articles Articles re: 1971, 1976, 1979-1980. 18.22. Articles Meditation. 18.23. Articles Medicine [Dr. Robert Mendelsohn]. 1978. 5.019. Collected Articles and Pamphlets on Various Medical Topics (N-U). 1970, 1976-1982, 1985-1986, 1988-1993. 19.1. Articles re: Nutrition - Children. 1979-1980. 19.2. Articles re: Nutrition - Diets. 1978, 1980. 19.3. Articles re: Nutrition - Disease. 1976, 1978-1980, 1982. 19.4. Articles re: Nutrition - General. 1977-1980, 1985. 19.5. Articles re: Nutrition - Sodium. 1979-1980. 19.6. Articles re: Nutrition - Sugar. 1979. 19.7. Articles re: Nutrition - Supplements. 1989. 19.8. Articles re: Orthomolecular Medicine/Megavitamin Therapy. 1976, Prostate 19.13. Articles re: Relationships. 1979. 19.14. Articles re: Researching Your Own Illness. 1978, 1993. 19.15. Articles re: Selenium. 1976, Articles re: Sudden Death. 1978. 19.23. Articles re: Articles re: Ulcers. 1978-1979, 1985. 5.020. Collected Articles and Pamphlets on Various Medical Topics (V-Z). 1964-1965, 1967-1968, 1973-1985, 1988. Articles re: Vitamin A. 1978-1979. 20.4. Articles re: Vitamin B Complex. 1973, 1975-1977, 1979. 20.5. Articles re: Vitamin B3 (Niacin). 1978, 1980. 20.6. Articles re: Vitamin 20.8. Notes and re: Vitamin C. 1974, 1977-1981, 1988. 20.9. Articles re: Vitamin C and Cancer. 1977-1980. 20.10. Articles re: Vitamin C - Side Effects. 1975-1976, 1978-1980. 20.11. Articles re: Vitamin C - Dr. Robert Cathcart. 1979-1980. 20.12. Articles re: Vitamin C - Dr. Glen Dettman and Dr. Archie Kalokerinos. 1974, 1978-1979. 1968, 1970, 1978-1979, 1981-1982, 1985-1987. 21.1. Articles about Cameron and/or The Linus Pauling Institute. 1978-1979, 1981-1982. 21.2. Articles re: Computers. 1976. 21.3. Articles re: Null, Gary [five-part series on cancer, reprinted from Penthouse], September 1979. 21.4. Articles re: Dr. Carl Pfeiffer [Brain Bio Center]. undated. 21.5. Articles Dr. Richard 21.6. re: Dr. Lendon H. Smith. undated. 21.7. Articles re: Dr. Orville Stone's Articles on Ground Substance. 1968, 1985-1987. 21.8. Vitamin C Editorials: Tom Turk vs. Walter Turck. 1970, 1978. 5.022. Periodicals. 1974-1975, 1977-1986, 1990. 22.1. The Cancer Letter. 1979. 22.2. The Communicator. 1978. 22.3. The Harvard Medical School Health Letter. 1978, 1981, 1990. 22.5. Health Bulletin. 1978. 22.6. The Health Letter. 1977. 22.7. Insight: Psychiatry and Behavioral Sciences, Stanford University Medical Center. 1979. 22.8. Journal of the International Academy of Preventive Medicine. 1978. 22.9. \"Look Ahead at Health\". 1978-1980. 22.10. Mayo Health Clinic Letter. 1985-1986. 22.11. The Medical Reader. 1980. 22.12. Medical Tribune. 1978. 22.13. Sieve. 1982, 1985. 22.14. 22.15. World Medicine. Treatment of Advanced Pelvic Cancer\". undated. 6. Cameron Awards and Personal Documents. 1978-1991. Series 6 contains Cameron's personal documents. The first box contains information and correspondence regarding the various awards that Cameron received. The second box contains a great deal of information about Cameron himself, in the form of official documents pertaining to his career, his immigration from Scotland to the U.S., and his funeral. 2 boxes 6.001. Honors, Awards, and Nominations. 1978-1979, 1981, 1990-1991. 1.1. American Society for Clinical Nutrition, McCollum Award, November 1979. 1.2. Holmes Center Award, nomination, December 1981. 1.3. International Forum for Neurological Organization, \"The Statuette with a Pedestal,\" April 1978. 1.4. Roger J. Williams Award in Preventative Nutrition, nomination, October 1990. 1.5. Royal Navy in Scotland, Civil Consultant Appointment, November 1978. 1.6. World Health Research Foundation, Linus Pauling Medal, 1991. 1.7. Memorial plaque issued by the Linus Pauling Institute for Science and Medicine, undated. 6.002. Personal Documents. 1978-1988, 1991. 2.1. Cameron Personal Documents: Biographical Sketch and Curriculum Vitae. undated. 2.2. Cameron Personal Documents: Short Biography. undated. 2.3. Manuscript: \"Vitamin C and Cancer: An Interview with Dr. Ewan Cameron\" by Dominick Bosco in Prevention. 1979. 2.4. Cameron Personal Documents: Linus Pauling Institute work records. 1986-1988. 2.5. Cameron Personal Documents: Social Security, Payroll and Insurance records. 1978, 1980. 2.6. Cameron Personal Documents: Travel Documents. 1982-1985. 2.7. Cameron Personal Documents: Visa Applications/INS Documents. 1978, 1983, 1984. 2.8. Cameron Personal Documents: INS Documentation. 1983, 1984. 2.9. Cameron Personal Documents: List of Publications. undated. 2.10. Correspondence with tax inspector, tax information and forms. 1980, 1981. 2.11. Cameron Personal Documents: British Medical Association renewal form. undated. 2.12. Cameron Personal Documents: Funeral Information. 1991. 2.13. Framed portrait of Ewan Cameron. ca. 1970s. 7. Cancer and Vitamin C by Ewan Cameron and Linus Pauling. 1973-1991, bulk 1979-1981. In 1979 Cameron and Linus Pauling co-authored the book Cancer and Vitamin C. This series contains both a manuscript of the book as well as documents pertaining to its writing and publication. 5 boxes 7.001. Manuscript of and Assorted Materials Regarding Cancer and Vitamin C. undated. 1.1. Reviews of Cancer and Vitamin C. 1979, 1981. 1.2. Materials re: orders for and promotion of Cancer and Vitamin C. 1979. 1.3. Case Studies used in Cancer and Vitamin C. 1973, 1974, 1976-1979, 1981, 1982, 1984, 1987. 1.4. Case Studies/Letters used in Cancer and Vitamin C. 1975-1979. 1.5. Correspondence re: Cancer and Vitamin C. 1981. 1.6. Cancer and Vitamin C, Appendix IV. 1979. 1.7. Cancer and Vitamin C, second edition, 1991. 1.8. Cancer and Vitamin C, final master. 1991. 7.002. Descriptions of Common Forms of Cancer -- extracts from Cancer and Vitamin C. 1981. 2.1. Chptr. 3: \"The Common Forms of Human Cancer\", pg. 19-44. 1981. 2.2. Book Extracts re: Bladder Cancer. 1981. 2.3. Book Extracts re: Brain Tumors. 1981. 2.4. Book Extracts re: Breast Cancer. 1981. 2.5. Book Extracts re: Cervical Cancer. 1981. 2.6. Book Extracts re: Choriocarcinoma. 1981. 2.7. Book Extracts re: Cancer of the Colon and Rectum. 1981. 2.8. Book Extracts re: Cancer of the Duodenum and Small Intestine. 1981. 2.9. Book Extracts re: Cancer of the Esophagus. 1981. 2.10. Book Extracts re: Gallbladder Cancer. 1981. 2.11. Book Extracts re: Kidney Cancer. 1981. 2.12. Book Extracts re: Larynx Cancer. 1981. 2.13. Book Extracts re: Leukemia. 1981. 2.14. Book Extracts re: Liver Cancer. 1981. 2.15. Book Extracts re: Cancer of the Lymphatic System. 1981. 2.16. Book Extracts re: Nasal Sinuses, Throat, and Pharynx Cancers. 1981. 2.17. Book re: Ovary Cancer. 1981. 2.18. Book Extracts re: Pancreatic Cancer. 1981. 2.19. Book Extracts re: Prostate Cancer. 1981. 2.20. Book Extracts re: Sarcoma. 1981. 2.21. Book Extracts re: Skin Cancer. 1981. 2.22. Book Extracts re: Stomach Cancer. 1981. 2.23. Book Extracts re: Testicular Cancer. 1981. 2.24. Book Extracts re: Uterine Cancer. 1981. 7.003. Notebook: contains manuscript of Cancer and Vitamin C, version unknown. ca. 1979. 7.004. Manuscripts: Cancer and Vitamin C, 3rd and 4th versions. ca. 1979. 7.005. Manuscript: Cancer and Vitamin C, final version, August 1979. 8. Materials re: AIDS Research. 1969-1989. Towards the end of his life, Cameron became very interested in the emerging and devastating disease Autoimmune Deficiency Syndrome, or AIDS. This series encompasses his studies of the disease, and features an unpublished manuscript by Cameron entitled, The AIDS Disaster. 4 boxes 8.001. Cameron Correspondence and Research Notes re: AIDS. 1983-1988. 1.1. General Correspondence re: AIDS. 1983-1984, 1986. 1.2. AIDS Research Plan, developed by Raxit Jariwalla. undated. 1.3. Research Correspondence re: AIDS. 1984-1985, 1987-1988. 1.4. Research Fundraising for AIDS project. 1987. 1.5. Grant Application, Correspondence re: AIDS Studies. 1986, 1988. 1.6. Article: \"Ascorbate and the Acquired Immune Deficiency Syndrome\". undated. 1.7. Article: \"Statement on the Treatment of AIDS,\" by Cameron and Pauling, first folder. 1987. 1.8. Article: \"Statement on the Treatment of AIDS,\" by Cameron and Pauling, second folder. 1987. 8.002. The AIDS Disaster by 2.1. 3.5\" floppie disks: \"The AIDS Disaster, 27 May 1988, 6 September 1988, and 27 September 1988\". 1988. 2.2. Correspondence re: The AIDS Disaster. 1987-1989. 2.3. Manuscript: Understanding AIDS: The Search for a Solution - A Book for the Intelligent Layman by Ewan Cameron [original title]. 1988. 2.4. Manuscript: \"Appendix 4: Some Practical Advice for the AIDS Patient,\" by Linus Pauling, May 1988. 2.5. Manuscript: The AIDS Disaster, by Ewan Cameron. 1988. 2.6. Manuscript: The AIDS Disaster, by Ewan Cameron. 1988. 8.003. Non-Cameron Articles and Studies re: AIDS. 1984-1988. 3.1. \"AIDS in the UK\", The Lancet, December 12, 1987. 3.2. Bradford, Jim. \"AIDS and Vitamin C\", letter to the editor of Boston Community News. undated. 3.3. Cathcart, R. \"Vitamin C in the Treatment of Acquired Immune Deficiency Syndrome (AIDS)\", Medical Hypotheses, 14:423-433, 1984. 3.4. Cumins, N.C. \"Vitamin C and AIDS\" [manuscript], December 1986. 3.5. Douglass, William Campbell. \"WHO Murdered Africa\", Health Freedom News, September 1987. 3.6. Evatt, B. et al. \"Coincidental Appearance of LAV/HTLV-III Antibodies in Hemophilliacs and the Onset of the AIDS Epidemic\", The New England Journal of Medicine, February 21, 1985. 3.7. Folkers, K. et al. \"Biochemical Deficiencies of Coenzyme Q10 in HIV-Infection and Exploratory Treatment\", Biochemical and Biophysical Research Communications, 153, 2, June 16, 1988. 3.8. Gravell, M. \"Transmission of Simian Acquired Immunodeficiency Syndrome (SAIDS) with Blood or Filtered Plasma\", Science 223, January 6, 1984. 3.9. Harakeh, S. and R. Jariwalla. \"Suppression of HIV Replication in Vitro by Ascorbate\" [manuscript]. undated. 3.10. Landesman, Sheldon. \"The AIDS Epidemic\", New England Journal of Medicine, 312, 8, February 21, 1985. 3.11. Mann, Jonathan et al. \"AIDS: A Global Perspective\", The New England Journal of Medicine, August 4, 1988. 3.12. Marcus, Stephen. \"Breakdown of PGE 1 Synthesis is Responsible for the Acquired Immunodeficiency Syndrome\", Medical Hypotheses, 15:39-46, 1984. 3.13. Marcus, Stephen. \"Can the Acquired Immunodeficiency Syndrome be Reversed? undated. 3.14. Colin. \"AIDS Therapy: A New Push for Clinical Trials\", Science, 230, December 20, 1985. 3.15. Pearce, Richard et al. \"Intestinal Parasites in Two AIDS-Related 8.004. re: Hepatitis and AIDS. 1969, 1971, 1973, 1978, 1980-1983, 1985. 4.1. Alter, H. et al. \"Transmission Agent in Non-A, Non-B Hepatitis\", The Lancet, March 4, 1978. 4.2. Tabor, E. et al. \"Transmission of Non-A, Non-B Hepatitis from Man to Chimpanzees\", The Lancet, March 4, 1978. 4.3. Materials re: Hepatitis B Vaccinations and AIDS [\"AIDS-Gate\"]. 1969, 1971, 1973, 1980-1983, 1985. 9. General Correspondence. 1968-1994. Cameron was a public figure. Because of this, many people saw fit to write to him to seek his advice on vitamin C and medical issues, belittle his findings or, alternatively, express their appreciation of his life and work. The General Correspondence series contains correspondence written either by people whom Cameron did not know personally or by those who did not write often enough to merit their own file. 29 boxes 9.001. General Correspondence (A). 1975-1984, 1989. 1.1. General Correspondence: A. 1975-1984, 1989. 4.1. 1975-1984. 9.005. General Correspondence 9.006. General Correspondence 1989, 6.1. General Correspondence: E. 1977-1984, 1986-1987, 1989, 1992. 9.007. General Correspondence 1975-1980, 1982-1984, Correspondence 1988. 9.1. General Correspondence: Ha. 1975, 1977-1986, 1989, 1991. 9.011. General 11.1. General Correspondence: Ia-In. 1977, 1982-1984. 9.012. General General J. 1976-1977, 1979-1987, 1989. Correspondence (K). 1977-1986. 1972, 1975-1984, 1988. 14.1. General Correspondence: La-Le. 1972, 1976-1984, 1988. 14.2. 17.1. 1976-1984. 9.018. General Correspondence (O). General Correspondence: O. 1974, 1976-1980, 1982-1986. 9.019. General Correspondence (P). 1971, 1973, 1976-1984, 1986, 1989. 19.1. General Correspondence: Pa-Pi. 1976-1984, 1986, General Correspondence: 9.021. General 1986, 1988-1989. 21.1. Correspondence: Ra-Ri. 1977-1984, Sn-Sw. 1977-1984, 1988. 9.024. Correspondence (T). 1976-1984, 1988. 24.1. General Correspondence: T. 1976-1984, 1988. 9.025. General Correspondence (U). 1983. 25.1. General Correspondence: U. 1983. 9.026. General Correspondence (V). 1977-1984. 26.1. General Correspondence: V. 1977-1984. 28.1. 1. undated. 29.3. Medical Correspondents' Addresses, part 2. undated. 29.4. Medical Correspondents' Addresses and Information. undated. 10. Correspondence with Linus Pauling. 1971-1991. Over a twenty-two year period of collaboration, Cameron and Linus Pauling accrued an extensive correspondence. The letters in this series are organized by date and focus primarily upon Cameron and Pauling's work on a variety of diet- and disease-related projects. 2 boxes 10.001. Correspondence with Linus Pauling. 1971-1974. 1.1. Correspondence: Linus Pauling. 1971. 1.2. Correspondence: Linus Pauling. January - March, 1972. 1.3. Correspondence: Linus Pauling. April - December, 1972. 1.4. Correspondence: Linus Pauling. 1973. 1.5. Correspondence: Linus Pauling. 1974. with Pauling. Correspondence: Pauling. 2.2. Correspondence: Linus 1976. 2.3. Correspondence: Linus Pauling. 1977. re: television Pauling: Scientist\". Pauling. 1979. 2.7. Correspondence: Linus Pauling. 1980. 2.8. Correspondence: Linus Pauling. 1991. 11. Other Colleagues: Individual Correspondence and Articles. 1968-1989. Many of the letters that Cameron received were from fellow scientists and colleagues. Series 11 contains correspondence from those colleagues with whom Cameron exchanged letters most often. It also includes Cameron's communications with Arthur B. Robinson, a key member of the Linus Pauling Institute of Science and Medicine, who later left the Institute under unhappy circumstances. Much of the correspondence in this series is arranged by date, and also includes information and articles by and about the correspondents. 5 boxes 11.001. Correspondence: Frank Ball. 1968-1983. 1.1. Materials re: Frank 1.2. Materials re: \"Pertinent Interrelationships Between Cancer, Rheumatoid Evening and the Green-Lipped Mussel\", [memory aid for presentations] May 19, 1981. 1.3. Ball Correspondence: medical-related, August 4, 1978. 1.4. Ball Correspondence: multiple individuals and Senators. 1978, 1981. 1.5. Ball Correspondence: Alan C. Aisenberg. 1978. 1.6. Ball Correspondence: George W. Ball. 1978. 1.7. Ball Correspondence: J. Booyens. 1983. 1.8. Ball Correspondence: Dean Burk. 1969, 1975. 1.9. Ball Correspondence: George H.W. Bush. 1983. 1.10. Ball Correspondence: Ewan Cameron, 1978. 1.11. Ball Correspondence: Ewan Cameron, 1979-1984. 1.12. Ball Correspondence: Charlotte. 1982. 1.13. Ball Correspondence: John A. Colwell. 1978, 1979. 1.14. Ball Correspondence: Michael Copps. undated. 1.15. Ball Correspondence: Walter Cronkite. 1979. 1.16. Ball Correspondence: Thomas Eagleton. 1982. 1.17. Ball Correspondence: Martin Eastwood. 1980. 1.18. Ball Correspondence: James Edwards. 1982. 1.19. Ball Correspondence: H.H. Fudenberg. 1978. 1.20. Ball Correspondence: Joseph Gold. 1968, 1976, 1978, 1979. 1.21. Ball Correspondence: H.B. Gregorie, Jr. 1978. 1.22. Ball Correspondence: Philip Handler. 1979. 1.23. Ball Correspondence: Carlton Hazelwood. 1978, 1983. 1.24. Ball Correspondence: Ernest Hollings. 1978, 1979, 1981-1983. 1.25. Ball Correspondence: George A. Keyworth II. 1983. 1.26. Ball Correspondence: W.P. Leary. 1983. 1.27. Ball Correspondence: Harry LeVeen. 1981. 1.28. Ball Correspondence: William E. Murray. 1979. 1.29. Ball Correspondence: K.R. Natarajan. 1976, 1978. 1.30. Ball Correspondence: Koji Ohnishi. 1.31. Ball Correspondence: N.D. Pewitt. 1983. 1.32. Ball Correspondence: Jan Van Eys. 1983. 1.33. Ball Correspondence: Manfred von Ardenne. 1972, 1978. 1.34. Ball Correspondence: James Wyngaarden and Vincent DeVita Jr. 1981-1983. 11.002. Interferon Articles written by Thomas C. Merigan. 1974-1979. 2.1. Merigan Bibliography, 1974-1979. 2.2. \"Effects of Interferon and Adenine Arabinoside Treament of Hepatitis B Virus Infection on Responses\" [co-authors Barry Hafkin, Richard Pollard, Moti Tiku, and William Robinson], Antimicrobial Agents and Chemotherapy, 16, 6, December 1979. 2.3. \"Effect of Leukocyte Interferon on Urinary Excretion [co-authors Ann Arvin and Anne Yeager], The Journal of Infectious Diseases, 133 [supplement], June 1976. 2.4. \"Experience with Clinical Applications of Interferon and Interferon Inducers\" [co-author Richard Pollard], Pharmac. Ther., 2, 1978. 2.5. \"Human Interferon as a Therapeutic Agent\", The New England Journal of Medicine, 300, 1, January 4, 1979. 2.6. \"Human Leukocyte Interferon for the Treatment of Herpes Zoster in Patients with Cancer\", [co-authors Kenneth Rand, Richard Pollard, Paul Abdallah, George Jordan, and Richard Fried], The New England Journal of Medicine, 298:981-987, May 4, 1978. 2.7. \"Human Leukocyte Interferon in the Treatment of Varicella in Children with Cancer: a Preliminary Controlled Trial\" [co-authors Ann Arvin and Sandor Feldman], Antimicrobial Agents and Chemotherapy, 13, 4, April 1978. 2.8. \"Immune Specific Production of Interferon by Human T Cells in Combined Macrophage-Lymphocyte Cultures in Response to Herpes of Immunology, 114, 1, January 1975. 2.9. \"The Immunosuppressive Effect of Type II Mouse Interferon Preparations on Antibody Production\" [co-authors Gerald Sonnenfeld and Adrian 2.10. \"Influence of Increasing 2'-O-Methylation the Stimulating Capacity poly(rl):poly(rC)\" [co-author Fritz Rottman], Virology, 60:297-301, 1974. 2.11. \"In Vitro and Cellular Origin of Murine Type Interferon\" [co-authors G. Sonnefeld and A. Mandel], Immunology, 36:883, 1979. 2.12. \"Lymphocyte Transformation and Interferon Production in Human Mononuclear Cell Microcultures for Assay Sven Haahr and Lucy Immunity, 14, 1, July 1976. 2.13. \"Pharmacokinetics and Side Effects of Interferon in Man\", Texas Reports on Biology and Medicine, 35, 1977. 2.14. \"Preliminary Observations on the Effect of Human Leuknosyte Interferon in Non-Hodgkin's Lymphoma\" [co-authors Karol Sikora, James Breeden, Ronald Levy, and Saul Rosenberg], The New England Journal of Medicine, 299:1449-1453, December 28, 1978. 2.15. \"Time and Dosage Dependence of Immunoenhancement by Murine Type II Interferon Preparations\" [co-authors Adrian Cellular Immunology, 40:285-293, 1978. 11.003. Correspondence and Articles re: Arthur B. Robinson. 1971, 1973-1979, 1981. 3.1. Notes re: speech by Arthur Robinson, National Health Federation Convention. 1979. 3.2. Assorted Articles by Arthur B. Robinson. 1979. 3.3. Articles re: Pauling vs. Robinson dispute. 1979. 3.4. Correspondence re: Pauling vs. Robinson dispute. 1981. 3.5. Correspondence: Arthur B. Robinson. 1975. 3.6. Correspondence: Arthur B. Robinson. 1976. 3.7. Correspondence: Arthur B. Robinson. 1977. 3.8. Correspondence: Arthur B. Robinson. 1978. 3.9. \"Age-Dependent Amines, Amides, and Amino Acid Residues in Drosophila Melanogaster,\" Arthur B. Robinson, Richard Willoughby and Laurelee Robinson, Experimental Gerontology, December 1975. 3.10. \"An Apparatus for the Quantitative Analysis of Volatile Compounds in Urine,\" Arthur B. Robinson, David Partridge, Martin Turner, Roy Teranishi and Linus Pauling, Journal of 85:19-29, Function for L-Ascorbic Acid after Injection of L-Ascorbic Acid,\" Arthur B. Robinson, Ian T. Keaveny and Laurelee R. Robinson, IRCS (International Research Communications System, September 1973. 3.12. \"The Identification of Volatile Compounds in Human Urine,\" Arthur B. Robinson, Kent Matsumoto, David Partridge, and Linus Pauling, Journal of Chromatography, 85:31-34, 3.13. Manuscript: \"Molecular Clocks, Molecular Profiles, and Orthomolecular Diets: Three Approaches to the Problem of Robinson, Fred Westall and George Ellison, Life Sciences, 14, 9, 1974. 3.15. \"Orthomolecular Diagnosis of Mental Retardation and Diurnal Variation in Normal Subjects by Low-Resolution Gas-Liquid Chromatography of Urine,\" Arthur B. Robinson, P. Cary, B. Dore, Ian Keaveny, L. Brenneman, M. Turner, and Linus Pauling, IRCS (International Research Communications System), March 1973. 3.16. \"Quantitative Aging Pattern in Mouse Urine Vapor as Measured by Gas-Liquid Chromatography,\" Arthur B. Robinson, Henri Dirren and Alan Sheets, Exp. Geront., 11:11-16, 1976. 3.17. \"Quantitative Analysis of Urine Vapor and Breath by Gas-Liquid Partition Chromatography,\" Arthur B. Robinson, Linus Pauling, Roy Teranishi, and Paul Cary, Proceeding of the National Academy of Science (USA), 68, 10, October 1971. 3.18. \"Quantitative Chromatographic Analysis in Orthomolecular Medicine,\" Arthur B. Robinson and Linus Pauling, Orthomolecular Psychiatry, edited by David Hawkins and Linus Pauling, W.H. Freeman and Company, 1973. 3.19. \"Use of Mass Spectrometry for Orthomolecular Diagnosis,\" Arthur B. Robinson, Mark Weiss, Walter Reynolds, and Laurelee Robinson, reprinted from the 23rd Annual Conference on Mass Spectrometry and Allied Topics, Houston, Texas, May 25-30, 1975. 3.20. \"The Use of Urinary Amine Measurement for Orthomolecular Diagnosis of Multiple Sclerosis,\" Arthur B. Robinson and Fred Westall, The Journal of Orthomolecular Psychiatry, 3, 2, 1974. 11.004. Correspondence: R. Arnold Smith [Mississippi Baptist Medical Center]. 1980, 1982-1983, 1987, 1989. 4.1. Correspondence: R. Arnold Smith. 1980. 4.2. Correspondence: R. Arnold Smith. 1982. 4.3. Correspondence: R. Arnold Smith. 1983. 4.4. Correspondence: R. Arnold Smith. 1987. 4.5. Correspondence: R. Arnold Smith. 1989. 11.005. Correspondence and Articles re: 5.3. Phone Memoranda: Irwin Stone. 1978. 5.4. Letters to the Editor by Irwin Stone. 1979. 5.5. Articles about Irwin Stone. 1977-1979. 5.6. Articles by Irwin Stone. 1974, 1980. 5.7. Papers, Presentations and Publications by Irwin Stone. 1976, 1978-1980. 5.8. Scurvy Papers by Irwin Stone. 1978. 5.9. Materials re: Vitamin C Deficiency Theory postulated by Irwin Stone. 1974, 1977, 1979, 1980. 12. Affiliations, Research Proposals and Grant Records. 1965-1991. This series documents Cameron's affiliations with organizations and institutions, including the Linus Pauling Institute of Science and Medicine. It is divided into six subseries, each focusing on either a different institution or on other official matters of concern to Cameron, such as research proposals and funding. One subseries is devoted entirely to documents pertaining to grants, the primary source of funding for Cameron's research. Boxes 12.001 to 12.003, which chronicle Cameron's interactions with the Pauling Institute, and boxes 12.004 to 12.005, which contain materials related to the National Foundation for Cancer Research, both include information about the specific institution as well as documents illustrating their affiliation with Cameron and correspondence with various members of each organization. 12 box 12.001. The Linus Pauling Institute of Science and Medicine: Information for the Public. 1978-1980, 1984, 1986. 1.1. LPI Newsletter. 1978-1979, 1984. undated. 1.3. \"Abrupt Termination of High Daily Intake of Vitamin C: The Rebound Effect\", for the LPI Newsletter. undated. 1.4. \"A Cancer Case History\". Ralph Bufano. undated. 1.6. LPI Symposium: \"Innovative Approaches to the Prevention and Treatment of Cancer\". 1986. 1.7. LPI Dietary Recommendations. 1980. 1.8. LPI Suggested List. undated. 1.9. Notebook: \"Biochemical Procedures\" [Ledger of biochemical tests many of them LPI colleagues]. February-December 1975. 12.002. The Linus Pauling Institute of Science and Medicine: People and Correspondence. 1974-1982, 1984-1987, 1989. 2.1. LPI Biographical Sketches. 1979-1980, 1982. 2.2. Materials re: Carol Bastelier. 1978-1980. 2.3. Correspondence: Allan Campbell. 1976, 1978-1979, 1985-1987. 2.4. Publications by Allan Campbell. 1979-1982. 2.5. Materials re: Anita MacLellan [Cameron's research assistant in Scotland]. 1978-1979. 2.6. Publications by Richard Marcuson. 1982. 2.7. Materials re: Leslie Moffat. 1981-1982, 2.10. Manuscript: and Genetic Sufficiency,\" Emile Zuckerkandl. undated. 2.11. Vitamin C reprints sent to Cameron by Ruth [Reynolds?]. 1975. 12.003. The Linus Pauling Institute of Science and Medicine: Employee Information, Research Documents, and Official Correspondence. 1976-1989. 3.1. Materials re: LPI Patent Agreement for Employment. 1981. 3.2. Materials re: LPI medical coverage. 1978-1979. 3.3. Materials re: LPI Employee undated. 3.4. Materials re: Medi-Cal Update. 1980. 3.5. LPI Doctor lists. undated. 3.6. LPI Phone memos. 1978, 1980, 1986. 3.7. Instructions for using the LPI computer terminal. 1985, 1986. 3.8. LPI materials re: administration, utilization, and clinical benefits of Vitamin C for cancer patients. undated. 3.9. LPI Official correspondence. 1976-1978, 1980-1982, 1984-1985, 1987-1989. 3.10. Correspondence offering position at LPI. 1979. 3.11. Rejection letters for employment at LPI. 1982. 3.12. Letter from LPI to the Oklahoma House of Representatives. 1979. 3.13. LPI General Correspondence. 1977-1979, 1981. 3.14. Materials re: proposed Linus Pauling Health Center. 1982-1983, 1985. 3.15. Materials re: The Center for Orthomolecular Medicine. 1978, 1980. 3.16. LPI research program proposal. 1976, 1978. 3.17. Cameron research report. 1983-1984. 3.18. Cameron research report. 1987. 3.19. Cameron research report. 1988. 3.20. Health survey forms. undated. 3.21. Assorted LPI notes. 1988. 12.004. The National Foundation for Cancer Research: Research Reports and Administrative Records. 1975-1982. 4.1. National Foundation for Cancer Research: Employee Agreement. undated. 4.2. National Foundation for Cancer Research: General Information. 1973, 1975-1976. 4.3. National Foundation for Cancer Research: Annual Reports. 1975-1982. 4.4. National Foundation for Cancer Research: Research Progress Report. April 30, 1981. 4.5. National Foundation for Cancer Research: Research Progress Report by Frederick W. Carson. October 11, 1980. 4.6. National Foundation for Cancer Research: Research Progress Report by Albert Szent-Györgyi. October 1979 - October 1980. 4.7. National Foundation for Cancer Research: Research Report issued by the Institute of General Pathology, University of Siena, October 1980. 4.8. Materials re: Fundraising/Finances, National Foundation for Cancer Research. 1978-1979. 4.9. Materials re: the global search for a cure to cancer. 1981. 4.10. Interim Report: \"A Comprehensive Cancer Case Recording System,\" National Foundation for Cancer Research, September 5, 1978. 4.11. Interim Report: Cancer registry project, National Foundation for Cancer Research, 1980-1981. 4.12. National Foundation for Cancer Research: Memoranda. 1976-1978, 1980, 1982. 4.13. National Foundation for Cancer Research: Research Review. 1976-1977, 1982. 4.14. Papers and Proposals re: National Foundation for Cancer Research. 1977. 4.15. Workshops and Symposia re: National Foundation for Cancer Research. 1978, 1980, 1982. 12.005. The National Foundation for Cancer Research: People and Correspondence. 1975-1988. 5.1. Materials re: Pat 5.2. Awards re: Franklin Salisbury [President]. 1982. 5.6. Correspondence: Franklin Salisbury. 1976. 5.7. Correspondence: Franklin Salisbury. 1977. 5.8. Correspondence: Franklin Salisbury. 1978. 5.9. Correspondence: Franklin Salisbury. 1981-1987. 5.10. Tamara Salisbury [Deputy Trevor F. Slater [Research Director]. 1976-1977, 1982. 5.12. 5.17. General Correspondence: National Foundation for Cancer Research. 1976-1977, 1979, 1981-1982. 12.006. Cameron Research Proposals and Plans. 1969, 1973, 1975, 1978-1982, 1989. 6.1. Cameron Research proposals: title unknown and/or incomplete. 1969, 1975, 1978-1980. 6.2. Research Proposal: \"Ascorbate and Chemotherapy in Guinea Pig L2C Leukemia\". undated. 6.3. Research Proposal: \"Ascorbate and Toxicity Chemotherapy\". 1973, 1975, 1978-1981. 6.4. Research Proposal: \"Effect of Ascorbic Acid on 6.5. Research Proposal: \"Epidemiological, Immunological, Molecular Factors Associated undated. 6.6. Research Proposal: \"Micronutrients and Tumor Research Plan for Raxit J. Jariwalla. undated. 6.8. Vitamin C and Cancer: Guinea Pig research plan. 1978. 6.9. Research projects on Vitamin C sponsored by Jayant Vitamins [non-Cameron]. 1989. 12.007. Cameron Research Finances and Funding. 1972-1976, 1975-1984, 1986-1987. 7.1. Materials re: Argyll and 1975-1977, 1980-1981. 7.2. Acknowledgements of Donations. 1977-1979, 1981, 1983. 7.3. Bank Statements with Cancelled Checks. 1980-1982. 7.4. Book Sales Earnings. 1981, 1984. 7.5. Correspondence requesting funding. 1979, 1981, 1986-1987. 7.6. Materials re: Equipment. 1972, 1975. 7.7. Materials re: Supplies/Budgets. 1981. 7.8. Materials re: Expenditures. May 1977. 7.9. Materials re: Research projects costs. undated. 7.10. Correspondence re: funds and costs. 1977-1978, 1980. 7.11. Invoices, receipts, and orders. 1975-1976. 7.12. Invoices, receipts, and orders. 1977-1981. 7.13. Materials re: Customs and Excise Duties. 1973, 1975-1977. 7.14. Materials re: IBM. 1978, 1981-1983. 7.15. Assorted Materials re: finances and funding. 1978. 12.008. Cameron Memoranda. 1965, 1970, 1975-1991. 8.1. Memoranda from Ewan Cameron. 1980, 1982-1984, 1987-1988, 1990. 8.2. Memoranda to Ewan Cameron. 1980-1981, 1984, 1988, 1990. 8.3. Memoranda to Linus Pauling. 1975, 1977-1984, 1988. 8.4. Memoranda from Linus Pauling. 1965, 1970, 1976, 1979-1989. 8.5. Other Memoranda [LPI, etc.]. 1979-1980, 1982, 1981-1983, 1985-1986, 1988-1989. 9.1. Correspondence: American Institute for Cancer Research grants. 1983. 9.2. Correspondence: Cancer Research Institute grants. 1983. 9.3. Correspondence with colleagues regarding grants. 1983. 9.4. Correspondence regarding Vitamin C grant applications. 1985. 9.5. Correspondence: National Cancer Institute grants. 1978, 1983. 9.6. Correspondence: National Institute of Health grants. 1978-1979, 1983. 9.7. Correspondence: National Institute of Health [non-Cameron grants]. 1982-1983, 1985. 9.8. Correspondence: Scottish Home and Health Department grants. 1973, 1976-1977, 1986. 9.9. Correspondence: University of Glasgow grants. 1983. 9.10. Guidelines for grants and articles. 1972, 1981, 1983, 1988-1989. 12.010. Grant Applications (A-M). 1973, 1975-1983, 1985. 10.1. Blank grant application forms. 1980, 1982. 10.2. Grant Application: \"Antioxidant Vitamins and Human Transformed Cells\". 1980, 1982. 10.3. Grant Application: \"Ascorbate and Chemotherapy in Guinea Pig L2C Leukemia\". 1980-1981. 10.4. Grant Application: \"Ascorbate and Toxicity in Cancer Chemotherapy\". 1973, 1978. 10.5. Grant Application: \"Ascorbic Acid and Cancer\". 1973, 1976-1977. 10.6. Grant Application: \"Diet, Metabolic Profiles, and Breast Cancer in Mice\". 1973, 1975, 1978. 10.7. Grant Application: \"The Enhancement of Immunocompetence by Nutritional Factors\". 1979. \"Malignant Invasiveness\" 1975. 10.9. Application: Spectrometry\". 1973, 1978. 10.10. Grant Application: \"Micro-Nutrients in Human Cancer 1975, 1980, 1982-1983. 10.11. Grant Application: \"Model for Immunologic Surveillance of Early Cancer\". 1973, 1978. 10.12. Grant Application: \"Modulation of AIDS by Supplemental Ascorbate\". 1982, 1985. 12.011. Grant Applications (N-Z). 1969-1970, 1973, 1976, 1978, 1982-1983, 1985-1990. Cancer\". 1982-1983. Application: \"Nutrition and Skin Hairless Mice\". 1973, 1978. 11.3. Grant Application: \"Orthomolecular Diagnosis of Cancer\". 1969-1970, 1973, 1976. 11.4. Grant Application: \"Orthomolecular Psychiatry Diagnosis and Therapy\". 1973, 1976. 11.5. Grant Application: \"Phase III Study of High Dose Ascorbic Acid in the Prevention of Breast Cancer\". 1982, 1985-1990. 11.6. Grant Application: \"Studies of Dietary Stress on Carcinogenesis\". 1973, 1976. 11.7. Grant Application: \"Supplemental Ascorbate Therapy in AIDS\". 1982, 1985. 12.012. Grant Materials re: Protection of Human Subjects. 1979, 1982. 12.1. Grant Materials: \"Effect of High Dose Ascorbic Acid on MAF and LT Activity. 1982. 12.2. Grant Materials: \"Modulation of AIDS by Supplemental Ascorbate\". 1979, 1982. 12.3. Grant Materials: \"Phase I Study of Ascorbic Acid\". 1982. 12.4. Grant Materials: \"Study of High Dose Ascorbic Acid in the Treatment of Breast and Other Cancers\". 1982. 13. Other Cancer Trials. 1973-1987. Besides his major research programs on dietary fat and vitamin C, Cameron's papers contain information about several other cancer trials. Series 13 devotes a file to each of those trials. 1 box 13.001. Other Cancer Trials. 1973-1987. 1.1. Materials re: Ascorbate and Toxicity in Cancer Chemotherapy. 1979. 1.2. Materials re: Benzilide Treatment of Cancer. 1979-1980, 1982-1987. 1.3. Materials re: Tumors, Primary and Metastatic. 1.4. Materials re: Laetrile Treatment. 1973-1979. 1.5. Materials re: Scottish Breast Cancer Trials. 1979-1982. 1.6. Materials re: Scottish Rectum Cancer Trials. 1981. 1.7. Materials re: Tamoxifen vs. Tamoxifen "}