{"title": "PDF", "author": "PDF", "url": "https://www.scienceopen.com/document_file/9ca56f93-a82c-4ca2-854a-dd248b33a88d/PubMedCentral/9ca56f93-a82c-4ca2-854a-dd248b33a88d.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "REVIEW Single administration vaccines: delivery challenges, in vivo performance, aSchool of Pharmacy, Aston Park, Abingdon, Oxfordshire, UK; cAstraZeneca, Aaron Klug Building, Cambridge, UK ABSTRACT Introduction: With a limited global supply of vaccines and an increasing vaccine hesitancy, improving vaccination coverage has become a priority. Current vaccination regimes require multiple doses to be administered in a defined schedule where missed doses may lead to incomplete vaccine coverage and failure of immunization programmes. As such, there is an ever-increasing demand to convert multi-dose injectable vaccines into single-dose formats, often called single administration vaccines (SAVs). Areas covered: This review summarizes recent developments in the field of SAVs, with a focus on pulsatile or controlled-release formulations. It will identify the technical challenges, translational as well as commercial barriers to SAVs development. Furthermore, the progress of SAV formulations for hepatitis B and polio vaccines will be reviewed thoroughly as case studies, with a focus on the development challenges and the preclinical immunogenicity/reactogenicity data. Expert opinion: Despite the efforts to develop SAVs, few attempts have advanced to Phase-I trials. Considering the SAV development journey and bottlenecks, including commercial barriers from the early stages, may overcome some of the hurdles around the technology. The renewed global focus on vaccines since the COVID-19 pandemic could facilitate development of a new generation of technol - ogies for pandemic preparedness including strategies for SAVs.ARTICLE HISTORY Received 5 April 2023 Accepted 21 June 2023 KEYWORDS Single administration vaccines; vaccine controlled release; vaccine stability; 1.Introduction Many lifesaving vaccines such as those for Hepatitis B and Polio require administration of multiple doses over a period ranging from weeks to months. This creates both logistical and public health challenges for health authorities in commu - nities where there is lack of sufficient primary health infra - structure. The issues are exacerbated during public health emergencies such as pandemics, natural disasters, or political unrest. These issues could be mitigated by development of single administration vaccines (SAVs). The primary aim of the SAV approach is to decrease the number of booster doses required, resulting in better compliance to the vaccination schedule and reduced logistics associated with multiple administration of doses [1]. For better appreciation of the impact multiple vaccine doses has on immunity a brief overview of the relevant immune system mechanisms is discussed below. Normally, the protection against infectious organisms is mediated through two mechanisms: the innate system, which provides a general, rapid initial defense against potentially pathogenic microorganisms, and the adaptive immune system, which is a slower but highly specific response to antigens and gener - ates long-term memory against the same antigen. The gen - eration of a successful immune response against a pathogen involves a close cooperation between the two systems with the participation of different immune cells, chemokines, cyto - kines, and chemical mediators. In principle, when the immune system encounters an antigen in the form of a pathogen or a vaccine, different arms of the innate immune system tackle it depending on the type of antigen or the route of entry. In the chain of activation, naïve B-cells sense the antigen using their rele - vant receptors and differentiate into antibody producing plasma cells and memory B-cells with the help of T-cells. The antibodies produced at the early stage are predomi - nantly immunoglobulin IgM with low binding affinity which can switch toward more specific immunoglobulin IgG based on the persistence of the antigen. In the absence of antigen, this primary immune response subsides leading to decline in the levels of antibodies due to apoptosis of antibody producing B cells. Upon subsequent exposure to the same antigen, antigen- specific memory B-cells rapidly proliferate, resulting in the production of abundant and highly specific IgG antibodies. This secondary immune response also generates a larger pool of memory B-cells specifically targeting the antigen for future encounters [2]. This highlights the importance of com - pleting all vaccine doses in order to stimulate a robust mem - ory response and achieve optimal effectiveness in protecting against a specific disease. CONTACT Ali Al-Khattawi a.al-khattawi@aston.ac.uk School of Pharmacy, Aston University, Birmingham B4 7ET, UKEXPERT REVIEW OF VACCINES 2023, VOL. 22, NO. 1, 579-595 https://doi.org/10.1080/14760584.2023.2229431 © 2023 The Author(s). Published by Informa UK Limited, trading as Taylor & Francis Group. This is an Open Access article distributed under the terms of the Creative Commons Attribution License (http://creativecommons.org/licenses/by/4.0/ ), which permits unrestricted use, distribution, and reproduction in any medium, provided the original work is properly cited. The terms on which this article has been published allow the posting of the Accepted Manuscript in a repository by the author(s) or with their consent.As illustrated in Figure 1, using data extracted from UNICEF's database, the coverage for the first dose of Diphtheria/Tetanus/Pertussis vaccine (DTP1) is 5-10% higher than that for the final dose (DTP3) globally between 2015 and 2019 regardless of the geographic location. This can have major consequences, especially for diseases like diphtheria with a mortality rate up to 20% [3]. In 1980s, the World Health Organisation (WHO) identified the importance of such approaches and introduced the formulation of single-dose vaccines as a goal for its Special Programme for Vaccine Development [1]. Unfortunately, despite considerable efforts from various research groups, the successful commercializa - tion and implementation of the SAV technology in clinical settings has not yet been achieved. Recently, the biopharma - ceutical industry has made huge advancements in the field of vaccine manufacturing, particularly during the COVID-19 pan - demic. As such there has been a renewed interest in the development of SAV. To date the most tested SAV technologies have been based on biodegradable microspheres or nanospheres that prolong the release of antigens over an extended period or release antigen in discrete pulses. Candidate systems include lipo- some, lipid nano particles, and polymer-based particles; non - particulate systems include microneedles and in situ gelling system [2-5]. Among these technologies, poly lactic-co- glycolic acid (PLGA)-based strategy has shown the most pro- mise and is the most widely investigated [4-7]. However, despite promising preclinical data from both aca- demia and industry, there is no marketed SAV product [8]. Many groups have reviewed issues underpinning the failure of SAVs to materialize into a commercial product. The issues reviewed vary from specific challenges with biodegradable polymers e.g. the acidic environment created by the degrada - tion of PLGA combined with the instability of antigens, to manufacturing and cost constraints [9-11 ]. However, there has been insufficient discussion regarding the challenges asso - ciated with formulation development, the attainment of the desired immune profile, and the translational/commercial aspects crucial for the success of SAV technology as a viable clinical solution. The current review aims to discuss the major challenges in the formulation of SAV, and different strategies adopted by research groups with special emphasis on PLGA based approaches. Subsequently, in vivo responses to SAV technol - ogies are discussed focusing on immunogenicity and reacto - genicity. The current potential candidates for SAV technologies are parenterally administered vaccines that require more than one dose within a period of 6 months. A summary of these candidates and their recommended schedules is highlighted in Table 1. This includes seven dis- eases covered in routine immunization schedules in devel - oped countries, such as hepatitis B, diphtheria, tetanus, whooping cough, Haemophilus influenza type b, polio, human papillomavirus and four conditional vaccines such as varicella zoster, Japanese encephalitis, rabies, and dengue vaccines. Figure 1. Coverage rates of DTP vaccine at 5-year intervals in different world regions (1995-2019) generated from data extracted from UNICEF database. DTP1, Diphtheria/Tetanus/Pertussis dose 1; DTP3, Diphtheria/Tetanus/Pertussis dose 3. Note: Data obtained from https://data.unicef.org/resources/dataset/immunization/Article highlights Multiple dose COVID-19 vaccines are potential candidates of single administration vaccine technology. Modifying release to generate a sustained or pulsatile release profile to minimize burst release is one of the major formulation challenges. Maintaining stability of sensitive antigens during different stages of preparation, storage, and in vivo environment is a key challenge associated with SAV. Promising SAV attempts have not progressed to human clinical trials yet probably because of cost implications on the final product and the translational cost of taking a product from bench to cGMP manufacturing and into Phase I studies. The renewed global focus on vaccinations since the COVID-19 pan - demic may provide an impetus for SAV commercialization for pan - demic preparedness in the future.580 K.MICHAELIDES ET AL.Table 1. List of potential vaccine candidates for SAV formulation. Vaccine Type Recommended schedule Routine immunizationHepatitis B vaccine Recombinant Subunit Primary series of 3 doses: - As soon as possible after birth - Gap of 4 weeks between doses Unvaccinated individuals vaccinated with a 0, 1, 6-month schedule Diphtheria (DTP) Toxoid Primary series of 3 doses: - Earliest start: 6 weeks of age - Gap of 4 weeks between doses Tetanus (DTP) Whooping cough (DTP) Haemophilus influenza type b (Hib) Subunit/conjugate Primary series of 3 dose - Earliest start: 6 weeks of age - Gap of 4 weeks between doses Polio (IPV) Inactivated Primary series of 3 doses: - Earliest start: 8 weeks of age - Gap of 4 weeks between doses Course of 3 doses given to unimmunized adults Human Papillomavirus (HPV) Recombinant Subunit Prime dose given at the age 12-13 followed by a booster dose after at least 6 months. A three-dose schedule (0, 1-2, 6 months) used for vaccinations initiated 15 years of age or in immunocompromised people. Conditional* Varicella Zoster vaccine Live Attenuated Second dose 4 to 8 weeks after the prime Japanese encephalitis vaccine Inactivated Second dose 28 days after the prime, but people aged 18-64 can have the second dose 7 days after prime. Rabies vaccine Inactivated Three doses over a period of 28 days Dengue vaccine (CYD-TDV) Live attenuated Prime dose after 9 years of age followed by a second dose 6 months later (plus booster dose at 12 months) Pandemic COVID-19 vaccineSpikevax (Moderna) mRNA Second dose 28 days after the prime. Comirnaty (Pfizer/BioNTech) mRNA Second dose at least 21 days after the prime Vaxzevria (Oxford/AstraZeneca) Adenovirus-vectored DNASecond dose 4 to 12 weeks after the prime Jcovden (Janssen) Adenovirus-vectored DNABooster dose at least 2 months after the prime Nuvaxovid (Novavax) Recombinant Subunit Second dose 3 weeks after the prime COVID-19 Vaccine Valneva (Valneva)Inactivated Second dose 4 weeks after the prime Note: *Conditional depending on risk factors e.g. location, exposure. EXPERT REVIEW OF VACCINES 581During the COVID-19 pandemic, it has been observed that the administration of multiple booster doses of the initial vaccine generations has been effective in reducing hospitali - zation and improving multiple patient outcomes, even in the presence of emerging variants [12-14 ]. In addition, sustained delivery of subunit receptor-binding domain (RBD) of the SARS-CoV-2 spike protein has been shown to elicit potent anti- RBD and anti-spike antibody titers; providing broader against SARS-CoV-2 variants compared to conventional bolus administration of the same vaccine [15]. Moreover, the recent development of COVID-19 vaccines illustrates how the number of vaccines that would benefit from the implementa - tion of SAV technology is likely to increase. As shown in Table 1, each vaccine has its own distinctive characteristics and administration schedule, which implies that any SAV technology would need to be customized to fulfil the specific chemical, physical, and immunogenic requirements of the vaccine. One particular requirement that arises is the inclusion of adjuvants in nearly all subunit vaccines, as they are essential for generating a robust primary and secondary immune response, thereby enhancing protection and long - evity of the immune response. Two case studies will then be reviewed in greater detail, a subunit, and an inactivated vaccine for the prevention of polio and hepatitis b, respectively. To conclude, a summary of the challenges that must be addressed before an SAV formu - lation could transition into a commercial product has been included. 2.Formulation challenges of SAV technologies Adapting a conventional vaccine to an SAV requires the design of a controlled-release system that can maintain anti - gen stability throughout the process. Both release profile and stability are discussed in the following sections as key features for generating a strong and long-lasting immune response. 2.1. Controlling release of antigens to meet the demands of a multiple dose vaccine A range of controlled release technologies have been investi - gated, consisting mainly of natural/synthetic polymers and lipid carriers. However, only a limited number of these poly - mers or carriers are included in United States Food and Drug Administration (FDA) generally recognized as safe list. Natural materials such as chitosan and alginates have been used by some groups, particularly because they are cheaper and more readily available than synthetic polymers. Evidence of sus- tained release from chitosan microspheres for 6 months was reported for in vitro and in vivo studies with tetanus toxoid vaccine [16]. However, the batch-to-batch variability of these natural polymers and the difficulty in tuning their release mechanism limits their potential as commercial SAV technol - ogies [17]. On the other hand, synthetic biodegradable mate - rials such as polycaprolactone (PCL) and polyorthoesters can be tuned to optimize release kinetics. PCL is a biodegradable polyester frequently used in medical devices for tissue engi - neering such as sutures [18]. Bansal et al. explored PCL in SAV technology for a tetanus vaccine due to its slow-release properties and ability to produce degradation products that are less acidic in comparison to other biodegradable polymers. Both in vivo and in vitro studies provided promising results by showing sustained release over 30 days and improving both immune response and survival rates in mice models [19]. Tomar et al. achieved in vitro release of Hepatitis B surface antigen (HBsAg) for a period of 6 months and elicited an immune response comparable to the conventional HBsAg aluminum vaccine in vivo [20]. However, PCL use in vaccine delivery is limited to a handful of studies and its use has been surpassed by PLGA. PLGA is the most commonly used polymer in long-acting injections because of its safety profile, biocompatibility, and biodegradability. It has been successfully used in commercial products for non-vaccine-controlled release applications more than 30 years [21]. Furthermore, PLGA is a synthetic polymer allowing tuning of the release profile by changing its characteristics such as the molecular weight, lactic/glycolic acid ratio or polymer end chemistries [22]. 2.1.1. PLGA release kinetics for use in SAV There are two main release modes for a hydrophilic antigen from PLGA microspheres. Firstly, diffusion, which is the trans - port of antigen through aqueous channels (formed upon hydrolysis) in the polymer [23]. Secondly, erosion, which involves the molecular breakdown of PLGA matrices. Those release modes impact the release profile and lead to a triphasic release pattern (Figure 2a). This includes an initial burst that is a result of the rapid diffusion of antigen from the surface of PLGA microspheres and depends mainly on antigen surface enrichment (Figure 2a, B). This is followed by a constant release phase of the antigen that is again governed by diffusion (Figure 2a, C). This phase lasts until polymer erosion begins, signaling the initiation of the second rapid phase (Figure 2a, R) [24,25]. In most sustained release applica - tions an excessive initial burst release is considered undesir - able due to potential toxicity and efficacy implications [26,27]. The release profile from PLGA microspheres translates to an in vivo antigen concentration profile (Figure 2b). The factors governing the release from PLGA include its physicochemical properties or those of the antigen, and the environment to which the release system is exposed. In terms of delivery system attributes, the size of microspheres affects the three different release phases. A smaller particle size and higher associated surface area often leads to a bigger initial burst followed by rapid diffusion-dependent release. In con- trast, larger microspheres usually display a sigmoidal release profile that is governed by both diffusion and erosion [28]. Experiments conducted by Uchida et al. showed that burst release of a model antigen (ovalbumin) decreased from 80% to 20% when increasing the average particle size from 2.1 to 14.3 m [29]. Erosion involves the degradation of ester bonds between lactic and glycolic acids by hydrolysis and the forma - tion of free acids. The acids act as hydrolytic catalysts them - selves and can lead to heterogenous degradation (more degradation in the center due to the acidic environment created than at the surface of the microspheres, where the 582 K.MICHAELIDES ET AL.pH is closer to neutral i.e. bulk erosion), which is most often observed in microspheres of larger sizes [30,31]. Antigen load - ing is another release modulator primarily affecting the burst release phase. At low antigen loading, a diminished initial burst release has been observed attributed to lower surface enrichment. On the other hand, a larger initial burst and increased release rate have been detected at higher antigen loading [32]. Guarecuco et al. observed that by increasing percentage loading of a model antigen (bovine serum albu - min) from 0.5 to 5% w/w, the initial burst release percentage increased from 28.0% to 63.7% [33]. The distribution of the antigen can also play a major role in the release profile: antigen surface enrichment of the PLGA causes high initial burst, whereas formation of a core-shell structure delays release [34]. Furthermore, the polymer density is a modulator of release profiles because porosity directly affects the diffu - sion of hydrophilic antigens. The lower the density and higher porosity, the higher the release by diffusion. Pore formation is caused by PLGA degradation and water absorption. Some reports mention another phenomenon of pore closure possi - bly happening due to the generation of a less porous surface layer attributed to the non-homogenous degradation or due to the structural collapse and mobility of the polymer [35]. There is a variety of other factors that contribute to the release profile (Figure 3): starting from the polymer character - istics, such as lactic/glycolic acid ratio, ending groups, and molecular weight. Higher lactic/glycolic ratio and molecular weight, as well as capped ending groups, lead to a more hydrophobic PLGA with less water absorption capacity. Consequently, hydrolysis and erosion of the polymer back - bone is reduced [36]. Most studies for SAV formulations and marketed long acting injectables focus on or use ratios from 50:50 to 100:0 (Polylactide, PLA), molecular weights under 100 kDA and free carboxylic acid- or ester-capped end groups to generate a sustained/pulsatile release profile of 6 months or less. The molecular weight, hydrophilicity, and the ability of the antigen to interact (H-bonding, Vander-Waals, and hydro - phobic interactions) with PLGA can also determine diffusion rates [37,38]. Other excipients included in the formulation, such as stabilizers, can have a release modulating role as well [24]. Jaganathan et al. observed that increasing trehalose concentration to 2% resulted in high burst release (80 ± 2.8%) of Hepatitis B antigen [39]. This could be due to the hydro - philicity of the added trehalose and its potential to act as a porogen on the PLGA microspheres, facilitating both diffu - environment around PLGA microspheres in vivo , such as temperature and pH, also impact the release profile. This may explain observed differences between in vitro and in vivo release. Usually, in vivo release is faster owing to a number of factors that accelerate the degradation of biode - gradable PLGA, such as reactive oxygen species produced by macrophages and neutrophils involved in the immune response [41]. The presence of enzymes such as lipases and esterases in low levels may also exhibit biodegradative effects on polymers [42,43]. Therefore, a robust technology tackling most of the aforementioned challenges is required to achieve precise release control in vivo . This is not trivial given the lack of appropriate in vitro-in vivo correlations for long-acting and pulsatile release injectable systems [44,45]. Vaccination regimen for all currently licensed vaccines include the first dose to prime the immune system followed by subsequent booster doses after a suitable interval. While for most small molecule active pharmaceutical ingredients a zero-order release is optimum, for vaccines a triphasic release profile or a discrete pulse release profile is considered Figure 2. (a) Theoretical Triphasic release pattern from PLGA particles: initial antigen release from the surface of the microparticles through diffusion resulting in a burst phase (b), diffusion-dependent constant release phase (c), second rapid release phase caused by polymer erosion (R); (b) Corresponding theoretical antigen concentration in blood.EXPERT REVIEW OF VACCINES 583more desirable. However, sustained release of antigen over a period of time has been shown to have better impact on immunogenicity and is increasingly receiving attention [46,47]. 2.2. Maintaining physical and chemical stability of antigens Many of the antigens currently used in vaccination are pro- teins [48]. A successful formulation of such vaccine entities must maintain physical and chemical stability of the antigen during the stages of preparation, storage and in vivo environ - ment after administration. There are two main processes that could lead to the loss of antigen immunogenicity. The first is denaturation, which involves the alteration of secondary, ter- tiary, or quaternary structure, and degradation, which involves covalent modification. Denaturation could be the outcome of aggregation, unfolding, precipitation and surface adsorption [49], whereas degradation is the result of reactions such as acylation, deamidation, oxidation, and hydrolysis of amide bonds [50]. During SAV preparation, the main causes of antigen instability are the processing temperature, shear forces applied, and usage of organic solvents. Each antigen has a distinct stability profile, but generally avoiding extreme temperatures, using lower shear forces and limited use of organic solvents could reduce the chances of protein unfold - ing and aggregation [11]. Maintaining antigen stability during storage is another noteworthy challenge for SAV technologies containing excipients that may catalyze the degradation of proteins. Moisture and temperature elevation may catalyze hydrolysis of the PLGA polymer. This can lead to conditions inside the polymer matrix that are usually anticipated during the active release phase and can affect protein stability. This may involve a drop in pH which can lead to the chemical degradation of proteins via hydrolysis and aggregation [51]. At low pH, the interaction between PLGA and protein may be favored, leading to the formation of amide linkages between the two. The pH drop is coupled with increased temperature and humidity, escalating the chance of protein destabilization in vivo [52]. To counter the pH drop associated with PLGA hydrolysis, buffering agents have been introduced. Excipients such as magnesium hydroxide have shown to prevent con- formational changes, deamidation, and aggregation of anti - gens [1,53]. To overcome protein stability issues, a variety of stabilizers have been introduced. Both sugars and surfactants have been used to protect proteins when operating at extreme temperatures and drying conditions during preparation. Non-ionic surfactants such as polysorbate 20/80 can whereas sugars (e.g. trehalose, inulin, sucrose) can have a dual role. When sugars are at the glassy state (below glass transition temperature) they form an amorphous sugar glass matrix around the protein, restricting its mobility [54]. Another role of sugars that enables them to preserve protein integrity is the formation of hydrogen bonds between the hydroxyl groups of a stabilizing sugar and the polar groups of the protein, enabling the protein to maintain its native structure [55,56]. This phenomenon is often referred to as the water replacement hypothesis and is particularly impor - tant in preventing destabilization of proteins by water loss during processes such as drying. In most of the previous SAV attempts trehalose dominated the area of stabilizing excipi - ents in PLGA formulations with concentrations of 20% w/w or less. Careful consideration has to be taken in selecting the type and concentration of the stabilizers as they may also have an impact on the release mechanism (e.g. trehalose is hygroscopic). Over the last few decades several methods have been employed by formulation scientists to produce SAV formula - tions with the desired attributes of antigen stability and pul- satile/continuous release profile. There is a handful of notable SAV approaches that attempted to address both key features, release, and stability, generating a strong and long-lasting immune response in small animal studies (Table 2). In 2000, a group created tetanus toxoid SAV formulations with evi- dence of sustained release for 12 weeks. The most effective Figure 3. Factors influencing antigen release from PLGA microspheres.584 K.MICHAELIDES ET AL.Table 2. Notable Single administration vaccine approaches. AntigenExcipientsMicroparticle fabrication method Release profile Immune response Pros (+)/Cons () Reference StabilizersRelease technology Tetanus toxoid Trehalose, albumin, poloxamer 188, stabilizer no. 1 (commercial mixture of saccharides, amino acids, and electrolytes), stabilizer no. 176 (commercial mixture of saccharides, amino acids, electrolytes, and a protein)PLGA 50:50, PLA Spray-drying, Solvent evaporation, CoacervationN/A -All formulations generated antibody titers higher than the protection limit maintained for 12 weeks. -Tetanus toxin neutralization capacity Control -> 20 IU/ml SAV -> 5-15 IU/ml(+) Various combinations of were effective on maintaining stability of IPV on incubation at 37°C, sonication and vacuum drying. - Gelatin: did not show improvement in stability during the incubation but prevented loss during drying and sonicationPLGA 50:50 with Eudragit EDouble emulsionEPO allowed tuning of release kinetics: 7.5% EPO 2nd peak 11 days 5% EPO 2nd peak 14-18 days 3% EPO 2nd peak 25 days Addition of response to the control as measured by ELISA.(+) Excipients tested in different combinations and concentrations. () Stabilizer's screening (incubation at 37°C, sonication and drying process) to evaluate excipients stabilizing performance not done in the presence of PLGA[58] serotypes 1,2,3- and branched poly-ethylenimine were used to increase stability and prevent protein aggregation caused by low pH. - Small-molecule release was observed as the three IPV serotypes were released in two distinct bursts. 2nd peak 20- 30 daysNon-inferior immune response to the control for both SAV formulations.(+) Use of cationic polymers to modulate and achieve pulsatile release[59] (Continued )EXPERT REVIEW OF VACCINES 585Table 2. (Continued). AntigenExcipientsMicroparticle fabrication method Release profile Immune response Pros (+)/Cons () end 85:15 acid end groupStampEd Assembly of polymer Layers (SEAL)Fluorescently labeled dextran: In vitro : no burst release, day 10 (1st peak), day 15 (2nd peak) day 34 (3rd peak) In vivo : no burst release, day 9 (1st peak), day 20 (2nd peak) day 41 (3rd peak)Peak titers were higher than the control (two-dose boluses)(+) Pulsatile release: delayed bursts without prior leakage (i.e. delayed sharp bursts on a specific day) () Non-traditional manufacturing process platform likely to be related with cost- effectiveness and scalability[60] HPV16 L1 Capsomere (model antigen)-Trehalose (protect antigen during drying) -Hydroxyethyl starch (raises glass transition temperature increasing stability and preventing agglomeration)-Trimethyl- aluminium- Spray-drying (to stabilize the antigen) - Atomic layer depositionHPV16 L1 labeled with IR Dye 800CW -In vivo : No coats 1-3 weeks coats 4 weeks 250-500 coats 14 weeks-Antibody titers similar/better to the control (prime + booster dose)(+) Alumina layers acted both as adjuvants and as release technology () Uncontrolled fracture of particles in lab- scale atomic layer deposition reactor[61] Note: IPV, were microspheres co-adjuvanted with alum and a size of less than 5 m prepared using PLGA 50:50. Despite generating antibody titers higher than the protection limit, there is no evidence of the approach proceeding to clinical trials due to economic and technological reasons [10,57]. A more recent approach employing double emulsion mana - ged to achieve pulsatile release profiles for inactivated polio vaccine (IPV) both in vitro and in vivo . Cationic polymer exci - pients (L-lysine), and branched poly- ethylenimine (bPEI) were used to modulate release from PLGA microspheres and prevent protein aggregation caused by low pH. Eudragit E acts as a base due to its amine functional groups causing an increase in the pH which can accelerate PLGA degradation by base catalyzed hydrolysis. Also, Eudragit E dissolution generates channels for IPV to escape from the acidic environment in the microsphere by diffusion [58,59]. Others have employed alternative formulation methods, such as StampEd Assembly of polymer Layers to produce core-shell microparticles capable of releasing antigens at desired time - points within 2 months. This approach also reported higher stability of the antigen compared to emulsification processes due to the elimination of organic solvents and other emulsifi - cation stressors [60]. The atomic layer deposition (ALD) method employed by another group used alumina layers instead of a biodegradable polymer as a release technology, showing similar or better immune response to the conven - tional vaccine. Coating antigens with alumina can also provide adjuvant effects as well as increasing stability of antigens because the coating is impermeable to water vapor [61]. The aforementioned approaches and dozens of other SAV technol - ogies pursue a similar vaccine development path. The formu - lation stage is followed by in vitro and in vivo testing to assess immunogenicity. Eliciting a strong and long-lasting immune response is fundamental for any vaccine candidate and is the key to being able to proceed to the next stage and face another check point: the translational aspects and commercia - lization. The cost effectiveness and scalability of some of the above methods, especially the ones employing novel/non- conventional manufacturing processes, may place consider - able challenges for translating them into a commercial SAV technology. 3.In vivo responses to SAV technologies 3.1. Immunogenicity in small animal studies Formulations that provide promising results in vitro could be moved on to animal testing to assess their immunogenicity and reactogenicity. Animal models may provide an idea of the cellular responses expected in humans. Unfortunately, no SAV technology has ever progressed beyond preclinical test - ing due to failing to meet the desired immune response or overcome technological and economic barriers [1,10]. To illustrate the challenges expected during immunogenicity studies, two examples of vaccine candidates suitable for SAV formulations are being discussed in the next two sub- sections.3.1.1. Hepatitis B (HBV): A stable target for SAV technologies HBV immunization uses a virus-like-particle (VLP) composed of surface protein from hepatitis B virus. The vaccination regime requires a prime followed by two booster doses to provide sufficient protection. The ideal HBV immunization is expected to generate sufficient antibodies as quickly as possible that persist, and offer equivalent protection to naturally acquired antibodies [62]. The correlate of protection in vaccinated humans is an antibody response greater than 10 IU/L [63]. HBV immunization is implemented in almost all the national vaccination schedules around the world and is highly effective (95%) in providing protection from chronic hepatitis B infection for at least two decades [64]. According to the WHO, the global coverage with three doses of hepatitis B vaccine was estimated to be 85% in 2019 [65]. Although this is a great achievement for public health, it is important to note that millions of new-borns remain unprotected every year [66]. A contributor to this issue is the incomplete immunization due to failure to vaccinate with subsequent doses. One successful and implemented approach is the use of combination vaccines (containing antigens for two or more diseases) to improve coverage rates [67]. An example of a combination vaccine is the 6-in-1 vaccination providing protection for hepatitis B, polio, diphtheria, tetanus, pertussis, and haemophilus influenzae type b after a course of three bolus injections (for babies at 8, 12, and 16 weeks old). Due to its suitable vaccination regimen HBsAg has been a common model for investigation of SAV formulations. Furthermore, the HBV VLP is relative stability in acidic environment lending itself to formulation in PLGA. For example, Feng et al. developed SAV formulations for the continuous release of HBsAg subunit vaccine and tested their immunogenicity in mice (via subcutaneous route). The three candidate SAV formulations were developed using a double emulsion technique for microencapsulation of the antigen in PLGA microspheres. Two of the formulations had the same lactic: glycolic ratio (50:50) but different polymer end groups (carboxylic acid and ester capped end groups). The third formulation was made of PLGA (75:25) and ester capped end groups. A mixture of the three formulations managed to produce similar mean antibody titers to the active control which received three bolus injections (2.5 g of the HBsAg aluminum-vaccine) at 0, 1, and 2 months. The immune responses generated were on par with the active control for the 4-month duration of the experiment [68]. Using a similar approach, it was demonstrated that an SAV formulation of HBsAg antigens in microspheres can maintain an immune response at levels analogous to the conventional three-bolus intramuscular injection with alum (0, 1, 6 months) for at least 12 months after a single injection. To qualitatively measure the antibodies generated from SAV, Singh et al. developed an inhibition assay to show that the antibody binding specificity to HBsAg of both the SAV and the control were comparable. The antibodies produced by mice after exposure to SAV were also investigated using competitive ELISA. The aim of this assay was to determine whether the antibodies induced were able to compete with EXPERT REVIEW OF VACCINES 587murine antibodies specific to HBsAg neutralizing region. The rationale for this was that if both compete for the same epitope, then the antibodies generated from SAV can pro- vide protection to the actual virus. The results revealed that both the neutralizing monoclonal antibodies and the sera from SAV-vaccinated animals displayed similar specifi - city [69]. The inclusion of stabilizing excipients has also been trialed in the HBV model; for example Jaganathan et al. trehalose and magnesium hydroxide and evaluated immuno - genicity in guinea pigs by comparing it to the active control of two doses of the conventional vaccine. The results revealed that over the course of the 90-day experiment, both the control and the SAV showed an equivalent, significant eleva - tion of anti-HBsAg antibodies [39]. A more recent study by Zheng et al. developed an SAV formulation capable of eliciting a more comprehensive and long-lasting immune response compared to two doses of the conventional vaccine with a 4-week interval. The immunogeni - city results of the control and the SAV formulation were comparable throughout the 90 days of the experiment, but IgG2a levels induced by SAV gradually increased, while those of the control group decreased over time [70]. It is known that the size of the particle in the formulation can affect immunogenicity and clearance rate, to address this Kanchan and Panda compared a single injection of antigen- loaded nanospheres (200-600 nm) to antigen-loaded micro - spheres (2-8 m). According to their observations, the major - ity of nanospheres were endocytosed by macrophages. This promoted a tendency toward cellular response, which was accompanied with Interferon- secretion. Consequently, IgG antibody titers were lower when compared to the micro - spheres that remained out of the cells or attached on the surface of antigen presenting cells, slowly releasing their load encouraging a humoral response. Interestingly, neither of the unadjuvanted particulate formulations provided immu - nogenicity comparable to three doses of alum-adsorbed HBsAg. Only when the microspheres were mixed with alum was an immune response analogous to the control observed [71]. As noted above, many studies have generated promising data with HBV-PLGA formulations highlighting additional ben - efits of SAVs (Table 3). Indeed, some reports indicate that PLGA itself can act as an adjuvant in addition to its controlled release properties [73]. The potential mechanism of the immune enhancement by PLGA could be based on imitating the dimensions, shape, charge, and other characteristics of pathogens to increase cross presentation and uptake [74- 76]. The prospect that SAV technologies can increase effec - tiveness via their adjuvant effect or continuous antigen expo - sure might be beneficial for populations that have high non- response rates to the conventional vaccine, such as smokers, the obese, and the elderly. In all the aforementioned studies, the HBV SAV formula - tions employ continuous release rather than a pulsatile release kinetic. The long-term immunological consequences of this format of delivery are still unknown in humans and there are potential concerns as to whether this type of dosing may induce tolerance. Early studies suggested that continuous exposure to large amounts of antigen in animals could result in building up of tolerance causing temporary immunological hyporesponsiveness or leading to immunological paralysis [77,78]. However, more recent studies have not reported these effects [79]. Addressing these questions may help to optimize SAV formulations and establish their efficacy and safety profile. In the current guidance from the WHO, it is optimal to have at least 4 weeks between the prime and booster doses to allow maturation of B memory cells generat - ing higher secondary immune responses [80]. According to this paradigm, pulsatile SAV technologies may be favored over the continuous release approaches. Therefore, a pulsatile release technology mimicking multi-dose vaccine profiles appears to be preferable from a regulatory approval stand - point [1]. However, the need to further explore the association of the release profile with the immune profile is of fundamen - tal importance. 3.1.2. Inactivated polio vaccine (IPV): a key candidate for SAV technologies Inactivated polio vaccine consists of three antigens to provide immunity for polio serotypes 1, 2, and 3. Each of these ser- otypes has a different stability profile, making the translation to a SAV technology more challenging. In the attempt to eradicate polio, the WHO tried to utilize both available vaccine types, oral polio vaccine (OPV), and IPV. OPV is cheaper, easier to administer, and provides mucosal and systemic immunity. These characteristics make it ideal for developing countries where resources are limited. However, it has been associated with a risk of reversion to virulence [81]. In contrast, IPV is a part of the immunization schedule employed by many developed countries and is a safer option but does not induce mucosal immunity. It has been suggested that the synergy of the two can be used in the campaign to eradicate polio. The main obstacles in this approach are the cost, the multiple doses (prime plus two boosters) and the cold chain storage (2-8°C) associated with IPV [82]. These obstacles often lead to incomplete immunizations i.e. not completing the full course required for protection. Recent studies have revealed a significant decrease in the number of children receiving the subsequent booster doses to those receiving the prime dose [83]. Evidence from a systematic review revealed that a single dose of IPV seroconverted on average 33%, 41%, and 47% of infants against serotypes 1, 2, and 3, respectively. Whereas two doses when three were administered according to immunization sche - dules [82]. This emphasizes the need for SAV technology with its potential to provide complete immunization and improve vaccine coverage rates. However, given the additional stability issues associated with IPV, no SAV formulations have been made until recently. In a study by Tzeng S. et al., IPV was formulated in a pulsatile-release SAV and tested in animals versus two bolus injections administered with a 4-week gap. Both the absolute neutralizing response and the total IgG binding titers generated by the candidate formulations were measured. The 588 K.MICHAELIDES ET AL.Table 3. Animal studies of hepatitis B single administration vaccines (SAVs). SAV formulation Immune response Control Duration Model (route) Ref. HBsAg(7.5 g) PLGA 50/50-COOH microspheresInferior results after the sixth week 2.5 g HBsAg aluminium-vaccine at 0, 1, 2 months 4 months Mouse [68] HBsAg(7.5 g) PLGA response comparable to control 10 g HBsAg aluminium-vaccine at 0, 1, 6 months 12 months Mouse (IM) [69] HBsAg(30 g) and Mg(OH) 2 microspheres Immune response comparable to the control 10 g HBsAg aluminium-vaccine at 0 and 1 months 3 months Guinea pig (SC)[39] HBsAg(20 g) PLGA 50/50 with Mg(OH) 2 onlySignificantly lower immune response than the control HBsAg(20 g) PLGA 50/50 with trehalose only HBsAg(10 g) Alginate-chitosan-PLGA (50/50, 70/30) composite microspheresAntibody levels comparable to control 5 g HBsAg aluminium-vaccine at 0 and 1 months 3 months Mouse (SC) [70] HBsAg(10g) PLGA (50/50, 70/30) HBsAg(20 g) adsorbed microspheres: PLGA 50/50 Comparable immune response 10 g HBsAg aluminium-vaccine at 0 and 1 months 42 HBsAg(20 titers Total 1 g HBsAg aluminium-vaccine at 0, 1, 6 months6 months Rat (IM) [71] HBsAg(1 g) loaded PLA nanospheres with alum HBsAg(1 g) PLA microspheres HBsAg(1 g) loaded PLA microspheres with alum Comparable the lactic acid. EXPERT REVIEW OF VACCINES 589absolute neutralizing response is regarded as the correlate of protection IPV (level required: 1/4-1/8 dilution neutrali - zation) [85]. They found that the newly developed system was non-inferior to the control of two bolus injections of IPV spaced one month apart based on animal studies that dis- played strong and long-lasting immune responses generated by two SAV formulations. Both SAV formulations contained PLGA but in combination with a different cationic polymer excipient. Eudragit E-containing response for IPV serotypes 1 and 2 during the 24 weeks of the experiment. On the other hand, they elicited an inferior response to IPV serotype 3 with a potentially shorter duration of immunity. Poly(-l-lysine) with branched polyethy - lenimine (bPEI)-containing microspheres showed better results than the first formulation for IPV serotype 3 in vitro and appeared to have non-inferior IgG response to all three ser- otypes when compared to the control. It is important to note that both of the SAV formulations in this study initiated an antibody response earlier than the conventional vaccine. This observation requires further exploration because validating the capability of SAVs to initiate responses earlier than multi- dose vaccines can have a positive impact on their value, especially in cases where early responses are crucial [59]. The results from Tzeng et al. represent a considerable achievement in the development arena of SAV technologies for Polio. Yet, there are a number of questions for vaccine developers to consider, including whether immune response would last beyond 24 weeks and be non-inferior to the three- bolus IPV regimen of the routine immunization schedule. Although the in vivo performance of IPV depends predomi - nantly on the neutralizing antibodies (according to the corre - lates of protection), investigating the immune response in greater detail may provide a better understanding of the total basis of immunity to polio and the opportunity to unveil additional benefits of SAV formulations. 3.2. Reactogenicity and granuloma formation in small animal studies Vaccines are typically provided to healthy populations where there is a reasonable expectation for a high benefit-risk ratio. Reactogenicity is a term used to describe the adverse effects after vaccination and a high immunogenicity-reactogenicity ratio is desired. The development of adverse effects from vaccination varies between individuals and different types of vaccines, but it can be divided into two categories: local and systemic effects. Local effects may include swelling, pain, red- ness or localized hardening of soft tissues, whereas systemic effects may involve fever, fatigue, headache, and muscle pain. Reactogenicity arises from vaccines being recognized as potential pathogens by the body and inducing innate immune responses. Maintaining the balance between immunogenicity and reactogenicity is fundamental for a successful vaccine candidate [86]. Reactogenicity assessment is a long and dynamic process that spans through all the stages of vaccine development, from animal models to pharmacovigilance post- licensing [87].Reactogenicity to SAVs is generally affected by two factors: the vaccine type itself and the excipients or adjuvants used in the formulation. For SAV formulations of IPV, the authors reported that there were no local or systemic adverse effects in their animal trials. According to Tzeng et al. this result was expected given the good safety profile of IPV and PLGA micro - spheres [59]. PLGA/PLA microspheres have a long history of biocompatibility, biodegradability, and safety that makes them one of the few FDA-approved drug delivery systems for par- enteral administration [73]. Commercial HBV vaccines, being subunit vaccines, are inherently associated with low reactogenicity; however, the trade-off is that reduced reactogenicity is often coupled with reduced immunogenicity. To improve immunogenicity, this type of vaccine is often accompanied by adjuvants such as alum. The majority of SAV formulations reviewed above (in section 2) did not include alum and only one of those studies reported adverse reactions after SAV administration. Zheng et al. reported the appearance of lumps at the injection site in mouse models after administration of the SAV formulation but not for the active control. Interestingly, this study used the more reactogenic subcutaneous route together with a chitosan-alginate composite in addition to PLGA for their formulation. According to the authors, the lumps were not associated with skin rashes and disappeared within 6 weeks [70]. These may have formed due to possible deposits from SAV microspheres rather than granuloma formation. Subcutaneous administration of vaccines has been asso - ciated with increased risk of granuloma formation [88]. Granulomas are pruritic nodules associated erythema, hypertrichosis, and discoloration [89]. Aluminium adjuvants have also been linked with increased rates of granuloma generation and a possible relation to chronic granulomatous inflammation, known as macrophagic myofasciitis [90,91]. It is important to note that there are new generations of adjuvants being developed many of them may be associated with increased reactogenicity at both local and systemic level [90]. In a study conducted by Boopathy et al., it was demonstrated that a modified release of vaccine enhanced the immune response through multiple mechan - isms including facilitating germinal center B cell differentia - tion, promoting antibody class switching, and inducing the formation of long-lived plasma cells [46]. This may indicate that implementation of SAV for adjuvant delivery could allow a reduction in adjuvant dose and, therefore, the associated reactogenicity. This has the potential to enhance adherence to vaccines, ultimately resulting in increased vaccine coverage. 4.Translational aspects and commercialization Several groups have published encouraging results on release properties of SAV formulations, followed by desirable immu - nogenicity and minimum reactogenicity in preclinical studies. However, these attempts have not yet progressed to human clinical trials. There can be various reasons for this lack of translation, including the cost of taking a product from bench to cGMP manufacturing and into Phase I studies. In the next sections, the key challenges that could influence commercial development of SAVs are highlighted.590 K.MICHAELIDES ET AL.4.1. Crossing the \"valley of death\" with new a formulation The development of a new process that modifies an existing formulation may require establishment of a scalable manufac - turing line, a robust and stable formulation and validated analytical assays, and additional clinical studies [92]. Addressing the technical challenges of a new process and navigating other obstacles encountered in the critical phase known as the 'valley of death' is crucial in determining whether a new product, process or a new formulation is commercially viable. Adapting an existing vaccine formulation to produce a SAV is considered to be a change in the formula - tion and manufacturing process. According to ICH guidelines, the manufacturer needs to evaluate the relevant quality attri - butes of the product and ensure there is no adverse impact on the safety and efficacy of the product [93]. Considerations for the clinical studies are assessed on a product-specific basis and the requirements may vary depending on the manufac - turing process, the infectious disease to be prevented, the target population, the type of the vaccine and its mechanism of action. Changes in the formulation process, other than addition or removal of preservatives, may or may not give rise to a modified product that is viewed as a new candidate from a regulatory approval standpoint. Clinical bridging stu- dies can be employed to directly compare the approved vac- cine with the changed version in terms of efficacy and safety [94]. Manufacturing an SAV product to a cGMP standard using cGMP grade materials while simultaneously tackling inherent technical challenges for a Phase I trial can be economically and logistically demanding for an academic research group or a small and medium-sized enterprise (SME). 4.2. Scalability and feasibility to meet demand Technology scalability was a major factor limiting the progres - sion of a promising tetanus SAV formulation to clinical trials [57]. This approach employed spray drying, coacervation, and solvent evaporation to encapsulate the antigen in PLGA. The method was solvent based and required more space within a pilot scale clean-room GMP laboratory than the licensed vaccine formulation. It was calculated that changes in infra - structure could increase the price of the cheap tetanus vaccine by 100 times [10]. We believe that significant progress has been made in the field of spray drying/microencapsulation in general and in aseptic spray drying in the past 20 years, mak - ing this technique more mainstream, especially with emer - gence of Contract Development and Manufacturing Organizations (CDMOs) working in this area. While appreciat - ing the complexity involved in vaccine manufacturing, it has been observed that manufacturing of vaccines/biologics has become less capital intensive and more agile through utilizing the efficiency of contract manufacturing, employing single-use technologies and continuous processing. The rate of new vaccine product development has been further enhanced with latest technologies, such as those observed during the coronavirus pandemic. As a step in the downstream process, spray-drying has emerged as a key player in pharmaceutical industry due to it being a single, continuous, and cost- effective process [95]. There are other niche and emerging techniques employed for formulation development, such as 3D printing and ALD. However, they suffer from slow produc - tion and increased operating costs [60,96]. Alternative tech - nologies characterized for their upscaling capabilities such as microfluidics could be investigated further for SAV production to facilitate the bench to bed-side journey. Scaling-up can be achieved by parallelization i.e. several micromixers placed in parallel multiplying production rates. Microfluidics have also gained more prominence in the last few years mainly because of their capability to manufacture lipid carriers for vac- cines [97]. In contrast to the traditional multiple dose vaccines, SAV formulations require additional excipients to control the release from the dosage form. Maintaining raw excipient qual - ity can ensure production homogeneity, avoiding batch-to- batch variability. Sourcing those excipients in large quantities at GMP grade, sufficient to meet the demand of millions of doses per year for a routine immunization vaccine or billions of doses for a vaccine targeting a pandemic, can be excep - tionally challenging [98]. Establishment of a robust excipient supply chain is critical for efficient manufacturing. 4.3. Cost analysis and market opportunities Additional formulation steps employed in the manufacturing pipeline and the requirement for extra excipients mentioned above inevitably increase the initial manufacturing costs com - pared to some of the conventionally produced vaccines. A product-specific, cost-benefit analysis, encapsulating eco- nomic, environmental, societal impact, needs to be considered for each product. Reduced financial burden due to fewer clinical visits, decreased overhead costs of staff time and reduced logistical burden (i.e. storage, distribution) could off- set the relatively higher cost of SAV formulations. According to the WHO, operational costs of vaccination campaigns contri - bute to approximately 90% of the total cost [26]. This will help in making a strong case for governments and organizations such as WHO, UNICEF, and GAVI to step in with covering the additional cost of manufacturing. One approach to reduce manufacturing costs is to employ continuous methods for the microencapsulation of antigens such as microfluidics and spray-drying rather than batch meth - ods. Yet, there will still be a cost/pricing gap to bridge between products manufactured using the above technolo - gies and expected prices for traditionally manufactured vac- cines. To put this into context, marketed products of long acting injectables which use PLGA for their controlled release technology such as Risperdal Consta ® and Prostap SR® have UK drug tariff price ranges of £80-143 and £75-225 (equiva - lent to $91-162 and $85-256), respectively. Meanwhile, the average cost of vaccines production in developing countries is estimated at $2.18 per dose [99]. The real-world example of the pertussis vaccine (not SAV technology) illustrates that the cost is a key driver in vaccine candidate selection. Currently, there are two forms of the pertussis vaccine available: whole-cell (wP), and acellular (aP). According to the WHO, their protective efficacy is comparable, EXPERT REVIEW OF VACCINES 591but the acellular vaccine has a better safety profile. However, the whole-cell vaccine remains the vaccine of choice in devel - oping countries because of the lower cost [100]. An attractive market opportunity for SAV technologies is to focus on vac- cines that are already expensive, (e.g. human papillomavirus and rabies vaccines) and target developed countries initially [61]. By employing this strategy, a proof of concept for the impact of SAVs could be provided, attracting attention from organizations such as GAVI that can potentially facilitate the introduction of SAVs to developing countries. Another oppor - tunity is to formulate SAV technologies for the new generation vaccines (RNA, DNA) where there is currently a huge demand. For context, Pfizer's Comirnaty ® mRNA vaccine (COVID-19 vaccine) is currently considered the fastest-selling drug in pharma history with $36.9 Billion sales made in 2021. The current situation with COVID-19 vaccination provides evidence that SAV technology could have contributed to the faster control of the pandemic through maximizing vaccine cover - age rates globally. However, retention of immunogenicity and stability of DNA/RNA vaccines in SAV technologies needs to be investigated. 4.4. Intellectual property and marketed products Other than production costs, marketed long-acting injectable formulations are products that use patented technologies keeping their prices relatively high [8]. MedisorbTM technology uses a water-based solvent extraction process to encapsulate a drug in PLGA microspheres. Upon administration, the micro - spheres absorb water and the polymer degrades in a controlled manner to release the drug over a period of days or months [101]. Marketed therapeutics utilizing this technology involve Comirnaty ® and Risperdal Vivitrol ®. Another technology which provided products (e.g. in Consta ® Depot) is Eligard ®. This technology introduces the drug in a PLGA/PLA solution containing a solvent that diffuses out when in contact with body fluids. As a result, the polymer precipitates out confining the drug in a solid implant with sustained and controlled release properties. A technology tai- lored to sensitive biomolecules and potentially suitable for SAV is Atrigel ®. This technology involves pre-processing of the drug by spray freeze drying and addition to a PLGA solu - tion followed by atomization. Low temperatures and nonaqu - eous conditions are maintained throughout the formulation process generating sustained-release microspheres [102]. However, ProLease ® Depot which was a product of this tech - nology has been discontinued for commercial reasons. 5.Conclusion Over the past decades there have been considerable advances in the field of SAVs. Several groups have explored different microencapsulation methods and excipients generating useful information on how to tackle the key formulation challenges. The promising results from animal studies provide preliminary evidence that SAV formulations might be capable of produ - cing strong and long-lasting immune responses in humans. The focus has now shifted toward translating SAV formula - tions in a marketed product. Utilizing scalable and continuous encapsulation methods, establishing a robust excipient supply chain and targeting suitable multiple dose vaccine candidates are approaches that may facilitate this journey. Vaccines are becoming increasingly important for society, leading to more marketing and funding opportunities for SAVs. Taking advantage of these opportunities together with the utilization of expiring/expired patents for long-acting injectable formulations can enable researchers to make further steps toward SAV commercialization. If production develop - ment costs are reduced, SAVs will get the opportunity to reach the market and thrive commercially making a substantial con- tribution to global health outcomes. 6.Expert opinion The translation of SAVs to commercial products has remained dormant for the last few decades since their initial conceptuali - zation. The use of multivalent vaccines and compulsory immu - nization has been employed to increase coverage rates while SAVs have been neglected. The advances observed with the adoption of vaccination technologies during the recent pan- demic can be a driving force to re-kindle the development space for SAVs. An additional, more efficient, technology to combat new infectious disease threats could make a game- changing contribution to the control of future outbreaks. The success of PLGA-based technologies in delivering several long acting injectables on the market despite the technological com - plexities should be replicated with SAVs. However, to achieve this goal, further considerations should be prioritized, including the cost implications of the above technologies on the final price of vaccines. One approach to minimize the cost per dose is to maximize the antigen loading capacity of the delivery vehicles/microspheres. Focusing on vaccines that are commer - cialized in the developed countries and that are at the higher price range may be an attractive market opportunity for SAV formulations at the early stage of development. However, avail - ability of expensive vaccines for early-stage R&D could be chal - lenging. Generation of proof-of-concept data with model protein followed by generation of reproducible data with rele- vant less expensive vaccine prior to embarking on expensive vaccines presents as a more sensible approach. It is vital to achieve a controlled release profile (pulsatile or sustained) that is capable of generating superior immune response to a multiple dosing regimen of conventional vac- cines. Achieving better control over release and higher encap - sulation efficiency has become more feasible due to the emergence of technologies such as microfluidics and particle engineering techniques such as spray drying. An additional critical challenge that should be prioritized is the stability of antigens within the developed microspheres, which should help reduce the operational, logistical, and especially manu - facturing costs, which are relatively high. Importance of single administration technology is increas - ingly getting more attraction and the advancement of the technology in the field of vaccines is expected to revive in the next coming years. SAVs provide great additional values to existing vaccine products by generating modified (pulsatile or sustained) release potentially outperforming traditional strate - gies. The SAV formulation needs further development and 592 K.MICHAELIDES ET AL.assessment with more advanced vaccine candidates such as nucleic acids, potentially increasing stability, immunogenicity, and efficacy. The technology as it stands has come a long way from its inception in 1980s. There are still a number of challenges some of which have been elucidated in this document. Depending on the complexities of the vaccines and their tolerance to different process employed for the manufacture of formulations capable of modified release, the technology is not expected to be applicable for all vaccines. Adopting and further developing the technology utilizing more robust vac- cines such as toxoid and subunit vaccines will certainly pave path to more complex nucleic acid vaccines such as RNA formulated in liquid nano particles and subunit vaccines com - bined with more robust adjuvants tailored to produce disease specific desirable immunological response. Funding This work was supported by the Biotechnology and Biological Sciences Research Council (BBSRC) and Aston University funded Midlands Integrative Biosciences Training Partnership (MIBTP) (BB/T00746X/1). Declaration of interest 'Aston University and Avaxzipen have a relevant vaccine formulation technology under development with potential for commercialization. As the corresponding author, I have disclosed those interests fully to Taylor & Francis, and have in place a collaboration agreement for managing any potential conflicts arising from this arrangement. M Prasanna, MK Howard and P Dulal are employees of AVaxziPen. A Walters is currently an employee and shareholder of AstraZeneca. The authors have no other relevant affiliations or financial involvement with any organization or entity with a financial interest in or financial conflict with the subject matter or material discussed in the manuscript apart from those disclosed. Reviewer disclosures Peer reviewers on this manuscript have no relevant financial or other relationships to disclose. References 1. McHugh KJ, Guarecuco R, Langer R, et al. Single-injection vaccines: progress, challenges, and opportunities. J Control Release. 2015 Dec 10;219:596-609. 2. Riddell NE. Immune responses: primary and secondary. Ency Of Life Sci. 2020 ; 1(2):316-326. doi: 10.1002/9780470015902.a0029196 3. Immunization coverage by antigen (country, regional, and global trends) [Internet]. UNICEF Data. 2020 [cited 2021 Mar 6]. Available from: . 4. Wang N, Chen M, Wang T. Liposomes used as a vaccine adjuvant-delivery system: from basics to clinical immunization. J Control Release. Jun 10;303:130-150. doi: 10.1016/j.jconrel. 2019.04.025 systems based on microneedles. In: Larrañeta E, Raghu Raj Singh T Donnelly using nanopar - ticles [Review]. Infect Parent M, Nouvel C, Koerber M, et al. PLGA in situ implants formed by phase inversion: critical physicochemical parameters to modu - late drug release. J Control Release. 2013 Nov 28;172(1):292-304. doi: 10.1016/j.jconrel.2013.08.024 8. Jain A, Kunduru Injectable formulations of poly (lactic acid) and its copolymers in clinical use. Adv Drug 9. Genito CJ, Batty CJ, Bachelder EM, et al. Considerations for size, surface charge, polymer degradation, co-delivery, and manufac - turability in the development of polymeric particle vaccines for infectious diseases. Adv NanoBiomed Res. 2021 Jan 18;1 (3):2000041. syn- thetic biodegradable microparticulate vaccines: a roller coaster story. Expert Rev Vaccines. 2007 Aug;6(4):471-474. doi: 10.1586/ 14760584.6.4.471 11. van de Weert M, Hennink W. Protein instability in C, Challen R, et al. Effectiveness of BNT162b2 COVID-19 vaccination in prevention of hospitalisations and severe disease in adults with SARS-CoV-2 Delta (B.1.617.2) and Omicron (B.1.1.529) variant between June 2021 and July 2022: a prospective test negative case-control study. The Lancet Regional Health - Europe. 2023 [2023 Feb 1];25:100552. 13. Cianci R, Franza L, Pignataro G, et al. Effect of COVID-19 vaccination on the in-hospital prognosis of patients admitted during delta and omicron Waves in Italy. Vaccines (Basel). 2023 Feb 6;11(2):373. 14. Gram MA, Emborg HD, Schelde AB, et al. Vaccine effectiveness against SARS-CoV-2 infection or COVID-19 hospitalization with the Alpha, Delta, or Omicron SARS-CoV-2 variant: a nationwide Danish cohort study. PLOS Med. 2022 Sep;19(9):e1003992. 15. Gale EC, Powell AE, Roth GA, et al. Hydrogel-based slow release of a receptor-binding domain subunit vaccine elicits neutralizing anti YU, et al. In vivo evaluation of single dose tetanus toxoid vaccine formulation with chitosan microspheres. Indian J Pharm Sci. 2008 Jan;70(1):11-15. 17. Kim JK, Kim HJ, Chung JY, et al. Natural and synthetic biomaterials for controlled drug delivery. Arch Pharm Res. 2014 Jan;37(1):60-68. 18. Bartnikowski M, Dargaville TR, Ivanovski S, et al. Degradation mechanisms of polycaprolactone in the context of chemistry, geo - metry and environment. Progress Polym Sci. 2019 [2019 Sep 1];96:1-20. 19. Bansal V, Kumar M, Bhardwaj A, et al. In vivo efficacy and toxicity evaluation of polycaprolactone nanoparticles and aluminum based admixture formulation as vaccine delivery system. Vaccine. 2015 Oct 13;33(42):5623-5632. 20. Tomar P, Karwasara VS, Dixit VK. Development characterizations and evaluation of Poly(-epsilon-caprolactone)-based microspheres for hepatitis B surface antigen delivery. Pharm 2011 Oct;16(5):489-496. doi: 10.3109/10837450.2010.492220 21. F, et al. Long-acting injectable formulation technologies: challenges and opportunities for the delivery fra- gile molecules. Expert Opin Drug Deliv. 2022 Aug;19(8):927-944. 22. Zhang C, Yang L, Wan F, et al. Quality by design thinking in the development of long-acting injectable PLGA/PLA-based micro - spheres for peptide and protein drug delivery. Int J Pharm. 2020 Jul 30;585:119441. 23.Lee PW, Pokorski JK. Poly(lactic-co-glycolic acid) devices: produc Wahlgren M, Reslow M, et al. The mechanisms of drug release in poly(lactic-co-glycolic acid)-based drug delivery systems-a review. Int J Pharm. 2011 Aug 30;415(1-2):34-52. 25. Schwendeman SP, Shah RB, Bailey BA, et al. Injectable controlled release depots for large molecules. J Control Release. 2014 Sep 28;190:240-253.EXPERT REVIEW OF VACCINES 59326.Boehm G, Peyre M, Sesardic D, et al. On technological and immu - nological benefits of multivalent single-injection microsphere vaccines. 2002 Sep;19(9):1330-1336. 27. Yoo J, Won YY. Phenomenology of the initial burst release of drugs from PLGA microparticles. ACS Biomater Sci Eng. 2020 Nov 9;6 (11):6053-6062. 28. Lin X, Yang H, Su L, et al. Effect of size on the in vitro/in vivo drug release and degradation of exenatide-loaded PLGA microspheres. J Drug Delivery Sci Technol. 2018 1];45:346-356. 29. Uchida T, Goto S, Foster TP. Particle size studies for subcutaneous delivery of poly(lactide-co-glycolide) microspheres containing oval - bumin I, Ramtoola Z. Influence of particle size and dissolution conditions on the degradation properties of polylactide-co-glycolide particles. Biomaterials. 2000 al. In vitro bulk/surface erosion pattern of PLGA implant in physiological conditions: a study based on auxiliary [2016 controlled carrier. Polymers. 2011 1;3 (3):1377-1397. 33. Guarecuco R, of PLGA microspheres for Vaccine. 2018 May 24;36(22):3161-3168. 34. Wan F, Maltesen MJ, Andersen SK, et al. Modulating protein release profiles by incorporating hyaluronic acid into PLGA microparticles via a spray dryer equipped with a 3-fluid nozzle. Pharm Res. 2014 Nov;31(11):2940-2951. 35. Fredenberg S, Wahlgren M, Reslow M, et al. Pore formation and pore closure in poly(D,L-lactide-co-glycolide) films. J Control Release. 2011 Mar 10;150(2):142-149. 36. Tracy MA, Ward KL, Firouzabadian L, et al. Factors affecting the degradation rate of poly(lactide-co-glycolide) microspheres in vivo and in vitro. Biomaterials. 1999 Jun;20(11):1057-1062. 37. Siegel SJ, Kahn JB, Metzger K, et al. Effect of drug type on the degradation rate of PLGA matrices. Eur J Pharm Biopharm. 2006 Nov;64(3):287-293. release from bioer - odible polymers: effect of drug type and polymer composition. J Control Release. 2005 Feb 2;102(2):333-344. 39. Jaganathan KS, Singh P, Prabakaran D, et al. Development of a single-dose stabilized poly(D,L-lactic-co-glycolic acid) microspheres-based vaccine against hepatitis B. J Pharm Pharmacol. 2004 Oct;56(10):1243-1250. 40. Zhao X, Zhang S, Yang G, et al. Exploring trehalose on the release of levonorgestrel from implantable PLGA microneedles. Polymers. 2020 Jan 1;12(1):59. 41. Knab TD, Little SR, Parker RS. A systems approach to modeling drug release from polymer microspheres to accelerate in vitro to in vivo translation. J Control Release. 2015 Aug 10;211:74-84. doi: 10.1016/ j.jconrel.2015.04.045 42. Grayson AC, Voskerician G, Lynn A, et al. Differential degradation rates in vivo and in vitro of biocompatible poly(lactic acid) and poly (glycolic acid) homo- and co-polymers for a polymeric drug-delivery RL, San Román J, editors. Biodegradable Systems in Tissue Engineering and Regenerative Medicine. 2004 ; 177-202. doi: 10. 1201/9780203491232.ch12 44. Doty AC, Weinstein DG, Hirota K, et al. Mechanisms of in vivo release of triamcinolone acetonide from PLGA microspheres. Hirota K, Doty AC, Ackermann acetate-loaded PLGA microspheres for IVIVC development I: in vitro J Control Release. 2016 Dec 28;244(Pt B):302-313.46.Boopathy AV, Mandal A, Kulp 2019 Aug 13;116 (33):16473-16478. 47. Pauthner M, Havenar-Daughton C, Sok D, et al. Elicitation of robust tier 2 neutralizing antibody responses in nonhuman primates by HIV envelope trimer immunization using optimized approaches. Immunity. 2017 Jun 20;46(6):1073-1088.e6. 48.Moyle PM, Toth I. Modern subunit vaccines: Hajavi Sankian M, et al. Optimization of PLGA formulation containing protein or peptide-based antigen: recent advances. J Biomed Mater Res A. 2018 Sep;106(9):2540-2551. 50. Houchin ML, Topp EM. Chemical degradation of peptides and proteins in PLGA: a review of reactions and mechanisms. J Pharm Sci. 2008 Jul;97(7):2395-2404. doi: 10.1002/jps.21176 51. Ye M, Kim S, Park K. Issues in long-term protein delivery using biodegradable microparticles.JControlled Release. 2010 [2010 Sep 1];146(2):241-260. doi: 10.1016/j.jconrel.2010.05.011 52. Wu F, Jin T. Polymer-based sustained-release dosage forms for protein drugs, challenges, and recent advances. AAPS Pharm Sci Tech. 2008 ;9(4):1218-1229. doi: 10.1208/s12249-008-9148-3 53. Zhu G, Mallery SR, Schwendeman proteins encapsulated Chang LL, Pikal MJ. Mechanisms of protein stabilization in the solid state. J Pharm Sci. 2009 Sep;98(9):2886-2908. doi: 10.1002/jps. 21825 55.Kanojia G, Have RT, Soema PC, et al. Developments in the formula - tion and delivery of spray dried vaccines. Hum Vaccin Immunother. 2017 Oct 3;13(10):2364-2378. 56. Ohtake S, Kita Y, Arakawa T. Interactions of formulation excipients with proteins in solution and in the dried state. Adv Drug Deliv Rev. 2011 Oct;63(13):1053-1073. doi: 10.1016/j.addr.2011.06.011 57. Johansen P, Estevez F, Zurbriggen R, et al. Towards clinical testing of a single-administration tetanus vaccine based on PLA/PLGA microspheres. Vaccine. 2000 Dec 8;19(9-10):1047-1054. 58. Tzeng McHugh KJ, vaccine in PLGA-based microspheres for pulsatile release. J Control Release. 2016 Jul 10;233:101-113. 59. Tzeng SY, McHugh KJ, Behrens AM, et single-injection a strong neutralizing immune response. Proc Natl Acad Sci S A. Jun 5;115(23):E5269- E5278. 60. McHugh KJ, Nguyen TD, Linehan AR, et al. Fabrication of fillable microparticles and other - mostable human papillomavirus vaccines prepared with atomic layer deposition technology. NPJ Vaccines. 2020 ;5(1):45. doi: 10. 1038/s41541-020-0195-4 62. Das S, Ramakrishnan K, Behera SK, et al. Hepatitis B Vaccine and Immunoglobulin: key Concepts. J Clin Transl Hepatol. 2019 Jun 28;7(2):165-171. 63. Jack AD, Hall AJ, Maine N, et al. What level of hepatitis B antibody is protective? J Infect Dis. 1999 Feb;179(2):489-492. 64. Chen DS. Hepatitis B vaccination: the key towards elimination and eradication of hepatitis B. J Hepatol. 2009 Apr;50(4):805-816. doi: 10.1016/j.jhep.2009.01.002 Available 66. Zhao H, Zhou X, Zhou Y-H. Hepatitis B vaccine development and implementation.Human Vaccines Immunother. Lunacsek OE, et al. Use of combination vaccines is associated with improved coverage rates. Pediatr Infect Dis J. 2007 Jun;26(6):496-500.594 K.MICHAELIDES ET AL.68. Feng L, Qi XR, Zhou XJ, et al. Pharmaceutical and immunological evaluation of a single-dose hepatitis B vaccine using PLGA microspheres. J Control Release. 2006 May 1;112(1):35-42. 69. Singh M, Li XM, McGee JP, et al. Controlled release microparticles as a single dose hepatitis B vaccine: evaluation of immunogenicity in mice. Vaccine. 1997 Apr;15(5):475-481. 70.Zheng X, Huang Y, Zheng C, et al. Alginate-chitosan-PLGA compo - site microspheres enabling single-shot hepatitis B vaccination. Aaps J. 2010 Dec;12(4):519-524. 71. Kanchan V, Panda AK. Interactions of antigen-loaded polylactide particles with macrophages and their correlation with the response. Biomaterials. 2007 doi: 10.1016/j. biomaterials.2007.08.015 72. Saini et al. Comparison of humoral and cell-mediated immune responses to cationic PLGA microspheres containing recombinant hepatitis B antigen. Int J Pharm. 2011 Apr 15;408(1-2):50-57. 73.Elmowafy EM, Tiboni M, Soliman doi: 10.1007/s40005-019-00439-x AL, Soema PC, Slutter B, et al. PLGA particulate delivery systems for subunit vaccines: linking particle properties to immunogenicity. Hum Vaccin Immunother. Apr 2;12(4):1056-1069. 75. Demento SL, Cui W, Criscione JM, et al. Role of sustained antigen release from nanoparticle vaccines in shaping the T cell memory phenotype. Biomaterials. 2012 Jun;33(19):4957-4964. 76. Elamanchili P, Lutsiak CM, Hamdy et al. \"Pathogen-mimicking\" nanoparticles for vaccine delivery to dendritic cells. J Immunother. 2007 May;30(4):378-395. 77. Dixon FJ, Mauer PH. Immunologic unresponsiveness induced by protein antigens. J 1955 1;101(3):245-257. 78. Crowle AJ. Immunologic Unresponsiveness to Protein Antigens Induced in Adult Hypersensitive Mice. J Allergy. 1963 Nov;34 (6):504-519. doi: 10.1016/0021-8707(63)90092-3 79. Lofthouse S. Immunological aspects of antigen delivery. Adv Drug Deliv Rev. 2002 Oct 4;54(6):863-870. 80. Plotkin SA, Orenstein WA, Offit PA. Plotkin's and inactivated poliovirus vaccines in the newborn: a review. Vaccine. 2013 May 17;31 (21):2517-2524. 82. Estivariz CF, Pallansch MA, Anand A, et al. Poliovirus vaccination options for achieving eradication and securing the endgame. Curr Opin Virol. 2013 Jun;3(3):309-315. 83. Anand A, Pallansch MA, Estivariz CF, et al. Estimating the likely coverage of inactivated poliovirus vaccine in routine immunization: evidence from demographic and health surveys. Journal Of Infectious Diseases. 2014 Nov 1;210 Suppl 1(suppl 1):S465-74. 84.Grassly NC. Immunogenicity and effectiveness of routine immuni - zation with 1 or 2 doses of inactivated poliovirus vaccine: systema - tic review and meta-analysis. The Journal Of Infectious Diseases. 2014 Nov 1;210 Suppl 1(suppl_1):S439-46. 85. Plotkin SA. Correlates of protection Vaccine Immunol. 2010 Jul;17(7):1055-1065. doi: 10.1128/CVI.00131-1086. Herve C, Laupeze B, Del Giudice G, et al. The how's and what's of vaccine reactogenicity. NPJ Vaccines. 2019 et al. Vaccine safety evalua - tion: practical aspects in assessing benefits and risks. Vaccine. 2016 Dec 20;34(52):6672-6680. 88. Zuckerman JN. The importance of injecting vaccines into muscle. Different patients need different needle sizes. BMJ. 2000 Nov 18;321(7271):1237-1238. doi: 10.1136/bmj.321.7271.1237 89.Sechi A, Sonographic features of vacci - nation granulomas in children with hypersensitivity to aluminum. Pediatr Dermatol. 2019 Nov;36(6):1012-1016. 90. Petrovsky N. Comparative safety of vaccine adjuvants: a summary of current evidence and future needs. Drug Saf. 2015 Nov;38 (11):1059-1074. doi: 10.1007/s40264-015-0350-4 al. Immunopotentiation of hepatitis B vaccine using biodegradable polymers as an adjuvant. J Microbiol Immunol Infect. 2010 Aug;43(4):265-270. 92.Heaton PM. Challenges of developing novel vaccines with particu - lar Ggobal health importance. Front Immunol. 2020 ;11:517290. doi: 10.3389/fimmu.2020.517290 93. European Medicines Agency. ICH guideline Q8 (R2) on Pharmaceutical development, ICH Harmonized Tripartite Guidelines. Location. 2009 . https://www.ema.europa.eu/en/docu ments/scientific-guideline/international-conference-harmonisation- technical-requirements-registration-pharmaceuticals-human-use_ en-11.pdf 94. WHO. Guidelines on procedures and data requirements for changes to approved vaccines. WHO Expert Committee on Biological Standardization: sixty-fifth report. Geneva: World Health Organization. 2014 . 95. Sosnik A, Seremeta KP. Advantages and challenges of the spray-drying technology for the production of pure drug particles and drug-loaded polymeric carriers. Adv Colloid Interface Sci. 96. Hsiao WK, Lorber B, Reitsamer H, et al. 3D printing of oral drugs: a new reality or hype? Expert Opin Drug Deliv. 2018 Jan;15(1):1-4. 97. Webb C, Forbes N, Roces CB, et al. Using microfluidics for scalable manufacturing of nanomedicines from bench to GMP: a case study using protein-loaded liposomes. Int J Pharm. 2020 May 30;582:119266. 98.Rele S. COVID-19 vaccine development during pandemic: gap ana- lysis, opportunities, and impact on future emerging infectious dis- ease development strategies. Hum Vaccin Munira SL, Hendriks JT, Atmosukarto, II, et al. A cost analysis of producing vaccines in developing countries. Vaccine. 2019 Feb 21;37(9):1245-1251. 100. WHO. Pertussis vaccines: WHO 2015 [cited 2021 Jan 21]. Available from: preclinical development of MedisorbÂ ® Naltrexone, a once a month long-acting injection, for the treatment of alcohol dependence. Front Biosci. 2005 Jan 1;10(1-3):643-655. 102. Tracy MA. Development and scale-up of a microsphere protein delivery system. Biotechnol Prog. 1998 Jan;14(1):108-115. doi: 10. 1021/bp9701271EXPERT REVIEW OF VACCINES 595 "}