{"title": "Comparing Meditation with Medicine for Patients with Anxiety Disorders", "author": null, "url": "https://www.pcori.org/research-results/2017/comparing-meditation-medicine-patients-anxiety-disorders", "hostname": "pcori.org", "description": null, "sitename": "Comparing Meditation with Medicine for Patients with Anxiety Disorders | PCORI", "date": "2017-11-20", "cleaned_text": "Project Summary This research project is in progress. PCORI will post the research findings on this page within 90 days after the results are final. In the meantime, results have been published in peer-reviewed journals, as [listed below](#project_journal_citations). What is the research about? Anxiety is a normal reaction to stressful events or situations. However, people with anxiety disorders experience fear, worry, or nervousness that can prevent them from doing daily activities. There are many types of anxiety disorders, such as generalized anxiety disorder, social anxiety disorder, and panic disorder. Medicines are available to treat anxiety disorders, but some people do not want to take these medicines because of side effects or other concerns. Meditation is a treatment option for people who prefer not to take medicines for anxiety disorders. In this study, the research team is comparing two treatments for adults who have anxiety disorders. The treatments are a type of meditation and a medicine commonly used to treat anxiety disorders. The team is comparing these treatments to see how each affects patients' anxiety symptoms. Who can this research help? Patients and their doctors can use results from this study when considering options for treating anxiety disorders. What is the research team doing? The research team is recruiting 370 patients ages 18 to 75 who have anxiety disorders. The study is taking place at medical centers in Massachusetts, New York, and Washington, DC. The research team is assigning people to one of two treatments by chance: - Mindfulness-based stress reduction. Patients take part in weekly 2.5-hour mindfulness meditation classes for eight weeks. A trained instructor teaches meditation that focuses on awareness of the body, breathing, and movement. Patients practice mindfulness meditation every day at home for 45 minutes and in their daily activities. As part of the program, patients take part in a one-day retreat that lasts for seven hours. - Medicine. Patients regularly visit a doctor or other clinician for two months. Patients receive escitalopram, a medicine commonly used to treat anxiety disorders. Their clinician gradually increases the dose until the medicine is effective but still tolerable for the patients. At the start of the study and again two months later, clinicians assess patients' anxiety symptoms. Patients also answer questions through surveys. The surveys ask patients about their anxiety symptoms, worry, sleep quality, quality of life, satisfaction with treatment, and how anxiety affects their work. Patients, health system administrators, and staff from patient advocacy organizations are working with the research team to help plan and guide the study. Research methods at a glance |Design Element||Description| |Design||Randomized controlled trial| |Population||370 adults ages 18 to 75 who have an anxiety disorder, including social anxiety disorder, generalized anxiety disorder, panic disorder, or agoraphobia| |Interventions/ | Comparators | | |Outcomes|| | Primary: symptom severity as rated by a clinician Secondary: anxiety severity and impairment, measurements of side effects of treatments, sleep quality, worry, quality of life, satisfaction with treatment, work performance |Timeframe||2-month follow-up for primary outcome| More to Explore... Media Mentions Findings from this study, appearing in [JAMA Psychiatry](https://jamanetwork.com/journals/jamapsychiatry/article-abstract/2798510) in November 2022, were highlighted in news media and included comments from study Principal Investigator Elizabeth Hoge, MD. Learn more at the following links. [Meditation works as well as a popular drug to reduce anxiety, study finds ](https://www.npr.org/sections/health-shots/2022/11/09/1135211525/anxiety-medication-meditation-lexapro) Fulton, \"Shots\" Blog, NPR, November 9, 2022 [Mindfulness worked as well for anxiety as drug in study](https://apnews.com/article/science-health-mental-meditation-683a4167dc8d0067864b8bf0f1d5aa3b) Tanner, Associated Press, November 9, 2022 [Video: Mindfulness as an anxiety treatment could be as effective as antidepressant, study shows](https://www.nbcnews.com/nightly-news/video/mindfulness-as-an-anxiety-treatment-could-be-as-effective-as-antidepressant-study-shows-153189445545) Thompson, \"NBC Nightly News,\" NBC, November 10, 2022 [Study: Mindfulness-based stress reduction works as well as a popular anxiety drug](https://www.npr.org/2022/11/11/1135984116/study-mindfulness-based-stress-reduction-works-as-well-as-a-popular-anxiety-drug) Martin, \"Morning Edition,\" NPR, November 11, 2022 Journal Citations Results of This Project Related Journal Citations Project Information Key Dates Study Registration Information Tags - Has "}