{"title": "PDF", "author": "PDF", "url": "repositorio.msp.gob.do/bitstream/handle/123456789/1367/Vacunaspai.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "SECRETARIA DE ESTADO DE SALUD PÚBLICA Y ASISTENCIA SOCIAL SUB-SECRETARIA DE SALUD COLECTIVA \"Año Nacional del Natalicio del Prof. Juan Bosch\" PROGRAMA AMPLIADO DE INMUNIZACION (PAI) VACUNAS DEL PAI Manual de Procedimientos Técnicos Sobre las Normas del PAI. 2008 1 OBJETIVOS VACUNAS DEL PAI 2 Manual de Procedimientos Técnicos Sobr e las Normas del PAI. 2008 Objetivos Generales: Al término de la unidad se podrá: Describir la indicación, composición, presentación, conservación. eficacia, preparación, aplicación, contraindicaciones y reacc iones adversas de las vacunas del PAI Brindar orientaciones a las madres sobre reacciones adversas de la vacuna administrada, la importancia de acudir a su próxima cita, de terminar el esquema de vacunación y de conservar la tarjeta de vacunación. Objetivos específicos: Señalar la dosis y la vía de administración adecuad as de las vacunas. Indicar los componentes de las vacunas. Conocer las reacciones adversas y las contraindicac iones de la vacunas. Sabrá conservar adecuadamente las vacunas. Analizar la eficacia de las vacunas Dar orientaciones oportunas sobre vacuna a las madr es. VACUNA BCG Manual de Procedimientos Técnicos Sobre las Normas del PAI. 2008 3 1. INDICACION La vacuna BCG está indicada principalmente para pre venir las formas graves de tuberculosis (miliar y meníngea) más comunes en los niños menor es de 1 año. 2. COMPOSICION Es una vacuna liofilizada del Bacilo Calmette y Gue rin, preparada con bacilos vivos a partir de cepas atenuadas de Mycobacterium bovis. 3. PRESENTACION En frasco de varias dosis en forma liofilizada, aco mpañada de diluyente específico para la vacuna. 4. CONSERVACION Ver Consideraciones Generales de las vacunas 5. ESQUEMA DE VACUNACION Se administra en el Recién Nacido en dosis única. La dosis es de 0.1 ml vía intradérmica . 6. EFICACIA DE LA VACUNA Del 90 %. 7. VIA DE ADMINISTRACION (Vacuna BCG y Diluyente BCG) 4 Manual de Procedimientos Técnicos Sobr e las Normas del PAI. 2008 Intradérmica (ID) en la región deltoíde del brazo izquierdo (cara posterior y lateral del músculo deltoíde).Si la técnica de administración es la correcta se debe formar una pápula de 5mm de diámetro. Esta es la vía de admini stración de la vacuna BCG (dosis = 0.1 ml) 8. TECNICA DE ADMINISTRACION: Antes de administrar la vacuna se debe tener en cue nta lo siguiente: Las acciones a realizar antes de aplicar cualquier vacuna ( Items 9 consideraciones generales ) las jeringuillas para aplicar la vacuna BCG debe se r de tuberculina de 1cc con aguja N. 26 x 3 /8 . Preparar la vacuna , aspirando el contenido del diluyente con la jerin guilla de 5cc, luego introducirlo lentamente al frasco que contien e el polvo para reconstituir la vacuna. Aspirar 0.1 ml de vacuna con la jeringuilla de tuberculina. Con la mano izquierda sostener el brazo del niño de tal manera que la piel se mantenga estirada entre el pulgar y los demás dedos y con la mano derecha introducir superficialmente la aguja con el bisel hacia arriba, formando un ángulo de 15 grados , mantenga la aguja a lo largo de la piel para gara ntizar que llegue únicamente a la dermis . Inyectar lentamente 0.1 ml de vacuna BCG. Si la vacuna se aplicó correctamente, se formará de inmediato una pequeña pápula, luego retire la aguja sin forzar la piel, no presio nar, ni dar masaje posterior a la aplicación de la vacuna. Descartar la jeringuilla , en la caja de seguridad, sin retaparla , para evitar el riesgo de pincharse con una aguja contaminada. Registrar la vacuna aplicada en la hoja de registro apropiada y en la Cédula de Salud del Niño o Tarjeta de Vacunación. Orientar a la madre sobre la vacuna que acaba de recibir su niño, las reacciones locales que se producen después de la vacunación con BCG y los cuidados que debe tener , como son: Algunos días después de aplicada la vac una se forma un nódulo que evoluciona para pústula, seguido de costra y úlcera que evoluciona espontáneamente Región deltoides, brazo Manual de Procedimientos Técnicos Sobre las Normas del PAI. 2008 5 entre la 5ª y 12ª semana dejando una pequeña cicatr iz. Recomendar a la madre no colocar ningún tipo de medicamento, ni solución, ni presión sobre la úlcera ya que esta evoluciona normal y espontáneamente. Oriente a la m adre sobre la próxima visita y la importancia de continuar con el esquema de vacunación de su niñ@. Recuerde, hablarle a la madre de forma clara y sencilla. Dele buen tra to para y asegure su retorno el Puesto de Vacunación en la fecha acordada. 9. CONTRAINDICACIONES En el Recién nacido de bajo peso de menos de 2000 grs o menos de 4.5 lbs, debe postergarse la aplicación de la vacuna hasta que el niño alcance los 2,000 grs o 4.5 lbs. Se posterga la aplicación de la vacuna en presencia de afecciones dermatológicas extensas y en actividad. La Vacuna BCG es la única vacuna contraindicada en niños con infección VIH Sintomática. 10. REACCIONES ADVERSAS Son raras, el riesgo de reacciones adversas está re lacionado con el exceso en la dosis, mala técnica de aplicación y falta de destreza del vacunador. Puede presentarse ulceración de gran diámetro y profunda, adenopatías de ganglios linfáticos regionales. Todas estas reacciones se resuelven espontáneamente , no es necesario tratamiento o intervenciones quirúrgicas. Muchos de estos efectos pudieran relacionarse con las técnicas de aplicación: lugar inadecuado, inoculación de can tidades superiores a las indicadas y el uso de jeringas con agujas no recomendadas. VACUNA CONTRA LA HEPATITIS B (ANTI-HB) 1 2 3 1. Cortar ampollas 2. Mezclar diluyente /soluto 3. Mezclar con movimientos de rotación 4. Extraer 0.1 ml por dosis 4 6 Manual de Procedimientos Técnicos Sobr e las Normas del PAI. 2008 1. INDICACION Para prevenir la Hepatitis B sobre todo en niños me nores de 1 año y en los grupos de mayor riesgo de enfermarse: Trabajadores de salud Personas con problemas renales que necesitan de diá lisis Personas que necesitan transfusiones de sangre peri ódicas Personas que viven en las cárceles, asilos, otros.) 2. COMPOSICION La vacuna es preparada por métodos de ingeniería ge nética y obtenida por tecnología de recombinación de DNA. 3. PRESENTACION En forma líquida, en ampollas de 1 ml con dos (2) d osis; frascos de 20 dosis para niños menores de 10 años (0.5 ml) o su equivalente a 10 d osis (1.0 ml) para niños y niñas mayores iguales o mayores a 10 años. 4. CONSERVACION La vacuna de la Hepatitis B debe conservarse a temp eratura entre +2 0C y +8 0C, no debe congelarse y se debe proteger de la luz. 5. ESQUEMA DE VACUNACION EDAD DOSIS RN Dosis con HB 2 Meses 1era dosis Pentavalente 4 Meses 2da dosis Pentavalente 6 Meses 3ra dosis Pentavalente En caso de no seguir el esquema con la Pentavalente , se debe continuar la vacunación contra la Hepatitis B con los tiempos siguientes: 10 dosis tipo adulto (20 mcgrs) Equivale a 20 dosis infantiles (10 mcgrs) Manual de Procedimientos Técnicos Sobre las Normas del PAI. 2008 7 RN 1era dosis con HB 1 mes 2da dosis HB 6 meses 3ra dosis HB 6. EFICACIA DE LA VACUNA De 95%, esta disminuye si se aplica en el glúteo por el tejido adiposo. 7. VIA DE ADMINISTRACION Vía Intramuscular profunda. La zona de aplicación es en el tercio medio antero lateral del muslo No se puede aplicar en los glúteos . La dosis a administrar es de 0.5 cc. 8. TECNICA DE ADMINISTRACION Las acciones a realizar antes de aplicar cualquier vacuna (Ver Consideraciones generales sobre las vacunas) Las jeringuillas a usar son desechables de 1cc con aguj a no. 23G X 1. Retirar el sello de seguridad del frasco de vacuna y con la jeringuilla aspirar 0.5 ml Estirar la piel con los dedos índice y pulgar. Introducir la aguja perpendicularmente a la piel, e n la parte profunda, aspirar ligeramente para estar seguro de no haber tocado vaso sanguíneo e inyectar lentamente la vacuna. Retirar la aguja con ayuda de la torunda , no masaj ear sólo presionar levemente Descartar la jeringuilla en la Caja de Seguridad, sin retaparla, para evitar el riesgo de pincharse con una aguja contaminada. Registrar la vacuna aplicada en la hoja de registro apropiada y en la Cédula d e Salud del Niño o Tarjeta de vacunación. Orientar a la madre sobre las reacciones locales que se pueden present ar como son dolor o induración en el sitio de aplicación y sobre la i mportancia de completar todas las dosis de vacuna de Antihepatitis B para proteger al niño. 8 Manual de Procedimientos Técnicos Sobr e las Normas del PAI. 2008 9. CONTRANTRAINDICACIONES La única contraindicación es en paciente con hipers ensibilidad reconocida a cualesquiera componente de la vacua, o en aquellos que han tenid o una reacción anafiláctica inmediatamente después de haber recibido la vacuna. 10. REACCIONES ADVERSAS Son muy raras, generalmente son locales como: dolor o induración en la zona de aplicación, fiebre en las primeras 48 a 72 horas de spués de la vacunación. 11. VACUNACION DE INMUNOPROFILAXIS CONTRA LA HEPATI TIS B PARA PREVENIR LA TRANSMISION PERINATAL Los hijos de mujeres HBsAg-positivas deben recibir Inmunoglobulina contra la Hepatitis B (HBIg) 0.5ml vía intramuscular dentro de las 12 horas posteriores al nacimiento y la dosis inicial de vacuna antihepatitis B (0.5ml vía intramuscular) en forma simultánea, pero en diferentes sitios de aplicación , y completar sus 3 dosis de vacuna con la Pentavalente (o antihepatitis B) en l os 6 primeros meses de vida . VACUNA DE VIRUS DE POLIO ORAL (VPO) 1. INDICACION Preparando la aplicación: 1. Limpie el tapón de goma del frasco 2. Aspire la cantidad de 0.5ml 3. Aplique I.M. (en el muslo) 1 2 3 Manual de Procedimientos Técnicos Sobre las Normas del PAI. 2008 9 Para prevenir la Poliomielitis. 2. COMPOSICION La vacuna Antipolio oral está constituida por virus atenuados en células de riñón de mono. La vacuna actualmente usada contiene: Los tres tipos de Poliovirus I, II y III, además co ntiene estabilizante y un colorante indicador de PH. 3. PRESENTACION En forma líquida en frascos de varias dosis, en env ases de plástico o de vidrio con 10, y 20 dosis. 4. CONSERVACION Ver unidades consideraciones generales de las vacun as 5. ESQUEMA DE VACUNACION EDAD DOSIS 2 Meses. Primera Dosis VPO 4 Meses. Segunda Dosis VPO 6 Meses. Tercera Dosis VPO 18 Meses 1er Refuerzo VPO 4 Años 2do Refuerzo VPO 6. EFICACIA DE LA VACUNA Se considera una eficacia de 95 %. 10 Manual de Procedimientos Técnicos Sob re las Normas del PAI. 2008 7. VIA DE ADMINISTRACION: Se utiliza la vía ORAL, en dosis de DOS (2) gotas. Si el niño la vomita o escupe se debe repetir la dosis. 8. TECNICA DE ADMINISTRACION Las acciones a realizar antes de aplicar cualquier vacuna ( Items 9 de consideraciones generales ). Cuando el frasco es de vidrio, retirar el anillo me tálico de protección del frasco así como el tapón de goma, colocando el gotero en la ba se del frasco. Cuando el frasco es de plástico, romper la tapita y colocar el gotero. Abrir la boca del niño, presionando en sus mejillas para lograr que los labios se abran. Dejar caer DOS gotas en la lengua del niño . Evite el contacto del gotero con la boca del niño, para evitar la contaminación. Asegurar que la vacuna sea deglutida, si la expuls a, administre otra dosis. Registrar la vacuna aplicada en la hoja de registro apropiada y en la cédula de salud del niño o Tarjeta de Vacunación. Orientar a la madre sobre la vacuna recibida y la importancia de compl etar las tres dosis de vacuna con Antipolio para proteger al niño . 9. CONTRAINDICACIONES No hay ninguna contraindicación. 10. REACCIONES ADVERSAS Raramente se han reportado casos de poliomielit is asociados a la vacuna. (1 caso por cada 6 a 12 millones de dosis distr ibuidas). VACUNA PENTAVALENTE (DPT+HB/Hib) Dos (2) gotas Manual de Procedimientos Técnicos Sobre las Normas del PAI. 2008 11 OBJETIVOS: Objetivo General: Al término de esta unidad el participante deberá: Describir la indicación, composición, presentación, conservación, eficacia, preparación, aplicación, contraindicaciones y reacc iones adversas de la vacuna Pentavalente. Objetivos específicos: Conocer las indicaciones de la Pentavalente. Conocer la composición de la Pentavalente como \"COMBO\" Conocer la presentación de la Pentavalente Preparar adecuadamente la Pentavalente Aplicar la vacuna Pentavalente adecuadamente Conocer la eficacia de las vacunas que componen la Pentavalente Conocer el Esquema de vacunación de la Pentavalente . 1. INDICACIONES 12 Manual de Procedimientos Técnicos Sob re las Normas del PAI. 2008 La vacuna pentavalente (DPT/HB) + Hib, está indic ada para proteger contra: Difteria. Tos ferina. Tétanos. Hepatitis B (y sus complicaciones: Hepatitis fulmin ante, Cirrosis Carcinoma Hepatocelular.) Infecciones invasivas por Haemophilus influenzae ti po B (Neumonía y Meningitis). 2. COMPOSICION: Es una vacuna combinada que contiene: Células Antígeno de superficie del virus de la Hepatitis 10 mcg PRESENTACION Es de dosis única, se presenta en una caja con dos frascos y de un (1) frasco -lista para se usada- que contienen: Un frasco con la vacuna Hib en forma liofilizada ( polvo ) Un frasco con las vacunas DPT + HB en líquido blan quecino ligeramente opaco, con el que se reconstituye el frasco de la Hib en forma lenta y se agita suavemente con movimientos circulares hasta disolve r el polvo resultando la Pentavalente 1. CONSERVACION Dos frascos (requiere reconstituir) DPT/HB /Hib (Liquid a) Un (1) frasco, listo para el uso Manual de Procedimientos Técnicos Sobre las Normas del PAI. 2008 13 Estas vacunas deben conservarse a nivel local a un a temperatura de +2ºC a +8ºC. No puede ser congelada porque pierde su efectividad y debe ser protegida de la luz solar directa. La vacuna Pentav alente solamente debe ser reconstituida en el momento de su aplicación 2. ESQUEMA DE VACUNACION EDAD DOSIS 2 Meses. Primera Dosis Pentavalente 4 Meses. Segunda Dosis Pentavalente 6 Meses. Tercera Dosis Pentavalente 3. EFICACIA DE LA VACUNA Es superior al 95% para los demás antígenos excepto la Pertusis que es de 85%. Los niveles de anticuerpos y duración de la pr otección después de 3 dosis son los siguientes: VACUNA de PROTECCION Toxoide diftérico 95% Pertusis 85% Toxoide Tetánico 100% HB Hib 95% a 100% 4. VIA DE ADMINISTRACION Intramuscular (IM) profunda directamente en el músculo. A dosis de 0.5 ml en el tercio medio de la cara antero lateral externa del muslo . 8. TECNICA DE ADMINISTRACION 14 Manual de Procedimientos Técnicos Sob re las Normas del PAI. 2008 Lavar las manos y organizar todo el material a utilizar: Termo con hielo y con la vacuna que se va administrar , jeringuillas desech ables para preparar la vacuna, con aguja Nº 23x1, torundas, agua jabonosa o alcohol, cajas de seguridad, cédula del niño, tarje tas de vacunación, hojas y libros de registros. Retirar el sello metálico del frasco de la vacuna DPT+HB y de la vacuna Hib, limpie el tapón de cada frasco con una torunda humedecida en alcohol o agua jabonosa. Sacar la jeringuilla desechable y cargar el conteni do del frasco de vacuna DPT+HB Introducir la vacuna DPT+ HB que contiene la jering uilla en el frasco de la vacuna Hib dejando que se deslice suavamente a través de l a pared interna del frasco. Agitar el frasco suavemente con movimientos circula res sobre el paquete frío, para lograr una suspensión homogénea. Aspirar 0.5 cc de vacuna con la jeringuilla auto-destructible (A-D) o convencional Limpiar con una torunda humedecida con agua jabonos a o alcohol en la zona de aplicación que es el tercio medio lateral del muslo . Estirar la piel con los dedos índice y pulgar. Introducir la aguja perpendicularmente a la piel, e n la parte profunda. Inyectar lentamente la vacuna. Fijar ligeramente la piel con una torunda cerca del sitio donde está insertada la aguja y retire la jeringuilla. Presionar con la torunda sin dar masaje. Descartar la jeringuilla en la caja de seguridad, Sin Retaparla, para evitar el riesgo de pincharse con una aguja contaminada. Registrar la vacuna administrada en la hoja de registro apropiada y en la cédula d e salud del niño o tarjeta de vacunación. Orientar a la madre sobre la vacuna que acaba de recibir su niño, la i mportancia de completar la aplicación de las 3 dosis de la vacuna combinada para proteger al niño y sobre las reacciones locales que se pueden presentar después de la aplicación d e la vacuna combinada. 1. Destape el frasco de DPT/HB 2. Destape el frasco de Hib (polvo) 3. Limpie el tapón de goma 4. Saque la el liquido DPT/HB e introdúzcalo en el Frasco de Hib 5. Mueva con rotación suave y ya está lista para el uso Observación : Otra marca de Penta-Liquida (DPT/HB-Hib) se prese nta lista para su uso, solo debe agitar con rotación su ave, destapar, desinfectar y sacar toda la cantidad que contiene ( 0.5 ml). Manual de Procedimientos Técnicos Sobre las Normas del PAI. 2008 15 9. CONTRAINDICACIONES. Reacción Anafiláctica a cualquiera de los component es de la vacuna. Reacción alérgica severa a una dosis previa. En caso de Encefalopatía que se ha presentado en lo s siguientes 7 días de la administración de una dosis previa. 10. REACCIONES ADVERSAS En general son leves y ceden en un término de 24 a 48 horas. Son las mismas que se producen con la vacuna DPT Locales: Dolor, enrojecimiento e inflamación en el sitio de aplicación del inmunobiológico, que desaparece espontáneamente. Nódulo indoloro en el sitio de la aplicación, se presenta en el 5% al 10 % de los vacunados y persiste por varias semanas. Sistémicas: Las reacciones sistémicas son bastante raras, puede n ser: Malestar general, irritabilidad, fiebre igual o may or a 38ºC, naúseas, vómitos, decaimiento, pérdida del apetito. Episodios de llanto persistente agudo, se manifiest an entre 2 a 8 horas siguientes a la aplicación de la primera dosis. El estado de colapso o shock, es generalmente corto , de unos pocos minutos, sin embargo puede persistir por 24 horas o más. 16 Manual de Procedimientos Técnicos Sob re las Normas del PAI. 2008 1. INDICACION Para prevenir la Difteria, Tos Ferina y el Tétanos. 2. COMPOSICION La vacuna DPT es una vacuna absorbida 40 Estos se encuentran en hidróxido o fosfato de alumi nio, como coadyuvante. 3. PRESENTACION En frascos de 10 y 20 dosis. Liquida lista para el uso. Luego que se mueva, lenta y con rotación suave, esta lista para extraer y aplicar. 4. CONSERVACION NUNCA puede SER CONGELADA porque pierde la eficacia. VACUNA CONTRA LA DIFTERIA, TOS FERINA Y TETANOS (DPT) Manual de Procedimientos Técnicos Sobre las Normas del PAI. 2008 17 5. ESQUEMA DE VACUNACION Con el esquema de la Pentavalente se continúa con l os refuerzos de DPT de la siguiente manera: EDAD DOSIS 18 MESES 1er Refuerzo DPT 4 AÑOS 2do Refuerzo DPT En la eventual falta de vacuna Pentavalente, se deb e continuar con el esquema con la vacuna DPT como lo indica el cuadro: EDAD DOSIS 2 Meses. Primera Dosis DPT 4 Meses. Segunda Dosis DPT 6 Meses. Tercera Dosis DPT 18 Meses. 1er Refuerzo DPT 4 años. 2do Refuerzo DPT 6. EFICACIA DE LA VACUNA Los niveles de anticuerpos y duración de la protecc ión después de 3 dosis son los siguientes: VACUNA PORCENTAJE DE PROTECCION Toxoide difterico 95% Pertusis DE ADMINISTRACION Vía Intramuscular , profunda directamente en el músculo. En el tercio medio de la cara anterolateral externa del muslo . Dosis 0.5 ml . 18 Manual de Procedimientos Técnicos Sob re las Normas del PAI. 2008 8. TECNICA DE ADMINISTRACION Las acciones a realizar antes de aplicar cualquier vacuna ( Ver en consideraciones generales de las vacunas) las jeringuillas para aplicar la vacuna son descartable s de 1cc con aguja Nº 23 x 1. Retirar el sello de seguridad del frasco de la vacu na DPT. Mezclar la vacuna por medio de movimientos rotatori os del frasco Extraer la dosis aspirando 0.5 cc de la vacuna. Estirar la piel con los dedos índice y pulgar. Introducir la aguja perpendicularmente a la piel (en un ángulo de 90 Grados) Aspirar ligeramente para asegurarse que no se ha to cado vaso sanguíneo. Inyectar lentamente la vacuna. Retirar ayudándose de una torunda. No hacer masaje, solo presionar. Descartar la jeringuilla en la caja de seguridad, Sin volver a tapar, para evitar el riesgo de pincharse con una aguja contaminada. Registrar la vacuna administrada en la hoja de registro apropiada y en la cédula d e salud del niño o tarjeta de vacunación. Orientar a la madre sobre las vacunas que recibió su niño y la import ancia de completar la aplicación de las 3 dosis de DPT y los 2 refuerzos, para protegerlo y sobre las reacciones locales que se pueden presentar después de la aplicación d e la vacuna DPT. Manual de Procedimientos Técnicos Sobre las Normas del PAI. 2008 19 5. REACCIONES ADVERSAS Se pueden presentar reacciones locales en la zona d e aplicación como dolor e inflamación, acompañado de fiebre, estos síntomas s on leves y duran 24 horas. Con menos frecuencia puede ocurrir somnolencia, lla nto prolongado, convulsiones y Síndrome Hipotónico (Hipotonía, Sudoración fría y disminución a respuesta a estímulos). 6. CONTRAINDICACIONES La vacuna DPT no se administra en niños a partir de 7 años después de esta edad se recomienda usar la dT adulto, indicada a niños mayores de 6 años y a los adultos. 20 Manual de Procedimientos Técnicos Sob re las Normas del PAI. 2008 VACUNA CONTRA EL SARAMPION, RUBEOLA y PAROTIDITIS (SRP) 1. INDICACION Indicada para prevenir Sarampión, la Rubéola y l a Parotiditis (o paperas). 2. COMPOSICION Esta es una vacuna triple viral (SRP) liofilizada, está constituida por virus vivos atenuados de Sarampión, Rubéola y Papera. Tra dicionalmente se cultivaba en células de embrión de pollos. Las nuev as vacunas se producen en células diploides humanas, lo que evita las reaccio nes alérgicas a la albúmina del huevo. 3. PRESENTACIÓN Se presenta en forma liofilizada en frasco de 1, y 10 dosis con su respectivo diluyente. El diluyente según la dosis a reconstitu ir: de un (0.5) ml para una dosis o de cinco (5) ml para 10 dosis de 0.5 ml cad a una. La vacuna del sarampión es derivada de la cepa Edmonston-Zagreb. 4. ESQUEMA DE VACUNACION Se debe administrar a partir de los 12 meses de eda d 5. CONSERVACION Ver consideraciones generales sobre las vacunas. 6. ESQUEMA DE VACUNACION Se administra a partir de los 12 meses de edad. Ante el compromiso de la Erradicación del Sarampión en las Américas. Si por alguna razón la vacuna se pone antes del año se deberá aplicar una segunda dosis después del año, ya que la eficacia disminuye cuand o se pone antes de esta fecha. SRP Manual de Procedimientos Técnicos Sobre las Normas del PAI. 2008 21 7. EFICACIA DE LA VACUNA De 95%, algunos países están poniendo una segunda d osis antes de los cinco (5) anos) 8. VIA DE ADMINISTRACION Subcutánea en dosis de 0.5 cc en el brazo, en el tercio superior del músculo deltoídes. 9. TECNICA DE ADMINISTRACION. Las acciones a realizar antes de aplicar cualquier vacuna . (consideraciones generales de las vacunas) Las jeringuillas para aplicar la vacuna son de 1 cc con aguja Nº 25x5/8. Retirar el sello de protección del frasco de vacuna . Aspirar todo el diluyente con una jeringuilla de 5c c (1 por cada frasco a preparar) e introducirlo lentamente en el frasco de la vacuna. Mover el frasco rotándolo hasta conseguir que el po lvo se diluya sin formar espuma. Aspirar 0.5cc de la vacuna con la jeringuilla de 1 cc. Pinzar la piel con los dedos, formando un pliegue, introducir la aguja en un ángulo de 45 grados ( vía subcutánea ) aspirar y aplicar la vacuna lentamente. Retirar la aguja, presionando con una torunda. Descartar la jeringuilla en la caja de seguridad, sin volver a tapar la aguja , para evitar el riesgo de pincharse con una aguja co ntaminada.(utilizar una jeringuilla nueva para cada niño) Registrar la vacuna aplicada en la hoja de registro apropiada y en la cédula de salud del niño o tarjeta de vacunación. 22 Manual de Procedimientos Técnicos Sob re las Normas del PAI. 2008 Orientar a la madre sobre la vacuna que recibió su niño, las reaccion es que se pueden presentar a los 7 días después de aplicad a la vacuna y sobre la importancia de haber completado las vacunas corresp ondientes al primer año de vida del niño. 10. CONTRAINDICACIONES No hay ninguna contraindicación. La Malnutrición es una indicación firme para la va cunación. 11. REACCIONES ADVERSAS Entre el 7mo y 12avo día después de la vacunación p uede aparecer fiebre, rash y reacción conjuntival que dura de 2 a 4 días, evolu cionando favorablemente con tratamiento sintomático. La panencefalitis escleros ante sub-aguda (PEESA) es una enfermedad neurológica grave muy rara, se estima la ocurrencia de 1 caso en 1 millón de dosis administradas. La correcta técnica de aplicación y adopción de me didas asépticas en la preparación de la vacuna, disminuye la frecuencia d e reacciones locales. Ilustración para la preparación de la vacuna Manual de Procedimientos Técnicos Sobre las Normas del PAI. 2008 23 VACUNA CONTRA EL SARAMPION Y RUBEOLA (SR) 1. INDICACIONES: Esta indicada para la inmunización contra el saramp ión y la rubeola 2. COMPOSICION Contiene virus vivos atenuados de sarampión y rubeo la los cuales se cultiva en tejidos. 3. PRESENTACION Frascos de 1 y 10 dosis. En el PAI por lo general s e recibe la presentación de 10 dosis. 4. CONSERVACION Igual a la SRP se debe conservar en -20ºC en el niv el central o cuando no se usara durante los tres (3) meses siguientes. Por lo gener al se mantiene entre +2 oC y +8 oC en los niveles operativos 5. ESQUEMA Y EDADES RECOMENDADAS' Se dará igual uso que la SRP, aun cuando se es pref erible darle el beneficio además, de la vacuna contra la papera a los mayores de un a ño. Las acciones de barridos para niños mayores y adultos se harán con esta vacuna 6. EFICACIA DE LA VACUNA 95% 7. VIA DE ADMINISTRACION Sub-Cutánea y se aplica con una aguja calibre 25Gx 5/8 8. TECNICAS DE ADMINISTRACION: Ver descripción para la SRP 9. REACCIONES ADVERSAS A partir de los siete (7) días se puede presentar f iebre y rash. Las reacciones locales y sistémicas son raras. 10. CONTRAINDICACIONES Está contraindicada durante el embarazo o en person as con inmunosupresión. 24 Manual de Procedimientos Técnicos Sob re las Normas del PAI. 2008 VACUNA CONTRA LA DIFTERIA Y EL TETANOS (Dt pediátrico) y (dT adulto) 1. INDICACION La vacuna Dt pediátrico está indicada solamente para los niños hasta 6 año s de edad que han presentado reacciones anafilácticas o efectos adversos importantes al componente pertusis de la vacuna DPT y que no completaron su esquema de vacunación. Actualmente no está disponible en los p uestos de vacunación. La vacuna dT adulto está indicada a partir de los 7 años de edad que no han recibido la vacuna DPT, o que tengan esquemas incom pletos. Esta vacuna es la recomendada por el PAI para uso en embarazadas y en mujeres en edad fértil (10 a 39 años) para la prevención de difteria y tétanos e n las madres y el tétanos neonatal en sus hijos. Es una vacuna importante en la prevención de la difteria y el tétanos. 2. COMPOSICION Las vacunas Dt pediátrico y dT adulto asocian el toxoide 3. ESQUEMA DE VACUNACION El Dt pediátrico es utilizado para completar el esquema básico de v acunación en los niños que han presentado reacciones graves a la vacuna DPT. El esquema de vacunación a seguir con dT Adulto en embarazadas y en mujeres en edad fértil es el siguiente: EDAD DOSIS Al momento de la captación. 1era Dosis dT 4 a 6 semanas después de la 1era dosis. 2da Dosis dT 6 meses después de la 2da dosis. 3era Dosis dT 1 año después de la 3ra dosis. 4ta Dosis dT 1 año después de la 4ta dosis. 5ta Dosis dT Manual de Procedimientos Técnicos Sobre las Normas del PAI. 2008 25 4. VACUNACION EN EMBARAZADAS CON dT La vacunación en las embarazadas con dT está indic ada para prevenir la Difteria y el Tétanos en la madre y el Tétanos Neonatal en su ni ño. Es importante continuar el esquema de vacunación con dT que se inició en anter iores oportunidades o embarazos a fin de completar las 5 dosis que van a proteger para toda la vida a la mujer y sus hijos. Si la mujer ya ha recibido tres dosis con dT y en este momento está embarazada, se le aplica su 4ta dosis de dT y al añ o siguiente debe recibir su 5ta dosis para completar su esquema de vacunación. De allí la importancia de guardar la tarjeta de vac unación por parte de la mujer y/o embarazada y la responsabilidad de guardar los regi stros de vacunación por parte del personal de salud, de no ser así, vamos a vacunar s in necesidad a las mujeres que no lo necesitan por haber recibido 5 dosis de toxoide tet ánico. 5. EFICACIA DE LA VACUNA La vacuna dT adulto administrada en condiciones óptimas de cons ervación y con 3 dosis tiene una eficacia del 95%. Hay indicios que 5 dosis de vacuna dT protegen toda la vida. 6. VIA DE ADMINISTRACION La vía de administración de la dT es Intramuscular (IM) en la parte superior externa del brazo, en la región deltoidea . La dosis es de 0.5 cc . 26 Manual de Procedimientos Técnicos Sob re las Normas del PAI. 2008 7. TECNICA DE ADMINISTRACION Antes de aplicar cualquier vacuna recuerde que: (Ver de consideraciones generales de las vacunas) Las jeringuillas a usar son desechables de 1cc con aguja Nº 23 x 1 Retirar el sello de seguridad del frasco de la vacu na dT Mezclar la vacuna por medio de movimientos rotatori os del frasco Extraer la dosis aspirando 0.5 cc de la vacuna. Limpiar con una torunda humedecida con agua jabonosa o alcohol en la zona de aplicación que es la parte superior externa del brazo en la región deltoidea . Estirar la piel con los dedos índice y pulgar. Introducir la aguja perpendicularmente a la piel (formando un ángulo de 90 grados). Aspirar ligeramente para asegurarse que no se ha to cado vaso sanguíneo. Inyectar lentamente la vacuna. Retirar ayudándose de una torunda. No hacer masaje, solo presionar levemente Descartar la jeringuilla en la caja de seguridad, sin retaparla, para evitar el riesgo de pincharse con una aguja contaminada. Registrar la vacuna administrada en la hoja de registro apropiada y en la tarjeta de vacunación de la mujer . Orientar a la mujer , sobre la importancia de completar las dosis con d T para protegerse ella y su futuro hijo y sobre las r eacciones locales en la zona de aplicación. 8. CONTRAINDICACIONES Ninguna. 9. REACCIONES ADVERSAS Se pueden presentar reacciones locales en la zona d e aplicación como dolor e inflamación, acompañado de fiebre, estos síntomas son leves y duran 24 horas. Manual de Procedimientos Técnicos Sobre las Normas del PAI. 2008 27 En el manejo de personas con heridas limpias y menores , que no tienen historia vacunal contra el Tétanos , se procede a vacunar colocándole una dosis de dT o TT y orientando al paciente que dentro de 1 mes debe recibir una se gunda dosis. En aquellos pacientes que tienen historia vacunal de haber recibido una, dos o tres dosis de vacuna contra el Tétanos, se procede a completar esquemas. En aquellas personas no vacunadas con heridas contaminadas con polvo, tierra, heces, heridas punzantes, se debe administrar una dosis de dT o TT tan pronto como se a posible y completar con el esquema de vacunación. A los pa cientes con menos de tres dosis de vacuna debe aplicar Inmunoglobulina antit etánica. Sin tener en cuenta el estado vacunal, todas las he ridas deben ser limpiadas y debridadas correctamente. Las heridas tienen que recibir un tr atamiento quirúrgico rápido para eliminar el tejido contaminado y el material extrañ o como parte esencial de la profilaxis contra el tétanos. Heridas menores, limpias Todas las otras heridas Antecedente de Toxoide Tetánico (dosis) Dt *TIG dT TIG Desconocido o < 3 dosis Si No Si Si > 3 dosis No No No No *TIG: Inmunoglobulina antitetánica. En la aplicación de dT y TIG se deben utilizar jeri nguillas y sitios diferentes de administración. La administración de inmunoglobulina tetánica o ant itoxina tetánica no impide la inmunización activa con toxoide tetánico. Estudios indican que 5 dosis de TT o dT protegen el individuo por toda la vida, por esto es importante completar el esquema de vacunaci ón. 1. CONTRAINDICACIONES Ninguna. 2. REACCIONES ADVERSAS Se pueden presentar reacciones locales en la zona d e aplicación como dolor e inflamación, acompañado de fiebre, estos síntomas s on leves y duran 24 horas. La correcta técnica de aplicación y adoptando medi das asépticas en la preparación de la vacuna, se disminuye la frecuencia de reacciones locales. CUIDADOS DE LAS HERIDAS Guía para la profilaxis del Tétanos en el manejo habitual de l as heridas. 28 Manual de Procedimientos Técnicos Sob re las Normas del PAI. 2008 1. INDICACION Para prevenir las infecciones invasivas causadas po r el Haemophillus influenzae tipo b, tales como Meningitis, Neumonías, Epiglotis y Ot itis. 2. COMPOSICION Es una el polisac árido capsular (PRP) de Hemophillus influenzae de tipo B, unido a una proteína transportadora. Es tos transportadores proteícos incluyen toxoide diftéric o y toxoide tetánico. 3. PRESENTACION En frasco de una sola dosis en forma liofilizada más un diluyente específico y en forma líquida en frasco de 10 dosis o de forma individual para uso en otro sector. 4. CONSERVACION Debe conservarse entre +2 oC hasta +8 oC . 5. ESQUEMA DE VACUNACION A falta de la vacuna Pentavalente se debe continuar con el esquema de vacunación con Hib: EDAD DOSIS 2 Meses. Primera Dosis Hib 4 Meses. Segunda Dosis Hib 6 Meses. Tercera Dosis Hib VACUNA PARA LA PREVENCION DE LA ENFERMEDADES INVASIVAS POR HAEMOPHILUS influenzae tipo b (Hib) Manual de Procedimientos Técnicos Sobre las Normas del PAI. 2008 29 6. EFICACIA DE LA VACUNA De 95 % al 100%. 7. VIA DE ADMINISTRACION Intramuscular , profunda directamente en el músculo. En el tercio medio de la cara antero-lateral ext erna del muslo . La dosis que se administra es 0.5 ml (1/2 centímetro cúbico) 8. TECNICA DE ADMINISTRACION. Las acciones a realizar antes de aplicar cualquier vacuna ( items 9 de consideraciones generales ) las jeringuillas a usar son desechables de 1cc con aguja No. 23 x 1. Retirar el sello de seguridad del frasco de la vacu na. Mezclar la vacuna por medio de movimientos rotatori os del frasco Extraer la dosis aspirando 0.5 cc de la vacuna. Estirar la piel con los dedos indice y pulgar. Introducir la aguja perpendicularmente a la piel (formando un ángulo de 90 grados). Aspirar ligeramente para asegurarse que no se ha tocado vaso sanguíneo. Inyectar lentamente la vacuna. Retirar la aguja ayudándose de una torunda. No hacer masaje, solo presionar. Descartar la jeringuilla en la caja de seguridad, Sin Retaparla, para evitar el riesgo de pincharse con una aguja contami nada. 30 Manual de Procedimientos Técnicos Sob re las Normas del PAI. 2008 Registrar la vacuna administrada en la hoja de registro apropiada y en la cédula de salud del niño o tarjeta de vacunación . Orientar a la madre sobre la vacuna que ha recibido su niño, la importancia de completar la aplicación de las dosis de vacuna Hib para proteger al niño y sobre las reacciones locales que se pueden presentar después de la aplicación de la vacuna Hib. 9. CONTRAINDICACIONES Ninguna. 10. REACCIONES ADVERSAS Reacciones locales en la zona de aplicación, como d olor, rubor o tumefacción, estos síntomas son leves y duran menos de 24 horas VACUNA USO DESCRIPCION CALCULOS NECESARIOS BCG RECONSTITUCIÓN APLICACIÓN Jeringuilla desechable con aguja Nº 26G x3/8 Una jeringuilla por frasco a reconstituir. Una jeringuilla por cada dosis a aplicar. HEPATITIS B APLICACIÓN Jeringuilla desechable de 1cc con aguja Nº 23Gx1 Una jeringuilla por cada dosis a aplicar. PENTAVALENTE (DPT/HB+Hib) RECONSTITUCIÓN APLICACIÓN Jeringuilla desechable de 0.5cc auto- destructible A-D Una jeringuilla por frasco a reconstituir Una jeringuilla por cada dosis a aplicar. ANTISARAMPION OSA RECONSTITUCIÓN APLICACIÓN Jeringuilla desechable de 5CC 21G X 11/2. Jeringuilla desechable de 1cc con aguja 25Gx5/8 Una jeringuilla por frasco a reconstituir Una jeringuilla por cada dosis a aplicar. Dt APLICACIÓN Jeringuilla desechable de 1cc con aguja Nº 22Gx1 Una jeringuilla por cada dosis a aplicar. JERINGUILLAS USADAS PARA LA PREPARACION Y APLICACIÓN DE LAS VACUNAS DEL PAI Manual de Procedimientos Técnicos Sobre las Normas del PAI. 2008 31 A falta de Vacuna Pentavalente, se sustituye por la s siguientes vacunas y el cálculo de necesidades de jeringuillas es el siguiente: VACUNA USO DESCRIPCION CALCULOS NECESARIOS DPT APLICACIÓN Jeringuilla desechable de 1cc con aguja 23Gx1 Una jeringuilla por cada dosis a aplicar. HEPATITIS B APLICACIÓN Jeringuilla desechable de 1cc con aguja 23Gx1 Una jeringuilla por cada dosis a aplicar. Hib APLICACIÓN Jeringuilla desechable de 1cc con aguja 23Gx1 Una jeringuilla por "}