{"title": "DISPOSITIVO DE PRESIÓN NEGATIVA EN INJERTOS DE PIEL: PRESENTACIÓN DE UN CASO", "author": "BOLIVAR L; MAURICIO ALFREDO; NIETO R; LUIS EDUARDO", "url": "http://www.scielo.org.co/scielo.php?pid=S0121-52562008000200012&script=sci_arttext", "hostname": "scielo.org.co", "description": null, "sitename": "Revista Med", "date": "2008-07-01", "cleaned_text": "Servicios Personalizados Revista Articulo Indicadores - Citado por SciELO - [Accesos](http://analytics.scielo.org/w/accesses?document=S0121-52562008000200012&collection=col) Links relacionados - Citado por Google - Similares en SciELO - Similares en Google Compartir [Revista Bogotá CLÍNICA DISPOSITIVO DE PRESIÓN NEGATIVA EN INJERTOS DE PIEL: PRESENTACIÓN DE UN CASO NEGATIVE PRESSURE THERAPY OVER SKIN GRAFTS: A CASE REPORT DISPOSITIVO DE PRESSÃO NEGATIVA EM ENXERTOS DE PELE: APRESENTAÇÃO DE UM CASO MAURICIO ALFREDO BOLIVAR L., M.D.a* Y LUIS EDUARDO NIETO R. M.D.b a Residente de Cirugía Plástica, Universidad Militar Nueva Granada, Bogotá D.C., Colombia b Cirujano Plástico, Servicio Integrado de Cirugía Plástica, Hospital Militar Central, Hospital San José, Bogotá D.C., Colombia. * Correspondencia: [mabolivar2@gmail.com](mailto:mabolivar2@gmail.com). Dirección postal: Hospital Naval de Cartagena, Servicio de Cirugía Plástica, Cartagena, Colombia. Recibido: Marzo 23 de 2008. Aceptado: Junio 25 de 2008. Resumen Se presenta el caso de un paciente masculino, de 79 años, con áreas cruentas en miembros inferiores y diversas comorbilidades que hacían de difícil manejo el cubrimiento de las mismas. Se realizaron injertos de piel de espesor parcial optimizando su integración con la terapia VAC®, acelerando este proceso y logrando la cobertura total de las zonas expuestas. Para este artículo se revisó la literatura al respecto y se logró demostrar que esta nueva técnica es efectiva, para el manejo de pacientes diabéticos y con patología cardiovascular. Palabras clave: terapia VAC®, injerto de piel Abstract Case report of a 79 year old male, with multiple soft tissue injuries in both lower limbs and with associated comorbidities like diabetes and heart disease that made difficult their management. We decided to put partial thickness and coverage of the exposed areas. We made a review of the literature and we can corroborate that this new technique is effective in the management of diabetic VAC® therapy, skin transplantation Resumo Apresenta-se o caso de um paciente masculino, de 79 anos, com áreas cruentas em membros inferiores e diversas comorbilidades que faziam de difícil manejo o cobri mento das Se enxertos de pele parcial melhorando sua integração com a terapia VAC®, acelerando este processo e conseguindo a cobertura total das zonas expostas. Para este artigo se revisou a literatura ao respeito e se alcanço demonstrar que esta nova técnica é efetiva, para o manejo de pacientes diabéticos e com patologia cardiovascular. Palavras-chave: VAC® terapia, transplante de pele Introducción Uno de los objetivos en el tratamiento de las áreas cruentas es lograr un adecuado cubrimiento de las zonas expuestas, siendo la optimización del lecho receptor una de los primeros aspectos a considerar. Con la introducción del cierre asistido por vacío, aplicando presiones subatmosféricas (Terapia VAC® por sus siglas del inglés Vacuum Assisted Closure), se han favorecido pacientes con áreas cruentas tanto agudas como crónicas, con quemaduras y con heridas secundarias a procedimientos reconstructivos fallidos, que de acuerdo con su etiología, se convierten en un nuevo reto para el cirujano plástico (1-4). Su fácil utilización y los reportes de resultados favorables, han hecho que la terapia VAC® tenga gran aceptación en otras especialidades quirúrgicas, además de la cirugía plástica (cirugía general, cirugía de tórax, cirugía pediátrica, ortopedia, ginecología y urología) 5-10. La razón de su eficacia consiste en que al aplicar presión subatmosférica se promueve el proceso de cicatrización, se favorece la granulación y se disminuye el conteo bacteriano y al aumentar la tensión de oxígeno, se optimiza el tiempo de integración de los injertos (6,7,11-13), de manera que se acortan los períodos de hospitalización en los casos que esta se requiere (6,8,13). Injertos de piel y terapia VAC® Un injerto de piel es una porción de tejido que se separa de su zona donante, privándola completamente de su aporte sanguíneo antes de ser transferida al lecho receptor del que se deberá nutrir. Según su espesor, se dividen en injertos de piel parcial (IPP) o injertos de piel total (IPT)(14-18) y su supervivencia depende de varios factores, entre ellos el tejido de granulación del lecho receptor, su contacto con el lecho y el tejido de granulación de este último. En algunos casos los injertos se pueden aplicar de forma temporal, con el objeto de proteger una zona que posteriormente precisará de una cobertura más estable. En cuanto a los cuidados postoperatorios, son varios los factores a tener en cuenta, como unas adecuadas inmovilización y manipulación, durante el proceso de curación (19-25). La terapia de presión negativa ha tenido aplicaciones clínicas desde 1940 y su popularidad se ha incrementado en la última década. El sistema cerrado asistido por vacío (o cierre asistido por vacío), fue introducida en 1993 por Morykwas y Argenta, cuando patentaron un dispositivo para aplicar presión subatmosférica en el manejo de heridas (26-30) y desde entonces se ha venido implementado su aplicación en todo el mundo, con resultados favorecedores, aunque por la diversidad de casos, cada uno con sus respectivas variables, no hay todavía unidad de criterios en cuanto a tiempos e intensidad de presión óptimos (12,19,22). Los siguientes son los mecanismos que se proponen para explicar de que manera la presión negativa incrementa la granulación de los tejidos y la integración de los injertos: - Remoción de fluidos: En heridas crónicas está demostrado que los fluidos poseen niveles desproporcionados de factores pro-inflamatorios solubles que interfieren con los procesos de reparación tisular (31-35). - Disminución del líquido intersticial: Se favorece el flujo sanguíneo, así como el aporte de oxígeno y de nutrientes a la herida (19,36-40). - Disminución del recuento bacteriano: Se optimiza la granulación disminuyendo los factores inflamatorios y el tejido necrótico secundario (29,41-48). - Estrés mecánico: Se aumenta la vascularización de los tejidos, la migración y proliferación de fibroblastos, iniciándose el proceso de epitelización (49-57). - Contracción de la herida: Por medio de la formación de la malla de colágeno se favorece mecánicamente la aproximación (58-60). - Perfusión tisular: El aumento de la perfusión favorece el flujo sanguíneo en los colgajos y principalmente en los injertos de piel, optimizando el proceso de integración (61-68). Reporte de caso Paciente masculino de 79 años, diabético, hipertenso, con antecedente de amputación infracondílea izquierda y supracondílea derecha secundaria a su patología de base, que consulta al Servicio de Cirugía Plástica y Reconstructiva del Hospital Militar Central de Bogotá en septiembre de 2006, por un cuadro de tres semanas de evolución caracterizado por el desarrollo de un área cruenta a nivel de la cara anterior de muslo izquierdo. Como parte del tratamiento, se optimizó el lecho receptor realizando lavados y desbridamientos ( [figura 1](#fig1)), para posteriormente colocar injertos de espesor parcial que se tomaron con dermátomo eléctrico del muslo ipsilateral ( [figura 2](#fig2)). Para lograr la adherencia al lecho receptor el injerto ni se fijó ni se inmovilizó -como generalmente se hace durante este tipo de procedimientos- sino que se cubrió con el apósito de Versafoam®, teniendo en cuenta que se buscaba promover la integración del tejido injertado y no la granulación ( [figura 3](#fig3)). Posteriormente, el apósito se cubrió con una película transparente obviando la inmovilización tradicional, lo que acortó el tiempo quirúrgico y anestésico, situación benéfica para un paciente de edad avanzada y con las condiciones mórbidas descritas. Finalmente se inició la terapia, con una presión constate de 125 mm Hg e intensidad de 5. Luego de tres días se decidió realizar el primer destape retirando el apósito de Versafoam®, encontrándose una integración del 100% de los injertos y una cobertura total del área cruenta ( [figura 4](#fig4)). Tradicionalmente este primer destape se realiza al quinto día, teniendo en cuenta el tiempo de cada una de las fases de integración. Dados los excelentes resultados de integración, se decidió no realizar un nuevo cubrimiento, culminando el tratamiento en tres días. Discusión La terapia de presión negativa, que se basa en el uso de presiones subatmosféricas en diferentes intensidades, es una de las opciones a que pueden acceder los profesionales de las especialidades quirúrgicas para el manejo de heridas crónicas o de difícil resolución, sean estas infectadas o no. Aplicada de manera continua ó intermitente, la presión subatmosférica puede ser un método confiable para el tratamiento de una gran variedad de heridas, porque al remover fluidos y el material infeccioso, se promueve el tejido de granulación de la herida, se aumenta la perfusión de los tejidos y se acelera el proceso de cicatrización. Además, el aumento de flujo sanguíneo, la oxigenación de la zona y la migración de células inflamatorias, disminuye las posibilidades de colonización bacteriana de tipo anaerobio. Los estudios que reportan el uso de esta alternativa terapéutica vienen demostrando, tal y como se evidenció en nuestro caso, que la tasa de pérdida de los injertos de piel se disminuye notablemente (39,51). Además, utilizándose como apósito temporal para preparar los lechos que posteriormente van a ser injertados, podría ser una alternativa para la terapia de cierre por segunda intención (6). Se trata de una técnica relativamente nueva, que por su mecanismo de acción lograría disminuir los tiempos de tratamiento y por ende los costos derivados, especialmente en pacientes con enfermedad cardiovascular y pacientes diabéticos (7). En cuanto a tolerancia, es una terapia que a la fecha parece presentar pocas complicaciones y mínimas contraindicaciones. No es frecuente el dolor, la gran mayoría de pacientes toleran bien la aplicación de la presión sin requerir de analgesia y como se ha dicho, los resultados positivos pueden ser muy rápidos, incluso hasta de 24 horas. En los casos de intolerancia a la presión, se recomienda que esta se aplique de manera gradual, permitiendo la adaptación del paciente. En el caso nuestro la presión fue de 125 mm de Hg desde el inicio, habiendo series que reportan 75 mm de Hg y sólo en contados casos los 125 mm de Hg, dependiendo de la localización (69). Heridas infectadas, áreas cruentas, úlceras varicosas, pié diabético y quemaduras, heridas esternales post cirugía cardiaca, entre otras, están indicadas para esta terapia, mientras que no se recomienda su uso en osteomielitis, neoplasias y heridas que fistulizan a cavidades. Con un manejo adecuado del material, se puede minimizar el riesgo de la más posible complicación, que es la maceración del tejido circundante (69-71). En un estudio observacional colombiano del año 2007, el autor evaluó los resultados en 87 pacientes con diversas patologías, que fueron manejados todos con presión negativa, hasta lograr los resultados esperados, o hasta el fallecimiento del paciente, encontrando que aunque la cicatrización varió de acuerdo con el tamaño y localización de la herida, el resultado fue benéfico, incluso en casos controversiales como es el de las fístulas gastrointestinales, en los que para algunos autores está contraindicada esta medida (72). Enfrentarnos a un paciente de tan difícil manejo por sus patologías de base, aunadas a sus áreas cruentas, nos decidió a utilizar este sistema con un resultado benéfico, pues en tan sólo tres días se consiguió la integración, situación que no es fácil de alcanzar en pacientes con estas características y que consultan por heridas de muchas semanas de evolución, frecuentemente con infecciones bacterianas. Concluimos entonces, con base en esta experiencia y con los análisis de la literatura revisada, que la terapia VAC® se puede proponer como opción de tratamiento en pacientes diabéticos o con patología cardiovascular, porque se optimiza la integración de los injertos de piel y se logra el cubrimiento de las áreas cruentas en un menor tiempo, disminuyendo la estancia hospitalaria y los costos derivados. Sin embargo, somos concientes de la necesidad de realizar nuevos trabajos, con diseños metodológicos bien estructurados, en los que se utilicen varias terapias, además de la de presión negativa, con diferentes tiempos y rangos de presión y con grupos de control, de manera que al contrastar los resultados, se llegue a la obtención de datos confiables de eficacia, seguridad y costos, indispensables para implementar esta alternativa en nuestro medio hospitalario. Referencias 1. Morykwas M, Simpson J. VAC: State of basic Research and Physiologic Foundation. Plastic and Reconstruct Surg 2006; 3:123-30.. [ 2. Singer A, Epstein F. Cutaneous Wound Healing. New England Journal of Med 1999; 341(10): 738- 747. [ [Links](javascript:void(0);) ] 3. Erdmann D. Abdominal Wall defect and Enterocutaneous fistula treatment Mechanisms and Clinical Applications of VAC device. J Clin Dermatol 2005; 6(3): 185- 194. [ [Links](javascript:void(0);) ] 7. Argenta L, Morykwas M. VAC: State of Clinic Art. Plastic and Healing and Urology 2006; 173: 1463-1470. [ [Links](javascript:void(0);) Vacuum-Assisted for home health V.A.C.(R) Therapy in the United States of America and its potential international application. International Wound Journal 2008; 5 (Suppl. 2): [ Bioburden Negative D. Skin grafts. In Mc Carthy Plastic Surgery. grafting Saunders Staff,1990. [Links](javascript:void(0);) ] McCarthy J, Galiano R. Current Therapy in Plastic Surgery. 3 ed. New York: Saunders Elsevier; 2006. [ [Links](javascript:void(0);) ] 18. Mathes General Principles. 3 ed. New York: Saunders Elsevier; 2006. [ [Links](javascript:void(0);) ] 19. Braakenburg A. The clinical Efficacy and Cost Effectiveness of the VAC technique in the Management of Acute 20. Gomez, El ABC del Sistema VAC® desde las bases biomoleculares hasta su aplicacion clinica en HMC. Hosmil Medica 2006: 18 (1) 62-67. [ [Links](javascript:void(0);) ] 21. Allen H., Negative Pressure Therapy in the Manegement of complex Enterocutaneous Fistulae. Vol 17, Num 6, 2003. [ [Links](javascript:void(0);) ] 24. Ford Ch., Interim Analysis of a prospective, Ramdomized Trail of VAC vs Health Point System in the Management of Pressure Ulcers. Annals of Plastic Surg. Vol 49, Num 1, Jul 2002. [ [Links](javascript:void(0);) ] Kinetic Concepts January 2005. [ [Links](javascript:void(0);) ] 26. Lambert K., VAC: A Review of Development and Current Applications. Eur J Vasc Surg, 29, 219-226. 2005. [ [Links](javascript:void(0);) ] 27. Morykwas, M., Argenta, L. and Touchard, R.: Use of negative pressure to promote healing of pressure sores and chronic of and Continence Nurses Association, San Antonio, Texas, July 10-15, 1993 [ [Links](javascript:void(0);) ] 28. Mendez-Eastman S. Guidelines for using negative pressure therapy. Skin Wound 2001 [Links](javascript:void(0);) ] 29. DeLange ] Morykwas subatmospheric pressure on the ] negative Pressure Care, 2007: 34(2): [ [Links](javascript:void(0);) ] Fistula Management. Gynecologic Oncology 80: 413-416, 2001. [ [Links](javascript:void(0);) ] 34. Cro C., VAC system in the Management of enterocutaneos fistulae. Post grad Med J 2002,(78): 364-365. [ [Links](javascript:void(0);) ] 35. Nienhuijs S., Can topical Negative pressure be used to control complex enterocutaneous fistulae? J Wound Care Vol 12, Num 4, Oct 2003. [ [Links](javascript:void(0);) ] 36. Archer L., Reconstruction of an Acquiered Abdominal Wall defect in Acellular Plastic [ [Links](javascript:void(0);) ] 37. Gustafsson VAC of defects of Abdominal Wall. Plastic and Reconstuctive Surgery. Vol 121, Number 3, Jun 2006. [ [Links](javascript:void(0);) ] 39. Rozen, W. An Improved Alternative to Vaccum Assisted Closure as a negative pressure dressing in limb split skin grafting: A Clinical Trial. Plastic and Reconstructive Surgery. 77: 70-71, 2007. [ [Links](javascript:void(0);) ] Bryce MD; Kelley, Patrick MD. Circumferential Negative-Pressure Dressing (VAC) to of Plastic Surgery. 54(2):178-183. Feb 2005. [ [Links](javascript:void(0);) ] 41. Andrews, Brian T. MD; Management of the Radial Forearm Free Flap Donor the Laryngoscope. 116(10):1918-1922, October 2006. [ [Links](javascript:void(0);) ] 42. Smith, Russell B. MD. Preservation of infected and exposed ] 43. Stetter, a chronic VAC,\" a Technique for Management of Enterocutaneous Fistulae Arising within the Open Abdomen: Report of 5 Cases. Journal of Trauma-Injury Infection & Critical Care. 60(2):428-431, February 2006. [ [Links](javascript:void(0);) Primary Closure 2006: (61) 5: Microvascular Flaps Using VAC Device. Annals of Plastic Surg. Vol 58, Num 5, May 2007. [ [Links](javascript:void(0);) ] 48. Winter, G. D.: Formation of the scab and the rate of epithelialization of superficial wounds of the skin in the young domestic pig. Nature, 193: 293, 1992 [ [Links](javascript:void(0);) ] 49. Argenta LC, Marks Molnar JA, David Reconstructive Surgery. Shen P, LC. of Integra incorporation in complex tissue defects with Surgery. 2004 [Links](javascript:void(0);) ] 51. LC. A new and reliable method ofsecuring to Surgery. 1998 Sep;102(4):1195-8. [ [Links](javascript:void(0);) ] 52. Hallock, Geoffrey. Top ten reasons to hate V.A.C. Therapy. And Reconstructive and Animal studies and basic foundation. Annals of Plastic Surgery. 1997 June:38(6):553-62. [ [Links](javascript:void(0);) ] 55. Argenta, L. C. and Morykwas, M. J.: Vacuum-assisted closure: a new method for Surgery, 1997 June: 38(6): 563-4. [ [Links](javascript:void(0);) ] 56. Joseph, E., Hamori, Bergman, S., E., Swann, 2000 [Links](javascript:void(0);) ] 59. Mooney, James F. Treatment of Soft Tissue in Soft Tissue Injuries. Journal of Orthopaedic Trauma. 17(10):683-688, November/December 2003. [ [Links](javascript:void(0);) ] 61. Jivan S., Application of VAC Dressing Made Easy. Annals of Plastic Surgery, Vol 57, Num 3, p355. 2006. [ [Links](javascript:void(0);) ] 62. Schimp V., treatment Gynecologic Oncology 92 (2004) C. and Morykwas, M. J.: Assisted 2006. [ Wongworawat, M. D., Schnall, S. B., Holtom, P. D., Moon, C. and Schiller, F.: Negative pressure dressings as an alternative technique for of infected Clin Orthop Relat Res, 414: 45, 2003 [ [Links](javascript:void(0);) ] 65. Chantal M. Moues, et. al. An Economic Evaluation of the use of TNP on full-thickness wounds. Journal of Wound Care Vol. 14, NO 5, page 1-6 May 2005. [ [Links](javascript:void(0);) ] 66. Fabian TS, Kaufman 67. Repta R, Ford R, Hoberman L, Rechner B. The use of negative-pressure therapy and skin grafting in the treatment of soft-tissue over the achilles tendon. Ann Plast F, Carriquiri C. Tratamiento deheridas usando presión negativa tópica. Biomedicina. 2006 2(2):129-30. [ [Links](javascript:void(0);) ] 71. Fox A, A, Perks, A. An unusual complication of vaccum-assited closure in the treatment of a pressure ulcer. Journal of Wound Care. 2004 413(8):344-45. [ [Links](javascript:void(0);) ] 72. Jiménez CE. Tratamiento de heridas usando presión negativa tópica. Rev. Col. Cir. 2007 22(4):129-30. [ [Links](javascript:void(0);) ] "}