{"title": "Governor Ducey Announces COVID-19 Vaccine has Arrived in Arizona", "author": null, "url": "https://dentalboard.az.gov/news/governor-ducey-announces-covid-19-vaccine-has-arrived-arizona", "hostname": "dentalboard.az.gov", "description": "Governor Ducey Announces COVID-19 Vaccine has Arrived in Arizona", "sitename": "dentalboard.az.gov", "date": "2022-04-15", "cleaned_text": "Governor Ducey Announces COVID-19 Vaccine has Arrived in Arizona [Governor Ducey Announces COVID-19 Vaccine has Arrived in Arizona](https://azgovernor.gov/governor/news/2020/12/arrived-covid-19-vaccine-doses) Arizona received the first shipment of COVID-19 vaccine doses, today Monday, December 14, 2020. This week, distribution of the vaccine will begin in the state's largest population centers, Maricopa and Pima Counties. For Maricopa County: The Maricopa County Department of Public Health (MCDPH) is in the final planning stages for providing COVID-19 vaccine to people who are at highest risk of contracting COVID-19 based on their occupational and individual risk factors. This includes many of you, who provide direct care and services to people who are or could be COVID-positive. Because supply will be limited at the outset and to ensure equitable distribution of those limited doses,(MCDPH) is following the guidance of the CDC's Advisory Council on Immunization Practices (ACIP) and the Arizona Department of Health Services Vaccine and Antiviral Prioritization Advisory Committee (ADHS VAPAC). The first allocation of vaccine doses will be prioritized to individuals that ACIP has recommended to be in Phase 1A: those working in a healthcare setting, especially those with the most potential exposure to COVID-19, as well as residents and staff of long-term care facilities. To determine your eligibility, please [complete this pre-screen survey](http://www.maricopa.gov/covid19prescreen) as the first step to scheduling an appointment. Your response will help MCDPH determine your eligibility and connect you with your assigned regional vaccine provider, based on the location of your primary worksite. Things to know about the pre-screening: COVID-19 vaccine will be available to Phase 1A individuals by appointment only, and completing [this pre-screening survey](http://www.maricopa.gov/covid19prescreen) is required to make your appointment. - Long term care residents/staff are mostly being vaccinated through a federal pharmacy vaccine program. - You will be asked to provide your employee ID or other ID (such as a driver's license number) as part of the screening process. This will be used for identification purposes only. - COVID-19 vaccines are free, however, insurance information will be requested during appointment scheduling so that an administration fee can be billed to insurance if you are insured. There will be no out-of-pocket costs requested during your appointment time and you should not receive a bill. - Priority will be given to those who meet exposure and risk thresholds. You will be notified when vaccine is available to you. The process may take several days, so please be patient while you await your notification. - Any healthcare provider who provides direct patient care of any type (including environmental services and laboratory workers) will be included in Phase 1A. If you are determined to be eligible for vaccine in Phase 1A, you will receive a notification with details on where and how to set up an appointment. - Healthcare providers who do not provide in-person, direct patient care (administrators and telemedicine providers) will be included as essential workers early in Phase 1B but are not eligible for vaccine in 1A since they are not at increased risk of exposure in their work. - The information collected in this screening tool will only be accessed by MCDPH and will not be shared outside of public health. - Vaccination sites for healthcare workers will not be open for an extended period of time, so we encourage you to sign up today or you may have to wait until later phases. If you have any questions regarding COVID-19 vaccine pre-screening or need help filling out this form, please email [[email protected]](/cdn-cgi/l/email-protection#f9bab6afb0bdc8c0898b9c8a9a8b9c9c97b994988b909a968998d79e968f) Still deciding if you want to get the vaccine? Take a look at [Maricopa.gov/COVID19vaccine1A](http://www.maricopa.gov/covid19vaccine1A) and please [complete the prescreening survey](http://www.maricopa.gov/covid19prescreen). The survey does not commit you to getting the vaccine, and after you complete it, you will receive more information about how and when you can get the vaccine. For Pima County: Pima County and area hospital partners will prioritize front-line health care workers treating COVID-19 patients, and residents and staff of long-term care facilities in initial distribution of the COVID-19 vaccine. Pima County is expecting more than 50,000 doses in the first distribution of the Pfizer vaccine, including about 11,000 doses this week, followed by 17,000 about a week later. The first vaccinations are scheduled for Dec. 17. This initial Phase 1A distribution, announced at a joint press conference of officials from the Pima County Health Department, Tucson Medical Center and Banner - University Medicine, follows recommendations from the Centers for Disease Control and Prevention (CDC). The CDC says [on its website](https://lnks.gd/l/eyJhbGciOiJIUzI1NiJ9.eyJidWxsZXRpbl9saW5rX2lkIjoxMDEsInVyaSI6ImJwMjpjbGljayIsImJ1bGxldGluX2lkIjoiMjAyMDEyMTQuMzIwMjYxMzEiLCJ1cmwiOiJodHRwczovL3d3dy5jZGMuZ292L2Nvcm9uYXZpcnVzLzIwMTktbmNvdi92YWNjaW5lcy9yZWNvbW1lbmRhdGlvbnMtcHJvY2Vzcy5odG1sIn0.7HvAxqoO38yRUPqCtXkUVYmzzOZp5UMWjftAGdEF8sc/s/1098541978/br/91818091586-l): \"Healthcare personnel are defined as paid and unpaid people serving in health care settings who have the potential for direct or indirect exposure to patients or infectious materials. Long-term care facility residents are defined as adults who reside in facilities that provide a variety of services, including medical and personal care, to persons who are unable to live independently.\" Banner and TMC will serve as initial vaccinators and will be distributing vaccines to health care workers across all Pima County providers who meet the criteria. Other hospitals and health care partners are expected to receive the Moderna vaccine before the end of the month for distribution to their employees. Health care workers are advised to look for communication from their employer about which priority groups they fall under and when they can begin scheduling their vaccine appointments. Vaccinations are voluntary but are encouraged by health officials in order to protect those on the front line from becoming sick while helping us control the pandemic and ensure the community has continued access to necessary health care services. The initial Phase 1A rollout will include two distribution sites - one each at TMC and Banner. According to Crystal Rambaud, the Pima County Health Department Manager for Vaccine Preventable Diseases, a partnership between Walgreens, CVS and long-term care facilities in the County will allow staff and residents to receive direct vaccination. For the 1C group and later, there will be much broader distribution, most notably at doctor's offices and clinics. A chart for the overview of the vaccine prioritization, including the general population in Phase 2, can be found [here](https://lnks.gd/l/eyJhbGciOiJIUzI1NiJ9.eyJidWxsZXRpbl9saW5rX2lkIjoxMDIsInVyaSI6ImJwMjpjbGljayIsImJ1bGxldGluX2lkIjoiMjAyMDEyMTQuMzIwMjYxMzEiLCJ1cmwiOiJodHRwczovL3dlYmNtcy5waW1hLmdvdi9jbXMvT25lLmFzcHg_cG9ydGFsSWQ9MTY5JnBhZ2VJZD02NjkyNTcifQ.6I5kmguCQAdP_mr5GJxY1mnM3WhffiNaOnsAQ5t_bZI/s/1098541978/br/91818091586-l). The timeline for the rollout of vaccinations to the priority groups is in flux, with the amount of vaccine made available to the County one of several variables. Dr. Theresa Cullen, the Pima County Health Director, said the period of vaccination for all of the priority groups identified in Phase 1 (A, B and C) could take at least five months. \"The caveat to all this is availability of vaccines, as well as what vaccines have been reviewed and endorsed by the FDA and CDC,\" Cullen said. \"It is possible this timeline could accelerate.\" The vaccine is the newest tool in the toolbox to slow the spread of COVID-19. Cullen says the other mitigation tools in the toolbox - wear a face mask, wash your hands, stay at least 6 feet apart, stay at home when you can - remain essential. \"We need every resident of the County to continue to adhere to the recommendations,\" Cullen said. \"We are in an accelerated transmission phase. Despite the fact that the vaccine will be here this week, the impact of the vaccine will take months to achieve in terms of a community-based response. \"Obviously the individuals who receive the vaccine will get protection after the second shot. In the meantime, we encourage and really plead with the community to stay committed to the activities we know will help mitigate the transmission we are currently seeing.\" For more and updated information about vaccine distribution/safety and FAQs, visit [www.pima.gov/covid19vaccine](https://lnks.gd/l/eyJhbGciOiJIUzI1NiJ9.eyJidWxsZXRpbl9saW5rX2lkIjoxMDMsInVyaSI6ImJwMjpjbGljayIsImJ1bGxldGluX2lkIjoiMjAyMDEyMTQuMzIwMjYxMzEiLCJ1cmwiOiJodHRwOi8vd3d3LnBpbWEuZ292L2NvdmlkMTl2YWNjaW5lIn0.5CAMygKRwsHBqzWgc9gWD8VMp9-qeMhRaTnd5llulKo/s/1098541978/br/91818091586-l) To watch Monday's press conference, use this [link from the Pima County Facebook page](https://lnks.gd/l/eyJhbGciOiJIUzI1NiJ9.eyJidWxsZXRpbl9saW5rX2lkIjoxMDQsInVyaSI6ImJwMjpjbGljayIsImJ1bGxldGluX2lkIjoiMjAyMDEyMTQuMzIwMjYxMzEiLCJ1cmwiOiJodHRwczovL3d3dy5mYWNlYm9vay5jb20vcGltYWNvdW50eWFyaXpvbmEvdmlkZW9zLzg0NTA2OTUxMjk3NTYxMCJ9.i1mq549ihbm8NN4gP86CdEzQ1ZjJTxP9VjJMhNfC5JY/s/1098541978/br/91818091586-l). Media Contact: Pima County Communications, [[email protected]](/cdn-cgi/l/email-protection#1c74797d7068747f7371716972757f7d687573726f5c6c75717d327b736a) To download photos and B-roll video from TMC's mock vaccine drive-thru, use this link: [https://pimacounty.widencollective.com/c/zaeudsb3](https://lnks.gd/l/eyJhbGciOiJIUzI1NiJ9.eyJidWxsZXRpbl9saW5rX2lkIjoxMDUsInVyaSI6ImJwMjpjbGljayIsImJ1bGxldGluX2lkIjoiMjAyMDEyMTQuMzIwMjYxMzEiLCJ1cmwiOiJodHRwczovL3BpbWFjb3VudHkud2lkZW5jb2xsZWN0aXZlLmNvbS9jL3phZXVkc2IzIn0.n6o2rRDFULamHsPWd26GZNjnWHsB6BHVC9nCpcBZ_60/s/1098541978/br/91818091586-l) - updated December 14, 2020 "}