{"title": "Spatone Original", "author": null, "url": "https://www.spatone.com/en-ca/range/spatone-original/", "hostname": "spatone.com", "description": "Your gentle daily 100% natural iron supplement, in convenient, easy single-serve sachets. Reduces tiredness and fatigue caused by iron deficiency anemia.", "sitename": "Spatone", "date": "2022-02-24", "cleaned_text": "IRON IRON-RICH WATER SUPPLEMENT New look, same great product! Our naturally occurring iron-rich water provides a highly absorbable low-dose of iron. Spatone® is gentle & easy on your body & helps ensure you meet your daily iron needs. - Reduces tiredness & fatigue - Gentle & easily absorbed - Vegan - No GMOs - Cruelty-free - Gluten-free - No refrigeration needed Available in : 28 Day - 700 mL (28 x 25 mL sachets) meet your daily iron needs Ideal for everyone Drink iron-rich water Gentle on your body No GMOs Cruelty-Free Gluten-Free What's so special about Spatone®? Every drop of Spatone® 100% natural liquid iron is sourced directly from the Trefriw Wells Spa, in the Snowdonia National Park in Wales. Picture the scene — rolling hillside, luscious green valleys and sky high mountains. Snowdonia is a sight to behold, and tucked away in the heart of the national park is Trefriw Wells, the unique source of Spatone® iron-rich water. What's more, this naturally occurring iron-rich water is a naturally gentle way to take iron. Spatone® is easily absorbed and gentle on the stomach. To use, simply take it straight from the sachet or dilute it in juice high in vitamin C to increase iron absorption. Food supplements should not be used as a substitute for a varied balanced diet and healthy lifestyle. every body needs iron Spatone® 100% natural liquid iron sachets are convenient & easy to use when on-the-go. No refrigeration needed. - Reduces tiredness & fatigue caused by iron deficiency. - Gentle & easily absorbed. - Necessary for healthy red blood cell production & delivering oxygen throughout the body. - Helps release energy & supports a healthy immune system.* - Ideal for everyone including adults & children over 4, pregnant and post-natal women, vegetarians, athletes & those with anemia. - Drink the iron-rich water straight from the sachet or add to juice high in vitamin C to increase iron absorption. Best taken on an empty stomach. - Gentle on your body with fewer of the side effects often associated with traditional high-dose iron tablets, like stomach irritation or constipation. * European Food Safety Authority - Pocket size - 100% natural - No preservatives - No GMOs - Cruelty free - Gluten free - Sugar free - Alcohol free - Vegan & vegetarian - Easy to use - Safe for all the family - Ideal for athletes, children over 4, elderly Directions Adults & children over 4, take 1 sachet daily. Pregnant & breastfeeding women, take 2 sachets daily. Warnings Take a few hours before or a few hours after taking other medications. KEEP OUT OF REACH OF CHILDREN. Do not use if sachet is torn. Store below 25°C. Medicinal ingredient (per 25 mL sachet) : Iron (ferrous sulfate) 5 mg. Non-medicinal ingredient : Water. UPC: 741273000167 | NPN: 80002107 Manufactured in Wales for : Nelson Bach USA Ltd., North Andover, MA 01845 [Additional Information](/en-ca/range/spatone-original/#content-92) Directions Adults & children over 4, take 1 sachet daily. Pregnant & breastfeeding women, take 2 sachets daily. Warnings Take a few hours before or a few hours after taking other medications. KEEP OUT OF REACH OF CHILDREN. Do not use if sachet is torn. Store below 25°C. Medicinal ingredient (per 25 mL sachet) : Iron (ferrous sulfate) 5 mg. Non-medicinal ingredient : Water. UPC: 741273000167 | NPN: 80002107 Manufactured in Wales for : Nelson Bach USA Ltd., North Andover, MA 01845 * Nelson Bach USA Ltd is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means to earn from qualifying purchases. "}