{"title": "La medicina tradicional, complementaria e integradora expuesta por la Dra. Vivian Camacho de Bolivia - M24", "author": "Cooperativa de Trabajo SUBTE; Https; Subte Uy", "url": null, "hostname": null, "description": "Los días 17 y 18 de agosto de 2023 tuvo lugar en Gandhinagar (India) la Primera Cumbre Mundial de la Organización Mundial de la Salud (ONU - OMS) sobre Medicina Tradicional. A partir de una nota de Ricardo Changala de la communis, publicada en el Portal APU.uy, pudimos saber que el objetivo del encuentro fue ...", "sitename": "Cooperativa de Trabajo SUBTE | https://subte.uy", "date": "2011-03-05", "cleaned_text": "Los días 17 y 18 de agosto de 2023 tuvo lugar en Gandhinagar (India) la Primera Cumbre Mundial de la Organización Mundial de la Salud (ONU - OMS) sobre Medicina Tradicional. A partir de una nota de Ricardo Changala de la communis, publicada en el Portal APU.uy, pudimos saber que el objetivo del encuentro fue conseguir compromisos políticos para promover la aplicación de la medicina tradicional, que es la primera opción terapéutica para millones de personas en todo el mundo, como quedó en evidencia, por ejemplo, en el contexto de la pandemia de la COVID 19. En el discurso inaugural, el Director de la OMS, Tedros Adhanom Ghebreyesus, afirmó que la medicina tradicional es tan antigua como la humanidad misma y que en su infancia en Etiopia, vio cómo las comunidades dependían de prácticos de la medicina tradicional para cubrir sus necesidades en materia de salud. Info24 entrevistó a la Dra. Vivian Tatiana Camacho Hinojosa que expuso en dicho evento y que es directora Nacional de Medicina Tradicional Ancestral, dentro del Viceministerio de Medicina Tradicional Ancestral del Ministerio de Salud del Estado Plurinacional de Bolivia. A modo de síntesis de esta charla de Vivian Camacho, compartimos una de sus frases donde afirma que \"estamos en un momento de la humanidad donde, ante la crisis de guerra, de hambre, de salud, necesitamos opciones, y una opción es urgente el cuidado de la madre tierra, es urgente el acervo de los ecosistemas, agua limpia y alimentos sanos que son las primeras medicinas que promovemos desde "}