{"title": "PDF", "author": "PDF", "url": "www.azdhs.gov/documents/preparedness/epidemiology-disease-control/immunization/school-childcare/personal-belief-exemption.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "P er so n a l B el i e f s Ex emp t i o n F o rm Ki ndergart en - 12t h Grade Onl y Arizona Department of Health Services (ADHS) strongly supports immunization as one of the easiest and most effective tools in preventing diseases that can cause serious illness and even death. ADHS also respects the rights of parents to decide whether or not to vaccinate their child. By state law, (A.R.S. §15-873 ) a child will not be allowed to attend school until either proof of immunization or a completed exemption form is submitted to the school. The information below is provided to ensure that parents are informed about the risks of not vaccinating. Pl a ce a n \"X \" i n t h e b o x t o t h e l e ft o f t h e d i sea se( s) l i s t ed t o e x emp t y o u r ch i l d fr o m t h e v a cci n e. I n i t i a l a n d d a t e t h e b o x o n t h e ri gh t . Di p h t h eri a ( D T a P , T d a p , T d ) : I have been informed that by not receiving this vaccine, my child may be at increased risk of developing diphtheria if exposed to this disease. Serious symptoms and effects of this disease include: heart failure, paralysis (can't move parts of the body), breathing problems, coma, and death.Initials:_______ Date:_________ T e t a n u s ( D T a P , T d a p , T d ) : I have been informed that by not receiving this vaccine, my child may be at increased risk of developing tetanus if exposed to this disease. Serious symptoms and effects of this disease include: \"locking\" of the jaw, difficulty in swallowing and breathing, seizures (jerking and staring), painful tightening of muscles in the head and neck, and death.Initials:_______ Date:_________ P ert u ssi s ( Wh o o p i n g Co u gh ) ( D T a P , T d a p ) : I have been informed that by not receiving this vaccine, my child may be at increased risk of developing pertussis (whooping cough) if exposed to this diseaseInitials:_______ Date:_________ P o l i o ( I P V) : I have been informed that by not receiving this vaccine, my child may be at increased risk of developing polio if exposed to this disease. Serious symptoms and effects of this disease include: paralysis (can't move parts of the body), meningitis (infection of the brain and spinal cord covering), permanent disability, and death.Initials:_______ Date:_________ M ea sl es, M u mp s, Ru b el l a ( M M R) : I have been informed that by not receiving this vaccine, my child may be at increased risk of developing measles, mumps, and/or rubella if exposed to these diseases. Serious symptoms and effects of measles include: pneumonia, seizures (jerking and staring), brain damage, and death. Serious symptoms and effects of mumps include: meningitis (infection of the brain and spinal cord covering), painful swelling of the testicles or ovaries, sterility, deafness, and death. Serious symptoms and effects of rubella include: rash, arthritis, and muscle or joint pain. If a woman gets rubella while she is pregnant, she could have a miscarriage or her baby could be born with serious birth defects such as deafness, heart problems, and brain damage.Initials:_______ Date:_________ H ep a t i t i s B : I have been informed that by not receiving this vaccine, my child may be at increased risk of developing hepatitis B if exposed to this disease. Serious symptoms and effects of this disease include: jaundice (yellow skin or eyes), life-long liver problems, such as scarring and liver cancer, and death.Initials:_______ Date:_________ Bureau of Immunization Services (602)-364-3630 (Last Revised: July 2023) page 1 of 2 V a ri cel l a ( Ch i ck en p o x) : I have been informed that by not receiving this vaccine, my child may be at increased risk of developing varicella (chickenpox) if exposed to this disease. Serious symptoms and effects of this disease include: severe skin infections, pneumonia, brain damage, and death.Initials:_______ Date:_________ M en i n g o c o cc a l : I have been informed that by not receiving this vaccine, my child may be at increased risk of developing meningococcal disease. Serious symptoms and effects of this disease include: brain damage, sepsis (systemic infection), permanent scarring or loss of limbs, and death.Initials:_______ Date:_________ Du e t o m y p er so n a l b eli e f s, I r e q u es t a n e x e mp t i o n f o r m y c h i l d f r o m t h e r e q u i r e d v a c c i n e d o se s sel e c t e d a b o v e. I a m a w a r e t h a t i f I c h a n g e m y mi n d i n t h e f u t u r e , I c a n r e sc i n d t h i s e x e mp t i o n a n d o b t a i n i mmu n i z a t i o n s f o r m y c h i l d . Initials:________ I am aware that additional information about vaccine preventable diseases, vaccines and reduced or no-cost vaccination services is available from my local county health department and Arizona Department of Health Services (ww w.azdhs.gov/phs/immunization). I am aware that in the event the state or county health department declares an outbreak of a vaccine-preventable disease for which I cannot provide proof of immunity for my child, he or she may not be allowed to attend school until the risk period ends, which may be 3 weeks or longer. Child's Name __________________________________ Date of Birth (month/day/year) ___________________ Parent/Gua (month/day/year)__________________________ Bureau of Immunization Services (602)-364-3630 (Last Revised: July 2023) page 2 of 2 "}