{"title": "Vigabatrin for Treatment of Cocaine Dependence - Full Text View - ClinicalTrials.gov", "author": null, "url": "https://clinicaltrials.gov/ct2/show/NCT00611130", "hostname": "clinicaltrials.gov", "description": "Vigabatrin for Treatment of Cocaine Dependence - Full Text View.", "sitename": "ClinicalTrials.gov", "date": "2008-02-08", "cleaned_text": "of Cocaine Dependence | The safety and scientific validity of this study is the responsibility of the study sponsor and investigators. Listing a study does not mean it has been evaluated by the U.S. Federal Government. Read our | |ClinicalTrials.gov Identifier: NCT00611130| | | Recruitment Status : Completed First Posted : February 8, 2008 Results First Posted : June 12, 2012 Last Update Posted : April 13, 2016 - Study Details [Tabular View](/ct2/show/record/NCT00611130) [Study Results](/ct2/show/results/NCT00611130) addiction, a serious public health concern associated with significant medical, social, and economic consequences, is difficult to treat using traditional psychosocial and behavioral therapies. Despite testing of a number of different agents for cocaine dependency, there remains no proven pharmacologic treatment for cocaine addiction. The addictive properties of cocaine have been associated with its actions on mesotelencephalic dopamine reward pathways in the central nervous system (CNS). Cocaine administration increases the levels of dopamine, a neurotransmitter associated with sensations of pleasure and reward. Therefore, blocking cocaine-induced increases in dopamine levels represents a valid pharmaceutical approach to the treatment of cocaine addiction. Another neurotransmitter, gamma-aminobutyric acid (GABA), suppresses striatal in extracellular and synaptic dopamine levels in the striatum and nucleus accumbens in animal models of drug dependence. Significant elevation of brain GABA levels may reduce cocaine-stimulated dopamine release and dampen the sensations of pleasure and reward. Thus, drugs that potentiate or enhance GABA-ergic transmission are candidates for the treatment of cocaine addiction. |Study Type |Official Title:||Vigabatrin for Treatment of Study| |Study Start 3 Vigabatrin Tablets, 500 mg, bid, for 9 weeks | Drug: vigabatrin | Tablets twice a day for 9 weeks Other Name: CPP-109, VGB, GVG | Placebo Comparator: 2 | 3 Placebo Tablets, bid, for 9 weeks | Drug: placebo | tablets twice daily for 9 weeks - Proportion of Subjects in Each Treatment Group Abstinent During the Last 2 Weeks of Treatment. [ Time Frame: Week 13 ]Number of subjects in the CPP-109 Vigabatrin Group vs. Number in Placebo Group abstinent from using cocaine during Weeks 11 and 12 of the Treatment Phase. Choosing to participate in a study is an important personal decision. Talk with your doctor and family members or friends about deciding to join a study. To learn more about this study, you or your doctor may contact the study research staff using the contacts provided below. For general information, [Learn About Clinical Studies.](/ct2/about-studies/learn) |Ages Eligible for Study:||18 Years and older (Adult, Older |Sexes Eligible for Study:||All| |Accepts Healthy Volunteers:||No| Inclusion Criteria: - Able to understand the study and provide written informed consent. - Male or female at least 18 years of age. - Meets DSM-IV (Diagnostic and Statistical Manual of Mental Disorders Fourth Edition) criteria for cocaine dependence as primary diagnosis, as determined by the Substance Abuse module of SCID (Structured Clinical Interview for DSM-IV). - Provide at least one urine sample that is positive for cocaine according to a rapid screening test. - Seeking treatment for cocaine dependence. - Have normal visual fields. - Be in generally good health based on history, physical examination, electrocardiogram and laboratory findings. - If female of childbearing potential, use acceptable contraceptive methods. (oral contraceptives (the pill), IUDs, contraceptive implants under the skin, contraceptive rings or patches or injections, diaphragms with spermicide, and condoms with spermicide). Surgical sterilization by tubal ligation or hysterectomy is acceptable Exclusion Criteria: - Has current dependence, as determined by the SCID, on any psychoactive substance other than cocaine, alcohol, nicotine, or marijuana or physiologic dependence on alcohol requiring medical detoxification. - Has any serious medical or psychiatric illness and/or clinically significant abnormal laboratory value, which in the judgment of the Principal Investigator or his/her designee would make study participation unsafe, or would make treatment compliance difficult or put the study staff at undue risk. - Be under court mandate to obtain treatment. - Be enrolled in an opiate substitution treatment program within 2 months of randomization. - Has ever taken vigabatrin in the past. - Is pregnant or lactating. - Has clinically significant ophthalmologic disease, which would preclude safety monitoring or is undergoing treatment for ocular disease. - Has received a drug with known major organ toxicity, including retinotoxicity within 30 days of randomization. - Is currently participating in, or has been enrolled in another clinical trial within the last 30 days. - Be anyone who, in the judgment of the investigator, would not be expected to attend regular study visits or to complete the study protocol, due to imminent relocation from the clinic area, legal difficulties, work-related problems, transportation, etc. To learn more about this study, you or your doctor may contact the study research staff using the contact information provided by the sponsor. Please refer to this study by its ClinicalTrials.gov identifier 33161| |United States, Maryland| Hopkins Bayview Medical Maryland, United |United States, States| |United States, New York| |New York University Mental Health and Addictive Disorders Research Program| |New York, New York, United States| |United States, Research Center United States| |United States, Texas| |University of Texas Health Science Center San Antonio| |San Antonio, Texas, United States| |Principal Cincinnati|[Somoza EC, Winship D, Gorodetzky CW, Lewis D, Ciraulo DA, Galloway GP, Segal SD, Sheehan M, Roache JD, Bickel WK, Jasinski D, Watson DW, P, Winhusen T. A multisite, double-blind, placebo-controlled clinical trial to evaluate the safety and efficacy of vigabatrin for treating cocaine dependence. JAMA | Addiction Dependence Treatment | Cocaine-Related Disorders | Substance-Related Disorders Chemically-Induced Disorders Mental Disorders Vigabatrin Anticonvulsants | Enzyme Inhibitors | Molecular Mechanisms of Pharmacological Action GABA Agents Neurotransmitter Agents Physiological Effects of Drugs "}