{"title": "'What do I have to lose?': desperate long Covid patients turn to 'miracle cures'", "author": "Katie Thornton", "url": "https://www.theguardian.com/world/2022/jun/02/long-covid-patients-alternative-medicine-coronavirus-cures", "hostname": "theguardian.com", "description": "Few of the 23 million Americans with lingering symptoms are getting answers - and in this dangerous void, alternative providers and wellness companies have created a cottage industry", "sitename": "The Guardian", "date": "2022-06-02", "cleaned_text": "Robert McCann, a 44-year-old political strategist from Lansing, Michigan, sleeps for 15 hours - and when he wakes up, he still finds it impossible to get out of bed. Sometimes he wakes up so confused that he's unsure what day it is. McCann tested positive for Covid in July 2020. He had mild symptoms that resolved within about a week. But a few months later, pain, general confusion and debilitating exhaustion returned and never fully left. McCann's symptoms fluctuated between grin-and-bear-it tolerability and debilitation. After a barrage of doctor's appointments, MRIs, X-rays, blood work, breathing tests and Cat scans, he had spent more than $8,000 out of pocket - all with no answers. Nearly a year and a half since his symptoms returned, on some days it can take him upwards of three hours to get out of bed. \"I don't want to say they don't care, because I don't think that's right,\" McCann told me. \"But ... you just feel like you're just part of a system that isn't actually concerned with what you're dealing with.\" When McCann was recently offered an appointment at a long Covid clinic through the University of Michigan, they were booked 11 months out. Without answers or possible courses of action from medical professionals, he has turned to online platforms, like Reddit's nearly 30,000-member forum where \"longhaulers\" share the supplements and treatment protocols they've tried. He says he's skeptical of \"miracle cures\". But, after about 17 months of illness and no relief from doctor's visits, he's desperate. \"I'll just be frank,\" he told me, \"if someone has mentioned on the Subreddit that it's helped them, I've probably bought it and tried it.\" Long Covid is not yet widely understood, but already has the dubious distinction of being a so-called \"contested\" condition - a scarlet letter often applied to long-term illnesses wherein the physical evidence of patients' reported symptoms is not yet measurable by allopathic medicine (and therefore, by some doctors, deemed not to be real). While I don't have long Covid, I received a diagnosis of a contested condition in 2015 after a similarly disheartening experience of being left to fend for myself. Today, up to 23 million Americans have lingering symptoms that could be described as long Covid - and few are getting answers. And in this dangerous void, alternative providers and wellness companies have created a cottage industry of long Covid miracle cures. Some doctors ply controversial blood tests that claim to identify evidence of the elusive disease. Other practitioners speak assuredly about the benefits of skipping breakfast and undergoing ozone therapy, or how zinc can bring back loss of taste or smell. Some desperate patients have gone overseas for controversial stem cell therapy. Over the next seven years, the global complementary and alternative medicine industry is expected to quadruple in value; analysts cite alternative Covid therapies as a reason for growth. Many long Covid patients I spoke with, like Colin Bennett of southern California, have already put their bodies on the line - and have sometimes spent a fortune - for a chance at feeling better through alternative therapies. The former professional golfer, who was 33 when he was infected last summer, says he woke up with a \"crazy burning\" all over his body after about two weeks of mild Covid symptoms. \"My entire chest was on fire. It felt like somebody was standing on my chest. I had numbness down my entire left arm,\" he said. He initially thought he was having a heart attack. But when he went to the emergency room, all of his tests came back normal. After being prescribed only anxiety medication by his doctor, he turned to private clinics. In less than a year, he has spent an estimated $60,000 of his savings on alternative therapies and doctor's visits that weren't covered by his Preferred Provider Organization (PPO) plan - an insurance option that allows access to more providers, but often carries a hefty price tag. Suffering with symptoms ranging from tremors and blurry vision to soaring heart rate and exhaustion, Bennett has tried everything from hyperbaric oxygen chambers to a extracorporeal blood oxygenation and ozonation machine - which draws your blood out of your body through a needle stuck in one arm, runs it through a filter, and returns it to your body through a needle in the other arm. With the help of a \"doctor friend\", he's even had stem cells shipped to him from Mexico and inserted into his body by IV. None of it has helped. Bennett said the lack of evidence behind these treatments is more or less irrelevant to him. \"When you're like this, you, I have no fear,\" he said. \"I mean, what do I have to lose? I'm so messed up, who cares?\" For desperate patients, the longing to get better can render the difference between double-blind studies and anecdotal successes meaningless. For longhaulers seeking answers outside of mainstream sources, it can be hard to come by information showing which treatment options have scientific backing. Sometimes that information is nonexistent. In the US, our supplement and alternative healthcare industries flourish without much oversight. Every year, Americans spend about $35bn on supplements alone. That's thanks largely to a little-known law called the Dietary Supplement Health and Education Act of 1994 (DSHEA), which ensures manufacturers of vitamins, minerals, amino acids, herbs and botanicals are unencumbered by any burden of proof as to their product's effectiveness. The deregulatory law was championed by former senator Orrin Hatch of Utah - who had familial ties to the supplement industry - and industry groups who used scare tactics like distributing brochures to patients reading \"Write to Congress today or kiss your supplements goodbye!\" and \"Don't let the FDA take your supplements away!\" The industry exploded after DSHEA, with the number of available products increasing nearly eightfold in just over a decade. According to an industry trade group, Americans' trust in the supplement industry has increased substantially during this global pandemic in which doubt has flourished. It isn't just supplements that have been touted as cures; some doctors (many of whom cannot accept patients' insurance) have prescribed existing FDA-approved drugs like azithromycin and ivermectin for off-label uses - even when the benefit of such use has been anecdotal at best, and handily disproven but buoyed by political conspiracies at worst. A Mother Jones investigative report from earlier this year highlighted one particularly costly and controversial long Covid treatment, whose company IncellDX's eyebrow-raising approaches include \"offering medical advice and recruiting patients on YouTube and social media, failing to disclose financial conflicts of interest, and reports of inconsistencies in lab results\". Patients have paid many hundreds of dollars for IncellDX's unproven long Covid diagnostic test (a whopping 95% of which have come back positive), as well as treatment recommendations, which often include medications currently approved for HIV and cholesterol. Though the company claims 80-85% of their patients have shown improvement, they have yet to put their treatment protocol through clinical trials. I have sympathy with those willing to try just about anything. I've paid for many such controversial interventions, diagnostic procedures, and supplement cocktails since I became a contested illness patient in 2015. With some support from family, I've contributed an estimated $12,000 to the supplements market in the last seven years - and at least another $10,000 in out-of-pocket visits to doctors who would recommend a specific course of non-FDA-approved action. The industry is kept afloat, in part, by money from the pockets of people like me: sick people longing for respite, whose skepticism of a for-profit wellness industry has been bested only by a dire need for some gesture at recovery. My medical woes began in earnest in 2012, long before most of us knew the word coronavirus, around the time of my 19th birthday, with a bladder infection. Seemingly inconsequential at first, I took antibiotics only to find that the squirming discomfort didn't abate. Within six months, a series of cascading, debilitating symptoms (breathtakingly painful stabs through my back and hip, a radiating ache in my left shoulder, et cetera) barged in and didn't leave. By my early 20s, I had grown accustomed to the icy, metallic dye of MRIs coursing through my veins, to being unceremoniously handed paperwork prodding questions I spent my waking hours trying to ignore (\"On a scale of one to ten, how would you feel if you had to live the rest of your life with your symptoms as they are today?\"), to walking with a cane on bad days. I was told repeatedly that nothing was wrong. My test results were normal. As one doctor at the Mayo Clinic told me, \"We've told you before that we don't have anything else for you here. And I think you need to put a period at the end of that sentence.\" After three years of exhausting my treatment options at hospital after hospital, a private clinic in a strip mall outside of Minneapolis offered another chance at salvation. Inside the nondescript storefront that made up the Minnesota Institute of Natural Medicine, I was led down a stout hallway to the sun-filled office of Dr Chris Foley - a cool, confident mid-60s man with dark brown hair and medium build who shook my hand with a near swagger. In Dr Foley's office, there were no blank stares of doubt, no glances at the clock. A few months after my visit, when my bloodwork came back, Dr. Foley called me at work to tell me I had Lyme disease. I was eager to dive into the recommended two-year course of herbal tinctures and supplements that I would take at seven different times throughout the day. It wouldn't be cheap, and my insurance wouldn't cover it - these treatments weren't approved by the FDA. But, I was assured, many patients had great luck with this protocol. I bought myself a bottle of wine. \"Do not drink until Lyme treatment is over,\" I wrote on the brown paper bag, and drew a heart. I never \"got better\". Some ill-defined combination of time, treatments, reducing inflammation and a large degree of acceptance has given me a great deal of my life back. I don't use my cane any more; I can even take the occasional slam at a skatepark. But - like many long Covid patients - I still manage unexplained pain, as well as cardiac and pulmonary symptoms. Until recently, I took about 70 pills a day - mostly herbs and supplements. Almost seven years since my diagnosis, that bottle of wine still sits in my basement. In early 2022, I turned on my radio in the middle of a local news story about a beloved doctor who had practiced alternative medicine. This doctor, fit and only 71, had died the week prior of Covid-19, the reporter said. He was unvaccinated. And in the months before his death, he used his medical practice to push dangerous falsehoods about masks and vaccines. I left Dr Foley's practice in late 2016, but before the reporter could even say the name of the doctor, I knew it was him. During the pandemic, Foley published blogposts on his clinic's website claiming that the vaccine would probably make Covid worse, that masks offered little protection and were dangerous, that vitamin D was as effective as the vaccine, and that the seaweed extract carrageenan and ivermectin were proven to prevent and treat Covid. He prescribed ivermectin to multiple patients despite the fact that the medication had not and has not been shown to have meaningful benefit in treating Covid-19. In March 2021, he referred to Covid as a \"so-called pandemic\". He followed his own convictions, and possibly died because of it - and his trusted advice may have killed others. With a long history of vaccine skepticism running through alternative medicine circles, I didn't feel surprised by his conspiratorial leanings. I just felt sadness that my medical journey left me, and so many others, feeling like we had nowhere to turn but to doctors who may be prone to flirt with conspiracy. According to Dr Jessica Jaiswal, assistant professor of health science at the University of Alabama, medical falsehoods may be particularly dangerous coming from alternative medicine doctors, who may hold trusted esteem in the eyes of sometimes-desperate patients. \"This may especially be the case if providers offering alternative options validate patients' feelings of helplessness and frustration,\" Jaiswal says, \"and spend the kind of time that physicians in most conventional settings are not able to give due to structural constraints.\" This was certainly my experience - and I'm not alone: according to medical journals, craving more time with a doctor and feeling that a doctor wasn't interested in their case are among the reasons patients report seeking out alternatives. Though such medical dismissal can happen to anyone, it happens disproportionately to people of color and women, who are statistically and systematically less likely to be treated for their pain. And people living with chronic illness - like long Covid sufferers - are more likely to pursue alternative medicines than those without. \"When people have been let down by the healthcare system, whether by neglect, dismissal or systemic exclusion,\" says Jaiswal, \"alternative routes may provide hope and comfort but also may feel like the only way to exercise agency and power in a chaotic, disempowering situation.\" Renee McGowan, 52, is no stranger to elusive medical conditions and scant, dismissive treatment. In 2019, she was diagnosed with fibromyalgia, which manifested as unrelenting pain, balance issues and neuropathy. She was referred to psychotherapy and physical therapy, but said she never felt satisfied with the narrow scope of her treatment protocol. So when McGowan began displaying signs of long Covid in 2020, she wasn't surprised at the response. \"I felt completely and utterly disbelieved,\" McGowan told me. \"I bring my husband with me because he lends credibility to a middle-aged woman who is complaining about pain or racing heart rate,\" she says. McGowan lost her sense of smell in mid-February 2020 after a visit to New Jersey. She had difficulty breathing, and coughed so much that she prolapsed her bladder. Because her illness occurred many weeks before Covid tests were available in her small South Carolina fishing village of just over 9,000 people, she never got a test. Two months after her symptoms began, her heart started pounding rapidly in her chest, and her vision grew so blurred and hazy that she often couldn't read or drive. She couldn't eat, could barely sleep, and had bouts of rage that terrified her. She eventually started walking with a cane, and fractured her knee in one of many falls. In the summer of 2020, when McGowan suggested to her doctor that her symptoms might be some remnant of Covid-19 (even bringing a printed-out study to the appointment, which McGowan said her doctor did not look at), her doctor referred her to a psychologist. The response was the same with other doctors and specialists she saw. Eventually McGowan stopped seeking care in the formal medical system. Unable to afford many of the costly alternative treatments she saw other longhaulers discussing online, she spent nearly a year with YouTube and Twitter as her primary care providers, experimenting with different herbs and supplements. It wasn't until February 2022, nearly two years after her first symptoms, that McGowan was able to see a rheumatologist, who prescribed a low dose of an opioid blocker that has been shown to mitigate chronic pain. That medication, McGowan says, has allowed her to phase out her use of the opioid-like and potentially habit-forming over-the-counter botanical product kratom - which she began using after she had very adverse reactions to the only prescriptions her doctor recommended for her pain: antidepressants Cymbalta and Gabapentin. In her years in the depths of long Covid social media and Twitter, McGowan says she's seen practitioners peddling alternative miracle cures that she is leery of. And while there are certainly doctors exploiting the legitimate disenfranchisement of patients, there needn't be any malice on the part of the alternative providers - many of whom may have left mainstream medicine after seeing their patients languishing in that system. \"Allopathic medicine and medical schools have gotten very good at saving people's lives,\" says Dr David Scales, an assistant professor of medicine at Weill Cornell Medicine. \"If you have a problem that's not about saving your life, we're much less good.\" For these doctors working to treat chronic debilitation, there isn't always much evidence to call on. Medicine - whether allopathic or alternative - is a guessing game, a series of individualized games of trial and error. Allopathic medicine is far from all-knowing, and some traditional and plant-based knowledge is demonstrably and provably curative. But in today's minimally regulated alternative medicine industry, patients who feel like they have hit walls in allopathic clinics are often met with a plethora of healing products - a fact so enticing that it can overshadow the reality that those \"cures\" have less demonstrated proof of their efficacy. Between costly supplements and a host of non-FDA-approved medical interventions that doctors can legally recommend, the potential for healing appears to be bound only by our wallets. And, hell, if and when we have the privilege, you can't blame patients for trying. For years, many of us with chronic and contested illnesses have felt we have nowhere to turn but to minimally regulated, expensive and potentially dangerous treatments. Now, thousands of longhaulers are joining our ranks. Part of me wants to warn them about the messy road they are about to go down, to encourage them to do everything they can to find a mainstream doctor who takes their insurance who is willing to try to treat their symptoms - even if those doctors can't yet tell them more about the nature of the new disease that is wreaking havoc on their bodies. But at the same time, I find myself sizing up these patients to glean possible treatment ideas. I make unconscious mental notes about medications and treatments they've tried that I haven't yet done. Despite spending a small fortune and years of my life on largely unfruitful alternative treatments and a theoretical dedication to evidence-based medicine, I too still struggle - and sometimes that struggle threatens to supersede my convictions. At this point, I know that the parameters have changed. I don't expect to ever be \"done\" with this disease. But I still hope. Not for a miracle cure - but for patients of contested illnesses like long Covid and Lyme disease to have our medical concerns believed and addressed by doctors who can accept our insurance. For treatments that are backed up by statistical evidence and double-blind studies with large sample sizes - including, if research finds them truly effective, those treatments that are currently available only to those who can afford exorbitant out-of-pocket costs. I hope for continued and increased investment in long Covid research. Without it, we risk the livelihoods of hundreds of our friends, our neighbors and perhaps our future selves. "}