{"title": "Natural Products Based Ayurvedic Formulations: Chemical Cons tituents and Treatment in Neurodegenerative Disorders", "author": "Ammu Muraleedharan; Gaurav Joshi; Raj Kumar", "url": "https://www.eurekaselect.com/article/83593", "hostname": "eurekaselect.com", "description": "Neurodegenerative diseases are linked with high morbidity and mortality rates. Medical science has made considerable progress in understanding the mechanisms associated with the development of the neurodegenerative diseases. Each neurodegenerative disease is associated with precise pathways of cell death with its own mechanisms that lead to the development of novel therapeutic strategies for each case. In spite of various western medicines available, there still remains too many complications to manage the progressive and severe symptoms of these diseases. Ayurveda is not the mainstream treatment system, but it can provide better results than mainstream medications, with less severe side effects. A detailed study, scientific validation and standardization of the active biomolecules of herbal-mineral formulations are required for the evolution of ayurvedic medicines. This review is a concerted effort to identify the major ayurvedic formulations and treatment strategies based on Ayurvedic literature for the treatment of neurodegenerative disorders.", "sitename": "http://www.eurekaselect.com", "date": "2023-01-01", "cleaned_text": "Abstract Neurodegenerative diseases are linked with high morbidity and mortality rates. Medical science has made considerable progress in understanding the mechanisms associated with the development of the neurodegenerative diseases. Each neurodegenerative disease is associated with precise pathways of cell death with its own mechanisms that lead to the development of novel therapeutic strategies for each case. In spite of various western medicines available, there still remains too many complications to manage the progressive and severe symptoms of these diseases. Ayurveda is not the mainstream treatment system, but it can provide better results than mainstream medications, with less severe side effects. A detailed study, scientific validation and standardization of the active biomolecules of herbal-mineral formulations are required for the evolution of ayurvedic medicines. This review is a concerted effort to identify the major ayurvedic formulations and treatment strategies based on Ayurvedic literature for the treatment of neurodegenerative disorders. Keywords: products), [ allopathic medicines](https://www.eurekaselect.com/search?searchvalue= allopathic medicines), [ cognitive impairment.](https://www.eurekaselect.com/search?searchvalue= cognitive impairment.) "}