{"title": "Qué es el \"tapping\" y por qué dicen que puede ayudarte a superar traumas y manías - BBC News Mundo", "author": null, "url": "https://www.bbc.com/mundo/noticias-43650258", "hostname": "bbc.com", "description": "Escuelas de Estados Unidos y otros países intentan extender la práctica del \"tapping\", una técnica de liberación emocional que se basa en los principios de la acupuntura y consiste en distintos golpeteos en la cara y otras partes del cuerpo.", "sitename": "BBC News Mundo", "date": "2018-05-03", "cleaned_text": "Qué es el \"tapping\" y por qué dicen que puede ayudarte a superar traumas y manías - Beatriz Díez (@bbc_diez) - Corresponsal de BBC Mundo en Los Ángeles \"Al principio se ve como algo raro, pero a mí me ayuda\". Así se expresa Oscar, un niño de 11 años que estudia en una escuela de California, Estados Unidos, en la que se practica tapping. Efectivamente, ver hileras de niños que se dan golpecitos en el rostro al tiempo que repiten algunas frases puede resultar extraño. Pero para sus defensores, esta técnica de liberación emocional es una excelente herramienta para reducir el estrés y la ansiedad. ¿En qué consiste? Acupuntura y psicología El tapping combina aspectos de la acupuntura china milenaria con elementos de la psicología moderna. Hace más de 30 años, el doctor estadounidense Roger Callahan desarrolló una serie de secuencias en las que sus pacientes presionaban distintos puntos del cuerpo con técnicas de acupuntura o acupresión. Uno de los estudiantes de Callahan, Gary Craig, modificó el proceso y desarrolló la técnica de liberación emocional (EFT, por sus siglas en inglés) que se conoce como tapping. El primer paso para practicar tapping es identificar el problema que se quiere abordar. Puede ser una situación general que produzca ansiedad o una preocupación específica. Tras valorar de 1 a 10 el nivel de ansiedad que siente, la persona comienza a golpearse con las puntas de los dedos en determinados puntos del cuerpo, al tiempo que dice frases positivas sobre sí misma. El tapping no es la solución para todo; es una herramienta, un complemento de otros métodos\". Los puntos esenciales que se golpean suave y repetidamente son: - La cabeza - Las cejas - El costado del ojo - La parte inferior de los ojos - La parte inferior de la nariz - El mentón - La clavícula - El pecho - El costado, debajo de las axilas Las frases se repiten varias veces mientras se van recorriendo los nueve puntos. Al terminar, se vuelve a medir el nivel de ansiedad. Si todo ha ido bien, este se habrá reducido. \"El tapping es una técnica de autoayuda simple de aprender y utilizar\", le dice a BBC Mundo la psicóloga María Laura Ortner, que dirige junto a sus hijos The Tapping Solution Foundation. \"La vida presenta dificultades, retos que hacen que nos estresemos, y el tapping es muy útil para manejar el nivel de estrés\", añade. \"Además\", precisa, \"lo puede hacer uno mismo sin necesidad de tener alguien al lado, aunque con la ayuda de un especialista los beneficios se multiplican\". Extrañeza y escepticismo La imagen de una persona dándose pequeños toques al tiempo que recita frases de autoayuda no deja de ser extravagante. Para la doctora Ortner, es lógico que haya escépticos. \"Es algo raro, diferente\", reconoce. \"Mi reacción inicial fue decir 'debes estar de broma', pero si tienes una mente abierta y le das una oportunidad, te quedas asombrado\". Ortner, que tiene 28 años de experiencia como psicóloga, explica que el tapping encaja en el campo de la psicología energética. \"Mucha gente quiere ver estudios que sostengan científicamente la validez de la técnica, y se están empezando a hacer\", señala, aunque admite que todavía las muestras son pequeñas. En cualquier caso, agrega, el tapping no tiene efectos secundarios. \"Lo peor que puede pasar es que no funcione\", dice la experta. Después de Sandy Hook Si bien la técnica se practica desde hace décadas, el conocimiento de los fundamentos neurológicos que -según los expertos en este campo- avalan su eficacia es reciente. También lo es su expansión más allá de los laboratorios de investigación y su llegada a las escuelas de Estados Unidos. En la escuela secundaria Pacific Grove, de California, empezaron a introducir el tapping en algunas clases después del tiroteo de Sandy Hook, ocurrido en diciembre de 2012 en Newtown, Connecticut, en el que murieron 20 menores y 6 adultos. \"Ese día cambió todo, para cada profesor, cada niño y cada padre\", dice en un video Moira Mahr, la profesora que inició la práctica del tapping en Pacific Grove. \"Cada vez que hay un tiroteo en una escuela\", acota en el mismo video el director de la escuela, Buck Roggeman, \"cada persona que trabaja en este campo tiene dificultades, no puede dormir, se pregunta qué haría... y llega a la conclusión de que no tiene ni idea\". Sin necesidad de llegar a escenarios límite como pueden ser los tiroteos masivos, los menores se encuentran ante situaciones que les generan estrés o ansiedad, como el simple hecho de ir a clase, un examen o tener que hablar en público. A alumnos de Pacific Grove como Oscar, Noor, Gena o Isaac, todos de entre 11 y 12 años de edad, unos minutos de tapping en el aula les ayudaron a superar esos momentos de tensión delicados. Pero los niños, dice la doctora Ortner, son generalmente más flexibles y abiertos. El desafío es vencer la incredulidad y extender el tapping también entre los adultos. Ahora puedes recibir notificaciones de BBC Mundo. Descarga la nueva versión de nuestra app y actívalas para no perderte nuestro mejor contenido. "}