{"title": null, "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2011-07-29", "cleaned_text": "1158 Abandono de la Educación Secundaria Obligatoria Encuesta de Transición Educativa - Formativa e Inserción Laboral.Metodología Encuesta de Transición Educativa - Formativa e Inserción Laboral Ciclos de Formación Profesional Básica Encuesta de Transición Educativa - Formativa e Inserción Laboral.Metodología Encuesta de Transición Educativa - Formativa e Inserción Laboral Ciclos formativos de formación profesional de grado superior Encuesta de Transición Educativa - Formativa e Inserción Laboral.Metodología Encuesta de Transición Educativa - Formativa e Inserción Laboral Educación Secundaria Obligatoria (ESO) Encuesta de Transición Educativa - Formativa e Inserción Laboral.Metodología Encuesta de Transición Educativa - Formativa e Inserción Laboral Educación secundaria para personas adultas (E.S.P.A.) Encuesta de Transición Educativa - Formativa e Inserción Laboral.Metodología Encuesta de Transición Educativa - Formativa e Inserción Laboral Enseñanzas artísticas Encuesta de Transición Educativa - Formativa e Inserción Laboral.Metodología Encuesta de Transición Educativa - Formativa e Inserción Laboral Enseñanzas deportivas Encuesta de Transición Educativa - Formativa e Inserción Laboral.Metodología Encuesta de Transición Educativa - Formativa e Inserción Laboral Otros programas formativos Encuesta de Transición Educativa - Formativa e Inserción Laboral.Metodología Encuesta de Transición Educativa - Formativa e Inserción Laboral Programas de cualificación profesional inicial Encuesta de Transición Educativa - Formativa e Inserción Laboral.Metodología Encuesta de Transición Educativa - Formativa e Inserción Laboral Tipo de centro educativo Encuesta de Transición Educativa - Formativa e Inserción Laboral.Metodología Encuesta de Transición Educativa - Formativa e Inserción Laboral Abandono educativo temprano Indicadores de calidad de vida. Metodología Educación Nivel, calidad y condiciones de vida Indicadores de Calidad de Vida Aborto espontáneo Encuestas de Fecundidad. Metodología Salud Demografía y población Encuesta de Fecundidad Aborto provocado Aborto provocado Encuestas de Fecundidad. Metodología Salud Demografía y población Encuesta de Fecundidad Aborto espontáneo Acceso a Internet (hogares) REGLAMENTO (CE) No 808/2004 DEL PARLAMENTO EUROPEO Y DEL CONSEJO de 21 de abril de 2004 relativo a estadísticas comunitarias de la sociedad de la información Tecnologías de la información y las comunicaciones Mujeres y Hombres en España Acceso a zona Wifi Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Accidente Encuesta Nacional de Salud. Metodología Salud Encuesta Nacional de Salud (ENSE) Encuesta Europea de Salud Accidente con heridos graves Reglamento (CE) n° 1192/2003 de la Comisión, de 3 de julio de 2003, por el que se modifica el Reglamento (CE) n° 91/2003 del Parlamento Europeo y del Consejo relativo a las estadísticas sobre transporte ferroviario Transporte y actividades conexas Estadística sobre Transporte Ferroviario Accidente que afecte al transporte de mercancías peligrosas Accidente significativo Accidente que afecte al transporte de mercancías peligrosas Reglamento (CE) n° 1192/2003 de la Comisión, de 3 de julio de 2003, por el que se modifica el Reglamento (CE) n° 91/2003 del Parlamento Europeo y del Consejo relativo a las estadísticas sobre transporte ferroviario Transporte y actividades conexas Estadística sobre Transporte Ferroviario Accidente con heridos graves Accidente significativo Accidente significativo Reglamento (CE) n° 1192/2003 de la Comisión, de 3 de julio de 2003, por el que se modifica el Reglamento (CE) n° 91/2003 del Parlamento Europeo y del Consejo relativo a las estadísticas sobre transporte ferroviario Transporte y actividades conexas Estadística sobre Transporte Ferroviario Accidente con heridos graves Accidente que afecte al transporte de mercancías peligrosas Actividad económica Clasificación Nacional de Actividades Económicas (CNAE-2009), elaborada según las condiciones recogidas en el Reglamento de aprobación de la NACE Rev.2 Empresas Encuesta Industrial Anual de Productos Estadística sobre Actividades en I+D en el Sector Empresas Encuesta sobre Innovación en las Empresas Índices de Comercio al por Menor Explotación Estadística del Directorio Central de Empresas Estadística del Procedimiento Concursal Actividad económica auxiliar Actividad económica del establecimiento donde trabaja el individuo Actividad económica principal Actividad económica auxiliar Clasificación Nacional de Actividades Económicas (CNAE-2009), elaborada según las condiciones recogidas en el Reglamento de aprobación de la NACE Rev.2 Empresas Estadística sobre Actividades en I+D en el Sector Empresas Encuesta sobre Innovación en las Empresas Índices de Comercio al por Menor Explotación Estadística del Directorio Central de Empresas Actividad económica Actividad económica del establecimiento donde trabaja el individuo Actividad económica principal Actividad económica del establecimiento donde trabaja el individuo Conceptos de Variables Nucleares Sociales Empresas Encuesta de Inserción Laboral de Graduados Universitarios Censos de Población y Viviendas Encuesta de Población Activa (EPA) Flujos de la Población Activa Encuesta de Transición Educativa - Formativa e Inserción Laboral Actividad económica Actividad económica auxiliar Actividad económica principal Actividad económica principal Clasificación Nacional de Actividades Económicas (CNAE-2009), elaborada según las condiciones recogidas en el Reglamento de aprobación de la NACE Rev.2 Empresas Encuesta Industrial Anual de Productos Estadística sobre Actividades en I+D en el Sector Empresas Encuesta sobre Innovación en las Empresas Índices de Comercio al por Menor Explotación Estadística del Directorio Central de Empresas Estadística del Procedimiento Concursal Actividad económica Actividad económica auxiliar Actividad económica del establecimiento donde trabaja el individuo Actividad educativa Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Actividades complementarias a la actividad escolar Actividades docentes Actividades extraescolares Actividad física Encuesta Nacional de Salud. Metodología Salud Mujeres y Hombres en España Encuesta Nacional de Salud (ENSE) Actividades complementarias a la actividad escolar Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Actividad educativa Actividades docentes Actividades extraescolares Actividades complementarias de una explotación agrícola Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas. Metodología Agricultura Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas Actividades de aprendizaje Encuesta sobre la participación de la población adulta en las actividades de aprendizaje. Metodología Educación Encuesta sobre la Participación de la Población Adulta en las Actividades de Aprendizaje Aprendizaje Aprendizaje a lo largo de la vida Aprendizaje deliberado (o intencionado) Aprendizaje imprevisto o aleatorio Aprendizaje informal Diseminado Actividades de marketing y valor de marca como actividad de innovación Estadísticas sobre Actividades en I + D e Innovación en las Empresas. Metodología Investigación científica y desarrollo tecnológico Encuesta sobre Innovación en las Empresas Indicadores del Sector de Tecnologías de la Información y las Comunicaciones (TIC) Indicadores de Alta Tecnología Actividades de protección medioambiental Encuestas medioambientales Medio ambiente y desarrollo sostenible Estadísticas sobre las Actividades de Protección Medioambiental Cuentas Medioambientales: Otras Cuentas Medioambientales Cuentas Medioambientales: Cuenta de Gasto en Protección Medioambiental Actividades docentes Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Actividad educativa Actividades complementarias a la actividad escolar Actividades extraescolares Actividades extraescolares Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Actividad educativa Actividades complementarias a la actividad escolar Actividades docentes Actividades innovadoras Estadísticas sobre Actividades en I + D e Innovación en las Empresas. Metodología Investigación científica y desarrollo tecnológico Encuesta sobre Innovación en las Empresas Indicadores del Sector de Tecnologías de la Información y las Comunicaciones (TIC) Indicadores de Alta Tecnología Actividades relacionadas con la Propiedad Intelectual (PI) como actividad de innovación Estadísticas sobre Actividades en I + D e Innovación en las Empresas. Metodología Investigación científica y desarrollo tecnológico Encuesta sobre Innovación en las Empresas Indicadores del Sector de Tecnologías de la Información y las Comunicaciones (TIC) Indicadores de Alta Tecnología Acto de conciliación Estadística de Juzgados de Paz. Metodología Seguridad y justicia Estadística de Juzgados de Paz Adquirente o receptor Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Seguridad y justicia Estadística de Transmisión de Derechos de la Propiedad Adquisición de nacionalidad Estadística de adquisiciones de nacionalidad española Demografía y población Proyecciones de Población Estadística de Adquisiciones de Nacionalidad Española de Residentes Adquisición de nacionalidad por carta de naturaleza Adquisición de nacionalidad por opción Adquisición de nacionalidad por residencia Adquisición de nacionalidad por carta de naturaleza Estadística de adquisiciones de nacionalidad española Demografía y población Estadística de Adquisiciones de Nacionalidad Española de Residentes Adquisición de nacionalidad Adquisición de nacionalidad por opción Estadística de adquisiciones de nacionalidad española Demografía y población Estadística de Adquisiciones de Nacionalidad Española de Residentes Adquisición de nacionalidad Adquisición de nacionalidad por residencia Estadística de adquisiciones de nacionalidad española Demografía y población Estadística de Adquisiciones de Nacionalidad Española de Residentes Adquisición de nacionalidad Adquisición o arrendamiento de activos tangibles para la innovación Estadísticas sobre Actividades en I + D e Innovación en las Empresas. Metodología Cuentas económicas Investigación científica y desarrollo tecnológico Encuesta sobre Innovación en las Empresas Indicadores del Sector de Tecnologías de la Información y las Comunicaciones (TIC) Indicadores de Alta Tecnología ADR (Average Daily Rate o Tarifa Media Diaria) Encuestas turísticas. Metodología Hostelería y turismo Índice de Precios Hoteleros Indicadores de Rentabilidad del Sector Hotelero Afiliado a la Seguridad Social Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Inserción Laboral de Graduados Universitarios Encuesta de Transición Educativa - Formativa e Inserción Laboral Agencia de viajes on-line Encuestas turísticas. Metodología Hostelería y turismo Índice de Precios Hoteleros Indicadores de Rentabilidad del Sector Hotelero Agencia de viajes tradicional Tour operador tradicional Agencia de viajes tradicional Encuestas turísticas. Metodología Hostelería y turismo Índice de Precios Hoteleros Indicadores de Rentabilidad del Sector Hotelero Agencia de viajes on-line Tour operador tradicional Agrupación de interés económico Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Sociedades Mercantiles Agua adquirida y suministrada Estadísticas sobre el uso del Agua. Metodología Agricultura Medio ambiente y desarrollo sostenible Estadísticas sobre el Uso del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Agua captada por la empresa Estadísticas sobre el uso del Agua. Metodología Medio ambiente y desarrollo sostenible Estadísticas sobre el Uso del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Agua disponible Estadísticas sobre el uso del Agua. Metodología Agricultura Medio ambiente y desarrollo sostenible Estadísticas sobre el Uso del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Agua no registrada Estadísticas sobre el Suministro y Saneamiento del Agua. Metodología Medio ambiente y desarrollo sostenible Cuentas Medioambientales: Otras Cuentas Medioambientales Agua registrada Pérdidas aparentes de agua no registrada Pérdidas reales de agua no registrada Suministro en baja de agua tratada Agua registrada Estadísticas sobre el Suministro y Saneamiento del Agua. Metodología Medio ambiente y desarrollo sostenible Cuentas Medioambientales: Otras Cuentas Medioambientales Agua no registrada Suministro en baja de agua tratada Agua reutilizada Estadísticas sobre el uso del Agua. Metodología Medio ambiente y desarrollo sostenible Estadísticas sobre el Uso del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Agua suministrada a otras unidades económicas Estadísticas sobre el uso del Agua. Metodología Agricultura Medio ambiente y desarrollo sostenible Estadísticas sobre el Uso del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Agua suministrada a través de una red pública Agua suministrada a través de una red pública Estadísticas sobre el uso del Agua. Metodología Medio ambiente y desarrollo sostenible Estadísticas sobre el Uso del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Agua suministrada a otras unidades económicas Aguas residuales generadas Estadísticas sobre el uso del Agua. Metodología Medio ambiente y desarrollo sostenible Estadísticas sobre el Uso del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Aguas residuales vertidas Aguas residuales vertidas Estadísticas sobre el uso del Agua. Metodología Medio ambiente y desarrollo sostenible Estadísticas sobre el Uso del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Aguas residuales generadas Aguas subterráneas Estadísticas sobre el uso del Agua. Metodología Medio ambiente y desarrollo sostenible Estadísticas sobre el Uso del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Aguas superficiales continentales Estadísticas sobre el uso del Agua. Metodología Medio ambiente y desarrollo sostenible Estadísticas sobre el Uso del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Ajuste por cambio de calidad Índices de Precios Precios Índices de Precios Industriales Índices de Precios de Materiales y Energía e Índices Nacionales de la Mano de Obra Índices de Precios de Exportación y de Importación de Productos Industriales Índice de Precios de Consumo (IPC) Índice de Precios de Consumo Armonizado (IPCA) Índices de Precios del Sector Servicios Ajuste por cambio de calidad y composición en las viviendas Índices de Precios Construcción y vivienda Precios Índice de Precios de la Vivienda (IPV) Albergue Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Encuesta de Ocupación en Alojamientos de Turismo Rural Encuesta de Ocupación en Albergues Apartamento Apartamento rural Apartamento turístico Camping Casa rural Estudio Grandes edificaciones Hotel rural Vivienda de uso compartido (Multipropiedad) Albergue benéfico Encuestas sobre las Personas sin hogar Nivel, calidad y condiciones de vida Encuesta a las Personas sin Hogar Alcantarillado Estadísticas sobre el Suministro y Saneamiento del Agua. Metodología Medio ambiente y desarrollo sostenible Estadísticas sobre el Suministro y Saneamiento del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Alojamiento colectivo Encuestas sobre las Personas sin hogar Encuesta a las Personas sin Hogar Alojamiento individual Alojamiento de fortuna Encuestas sobre las Personas sin hogar Nivel, calidad y condiciones de vida Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Encuesta a las Personas sin Hogar Alojamiento de turismo rural Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Encuesta de Ocupación en Alojamientos de Turismo Rural Alojamiento en espacio público Encuestas sobre las Personas sin hogar Nivel, calidad y condiciones de vida Encuesta a las Personas sin Hogar Alojamiento individual Encuestas sobre las Personas sin hogar Encuesta a las Personas sin Hogar Alojamiento colectivo Alojamiento principal Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Alojamiento turístico Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Alojamiento turístico de mercado Viaje turístico Alojamiento turístico de mercado Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Alojamiento turístico Alquiler imputado Encuestas Instituto Nacional Estadística Nivel, calidad y condiciones de vida Encuesta de Condiciones de Vida (ECV) Mujeres y Hombres en España Encuesta de Presupuestos Familiares (EPF) Autoconsumo Autosuministro Gasto en consumo final nacional del hogar (monetario y no monetario) Salario en especie Alta hospitalaria Encuesta Morbilidad Hospitalaria. Metodología Salud Encuesta de Morbilidad Hospitalaria Alta por variación residencial Variaciones Residenciales. Metodología Demografía y población Estadística de Variaciones Residenciales Alumnado aprobado en las Pruebas de Acceso a la Universidad Estadística de Pruebas de Acceso a la Universidad. Metodología Educación Estadística de Pruebas de Acceso a la Universidad Alumnado presentado a las Pruebas de Acceso a la Universidad Alumno graduado Alumno matriculado Alumno nuevo inscrito en la universidad Alumnado presentado a las Pruebas de Acceso a la Universidad Estadística de Pruebas de Acceso a la Universidad. Metodología Educación Estadística de Pruebas de Acceso a la Universidad Alumnado aprobado en las Pruebas de Acceso a la Universidad Alumno graduado Alumno matriculado Alumno nuevo inscrito en la universidad Alumno graduado Estadística de Enseñanza Universitaria. Metodología Educación Estadística de Enseñanza Universitaria Alumnado aprobado en las Pruebas de Acceso a la Universidad Alumnado presentado a las Pruebas de Acceso a la Universidad Alumno matriculado Alumno nuevo inscrito en la universidad Alumno matriculado Encuestas Instituto Nacional Estadística Educación Estadística de Financiación y Gastos de la Enseñanza Privada Estadística de Enseñanza Universitaria Alumnado aprobado en las Pruebas de Acceso a la Universidad Alumnado presentado a las Pruebas de Acceso a la Universidad Alumno graduado Alumno nuevo inscrito en la universidad Alumno nuevo inscrito en la universidad Estadística de Enseñanza Universitaria. Metodología Educación Estadística de Enseñanza Universitaria Alumnado aprobado en las Pruebas de Acceso a la Universidad Alumnado presentado a las Pruebas de Acceso a la Universidad Alumno graduado Alumno matriculado Anticonceptivo Encuestas de Fecundidad. Metodología Salud Demografía y población Encuesta de Fecundidad Anticonceptivo hormonal Anticonceptivo hormonal Encuestas de Fecundidad. Metodología Salud Demografía y población Encuesta de Fecundidad Anticonceptivo Año base de un indice Índices de Comercio al por Menor . Manual metodológico Terminología general estadística Índices de Comercio al por Menor Apartamento Encuestas turísticas. Metodología Hostelería y turismo Índice de Precios de Apartamentos Turísticos Albergue Apartamento rural Apartamento turístico Camping Casa rural Estudio Grandes edificaciones Hotel rural Vivienda de uso compartido (Multipropiedad) Apartamento rural Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Ocupación en Alojamientos de Turismo Rural Albergue Apartamento Apartamento turístico Camping Casa rural Estudio Grandes edificaciones Hotel rural Vivienda de uso compartido (Multipropiedad) Apartamento turístico Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Ocupación en Apartamentos Turísticos Albergue Apartamento Apartamento rural Camping Casa rural Estudio Grandes edificaciones Hotel rural Vivienda de uso compartido (Multipropiedad) Aplicaciones de una biblioteca Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Aprendizaje Clasificación Internacional Normalizada de la Educación Educación Encuesta sobre la Participación de la Población Adulta en las Actividades de Aprendizaje Actividades de aprendizaje Aprendizaje a lo largo de la vida Aprendizaje deliberado (o intencionado) Aprendizaje imprevisto o aleatorio Aprendizaje informal Diseminado Aprendizaje a lo largo de la vida Encuesta sobre la participación de la población adulta en las actividades de aprendizaje. Metodología Educación Encuesta sobre la Participación de la Población Adulta en las Actividades de Aprendizaje Actividades de aprendizaje Aprendizaje Aprendizaje deliberado (o intencionado) Aprendizaje imprevisto o aleatorio Aprendizaje informal Diseminado Aprendizaje deliberado (o intencionado) Encuesta sobre la participación de la población adulta en las actividades de aprendizaje. Metodología Educación Encuesta sobre la Participación de la Población Adulta en las Actividades de Aprendizaje Actividades de aprendizaje Aprendizaje Aprendizaje a lo largo de la vida Aprendizaje imprevisto o aleatorio Aprendizaje informal Diseminado Aprendizaje imprevisto o aleatorio Clasificación Internacional Normalizada de la Educación Educación Encuesta sobre la Participación de la Población Adulta en las Actividades de Aprendizaje Actividades de aprendizaje Aprendizaje Aprendizaje a lo largo de la vida Aprendizaje deliberado (o intencionado) Aprendizaje informal Diseminado Aprendizaje informal Clasificación Internacional Normalizada de la Educación Educación Encuesta sobre la Participación de la Población Adulta en las Actividades de Aprendizaje Actividades de aprendizaje Aprendizaje Aprendizaje a lo largo de la vida Aprendizaje deliberado (o intencionado) Aprendizaje imprevisto o aleatorio Diseminado Aprendizaje organizado (o institucionalizado) Encuesta sobre la participación de la población adulta en las actividades de aprendizaje. Metodología Educación Encuesta sobre la Participación de la Población Adulta en las Actividades de Aprendizaje Arrendamiento de vivienda Estadística de arrendamientos urbanos. Metolología Construcción y vivienda Seguridad y justicia Estadística de Arrendamientos Urbanos Arrendamiento urbano Arrendamiento urbano para uso distinto del de vivienda Arrendamiento urbano Estadística de arrendamientos urbanos. Metolología Seguridad y justicia Estadística de Arrendamientos Urbanos Arrendamiento de vivienda Arrendamiento urbano para uso distinto del de vivienda Arrendamiento urbano para uso distinto del de vivienda Estadística de arrendamientos urbanos. Metolología Construcción y vivienda Seguridad y justicia Estadística de Arrendamientos Urbanos Arrendamiento de vivienda Arrendamiento urbano Asalariados o trabajadores por cuenta ajena Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Inserción Laboral de Graduados Universitarios Encuesta Trimestral de Coste Laboral (ETCL) Indicadores de Alta Tecnología Estadística de Movilidad Laboral y Geográfica Censos de Población y Viviendas Encuesta de Población Activa (EPA) Flujos de la Población Activa Encuesta de Transición Educativa - Formativa e Inserción Laboral Encuesta a las Personas sin Hogar Mujeres y Hombres en España Indicadores de Calidad de Vida Ocupados Situación profesional Trabajadores por cuenta propia Asistencia o ayuda personal Encuesta de Integración Social y Salud. Metodología Salud Nivel, calidad y condiciones de vida Encuesta de Integración Social y Salud Asunto civil Estadística de Juzgados de Paz. Metodología Seguridad y justicia Estadística de Juzgados de Paz Asunto ingresado o resuelto Estadística de Juzgados de Paz. Metodología Seguridad y justicia Estadística de Juzgados de Paz Asunto penal Estadística de Juzgados de Paz. Metodología Seguridad y justicia Estadística de Juzgados de Paz Aula concertada Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Aula no concertada Centro concertado Centro no concertado Aula no concertada Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Aula concertada Centro concertado Centro no concertado Aumento de capital social Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Sociedades Mercantiles Auto de declaración de concurso Encuestas Sociedades Mercantiles y Procedimiento Concursal Financieras y seguros Seguridad y justicia Estadística del Procedimiento Concursal Concurso necesario Concurso voluntario Autoconsumo Encuesta de Presupuestos Familiares (EPF). Nivel, calidad y condiciones de vida Encuesta de Presupuestos Familiares (EPF) Alquiler imputado Autosuministro Gasto en consumo final nacional del hogar (monetario y no monetario) Salario en especie Autóctono Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Automóvil u otros vehículos compartidos con pago al conductor Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Autoridades nacionales Reglamento (CE) n° 91/2003 del Parlamento Europeo y del Consejo, de 16 de diciembre de 2002, relativo a las estadísticas sobre transporte ferroviario Empresas Estadística sobre Transporte Ferroviario Autosuministro Encuesta de Presupuestos Familiares (EPF). Nivel, calidad y condiciones de vida Encuesta de Presupuestos Familiares (EPF) Alquiler imputado Autoconsumo Gasto en consumo final nacional del hogar (monetario y no monetario) Salario en especie Auxiliar Encuestas Instituto Nacional Estadística Mercado laboral y salarios Estadística de Bibliotecas Auxilio judicial Estadística de Juzgados de Paz. Metodología Seguridad y justicia Estadística de Juzgados de Paz Ayudas técnicas Encuesta de Integración Social y Salud. Metodología Salud Encuesta de Integración Social y Salud Bachillerato Encuesta de Transición Educativa - Formativa e Inserción Laboral.Metodología Encuesta de Transición Educativa - Formativa e Inserción Laboral Baja por variación residencial Variaciones Residenciales. Metodología Demografía y población Estadística de Variaciones Residenciales Banco Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Efectos de Comercio Impagados Estadística de Hipotecas Banda ancha fija Conceptos de metodología de las TIC Tecnologías de la información y las comunicaciones Encuesta sobre el Uso de Tecnologías de la Información y las Comunicaciones y del Comercio Electrónico en las Empresas Banda ancha móvil Banda ancha móvil Conceptos de metodología de las TIC Tecnologías de la información y las comunicaciones Encuesta sobre el Uso de Tecnologías de la Información y las Comunicaciones y del Comercio Electrónico en las Empresas Banda ancha fija Barrera en la participación Encuesta de Integración Social y Salud. Metodología Salud Encuesta de Integración Social y Salud Bases de datos de una biblioteca Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Bases imponibles con interés ambiental Manual de impuestos medioambientales, guia 2001 EUROSTAT Cuentas económicas Cuentas Medioambientales: Cuenta de Impuestos Ambientales Becarios bibliotecarios Estadística de Bibliotecas. Metodología Mercado laboral y salarios Cultura, deporte y ocio Estadística de Bibliotecas Biblioteca Biblioteca accesible por Internet Biblioteca de acceso libre Biblioteca de acceso restringido Biblioteca Nacional Bibliotecarios profesionales Bibliotecas centrales de comunidades autónomas Bibliotecas especializadas Bibliotecas para grupos específicos de usuarios (no especializadas) Bibliotecas públicas Personal bibliotecario especializado Personal no especializado en biblioteconomía Voluntarios de una biblioteca Biblioteca Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Becarios bibliotecarios Biblioteca accesible por Internet Biblioteca de acceso libre Biblioteca de acceso restringido Biblioteca accesible por Internet Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Becarios bibliotecarios Biblioteca Biblioteca con acceso en sala Biblioteca de acceso libre Biblioteca de acceso restringido Biblioteca con acceso en sala Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Biblioteca accesible por Internet Biblioteca de acceso libre Biblioteca de acceso restringido Biblioteca de acceso libre Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Becarios bibliotecarios Biblioteca Biblioteca accesible por Internet Biblioteca con acceso en sala Biblioteca de acceso restringido Biblioteca de acceso restringido Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Becarios bibliotecarios Biblioteca Biblioteca accesible por Internet Biblioteca con acceso en sala Biblioteca de acceso libre Biblioteca Nacional Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Becarios bibliotecarios Bibliotecarios profesionales Bibliotecas centrales de comunidades autónomas Bibliotecas especializadas Bibliotecas para grupos específicos de usuarios (no especializadas) Bibliotecas públicas Bibliotecarios profesionales Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Becarios bibliotecarios Biblioteca Nacional Bibliotecas centrales de comunidades autónomas Bibliotecas especializadas Bibliotecas para grupos específicos de usuarios (no especializadas) Bibliotecas públicas Bibliotecas centrales de comunidades autónomas Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Becarios bibliotecarios Biblioteca Nacional Bibliotecarios profesionales Bibliotecas especializadas Bibliotecas para grupos específicos de usuarios (no especializadas) Bibliotecas públicas Bibliotecas de instituciones de enseñanza superior Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Bibliotecas especializadas Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Becarios bibliotecarios Biblioteca Nacional Bibliotecarios profesionales Bibliotecas centrales de comunidades autónomas Bibliotecas para grupos específicos de usuarios (no especializadas) Bibliotecas públicas Bibliotecas para grupos específicos de usuarios (no especializadas) Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Becarios bibliotecarios Biblioteca Nacional Bibliotecarios profesionales Bibliotecas centrales de comunidades autónomas Bibliotecas especializadas Bibliotecas públicas Bibliotecas públicas Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Becarios bibliotecarios Biblioteca Nacional Bibliotecarios profesionales Bibliotecas centrales de comunidades autónomas Bibliotecas especializadas Bibliotecas para grupos específicos de usuarios (no especializadas) Bienes y servicios ambientales Encuestas medioambientales Medio ambiente y desarrollo sostenible Estadísticas sobre las Actividades de Protección Medioambiental Cuentas Medioambientales: Otras Cuentas Medioambientales Bienes y servicios de las administraciones públicas Reglamento (UE) Nº 555/2012 de la Comisión, de 22 de junio de 2012, por el que se modifica el Reglamento (CE) nº 184/2005 del Parlamento Europeo y del Consejo, relativo a las estadísticas comunitarias sobre balanza de pagos, comercio internacional de servicios e inversiones extranjeras directas Comercio interior y exterior Encuesta sobre Comercio Internacional de Servicios y otras Operaciones Internacionales Cajas de ahorro Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Efectos de Comercio Impagados Estadística de Hipotecas Estadística de Sociedades Mercantiles Calidad de vida relacionada con la salud en personas adultas Encuesta Nacional de Salud. Metodología Salud Mujeres y Hombres en España Encuesta Nacional de Salud (ENSE) Tasa de gastos de personal Calidad de vida relacionada con la salud en población infantil Encuesta Nacional de Salud. Metodología Salud Encuesta Nacional de Salud (ENSE) Cambio de calidad Índices de Precios Precios Índices de Precios Industriales Índices de Precios de Materiales y Energía e Índices Nacionales de la Mano de Obra Índices de Precios de Exportación y de Importación de Productos Industriales Índice de Precios de Consumo (IPC) Índice de Precios de Consumo Armonizado (IPCA) Índices de Precios del Sector Servicios Cambio de hipoteca Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Financieras y seguros Estadística de Hipotecas Novación del tipo de interés Subrogación acreedor hipotecario Subrogación deudor hipotecario Camping Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Encuesta de Ocupación en Campings Albergue Apartamento Apartamento rural Apartamento turístico Casa rural Estudio Grandes edificaciones Hotel rural Vivienda de uso compartido (Multipropiedad) Cancelación de hipoteca Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Financieras y seguros Estadística de Hipotecas Canon de captación Estadísticas sobre el uso del Agua. Metodología Medio ambiente y desarrollo sostenible Estadísticas sobre el Uso del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Capacidad de un centro Encuestas sobre las Personas sin hogar Nivel, calidad y condiciones de vida Encuesta a las Personas sin Hogar Encuesta sobre Centros de Atención a las Personas sin Hogar Capital garantizado en la hipoteca Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Financieras y seguros Estadística de Hipotecas Capital social Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Sociedades Mercantiles Captación de agua Estadísticas sobre el Suministro y Saneamiento del Agua. Metodología Medio ambiente y desarrollo sostenible Estadísticas sobre el Suministro y Saneamiento del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Capuchón cervical Encuestas de Fecundidad. Metodología Salud Demografía y población Encuesta de Fecundidad Carácter de la vivienda Estadística sobre Ejecuciones Hipotecarias.Metodología Seguridad y justicia Estadística sobre Ejecuciones Hipotecarias Carencia material severa Encuesta de Condiciones de Vida (ECV). Metodología Nivel, calidad y condiciones de vida Encuesta de Condiciones de Vida (ECV) Indicadores de Calidad de Vida Cargas sociales Reglamento (CE) nº 250/2009 de la Comisión, de 11 de marzo de 2009 , por el que se aplica el Reglamento (CE) nº 295/2008 del Parlamento Europeo y del Consejo relativo a las estadísticas estructurales de las empresas. Mercado laboral y salarios Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Encuesta Trimestral de Coste Laboral (ETCL) Estadística Estructural de Empresas: Sector comercio Cargos por el uso de propiedad intelectual no incluidos en otras partidas Reglamento (UE) Nº 555/2012 de la Comisión, de 22 de junio de 2012, por el que se modifica el Reglamento (CE) nº 184/2005 del Parlamento Europeo y del Consejo, relativo a las estadísticas comunitarias sobre balanza de pagos, comercio internacional de servicios e inversiones extranjeras directas Comercio interior y exterior Encuesta sobre Comercio Internacional de Servicios y otras Operaciones Internacionales Casa rural Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Ocupación en Alojamientos de Turismo Rural Albergue Apartamento Apartamento rural Apartamento turístico Camping Estudio Grandes edificaciones Hotel rural Vivienda de uso compartido (Multipropiedad) Categoría de alojamiento turístico Encuestas turísticas. Metodología Hostelería y turismo Índice de Precios Hoteleros Índice de Precios de Camping Indicadores de Rentabilidad del Sector Hotelero Encuesta de Ocupación Hotelera Encuesta de Ocupación en Apartamentos Turísticos Encuesta de Ocupación en Campings Encuesta de Ocupación en Alojamientos de Turismo Rural Causa básica de defunción Movimiento Natural de la Población Demografía y población Estadística de Defunciones según la Causa de Muerte Causa múltiple de defunción Movimiento Natural de la Población Demografía y población Estadística de Defunciones según la Causa de Muerte Centro concertado Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Aula concertada Aula no concertada Centro no concertado Centro de acogida a mujeres víctimas de violencia de género Encuestas sobre las Personas sin hogar Protección social y servicios sociales Nivel, calidad y condiciones de vida Encuesta a las Personas sin Hogar Centro de atención a las personas sin hogar Centro de internamiento de menores Centros de ayuda al refugiado Centro de atención a las personas sin hogar Encuestas sobre las Personas sin hogar Nivel, calidad y condiciones de vida Encuesta a las Personas sin Hogar Encuesta sobre Centros de Atención a las Personas sin Hogar Centro de acogida a mujeres víctimas de violencia de género Centro de internamiento de menores Centros de ayuda al refugiado Centro de enseñanza superior Manual de Frascati Educación Estadística sobre Actividades en I+D en el Sector Enseñanza Superior Estadística sobre el Uso de Biotecnología Centro de enseñanza universitaria Centro específico de educación para adultos Escuela infantil Guardería Centro de enseñanza universitaria Estadística de Enseñanza Universitaria. Metodología Educación Encuesta de Inserción Laboral de Graduados Universitarios Estadística de Enseñanza Universitaria Centro de enseñanza superior Centro específico de educación especial Centro específico de educación para adultos Escuela infantil Guardería Centro de internamiento de extranjeros Encuestas sobre las Personas sin hogar Encuesta a las Personas sin Hogar Centro de internamiento de menores Encuestas sobre las Personas sin hogar Nivel, calidad y condiciones de vida Encuesta a las Personas sin Hogar Centro de acogida a mujeres víctimas de violencia de género Centro de atención a las personas sin hogar Centros de ayuda al refugiado Centro específico de educación especial Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Centro de enseñanza universitaria Centro específico de educación para adultos Centro específico de educación para adultos Escuela infantil Guardería Centro específico de educación para adultos Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Centro de enseñanza superior Centro de enseñanza universitaria Centro específico de educación especial Centro específico de educación especial Escuela infantil Guardería Centro no concertado Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Aula concertada Aula no concertada Centro concertado Centros de ayuda al refugiado Encuestas sobre las Personas sin hogar Protección social y servicios sociales Nivel, calidad y condiciones de vida Encuesta a las Personas sin Hogar Centro de acogida a mujeres víctimas de violencia de género Centro de atención a las personas sin hogar Centro de internamiento de menores Certificado de discapacidad Estadísticas de Salario y Empleo de las Personas con Discapacidad. Metodología Salud Demografía y población Encuesta de Inserción Laboral de Graduados Universitarios Estadística del Empleo de las Personas con Discapacidad Estadística del Salario de las Personas con Discapacidad Encuesta de Transición Educativa - Formativa e Inserción Laboral Deficiencia Dependencia Discapacidad Discapacidad Limitación de larga duración en las actividades básicas Personas con discapacidad oficialmente reconocida Cesta Índices de Precios Precios Índices de Precios Industriales Índices de Precios de Materiales y Energía e Índices Nacionales de la Mano de Obra Índices de Precios de Exportación y de Importación de Productos Industriales Índice de Precios de Consumo (IPC) Índice de Precios de Consumo Armonizado (IPCA) Índices de Precios del Sector Servicios Ciclos formativos de formación profesional de grado medio Encuesta de Transición Educativa - Formativa e Inserción Laboral.Metodología Encuesta de Transición Educativa - Formativa e Inserción Laboral Cifra de negocios Encuestas Instituto Nacional Estadística Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Índices de Cifras de Negocios Índices de Entradas de Pedidos Estadística sobre Actividades en I+D en el Sector Empresas Encuesta sobre Innovación en las Empresas Indicadores del Sector de Tecnologías de la Información y las Comunicaciones (TIC) Estadística de Filiales de Empresas Españolas en el Exterior Índice de Cifra de Negocios Empresarial Índices de Comercio al por Menor Estadística Estructural de Empresas. Sector Servicios Indicadores de Actividad del Sector Servicios Indicadores de Alta Tecnología Estadística del Procedimiento Concursal Estadística de Filiales de Empresas Extranjeras en España Estadística de Productos en el Sector Servicios Estadística Estructural de Empresas: Sector comercio Estadística de Productos en el Sector Comercio Destino del mercado Entradas de pedidos o nuevos pedidos recibidos Citología vaginal Encuesta Nacional de Salud. Metodología Salud Mujeres y Hombres en España Encuesta Nacional de Salud (ENSE) Encuesta Europea de Salud Ciudadanía no reconocida Indicadores Urbanos (Urban Audit). Metodología Nivel, calidad y condiciones de vida Indicadores Urbanos Ciudadanos fuera de la UE, residentes y nacidos en un país de la UE Ciudadanos nacidos en la UE Ciudadanos nacionales Ciudadanos nacionales de otro país de la UE Ciudadanos nacionales nativos Ciudadanos fuera de la UE, residentes y nacidos en un país de la UE Indicadores Urbanos (Urban Audit). Metodología Nivel, calidad y condiciones de vida Indicadores Urbanos Ciudadanía no reconocida Ciudadanos nacidos en la UE Ciudadanos nacionales Ciudadanos nacionales de otro país de la UE Ciudadanos nacionales nativos Ciudadanos nacidos en la UE Indicadores Urbanos (Urban Audit). Metodología Nivel, calidad y condiciones de vida Indicadores Urbanos Ciudadanía no reconocida Ciudadanos fuera de la UE, residentes y nacidos en un país de la UE Ciudadanos nacionales Ciudadanos nacionales de otro país de la UE Ciudadanos nacionales nativos Ciudadanos nacionales Indicadores Urbanos (Urban Audit). Metodología Nivel, calidad y condiciones de vida Indicadores Urbanos Ciudadanía no reconocida Ciudadanos fuera de la UE, residentes y nacidos en un país de la UE Ciudadanos nacidos en la UE Ciudadanos nacionales de otro país de la UE Ciudadanos nacionales nativos Ciudadanos nacionales de otro país de la UE Indicadores Urbanos (Urban Audit). Metodología Nivel, calidad y condiciones de vida Indicadores Urbanos Ciudadanía no reconocida Ciudadanos fuera de la UE, residentes y nacidos en un país de la UE Ciudadanos nacidos en la UE Ciudadanos nacionales Ciudadanos nacionales nativos Ciudadanos nacionales nativos Indicadores Urbanos (Urban Audit). Metodología Nivel, calidad y condiciones de vida Indicadores Urbanos Ciudadanía no reconocida Ciudadanos fuera de la UE, residentes y nacidos en un país de la UE Ciudadanos nacidos en la UE Ciudadanos nacionales Ciudadanos nacionales de otro país de la UE Clasificación de Actividades de Protección Ambiental (CAPA-2000) Encuestas medioambientales Medio ambiente y desarrollo sostenible Cuentas Medioambientales: Cuenta de Gasto en Protección Medioambiental Clasificación del personal del centro docente según la categoría Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Mercado laboral y salarios Estadística de Financiación y Gastos de la Enseñanza Privada Clasificación del personal del centro docente según la relación contractual Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Mercado laboral y salarios Estadística de Financiación y Gastos de la Enseñanza Privada Clasificación del uso ordenadores y terminales informáticos Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Clasificación Estadística de Residuos (Códigos CER) Ley de residuos y suelos contaminados Medio ambiente y desarrollo sostenible Estadísticas sobre Generación de Residuos Estadísticas sobre Recogida y Tratamiento de Residuos Código de depósito legal Producción Editorial de Libros. Metodología Cultura, deporte y ocio Estadística de Producción Editorial de Libros Código ISBN (International Estándar Book Number) Producción Editorial de Libros. Metodología Cultura, deporte y ocio Estadística de Producción Editorial de Libros Código territorial de la empresa Explotación Estadística del Directorio Central de Empresas. Metodología Empresas Explotación Estadística del Directorio Central de Empresas Coito programado Encuestas de Fecundidad. Metodología Demografía y población Nivel, calidad y condiciones de vida Encuesta de Fecundidad Coitus interruptus Encuestas de Fecundidad. Metodología Demografía y población Nivel, calidad y condiciones de vida Encuesta de Fecundidad Colegio profesional Profesionales Sanitarios Colegiados. Metodología Salud Estadística de Profesionales Sanitarios Colegiados Comercio electrónico (CE) Conceptos de metodología de las TIC Comercio interior y exterior Tecnologías de la información y las comunicaciones Encuesta sobre el Uso de Tecnologías de la Información y las Comunicaciones y del Comercio Electrónico en las Empresas Encuesta sobre Equipamiento y Uso de Tecnologías de Información y Comunicación en los Hogares Compra por Internet (comercio electrónico) CRM (Customer Relationship Management) Comercio especializado Índices de Comercio al por Menor . Manual metodológico Comercio interior y exterior Índices de Comercio al por Menor Comercio no especializado Comercio exterior Conceptos de metodología de las TIC Comercio interior y exterior Indicadores del Sector de Tecnologías de la Información y las Comunicaciones (TIC) Comercio no especializado Índices de Comercio al por Menor . Manual metodológico Comercio interior y exterior Índices de Comercio al por Menor Comercio especializado Compañía aérea de bajo coste (low cost) Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Compañía ferroviaria Reglamento (CE) n° 1192/2003 de la Comisión, de 3 de julio de 2003, por el que se modifica el Reglamento (CE) n° 91/2003 del Parlamento Europeo y del Consejo relativo a las estadísticas sobre transporte ferroviario Transporte y actividades conexas Estadística sobre Transporte Ferroviario Compartir gastos Encuesta de Presupuestos Familiares (EPF). Nivel, calidad y condiciones de vida Encuesta de Presupuestos Familiares (EPF) Hogar según criterio de presupuesto común Miembro del hogar Persona ausente Persona presente Residencia habitual según criterio de seis meses Compra de agua Estadísticas sobre el Suministro y Saneamiento del Agua. Metodología Medio ambiente y desarrollo sostenible Cuentas Medioambientales: Otras Cuentas Medioambientales Compra de I+D (I+D externa) Manual de Frascati Cuentas económicas Investigación científica y desarrollo tecnológico Estadística sobre Actividades en I+D en el Sector Empresas Estadística sobre Actividades en I+D en el Sector Administración Pública Estadística sobre Actividades en I+D en el Sector Instituciones Privadas sin Fines de Lucro Estadística sobre Actividades en I+D en el Sector Enseñanza Superior Indicadores del Sector de Tecnologías de la Información y las Comunicaciones (TIC) Indicadores de Alta Tecnología Compra por Internet (comercio electrónico) Conceptos de metodología de las TIC Comercio interior y exterior Tecnologías de la información y las comunicaciones Encuesta sobre Equipamiento y Uso de Tecnologías de Información y Comunicación en los Hogares Comercio electrónico (CE) CRM (Customer Relationship Management) Compras de bienes y servicios para reventa en las mismas condiciones en que se recibieron Reglamento (CE) nº 250/2009 de la Comisión, de 11 de marzo de 2009 , por el que se aplica el Reglamento (CE) nº 295/2008 del Parlamento Europeo y del Consejo relativo a las estadísticas estructurales de las empresas. Comercio interior y exterior Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Margen bruto de bienes para reventa (12 13 0) Total de compras de bienes y servicios (13 11 0) Valor de la producción (12 12 0) Compras de productos energéticos (en valor) Reglamento (CE) nº 250/2009 de la Comisión, de 11 de marzo de 2009 , por el que se aplica el Reglamento (CE) nº 295/2008 del Parlamento Europeo y del Consejo relativo a las estadísticas estructurales de las empresas. Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Encuesta de Consumos Energéticos Total de compras de bienes y servicios (13 11 0) Compras y trabajos realizados por otras empresas Estadísticas de Filiales de Empresas Españolas en el Exterior y de Empresas Extranjeras en España. Metodología Cuentas económicas Estadística de Filiales de Empresas Extranjeras en España Compraventa Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Seguridad y justicia Estadística de Transmisión de Derechos de la Propiedad Título de adquisición Computación en la nube (cloud computing) Conceptos de metodología de las TIC Encuesta sobre el Uso de Tecnologías de la Información y las Comunicaciones y del Comercio Electrónico en las Empresas Concierto educativo general Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Concierto educativo singular Conciertos educativos Titularidad del centro/aula Concierto educativo singular Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Concierto educativo general Conciertos educativos Titularidad del centro/aula Conciertos educativos Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Concierto educativo general Concierto educativo singular Titularidad del centro/aula Concurso necesario Encuestas Sociedades Mercantiles y Procedimiento Concursal Financieras y seguros Seguridad y justicia Estadística del Procedimiento Concursal Auto de declaración de concurso Concurso voluntario Concurso voluntario Encuestas Sociedades Mercantiles y Procedimiento Concursal Financieras y seguros Seguridad y justicia Estadística del Procedimiento Concursal Auto de declaración de concurso Concurso necesario Condición jurídica de la empresa Explotación Estadística del Directorio Central de Empresas. Metodología Empresas Explotación Estadística del Directorio Central de Empresas Condón femenino Encuestas de Fecundidad. Metodología Salud Demografía y población Encuesta de Fecundidad Conjunto Mínimo Básico de Datos al alta hospitalaria del enfermo (CMBD) Encuesta Morbilidad Hospitalaria. Metodología Salud Encuesta de Morbilidad Hospitalaria Construcción Reglamento (UE) Nº 555/2012 de la Comisión, de 22 de junio de 2012, por el que se modifica el Reglamento (CE) nº 184/2005 del Parlamento Europeo y del Consejo, relativo a las estadísticas comunitarias sobre balanza de pagos, comercio internacional de servicios e inversiones extranjeras directas Comercio interior y exterior Encuesta sobre Comercio Internacional de Servicios y otras Operaciones Internacionales Consulta al dentista Encuesta Nacional de Salud. Metodología Salud Mujeres y Hombres en España Encuesta Nacional de Salud (ENSE) Encuesta Europea de Salud Consulta médica Encuesta Nacional de Salud. Metodología Salud Mujeres y Hombres en España Encuesta Nacional de Salud (ENSE) Encuesta Europea de Salud Consumo de comida rápida Encuesta Nacional de Salud. Metodología Salud Encuesta Nacional de Salud (ENSE) Encuesta Europea de Salud Consumo de frutas y verduras Consumo habitual de alcohol Consumo intensivo de alcohol de riesgo para la salud Consumo de frutas y verduras Encuesta Nacional de Salud. Metodología Salud Mujeres y Hombres en España Encuesta Nacional de Salud (ENSE) Encuesta Europea de Salud Consumo de comida rápida Consumo habitual de alcohol Consumo intensivo de alcohol de riesgo para la salud Consumo de materias primas, productos intermedios y otros aprovisionamientos Encuestas Estructurales de Empresas Comercio interior y exterior Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Consumo de materias primas y otros consumibles Estadísticas de Productos en los Sectores Servicios y Comercio Comercio interior y exterior Estadística de Productos en el Sector Servicios Consumo de mercaderías para la reventa Estadísticas de Productos en los Sectores Servicios y Comercio Comercio interior y exterior Estadística de Productos en el Sector Comercio Consumo habitual de alcohol Encuesta Nacional de Salud. Metodología Salud Mujeres y Hombres en España Encuesta Nacional de Salud (ENSE) Encuesta Europea de Salud Consumo de comida rápida Consumo de frutas y verduras Consumo intensivo de alcohol de riesgo para la salud Consumo intensivo de alcohol de riesgo para la salud Encuesta Nacional de Salud. Metodología Salud Mujeres y Hombres en España Encuesta Nacional de Salud (ENSE) Encuesta Europea de Salud Consumo de comida rápida Consumo de frutas y verduras Consumo habitual de alcohol Consumo turístico emisor Cuenta Satélite del Turismo de España. Base 2008. Metodología Cuentas económicas Hostelería y turismo Cuenta Satélite del Turismo de España. Base 2008 Consumo turístico receptor Consumo turístico interior Cuenta Satélite del Turismo de España. Base 2008. Metodología Cuentas económicas Hostelería y turismo Cuenta Satélite del Turismo de España. Base 2008 Consumo turístico interno Consumo turístico nacional Consumo turístico interno Cuenta Satélite del Turismo de España. Base 2008. Metodología Cuentas económicas Hostelería y turismo Cuenta Satélite del Turismo de España. Base 2008 Consumo turístico interior Consumo turístico nacional Consumo turístico nacional Cuenta Satélite del Turismo de España. Base 2008. Metodología Cuentas económicas Hostelería y turismo Cuenta Satélite del Turismo de España. Base 2008 Consumo turístico interior Consumo turístico interno Consumo turístico receptor Cuenta Satélite del Turismo de España. Base 2008. Metodología Cuentas económicas Hostelería y turismo Cuenta Satélite del Turismo de España. Base 2008 Consumo turístico emisor Control de la empresa Estadísticas de Filiales de Empresas Españolas en el Exterior y de Empresas Extranjeras en España. Metodología Empresas Estadística de Filiales de Empresas Españolas en el Exterior Estadística de Filiales de Empresas Extranjeras en España Convenio Colectivo Encuesta Anual Laboral del Ministerio de empleo Mercado laboral y salarios Encuesta Cuatrienal de Coste Laboral Encuesta Anual de Coste Laboral Convivencia con el cónyuge o pareja Censo de Población y Vivienda Demografía y población Censos de Población y Viviendas Convivir Encuestas de Fecundidad. Metodología Demografía y población Encuesta de Fecundidad Convocatoria de las Pruebas de Acceso a la Universidad Estadística de Pruebas de Acceso a la Universidad. Metodología Educación Estadística de Pruebas de Acceso a la Universidad Coste de producción Encuesta Coyuntural sobre Stocks y Existencias. Metodología Encuesta Coyuntural sobre Stocks y Existencias Costes corrientes de un centro educativo Encuestas Instituto Nacional Estadística Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Costes laborales Reglamento (CE) n° 973/2007 de la Comisión, de 20 de agosto de 2007 , por el que se modifican determinados Reglamentos CE sobre aspectos estadísticos específicos que aplican la nomenclatura estadística de actividades económicas NACE Revisión 2 Mercado laboral y salarios Encuesta Cuatrienal de Coste Laboral Encuesta Trimestral de Coste Laboral (ETCL) Encuesta Anual de Coste Laboral Índice de Coste Laboral Armonizado Indice de costes laborales (ICL) Remuneración de los asalariados (D.1) Subvenciones recibidas por los empleadores (D.5) Cotizaciones sociales a cargo de los empleadores REGLAMENTO (UE) No 549/2013 DEL PARLAMENTO EUROPEO Y DEL CONSEJO, de 21 de mayo de 2013, relativo al Sistema Europeo de Cuentas Nacionales y Regionales de la Unión Europea Mercado laboral y salarios Cuentas económicas Encuesta Cuatrienal de Coste Laboral Encuesta Trimestral de Coste Laboral (ETCL) Encuesta Anual de Coste Laboral Crecimiento de la población Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Saldo migratorio Saldo vegetativo CRM (Customer Relationship Management) Conceptos de metodología de las TIC Comercio interior y exterior Tecnologías de la información y las comunicaciones Encuesta sobre el Uso de Tecnologías de la Información y las Comunicaciones y del Comercio Electrónico en las Empresas Comercio electrónico (CE) Compra por Internet (comercio electrónico) Crucero Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Cubierta invernal del suelo en cultivos herbáceos Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas. Metodología Agricultura Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas Cuenta de cotización a la Seguridad Social Encuestas de coste laboral Mercado laboral y salarios Encuesta Cuatrienal de Coste Laboral Índice de Precios del Trabajo Encuesta Trimestral de Coste Laboral (ETCL) Encuesta Anual de Coste Laboral Encuesta Anual de Estructura Salarial Índice de Coste Laboral Armonizado Estadística del Salario de las Personas con Discapacidad Cuenta de gasto en protección ambiental (CGPA) Encuestas medioambientales Medio ambiente y desarrollo sostenible Cuentas económicas Cuentas Medioambientales: Cuenta de Gasto en Protección Medioambiental Cultivos herbáceos fuera de la rotación prevista Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas. Metodología Agricultura Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas Rotación de cultivos herbáceos Curso académico o año académico universitario Estadística de Enseñanza Universitaria. Metodología Educación Estadística de Enseñanza Universitaria Curso de educación o formación Encuestas sobre las Personas sin hogar Educación Encuesta a las Personas sin Hogar Curso de formación ocupacional Curso de formación ocupacional Encuestas Instituto Nacional Estadística Educación Encuesta de Inserción Laboral de Graduados Universitarios Encuesta de Transición Educativa - Formativa e Inserción Laboral Curso de educación o formación Datos de escáner Índice de precios al consumidor manual: Teoría y práctica Ginebra, Oficina Internacional del Trabajo, 2004 Precios Índice de Precios de Consumo (IPC) Índice de Precios de Consumo Armonizado (IPCA) Decreto Encuestas Instituto Nacional Estadística Seguridad y justicia Estadística de Arrendamientos Urbanos Dedicado a las labores del hogar Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Presupuestos Familiares (EPF) Población inactiva o inactivos Situación en relación con la actividad económica Dedicado a las labores del hogar (situación autopercibida/autodeclarada) Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Inserción Laboral de Graduados Universitarios Censos de Población y Viviendas Encuesta de Población Activa (EPA) Encuesta de Transición Educativa - Formativa e Inserción Laboral Encuesta de Condiciones de Vida (ECV) Encuesta Nacional de Salud (ENSE) Situación principal autopercibida/autodeclarada en relación con la actividad económica. Deficiencia Estadísticas de Salario y Empleo de las Personas con Discapacidad. Metodología Salud Estadística del Empleo de las Personas con Discapacidad Estadística del Salario de las Personas con Discapacidad Certificado de discapacidad Dependencia Discapacidad Limitación de larga duración en las actividades básicas Personas con discapacidad oficialmente reconocida Deformación u otra desalineación de la vía Directiva 2016/798 del Parlamento Europeo (UE) y del Consejo de 11 de mayo de 2016,sobre la seguridad ferroviaria. Transporte y actividades conexas Estadística sobre Transporte Ferroviario Precursores de accidentes Defunción Movimiento Natural de la Población Demografía y población Indicadores Urbanos Indicadores Demográficos Básicos Proyecciones de Población a Corto Plazo Proyecciones de Población a Largo Plazo Proyecciones de Población MNP: Estadística de Defunciones Estadística de Defunciones según la Causa de Muerte Delito Encuestas de condenados Seguridad y justicia Estadística de Condenados: Adultos Denunciado por asunto de violencia doméstica o de género Violencia Doméstica y Violencia de Género. Metodología Seguridad y justicia Estadística de Violencia Doméstica y Violencia de Género Dependencia Estadísticas de Salario y Empleo de las Personas con Discapacidad. Metodología Salud Estadística del Empleo de las Personas con Discapacidad Certificado de discapacidad Deficiencia Discapacidad Limitación de larga duración en las actividades básicas Personas con discapacidad oficialmente reconocida Dependencia jurídica del centro Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Depósito vertido Ley de residuos y suelos contaminados Medio ambiente y desarrollo sostenible Estadísticas sobre Recogida y Tratamiento de Residuos Derecho de propiedad transmitido Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Seguridad y justicia Estadística de Transmisión de Derechos de la Propiedad Nuda propiedad Pleno dominio Usufructo Desarrollo de software y actividades de base de datos como actividad de innovación Estadísticas sobre Actividades en I + D e Innovación en las Empresas. Metodología Investigación científica y desarrollo tecnológico Encuesta sobre Innovación en las Empresas Indicadores del Sector de Tecnologías de la Información y las Comunicaciones (TIC) Indicadores de Alta Tecnología Desembolso de dividendos pasivos Encuestas Sociedades Mercantiles y Procedimiento Concursal Cuentas económicas Estadística de Sociedades Mercantiles Deseo de tener hijos Encuestas de Fecundidad. Metodología Demografía y población Encuesta de Fecundidad Desplazamiento al trabajo Indicadores Urbanos (Urban Audit). Metodología Nivel, calidad y condiciones de vida Indicadores Urbanos Desplazamientos al centro de estudios Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Desplazamientos al centro de trabajo Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Destino del mercado Cifras de Negocios y Entradas de Pedidos Comercio interior y exterior Índices de Cifras de Negocios Cifra de negocios Determinantes de la salud Encuesta Nacional de Salud. Metodología Salud Mujeres y Hombres en España Encuesta Nacional de Salud (ENSE) Encuesta Europea de Salud Deudor concursado Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Financieras y seguros Estadística del Procedimiento Concursal Diafragma Encuestas de Fecundidad. Metodología Salud Demografía y población Encuesta de Fecundidad Diagnóstico Principal Encuesta Morbilidad Hospitalaria. Metodología Salud Encuesta de Morbilidad Hospitalaria Diligencia previa Estadística de Juzgados de Paz. Metodología Seguridad y justicia Estadística de Juzgados de Paz Dimensión o tamaño de la empresa Encuestas Instituto Nacional Estadística Empresas Estadística sobre Actividades en I+D en el Sector Empresas Encuesta sobre Innovación en las Empresas Discapacidad Encuestas Instituto Nacional Estadística Salud Demografía y población Estadística del Empleo de las Personas con Discapacidad Estadística del Salario de las Personas con Discapacidad Encuesta de Integración Social y Salud Certificado de discapacidad Certificado de discapacidad Deficiencia Dependencia Limitación de larga duración en las actividades básicas Personas con discapacidad oficialmente reconocida Discriminación Encuesta de Integración Social y Salud. Metodología Seguridad y justicia Encuesta de Integración Social y Salud Diseminado Padrón Demografía y población Nomenclátor: Población del Padrón Continuo por Unidad Poblacional Actividades de aprendizaje Aprendizaje Aprendizaje a lo largo de la vida Aprendizaje deliberado (o intencionado) Aprendizaje imprevisto o aleatorio Aprendizaje informal Núcleo de población Diseño rotacional Reglamento (CE) n° 1982/2003 de la Comisión, de 21 de octubre de 2003, por el que se aplica el Reglamento (CE) n° 1177/2003 del Parlamento Europeo y del Consejo relativo a las estadísticas comunitarias sobre la renta y las condiciones de vida (EU-SILC) en lo que respecta a las reglas de muestreo y seguimiento Terminología general estadística Encuesta de Condiciones de Vida (ECV) Disolución de sociedades Encuestas Sociedades Mercantiles y Procedimiento Concursal Seguridad y justicia Estadística de Sociedades Mercantiles Disolución por fusión Disolución voluntaria Disolución por fusión Encuestas Sociedades Mercantiles y Procedimiento Concursal Seguridad y justicia Estadística de Sociedades Mercantiles Disolución de sociedades Disolución voluntaria Encuestas Sociedades Mercantiles y Procedimiento Concursal Seguridad y justicia Estadística de Sociedades Mercantiles Disolución de sociedades Distribución de agua a las explotaciones agrícolas Estadísticas sobre el uso del Agua. Metodología Agricultura Estadísticas sobre el Uso del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales DIU de cobre Encuestas de Fecundidad. Metodología Salud Demografía y población Encuesta de Fecundidad Divorcio Nulidades, Separaciones y Divorcios. Metodología Seguridad y justicia Estadística de Nulidades, Separaciones y Divorcios Doctorado Estadística de Enseñanza Universitaria. Metodología Educación Encuesta de Inserción Laboral de Graduados Universitarios Estadística de Enseñanza Universitaria Encuesta de Transición Educativa - Formativa e Inserción Laboral Documentos audiovisuales Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Documentos cartográficos Documentos gráficos Documentos sonoros Folleto Libro Libro electrónico Manuscritos y documentos Microformas Partituras de música Documentos cartográficos Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Documentos audiovisuales Documentos gráficos Documentos sonoros Folleto Libro Libro electrónico Manuscritos y documentos Microformas Partituras de música Documentos gráficos Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Documentos audiovisuales Documentos cartográficos Documentos sonoros Folleto Libro Libro electrónico Manuscritos y documentos Microformas Partituras de música Documentos sonoros Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Documentos audiovisuales Documentos cartográficos Documentos gráficos Folleto Libro Libro electrónico Manuscritos y documentos Microformas Partituras de música Donación Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Seguridad y justicia Estadística de Transmisión de Derechos de la Propiedad Título de adquisición Dotaciones a la amortización del inmovilizado Encuestas Instituto Nacional Estadística Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada DSL (Digital Suscriber Line) Conceptos de metodología de las TIC Tecnologías de la información y las comunicaciones Encuesta sobre el Uso de Tecnologías de la Información y las Comunicaciones y del Comercio Electrónico en las Empresas Duración del viaje Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Turismo de Residentes Encuesta de Gasto Turístico Duración media del desplazamiento al trabajo Indicadores Urbanos (Urban Audit). Metodología Nivel, calidad y condiciones de vida Indicadores Urbanos Edad Conceptos de Variables Nucleares Sociales Demografía y población Encuesta de Inserción Laboral de Graduados Universitarios Encuesta Anual de Estructura Salarial Censos de Población y Viviendas Indicadores Urbanos Estadística del Padrón Continuo Estimaciones Intercensales de Población Indicadores Demográficos Básicos Proyecciones de Población a Corto Plazo Proyecciones de Población a Largo Plazo Estadística de Migraciones Proyecciones de Población Estadística de Adquisiciones de Nacionalidad Española de Residentes Encuesta Continua de Población MNP: Estadística de Defunciones Estadística de Variaciones Residenciales Encuesta de Población Activa (EPA) Flujos de la Población Activa Cifras de Población Estimación Mensual de Nacimientos (EMN) Estimación de Defunciones Semanales (EDeS) Estadística de Profesionales Sanitarios Colegiados Estadística de Defunciones según la Causa de Muerte Encuesta sobre Equipamiento y Uso de Tecnologías de Información y Comunicación en los Hogares Encuesta de Transición Educativa - Formativa e Inserción Laboral Encuesta de Condiciones de Vida (ECV) Encuesta de Presupuestos Familiares (EPF) Estadística de Nulidades, Separaciones y Divorcios Estadística de Condenados: Adultos Estadística de Condenados: Menores Estadística de Violencia Doméstica y Violencia de Género Encuesta sobre Movilidad Internacional de los Estudiantes Edad del alumno Estadística de Enseñanza Universitaria. Metodología Educación Estadística de Enseñanza Universitaria Edad media Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Edad media a la maternidad Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Edad media al matrimonio Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Edad media al primer matrimonio Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Edad mediana Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Urbanos Indicadores Demográficos Básicos EDI (Electronic Data Interchange) Conceptos de metodología de las TIC Tecnologías de la información y las comunicaciones Encuesta sobre el Uso de Tecnologías de la Información y las Comunicaciones y del Comercio Electrónico en las Empresas Edificio Encuestas Instituto Nacional Estadística Construcción y vivienda Censo de Edificios Censos de Población y Viviendas Educación formal Clasificación Internacional Normalizada de la Educación Educación Encuesta sobre la Participación de la Población Adulta en las Actividades de Aprendizaje Educación no formal Educación no formal Clasificación Internacional Normalizada de la Educación Educación Encuesta sobre la Participación de la Población Adulta en las Actividades de Aprendizaje Educación formal Efectos de comercio en cartera Efectos de Comercio Impagados. Metodología Comercio interior y exterior Financieras y seguros Estadística de Efectos de Comercio Impagados Efectos de comercio recibidos en gestión de cobros de clientes Efectos de Comercio Impagados. Metodología Comercio interior y exterior Financieras y seguros Estadística de Efectos de Comercio Impagados Eje roto de material rodante en servicio Directiva 2016/798 del Parlamento Europeo (UE) y del Consejo de 11 de mayo de 2016,sobre la seguridad ferroviaria. Transporte y actividades conexas Estadística sobre Transporte Ferroviario Precursores de accidentes Ejecución hipotecaria Estadística sobre Ejecuciones Hipotecarias.Metodología Seguridad y justicia Estadística sobre Ejecuciones Hipotecarias Elementos paisajísticos Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas. Metodología Agricultura Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas Embarazo a término Encuestas de Fecundidad. Metodología Salud Demografía y población Encuesta de Fecundidad Embarazo fallido Embarazo fallido Encuestas de Fecundidad. Metodología Salud Demografía y población Encuesta de Fecundidad Embarazo a término Embarazo planificado Encuestas de Fecundidad. Metodología Salud Demografía y población Encuesta de Fecundidad EMEP/CORINAIR Manual de cuentas de emisiones a la atmósfera, 2009 Medio ambiente y desarrollo sostenible Cuentas Medioambientales: Cuenta de Emisiones a la Atmósfera Emigración Estadística de Migraciones Demografía y población Indicadores Demográficos Básicos Proyecciones de Población a Corto Plazo Proyecciones de Población a Largo Plazo Estadística de Migraciones Proyecciones de Población Inmigración Emigración exterior Estadística de Migraciones Demografía y población Proyecciones de Población a Corto Plazo Proyecciones de Población a Largo Plazo Estadística de Migraciones Proyecciones de Población Emigración interautonómica Estadística de Migraciones Demografía y población Proyecciones de Población a Corto Plazo Estadística de Migraciones Proyecciones de Población Emigración interprovincial Estadística de Migraciones Demografía y población Proyecciones de Población a Corto Plazo Estadística de Migraciones Proyecciones de Población Emisión de obligaciones Encuestas Sociedades Mercantiles y Procedimiento Concursal Cuentas económicas Estadística de Sociedades Mercantiles Emisiones contaminantes recogidas en la Cuenta de emisiones a la atmósfera Manual de cuentas de emisiones a la atmósfera, 2009 Medio ambiente y desarrollo sostenible Cuentas Medioambientales: Cuenta de Emisiones a la Atmósfera Empleo Encuestas Instituto Nacional Estadística Mercado laboral y salarios Estadística de Movilidad Laboral y Geográfica Censos de Población y Viviendas Indicadores Urbanos Encuesta de Población Activa (EPA) Flujos de la Población Activa Empleo indefinido Encuesta de Población Activa Mercado laboral y salarios Encuesta de Inserción Laboral de Graduados Universitarios Encuesta de Población Activa (EPA) Flujos de la Población Activa Encuesta de Transición Educativa - Formativa e Inserción Laboral Mujeres y Hombres en España Empleo temporal Empleo principal Encuestas Instituto Nacional Estadística Mercado laboral y salarios Estadística de Movilidad Laboral y Geográfica Censos de Población y Viviendas Encuesta de Población Activa (EPA) Flujos de la Población Activa Empleo temporal Encuesta de Población Activa Mercado laboral y salarios Encuesta de Inserción Laboral de Graduados Universitarios Encuesta de Población Activa (EPA) Flujos de la Población Activa Encuesta de Transición Educativa - Formativa e Inserción Laboral Mujeres y Hombres en España Empleo indefinido Empresa Encuestas Instituto Nacional Estadística Empresas Cuenta Satélite del Turismo de España. Base 2010 Estadística Estructural de Empresas: Sector Industrial Estadística sobre Actividades en I+D en el Sector Empresas Encuesta sobre Innovación en las Empresas Encuesta Coyuntural sobre Stocks y Existencias Encuesta de Consumos Energéticos Estadísticas sobre el Uso del Agua Estadísticas sobre Generación de Residuos Estadísticas sobre Recogida y Tratamiento de Residuos Indicadores del Sector de Tecnologías de la Información y las Comunicaciones (TIC) Estadística de Filiales de Empresas Españolas en el Exterior Índice de Cifra de Negocios Empresarial Cuentas Medioambientales: Otras Cuentas Medioambientales Índices de Comercio al por Menor Estadística de Sociedades Mercantiles Estadística de Transporte de Viajeros Encuesta sobre el Uso de Tecnologías de la Información y las Comunicaciones y del Comercio Electrónico en las Empresas Estadística Estructural de Empresas. Sector Servicios Directorio Central de Empresas (DIRCE) Explotación Estadística del Directorio Central de Empresas Demografía Armonizada de Empresas Estadística del Procedimiento Concursal Estadística sobre el Uso de Biotecnología Estadística de Filiales de Empresas Extranjeras en España Estadística de Productos en el Sector Servicios Estadística Estructural de Empresas: Sector comercio Estadística de Productos en el Sector Comercio Indicadores Urbanos Empresas unilocalizadas Establecimiento o Unidad Local Unidad de actividad económica local Empresa innovadora Estadísticas sobre Actividades en I + D e Innovación en las Empresas. Metodología Investigación científica y desarrollo tecnológico Encuesta sobre Innovación en las Empresas Indicadores del Sector de Tecnologías de la Información y las Comunicaciones (TIC) Indicadores de Alta Tecnología Empresario individual Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Sociedades Mercantiles Empresas con tarifa especial Encuestas turísticas. Metodología Hostelería y turismo Índice de Precios Hoteleros Indicadores de Rentabilidad del Sector Hotelero Empresas EIN Indicadores de Alta Tecnología. Metodología Investigación científica y desarrollo tecnológico Indicadores de Alta Tecnología Empresas unilocalizadas Índices de Comercio al por Menor . Manual metodológico Empresas Índices de Comercio al por Menor Empresa Establecimiento o Unidad Local Unidad de actividad económica local Enfermedades crónicas o de larga duración Encuesta Nacional de Salud. Metodología Salud Mujeres y Hombres en España Encuesta de Integración Social y Salud Encuesta Nacional de Salud (ENSE) Encuesta Europea de Salud Entidad colectiva Padrón Demografía y población Nomenclátor: Población del Padrón Continuo por Unidad Poblacional Entidad prestamista Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Financieras y seguros Estadística de Efectos de Comercio Impagados Estadística de Hipotecas Entidad regante (comunidad de regantes) Estadísticas sobre el uso del Agua. Metodología Agricultura Medio ambiente y desarrollo sostenible Estadísticas sobre el Uso del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Entidad singular Padrón Demografía y población Nomenclátor: Población del Padrón Continuo por Unidad Poblacional Entorno habitual Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Entradas de pedidos o nuevos pedidos recibidos Cifras de Negocios y Entradas de Pedidos Comercio interior y exterior Índices de Cifras de Negocios Índices de Entradas de Pedidos Cifra de negocios Envío por tren completo Reglamento (CE) n° 1192/2003 de la Comisión, de 3 de julio de 2003, por el que se modifica el Reglamento (CE) n° 91/2003 del Parlamento Europeo y del Consejo relativo a las estadísticas sobre transporte ferroviario Transporte y actividades conexas Estadística sobre Transporte Ferroviario Envío por vagón completo Envío por vagón completo Reglamento (CE) n° 1192/2003 de la Comisión, de 3 de julio de 2003, por el que se modifica el Reglamento (CE) n° 91/2003 del Parlamento Europeo y del Consejo relativo a las estadísticas sobre transporte ferroviario Transporte y actividades conexas Estadística sobre Transporte Ferroviario Envío por tren completo Equipos independientes Encuestas medioambientales Medio ambiente y desarrollo sostenible Estadísticas sobre las Actividades de Protección Medioambiental Cuentas Medioambientales: Otras Cuentas Medioambientales Equipos integrados Encuestas medioambientales Medio ambiente y desarrollo sostenible Estadísticas sobre las Actividades de Protección Medioambiental Cuentas Medioambientales: Otras Cuentas Medioambientales ERP (Enterprise Resource Planning) Conceptos de metodología de las TIC Tecnologías de la información y las comunicaciones Encuesta sobre el Uso de Tecnologías de la Información y las Comunicaciones y del Comercio Electrónico en las Empresas Escalas de equivalencia Encuesta de Presupuestos Familiares (EPF). Nivel, calidad y condiciones de vida Encuesta de Presupuestos Familiares (EPF) Gasto en consumo final nacional del hogar (monetario y no monetario) Gasto medio por unidad de consumo Escuela infantil Encuestas de Fecundidad. Metodología Educación Encuesta de Fecundidad Centro de enseñanza superior Centro de enseñanza universitaria Centro específico de educación especial Centro específico de educación para adultos Especificación Índices de Precios Precios Índice de Precios de Consumo (IPC) Índice de Precios de Consumo Armonizado (IPCA) Espera Encuestas Sociedades Mercantiles y Procedimiento Concursal Financieras y seguros Seguridad y justicia Estadística del Procedimiento Concursal Propuesta anticipada de convenio Esperanza de vida Indicadores de calidad de vida. Metodología Demografía y población Nivel, calidad y condiciones de vida Indicadores de Calidad de Vida Esperanza de vida a una cierta edad x Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Esperanza de vida al nacimiento Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Urbanos Indicadores Demográficos Básicos Esperanza de vida en buena salud o libre de discapacidad Indicadores de calidad de vida. Metodología Salud Demografía y población Nivel, calidad y condiciones de vida Indicadores de Calidad de Vida Espermicida Encuestas de Fecundidad. Metodología Demografía y población Encuesta de Fecundidad Esponja vagina Encuestas de Fecundidad. Metodología Demografía y población Encuesta de Fecundidad Innovación de marketing Establecimiento o Unidad Local Encuestas Instituto Nacional Estadística Empresas Estadística Estructural de Empresas: Sector Industrial Encuesta Industrial Anual de Productos Índices de Producción Industrial Índices de Cifras de Negocios Índices de Entradas de Pedidos Encuesta Coyuntural sobre Stocks y Existencias Estadísticas sobre las Actividades de Protección Medioambiental Estadísticas sobre el Uso del Agua Índice de Cifra de Negocios Empresarial Cuentas Medioambientales: Otras Cuentas Medioambientales Estadística Estructural de Empresas. Sector Servicios Indicadores de Confianza Empresarial Estadística Estructural de Empresas: Sector comercio Empresa Empresas unilocalizadas Unidad de actividad económica local Establecimientos abiertos Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Ocupación Hotelera Encuesta de Ocupación en Apartamentos Turísticos Encuesta de Ocupación en Campings Encuesta de Ocupación en Alojamientos de Turismo Rural Encuesta de Ocupación en Albergues Establecimientos hoteleros Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Encuesta de Ocupación Hotelera Indicadores Urbanos Estaciones de servicio Índices de Comercio al por Menor . Manual metodológico Comercio interior y exterior Índices de Comercio al por Menor Estado civil legal Conceptos de Variables Nucleares Sociales Seguridad y justicia Demografía y población Censos de Población y Viviendas MNP: Estadística de Matrimonios MNP: Estadística de Nacimientos MNP: Estadística de Defunciones Encuesta de Población Activa (EPA) Encuesta de Fecundidad Encuesta a las Personas sin Hogar Encuesta de Presupuestos Familiares (EPF) Estado constructivo de la finca Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Financieras y seguros Estadística de Hipotecas Estado de salud general (autopercibido) Encuesta Nacional de Salud. Metodología Salud Mujeres y Hombres en España Encuesta de Integración Social y Salud Indicadores de Calidad de Vida Encuesta Nacional de Salud (ENSE) Encuesta Europea de Salud Estancia hospitalaria Encuesta Morbilidad Hospitalaria. Metodología Salud Encuesta de Morbilidad Hospitalaria Estancia media en alojamientos de turismo Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Ocupación Hotelera Encuesta de Ocupación en Apartamentos Turísticos Encuesta de Ocupación en Campings Encuesta de Ocupación en Alojamientos de Turismo Rural Encuesta de Ocupación en Albergues Esterilización Encuestas de Fecundidad. Metodología Salud Demografía y población Encuesta de Fecundidad Estudiante Clasificación Internacional Normalizada de la Educación Educación Encuesta de Gasto de los Hogares en Educación Estudiante según relación laboral Estudiante según relación laboral Encuesta de Presupuestos Familiares (EPF). Educación Encuesta de Presupuestos Familiares (EPF) Estudiante Miembro del hogar Población inactiva o inactivos Situación en relación con la actividad económica Estudiante (situación autopercibida/autodeclarada) Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Inserción Laboral de Graduados Universitarios Censos de Población y Viviendas Encuesta de Población Activa (EPA) Encuesta de Transición Educativa - Formativa e Inserción Laboral Encuesta de Condiciones de Vida (ECV) Encuesta Nacional de Salud (ENSE) Situación principal autopercibida/autodeclarada en relación con la actividad económica. Estudiante usuario de servicios complementarios ligados a la enseñanza Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Encuesta de Gasto de los Hogares en Educación Estudio Encuestas turísticas. Metodología Hostelería y turismo Índice de Precios de Apartamentos Turísticos Albergue Apartamento Apartamento rural Apartamento turístico Camping Casa rural Grandes edificaciones Hotel rural Vivienda de uso compartido (Multipropiedad) Estudio o enseñanza universitaria Estadística de Enseñanza Universitaria. Metodología Educación Encuesta de Inserción Laboral de Graduados Universitarios Estadística de Enseñanza Universitaria Encuesta de Transición Educativa - Formativa e Inserción Laboral Etapas de viaje Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Excedente bruto de explotación Reglamento (CE) nº 250/2009 de la Comisión, de 11 de marzo de 2009 , por el que se aplica el Reglamento (CE) nº 295/2008 del Parlamento Europeo y del Consejo relativo a las estadísticas estructurales de las empresas. Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Valor añadido a coste de los factores (12 15 0) Excursión Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Exhorto Estadística de Juzgados de Paz. Metodología Seguridad y justicia Estadística de Juzgados de Paz Existencias de materias primas Encuesta Coyuntural sobre Stocks y Existencias. Metodología Cuentas económicas Encuesta Coyuntural sobre Stocks y Existencias Existencias de mercaderías Encuesta Coyuntural sobre Stocks y Existencias. Metodología Cuentas económicas Encuesta Coyuntural sobre Stocks y Existencias Existencias de otros aprovisionamientos Encuesta Coyuntural sobre Stocks y Existencias. Metodología Cuentas económicas Encuesta Coyuntural sobre Stocks y Existencias Existencias de productos Encuesta Coyuntural sobre Stocks y Existencias. Metodología Cuentas económicas Encuesta Coyuntural sobre Stocks y Existencias Explotación agrícola Censo agrario. Metodología Agricultura Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas Censo Agrario Encuesta sobre la Estructura de las Explotaciones Agrícolas Extracción nacional no usada Manual de Eurostat: Cuentas de flujos de materiales e indicadores derivados para el total de la economía Medio ambiente y desarrollo sostenible Cuentas Medioambientales: Cuenta de Flujos de Materiales Extracción nacional (usada) Extracción nacional (usada) Manual de Eurostat: Cuentas de flujos de materiales e indicadores derivados para el total de la economía Medio ambiente y desarrollo sostenible Cuentas Medioambientales: Cuenta de Flujos de Materiales Extracción nacional no usada Extranjero Censo de Población y Vivienda Demografía y población Censos de Población y Viviendas Factor de riesgo Encuesta Nacional de Salud. Metodología Salud Mujeres y Hombres en España Encuesta Nacional de Salud (ENSE) Factores de elevación temporal Encuesta de Presupuestos Familiares (EPF). Nivel, calidad y condiciones de vida Encuesta de Presupuestos Familiares (EPF) Gasto en consumo final nacional del hogar (monetario y no monetario) Factura electrónica Conceptos de metodología de las TIC Tecnologías de la información y las comunicaciones Encuesta sobre el Uso de Tecnologías de la Información y las Comunicaciones y del Comercio Electrónico en las Empresas Fallo de la señalización Directiva 2016/798 del Parlamento Europeo (UE) y del Consejo de 11 de mayo de 2016,sobre la seguridad ferroviaria. Transporte y actividades conexas Estadística sobre Transporte Ferroviario Precursores de accidentes Familia Censo de Población y Vivienda Demografía y población Censos de Población y Viviendas Fase específica de las Pruebas de Acceso a la Universidad Estadística de Pruebas de Acceso a la Universidad. Metodología Educación Estadística de Pruebas de Acceso a la Universidad Fase general de las Pruebas de Acceso a la Universidad Fase general de las Pruebas de Acceso a la Universidad Estadística de Pruebas de Acceso a la Universidad. Metodología Educación Estadística de Pruebas de Acceso a la Universidad Fase específica de las Pruebas de Acceso a la Universidad Fecha de comisión del delito Encuestas de condenados Seguridad y justicia Estadística de Condenados: Adultos Estadística de Condenados: Menores Fecha de declaración del concurso Encuestas Sociedades Mercantiles y Procedimiento Concursal Financieras y seguros Seguridad y justicia Estadística del Procedimiento Concursal Fecha de formalización de la operación a través del otorgamiento de la escritura Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Financieras y seguros Estadística de Hipotecas Fecha de formalización de la operación de transmisión Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Seguridad y justicia Estadística de Transmisión de Derechos de la Propiedad Fecha de inscripción Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Sociedades Mercantiles Fecha de inscripción en el registro de la propiedad Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Seguridad y justicia Estadística de Hipotecas Estadística sobre Ejecuciones Hipotecarias Estadística de Transmisión de Derechos de la Propiedad Fecundación in vitro (FIV) Encuestas de Fecundidad. Metodología Salud Demografía y población Encuesta de Fecundidad Ferrocarril Reglamento (CE) n° 1192/2003 de la Comisión, de 3 de julio de 2003, por el que se modifica el Reglamento (CE) n° 91/2003 del Parlamento Europeo y del Consejo relativo a las estadísticas sobre transporte ferroviario Transporte y actividades conexas Estadística sobre Transporte Ferroviario Metro ligero Metro (también llamado «suburbano» o «ferrocarril metropolitano ») Figuras afines que no se consideran personal del centro Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Filial de empresas españolas en el extranjero Estadísticas de Filiales de Empresas Españolas en el Exterior y de Empresas Extranjeras en España. Metodología Empresas Estadística de Filiales de Empresas Españolas en el Exterior Filial de empresas extranjeras en España Estadísticas de Filiales de Empresas Españolas en el Exterior y de Empresas Extranjeras en España. Metodología Empresas Estadística de Filiales de Empresas Extranjeras en España Fincas rústicas Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Seguridad y justicia Estadística de Hipotecas Estadística sobre Ejecuciones Hipotecarias Estadística de Transmisión de Derechos de la Propiedad Fincas urbanas Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Seguridad y justicia Estadística de Hipotecas Estadística sobre Ejecuciones Hipotecarias Estadística de Transmisión de Derechos de la Propiedad Fincas urbanas diferentes a viviendas y solares Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Construcción y vivienda Estadística de Hipotecas Estadística sobre Ejecuciones Hipotecarias Estadística de Transmisión de Derechos de la Propiedad Flujos de materiales Manual de Eurostat: Cuentas de flujos de materiales e indicadores derivados para el total de la economía Medio ambiente y desarrollo sostenible Cuentas Medioambientales: Cuenta de Flujos de Materiales Folleto Producción Editorial de Libros. Metodología Cultura, deporte y ocio Estadística de Producción Editorial de Libros Documentos audiovisuales Documentos cartográficos Documentos gráficos Documentos sonoros Libro Libro electrónico Manuscritos y documentos Microformas Partituras de música Fondo de inversión en activos del mercado monetario Encuestas Sociedades Mercantiles y Procedimiento Concursal Financieras y seguros Estadística de Sociedades Mercantiles Fondos de inversión Fondo de inversión mobiliaria Encuestas Sociedades Mercantiles y Procedimiento Concursal Financieras y seguros Estadística de Sociedades Mercantiles Fondos de inversión Fondos de inversión Encuestas Sociedades Mercantiles y Procedimiento Concursal Financieras y seguros Estadística de Sociedades Mercantiles Fondo de inversión en activos del mercado monetario Fondo de inversión mobiliaria Fondos de pensiones Encuestas Sociedades Mercantiles y Procedimiento Concursal Financieras y seguros Estadística de Sociedades Mercantiles Fondos de una biblioteca Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Ganadería Censo agrario. Metodología Agricultura Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas Censo Agrario Encuesta sobre la Estructura de las Explotaciones Agrícolas Ganancia bruta anual Reglamento (CE) n° 1738/2005 de la Comisión, de 21 de octubre de 2005, que modifica el Reglamento (CE) n° 1916/2000 en lo que se refiere a la definición y transmisión de la información sobre la estructura de los ingresos Mercado laboral y salarios Índice de Precios del Trabajo Encuesta Anual de Estructura Salarial Estadística del Salario de las Personas con Discapacidad Mujeres y Hombres en España Ganancia bruta mensual Estadísticas de Salario y Empleo de las Personas con Discapacidad. Metodología Mercado laboral y salarios Estadística del Salario de las Personas con Discapacidad Ganancia neta Estadísticas de Salario y Empleo de las Personas con Discapacidad. Metodología Mercado laboral y salarios Estadística del Salario de las Personas con Discapacidad Ganancia por hora normal de trabajo Encuestas Instituto Nacional Estadística Mercado laboral y salarios Índice de Precios del Trabajo Encuesta Anual de Estructura Salarial Indicadores de Alta Tecnología Estadística del Salario de las Personas con Discapacidad Mujeres y Hombres en España Ganancia salarial Estadísticas de Salario y Empleo de las Personas con Discapacidad. Metodología Mercado laboral y salarios Estadística del Salario de las Personas con Discapacidad Gasto de servicio complementario de servicio de comedor en un centro educativo Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Gastos de los servicios complementarios de un centro educativo Gasto de servicio complementario de servicio de residencia Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Gastos de los servicios complementarios de un centro educativo Gasto en actividades de I+D externa en biotecnología Estadísticas sobre Actividades en I + D e Innovación en las Empresas. Metodología Cuentas económicas Investigación científica y desarrollo tecnológico Estadística sobre el Uso de Biotecnología Gasto en actividades de I+D interna en biotecnología Estadísticas sobre Actividades en I + D e Innovación en las Empresas. Metodología Cuentas económicas Investigación científica y desarrollo tecnológico Estadística sobre el Uso de Biotecnología Gasto en actividades innovadoras Conceptos de metodología de las TIC Cuentas económicas Investigación científica y desarrollo tecnológico Indicadores del Sector de Tecnologías de la Información y las Comunicaciones (TIC) Indicadores de Alta Tecnología Gasto en actividades relacionadas con la biotecnología Estadísticas sobre Actividades en I + D e Innovación en las Empresas. Metodología Cuentas económicas Investigación científica y desarrollo tecnológico Estadística sobre el Uso de Biotecnología Gasto en consumo final nacional del hogar (monetario y no monetario) Encuesta de Presupuestos Familiares (EPF). Nivel, calidad y condiciones de vida Encuesta de Presupuestos Familiares (EPF) Alquiler imputado Autoconsumo Autosuministro Escalas de equivalencia Factores de elevación temporal Gasto medio por hogar Gasto medio por persona Gasto medio por unidad de consumo Salario en especie Valor unitario de alimentos, bebidas, tabaco, combustibles y otras fuentes de energía Gasto medio diario por persona Encuestas turísticas. Metodología Cuentas económicas Hostelería y turismo Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Gasto turístico Gasto medio por hogar Encuesta de Presupuestos Familiares (EPF). Nivel, calidad y condiciones de vida Encuesta de Presupuestos Familiares (EPF) Gasto en consumo final nacional del hogar (monetario y no monetario) Gasto medio por persona Gasto medio por unidad de consumo Gasto medio por persona Encuesta de Presupuestos Familiares (EPF). Nivel, calidad y condiciones de vida Encuesta de Presupuestos Familiares (EPF) Gasto en consumo final nacional del hogar (monetario y no monetario) Gasto medio por hogar Gasto medio por unidad de consumo Gasto medio por unidad de consumo Encuesta de Presupuestos Familiares (EPF). Nivel, calidad y condiciones de vida Encuesta de Presupuestos Familiares (EPF) Escalas de equivalencia Gasto en consumo final nacional del hogar (monetario y no monetario) Gasto medio por hogar Gasto medio por persona Gasto Nacional en Protección Ambiental (GNPA) Encuestas medioambientales Medio ambiente y desarrollo sostenible Cuentas económicas Cuentas Medioambientales: Cuenta de Gasto en Protección Medioambiental Gasto turístico Encuestas turísticas. Metodología Cuentas económicas Hostelería y turismo Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Gasto medio diario por persona Viaje turístico Gastos corrientes Encuestas Instituto Nacional Estadística Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Gastos corrientes en bienes y servicios de un centro educativo Gastos corrientes en bienes y servicios de un centro educativo Encuestas Instituto Nacional Estadística Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Gastos corrientes Gastos de adquisiciones de fondos bibliotecarios Estadística de Bibliotecas. Metodología Cuentas económicas Cultura, deporte y ocio Estadística de Bibliotecas Gastos de capital Encuestas Instituto Nacional Estadística Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Inmovilizado inmaterial Inmovilizado material Gastos de inversión en bibliotecas Encuestas Instituto Nacional Estadística Cuentas económicas Cultura, deporte y ocio Estadística de Bibliotecas Gastos de las actividades educativas Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Gastos relacionados con la actividad docente y extraescolar Gastos relacionados con las actividades complementarias de un centro educativo Gastos de los servicios complementarios de un centro educativo Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Gasto de servicio complementario de servicio de comedor en un centro educativo Gasto de servicio complementario de servicio de residencia Gastos de otros servicios complementarios (guardería, enfermería, asistencia médica...) de un centro educativo Gastos de servicio complementario de transporte escolar regular Gastos de los servicios de cafetería, cine y similares en un centro educativo Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Gastos de otros servicios complementarios (guardería, enfermería, asistencia médica...) de un centro educativo Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Gastos de los servicios complementarios de un centro educativo Gastos de personal Encuestas Instituto Nacional Estadística Mercado laboral y salarios Estadística Estructural de Empresas: Sector Industrial Estadística de Financiación y Gastos de la Enseñanza Privada Estadística Estructural de Empresas. Sector Servicios Estadística de Filiales de Empresas Extranjeras en España Estadística Estructural de Empresas: Sector comercio Estadística de Bibliotecas Gastos de servicio complementario de transporte escolar regular Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Gastos de los servicios complementarios de un centro educativo Gastos del centro de atención a personas sin hogar Encuestas sobre las Personas sin hogar Protección social y servicios sociales Encuesta sobre Centros de Atención a las Personas sin Hogar Gastos en actividades de I+D interna Manual de Frascati Cuentas económicas Investigación científica y desarrollo tecnológico Estadística sobre Actividades en I+D en el Sector Empresas Estadística sobre Actividades en I+D en el Sector Administración Pública Estadística sobre Actividades en I+D en el Sector Instituciones Privadas sin Fines de Lucro Estadística sobre Actividades en I+D en el Sector Enseñanza Superior Indicadores del Sector de Tecnologías de la Información y las Comunicaciones (TIC) Indicadores de Alta Tecnología Gastos en servicios bancarios Encuestas Instituto Nacional Estadística Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Gastos generales de un centro educativo Gastos en servicios exteriores Estadísticas de Filiales de Empresas Españolas en el Exterior y de Empresas Extranjeras en España. Metodología Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística de Filiales de Empresas Extranjeras en España Estadística Estructural de Empresas: Sector comercio Gastos generales de administración de un centro educativo Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Gastos generales de un centro educativo Gastos generales de los inmuebles de un centro educativo Encuestas Instituto Nacional Estadística Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Gastos generales de un centro educativo Gastos generales de un centro educativo Encuestas Instituto Nacional Estadística Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Gastos en servicios bancarios Gastos generales de administración de un centro educativo Gastos generales de los inmuebles de un centro educativo Gastos generales en servicios exteriores Encuestas Instituto Nacional Estadística Cuentas económicas Educación Estadística de Financiación y Gastos de la Enseñanza Privada Gastos relacionados con la actividad docente y extraescolar Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Gastos de las actividades educativas Gastos relacionados con las actividades complementarias de un centro educativo Gastos relacionados con las actividades complementarias de un centro educativo Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Gastos de las actividades educativas Gastos relacionados con la actividad docente y extraescolar Gestación subrogada Encuestas de Fecundidad. Metodología Salud Demografía y población Encuesta de Fecundidad Grado de comisión Encuestas de condenados Seguridad y justicia Estadística de Condenados: Adultos Grado de ocupación en apartamentos en fin de semana Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Ocupación en Apartamentos Turísticos Grado de ocupación en parcelas en fin de semana Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Ocupación en Campings Grado de ocupación por apartamentos turísticos Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Ocupación en Apartamentos Turísticos Grado de ocupación por habitaciones Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Ocupación Hotelera Encuesta de Ocupación en Alojamientos de Turismo Rural Encuesta de Ocupación en Albergues Grado de ocupación por parcelas en campings Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Ocupación en Campings Grado de ocupación por plazas Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Ocupación Hotelera Encuesta de Ocupación en Apartamentos Turísticos Encuesta de Ocupación en Alojamientos de Turismo Rural Encuesta de Ocupación en Albergues Grado de ocupación por plazas en fin de semana Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Ocupación Hotelera Encuesta de Ocupación en Apartamentos Turísticos Encuesta de Ocupación en Alojamientos de Turismo Rural Encuesta de Ocupación en Albergues Gran cadena Índices de Comercio al por Menor . Manual metodológico Comercio interior y exterior Índices de Comercio al por Menor Gran superficie Gran superficie Índices de Comercio al por Menor . Manual metodológico Comercio interior y exterior Índices de Comercio al por Menor Gran cadena Grandes edificaciones Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Ocupación en Alojamientos de Turismo Rural Albergue Apartamento Apartamento rural Apartamento turístico Camping Casa rural Estudio Hotel rural Vivienda de uso compartido (Multipropiedad) Grupo con tarifa especial Encuestas turísticas. Metodología Hostelería y turismo Índice de Precios Hoteleros Indicadores de Rentabilidad del Sector Hotelero Grupo de control extranjero Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística del Procedimiento Concursal Guardería Encuestas de Fecundidad. Metodología Educación Protección social y servicios sociales Encuesta de Fecundidad Centro de enseñanza superior Centro de enseñanza universitaria Centro específico de educación especial Centro específico de educación para adultos Guarderías diurnas Indicadores Urbanos (Urban Audit). Metodología Nivel, calidad y condiciones de vida Indicadores Urbanos Habitación en alquiler en casa particular Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Habitaciones estimadas de un establecimiento Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Ocupación Hotelera Habitante Censo de Población y Vivienda Demografía y población Censos de Población y Viviendas Herencia Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Seguridad y justicia Estadística de Transmisión de Derechos de la Propiedad Título de adquisición Herido grave Reglamento (CE) n° 1192/2003 de la Comisión, de 3 de julio de 2003, por el que se modifica el Reglamento (CE) n° 91/2003 del Parlamento Europeo y del Consejo relativo a las estadísticas sobre transporte ferroviario Transporte y actividades conexas Nivel, calidad y condiciones de vida Estadística sobre Transporte Ferroviario Hijo biológico Encuestas de Fecundidad. Metodología Demografía y población Encuesta de Fecundidad Hipoteca Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Financieras y seguros Estadística de Hipotecas Estadística sobre Ejecuciones Hipotecarias Hogar con baja intensidad de trabajo Encuesta de Condiciones de Vida (ECV). Metodología Mercado laboral y salarios Nivel, calidad y condiciones de vida Encuesta de Condiciones de Vida (ECV) Hogar según criterio de presupuesto común Encuestas Instituto Nacional Estadística Demografía y población Encuesta de Condiciones de Vida (ECV) Encuesta de Presupuestos Familiares (EPF) Compartir gastos Miembro del hogar Persona ausente Persona presente Residencia habitual según criterio de seis meses Hogar según criterio de residencia Encuestas Instituto Nacional Estadística Demografía y población Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Censos de Población y Viviendas Indicadores Urbanos Encuesta Continua de Hogares Proyección de Hogares Encuesta Continua de Población Encuesta de Población Activa (EPA) Horario laboral contractual (a tiempo completo o a tiempo parcial) Reglamento (CE) n° 1738/2005 de la Comisión, de 21 de octubre de 2005, que modifica el Reglamento (CE) n° 1916/2000 en lo que se refiere a la definición y transmisión de la información sobre la estructura de los ingresos Mercado laboral y salarios Encuesta Trimestral de Coste Laboral (ETCL) Mujeres y Hombres en España Horas de trabajo efectivas Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta Trimestral de Coste Laboral (ETCL) Encuesta de Población Activa (EPA) Flujos de la Población Activa Horas de trabajo habituales Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Población Activa (EPA) Flujos de la Población Activa Horas trabajadas por el personal Encuestas Instituto Nacional Estadística Mercado laboral y salarios Estadística de Financiación y Gastos de la Enseñanza Privada Horas trabajadas por el personal remunerado Reglamento (CE) nº 250/2009 de la Comisión, de 11 de marzo de 2009 , por el que se aplica el Reglamento (CE) nº 295/2008 del Parlamento Europeo y del Consejo relativo a las estadísticas estructurales de las empresas. Mercado laboral y salarios Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Personal remunerado equivalente a tiempo completo (16 14 0) Hospitalización Encuesta Nacional de Salud. Metodología Salud Mujeres y Hombres en España Encuesta Nacional de Salud (ENSE) Encuesta Europea de Salud Hotel rural Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Ocupación en Alojamientos de Turismo Rural Albergue Apartamento Apartamento rural Apartamento turístico Camping Casa rural Estudio Grandes edificaciones Vivienda de uso compartido (Multipropiedad) Hueco Encuestas Instituto Nacional Estadística Demografía y población Encuesta Continua de Hogares Huésped o Inquilino Encuesta de Presupuestos Familiares (EPF). Demografía y población Encuesta de Presupuestos Familiares (EPF) Invitado Miembro del hogar Importaciones y exportaciones de materiales Manual de Eurostat: Cuentas de flujos de materiales e indicadores derivados para el total de la economía Medio ambiente y desarrollo sostenible Cuentas Medioambientales: Cuenta de Flujos de Materiales Importe de las coutas del canon de vertido Estadísticas sobre el uso del Agua. Metodología Medio ambiente y desarrollo sostenible Estadísticas sobre el Uso del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Importe de las cuotas de saneamiento y alcantarillado Estadísticas sobre el uso del Agua. Metodología Medio ambiente y desarrollo sostenible Estadísticas sobre el Uso del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Importe del suministro público de agua Estadísticas sobre el uso del Agua. Metodología Medio ambiente y desarrollo sostenible Estadísticas sobre el Uso del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Importes facturados a los usuarios por los servicios del agua Estadísticas sobre el Suministro y Saneamiento del Agua. Metodología Medio ambiente y desarrollo sostenible Estadísticas sobre el Suministro y Saneamiento del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Impuestos Manual de impuestos medioambientales, guia 2001 EUROSTAT Cuentas económicas Cuentas Medioambientales: Cuenta de Impuestos Ambientales Estadística de Financiación y Gastos de la Enseñanza Privada Impuestos Ambientales Manual de impuestos medioambientales, guia 2001 EUROSTAT Cuentas económicas Cuentas Medioambientales: Cuenta de Impuestos Ambientales Impuestos ligados a la producción y a los productos distintos del IVA y de los Impuestos Especiales Encuestas Estructurales de Empresas Empresas Financieras y seguros Estadística Estructural de Empresas: Sector Industrial Incapacidad laboral permanente Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta a las Personas sin Hogar Encuesta de Presupuestos Familiares (EPF) Población inactiva o inactivos Situación en relación con la actividad económica Incapacidad laboral permanente (situación autopercibida/autodeclarada) Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Inserción Laboral de Graduados Universitarios Censos de Población y Viviendas Encuesta de Población Activa (EPA) Encuesta de Transición Educativa - Formativa e Inserción Laboral Encuesta de Condiciones de Vida (ECV) Encuesta Nacional de Salud (ENSE) Situación principal autopercibida/autodeclarada en relación con la actividad económica. Incineración (con o sin recuperación de energía) Ley de residuos y suelos contaminados Medio ambiente y desarrollo sostenible Estadísticas sobre Recogida y Tratamiento de Residuos Indicador coyuntural de emigración Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de emigración por edad Indicador coyuntural de emigración interautonómica/interprovincial Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de emigración interautonómica/interprovincial por edad Indicador coyuntural de fecundidad o número medio de hijos por mujer Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Urbanos Indicadores Demográficos Básicos Tasa de fecundidad por edad de la madre Indicador coyuntural de migración interautonómica/interprovincial Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de migración interautonómica/interprovincial por edad Indicador coyuntural de nupcialidad Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de nupcialidad por edad Indicador coyuntural de primo-nupcialidad Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de primo-nupcialidad por edad Indicador de expectativas armonizado (Expectativas) Indicadores de Confianza Empresarial. Metodología Empresas Indicadores de Confianza Empresarial Indicador de familia numerosa Censo de Población y Vivienda Demografía y población Censos de Población y Viviendas Indicador de situación armonizado (Situación) Indicadores de Confianza Empresarial. Metodología Empresas Indicadores de Confianza Empresarial Índice agregado Índices de Precios Terminología general estadística Índices de Precios Industriales Índices de Precios de Materiales y Energía e Índices Nacionales de la Mano de Obra Índices de Precios de Exportación y de Importación de Productos Industriales Índice de Precios de Consumo (IPC) Índice de Precios de Consumo Armonizado (IPCA) Índices de Precios del Sector Servicios Índice de Precios de la Vivienda (IPV) Índice de Confianza Empresarial Armonizado (ICEA) Indicadores de Confianza Empresarial. Metodología Empresas Indicadores de Confianza Empresarial Indice de costes laborales (ICL) Reglamento (CE) n° 450/2003 del Parlamento Europeo y del Consejo, de 27 de febrero de 2003, sobre el índice de costes laborales Mercado laboral y salarios Encuesta Trimestral de Coste Laboral (ETCL) Índice de Coste Laboral Armonizado Costes laborales (D) Remuneración de los asalariados (D.1) Subvenciones recibidas por los empleadores (D.5) Índice de envejecimiento Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Índice de masa corporal (IMC) = 30 kg/m2). Para la población de 2 y 17 años, existen puntos de corte específicos. ]]> Encuesta Nacional de Salud. Metodología Salud Mujeres y Hombres en España Indicadores de Calidad de Vida Encuesta Nacional de Salud (ENSE) Encuesta Europea de Salud Índice elemental Índices de Precios Terminología general estadística Índices de Precios Industriales Índices de Precios de Materiales y Energía e Índices Nacionales de la Mano de Obra Índices de Precios de Exportación y de Importación de Productos Industriales Índice de Precios de Consumo (IPC) Índice de Precios de Consumo Armonizado (IPCA) Índices de Precios del Sector Servicios Índice elemental por tipología de vivienda Índices de Precios Precios Índice de Precios de la Vivienda (IPV) Infracción penal Encuestas de condenados Seguridad y justicia Estadística de Condenados: Menores Infracción penal imputada Violencia Doméstica y Violencia de Género. Metodología Seguridad y justicia Estadística de Violencia Doméstica y Violencia de Género Ingeniería, diseño y otros trabajos creativos como actividad de innovación Estadísticas sobre Actividades en I + D e Innovación en las Empresas. Metodología Investigación científica y desarrollo tecnológico Encuesta sobre Innovación en las Empresas Indicadores del Sector de Tecnologías de la Información y las Comunicaciones (TIC) Indicadores de Alta Tecnología Ingreso en hospital de día Encuesta Nacional de Salud. Metodología Salud Encuesta Nacional de Salud (ENSE) Encuesta Europea de Salud Ingreso mínimo vital Encuestas sobre las Personas sin hogar Encuesta a las Personas sin Hogar Ingresos corrientes de un centro educativo Encuestas Instituto Nacional Estadística Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Ingresos corrientes procedentes de alumnos Ingresos corrientes varios Ingresos de un centro educativo por subvenciones o transferencias corrientes Ingresos corrientes procedentes de alumnos Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Ingresos corrientes de un centro educativo Ingresos corrientes varios Encuestas Instituto Nacional Estadística Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Ingresos corrientes de un centro educativo Ingresos de capital Encuestas Instituto Nacional Estadística Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Ingresos financieros Transferencias de capital Venta de bienes de capital Ingresos de un centro educativo por subvenciones o transferencias corrientes Encuestas Instituto Nacional Estadística Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Ingresos corrientes de un centro educativo Ingresos financieros Encuestas Instituto Nacional Estadística Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Ingresos de capital Ingresos mensuales netos Encuestas Instituto Nacional Estadística Financieras y seguros Encuesta de Fecundidad Ingresos monetarios mensuales regulares del hogar Encuesta de Presupuestos Familiares (EPF). Nivel, calidad y condiciones de vida Encuesta de Presupuestos Familiares (EPF) Miembro del hogar Inmigración Estadística de Migraciones Demografía y población Indicadores Demográficos Básicos Proyecciones de Población a Corto Plazo Proyecciones de Población a Largo Plazo Estadística de Migraciones Proyecciones de Población Emigración Inmigración exterior Estadística de Migraciones Demografía y población Proyecciones de Población a Corto Plazo Proyecciones de Población a Largo Plazo Estadística de Migraciones Proyecciones de Población Inmigración interautonómica Estadística de Migraciones Demografía y población Proyecciones de Población a Corto Plazo Estadística de Migraciones Proyecciones de Población Inmigración interprovincial Estadística de Migraciones Demografía y población Proyecciones de Población a Corto Plazo Estadística de Migraciones Proyecciones de Población Inmovilizado inmaterial Encuestas Instituto Nacional Estadística Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Gastos de capital Inmovilizado material Inmovilizado material Encuestas Instituto Nacional Estadística Cuentas económicas Estadística de Financiación y Gastos de la Enseñanza Privada Gastos de capital Inmovilizado inmaterial Inmueble o hueco Encuestas Instituto Nacional Estadística Demografía y población Censo de Edificios Censos de Población y Viviendas Innovación Estadísticas sobre Actividades en I + D e Innovación en las Empresas. Metodología Investigación científica y desarrollo tecnológico Encuesta sobre Innovación en las Empresas Indicadores del Sector de Tecnologías de la Información y las Comunicaciones (TIC) Indicadores de Alta Tecnología Innovación de organización Innovación de producto Innovación en el proceso de negocio Innovación de marketing Estadísticas sobre Actividades en I + D e Innovación en las Empresas. Metodología Investigación científica y desarrollo tecnológico Encuesta sobre Innovación en las Empresas Esponja vagina Innovación de organización Innovación de producto Innovación en el proceso de negocio Innovación de organización Estadísticas sobre Actividades en I + D e Innovación en las Empresas. Metodología Investigación científica y desarrollo tecnológico Encuesta sobre Innovación en las Empresas Innovación Innovación de marketing Innovación de producto Innovación en el proceso de negocio Innovación de producto Estadísticas sobre Actividades en I + D e Innovación en las Empresas. Metodología Investigación científica y desarrollo tecnológico Encuesta sobre Innovación en las Empresas Indicadores del Sector de Tecnologías de la Información y las Comunicaciones (TIC) Indicadores de Alta Tecnología Innovación Innovación de marketing Innovación de organización Innovación en el proceso de negocio Innovación en el proceso de negocio Estadísticas sobre Actividades en I + D e Innovación en las Empresas. Metodología Investigación científica y desarrollo tecnológico Encuesta sobre Innovación en las Empresas Indicadores del Sector de Tecnologías de la Información y las Comunicaciones (TIC) Indicadores de Alta Tecnología Innovación Innovación de marketing Innovación de organización Innovación de producto Inputs directos de materiales (usados) Manual de Eurostat: Cuentas de flujos de materiales e indicadores derivados para el total de la economía Medio ambiente y desarrollo sostenible Cuentas Medioambientales: Cuenta de Flujos de Materiales Inseminación artificial Encuestas de Fecundidad. Metodología Salud Demografía y población Encuesta de Fecundidad Insolvencia Encuestas Sociedades Mercantiles y Procedimiento Concursal Seguridad y justicia Estadística del Procedimiento Concursal Instalaciones para el almacenamiento de abonos naturales de origen animal Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas. Metodología Agricultura Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas Institución Privada Sin Fines de Lucro (IPSFL) Manual de Frascati Empresas Estadística sobre Actividades en I+D en el Sector Instituciones Privadas sin Fines de Lucro Intención de tener hijos Encuestas de Fecundidad. Metodología Demografía y población Nivel, calidad y condiciones de vida Encuesta de Fecundidad Intensidad en innovación Estadísticas sobre Actividades en I + D e Innovación en las Empresas. Metodología Investigación científica y desarrollo tecnológico Encuesta sobre Innovación en las Empresas Indicadores del Sector de Tecnologías de la Información y las Comunicaciones (TIC) Indicadores de Alta Tecnología Intento de suicidio Reglamento (CE) n° 1192/2003 de la Comisión, de 3 de julio de 2003, por el que se modifica el Reglamento (CE) n° 91/2003 del Parlamento Europeo y del Consejo relativo a las estadísticas sobre transporte ferroviario Demografía y población Estadística sobre Transporte Ferroviario Interacción Índices de Precios Terminología general estadística Índice de Precios de la Vivienda (IPV) Interés original del préstamo hipotecario Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Financieras y seguros Estadística de Hipotecas Interés tras el cambio hipotecario Interés tras el cambio hipotecario Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Financieras y seguros Estadística de Hipotecas Interés original del préstamo hipotecario Internet Conceptos de metodología de las TIC Tecnologías de la información y las comunicaciones Encuesta sobre el Uso de Tecnologías de la Información y las Comunicaciones y del Comercio Electrónico en las Empresas Inventario Nacional de Emisiones a la Atmósfera Manual de cuentas de emisiones a la atmósfera, 2009 Medio ambiente y desarrollo sostenible Cuentas Medioambientales: Cuenta de Emisiones a la Atmósfera Inversión Encuestas Estructurales de Empresas Financieras y seguros Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Inversión bruta en activos materiales Estadísticas de Filiales de Empresas Españolas en el Exterior y de Empresas Extranjeras en España. Metodología Cuentas económicas Estadística de Filiales de Empresas Extranjeras en España Inversión bruta en construcción y reforma de edificios Reglamento (CE) nº 250/2009 de la Comisión, de 11 de marzo de 2009 , por el que se aplica el Reglamento (CE) nº 295/2008 del Parlamento Europeo y del Consejo relativo a las estadísticas estructurales de las empresas. Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Inversión en activos materiales (15 11 0) Inversión bruta en edificios y estructuras ya existentes Reglamento (CE) nº 250/2009 de la Comisión, de 11 de marzo de 2009 , por el que se aplica el Reglamento (CE) nº 295/2008 del Parlamento Europeo y del Consejo relativo a las estadísticas estructurales de las empresas. Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Inversión bruta en terrenos (15 12 0) Inversión en activos materiales (15 11 0) Inversión bruta en maquinaria y equipos Reglamento (CE) nº 250/2009 de la Comisión, de 11 de marzo de 2009 , por el que se aplica el Reglamento (CE) nº 295/2008 del Parlamento Europeo y del Consejo relativo a las estadísticas estructurales de las empresas. Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Inversión en activos materiales (15 11 0) Inversión bruta en terrenos Reglamento (CE) nº 250/2009 de la Comisión, de 11 de marzo de 2009 , por el que se aplica el Reglamento (CE) nº 295/2008 del Parlamento Europeo y del Consejo relativo a las estadísticas estructurales de las empresas. Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Inversión bruta en edificios y estructuras ya existentes (15 13 0) Inversión en activos materiales (15 11 0) Inversión en activos intangibles Encuestas Estructurales de Empresas Empresas Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Inversión en activos materiales Reglamento (CE) nº 250/2009 de la Comisión, de 11 de marzo de 2009 , por el que se aplica el Reglamento (CE) nº 295/2008 del Parlamento Europeo y del Consejo relativo a las estadísticas estructurales de las empresas. Financieras y seguros Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Inversión bruta en construcción y reforma de edificios (15 14 0) Inversión bruta en edificios y estructuras ya existentes (15 13 0) Inversión bruta en maquinaria y equipos (15 15 0) Inversión bruta en terrenos (15 12 0) Inversión en maquinaria y equipos destinados al control de la contaminación y en accesorios anticontaminación especiales (principalmente equipos de final de proceso). (21 11 0) Inversión en maquinaria y equipos vinculada con tecnologías más limpias (\"tecnología integrada\") (21 12 0) Inversión en edificios, construcciones y reformas Encuestas Estructurales de Empresas Financieras y seguros Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Inversión en elementos de transporte y otros Encuestas Estructurales de Empresas Financieras y seguros Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Inversión en instalaciones técnicas Encuestas Estructurales de Empresas Financieras y seguros Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Inversión en maquinaria y equipos destinados al control de la contaminación y en accesorios anticontaminación especiales (principalmente equipos de final de proceso). Reglamento (CE) nº 250/2009 de la Comisión, de 11 de marzo de 2009 , por el que se aplica el Reglamento (CE) nº 295/2008 del Parlamento Europeo y del Consejo relativo a las estadísticas estructurales de las empresas. Medio ambiente y desarrollo sostenible Estadísticas sobre las Actividades de Protección Medioambiental Cuentas Medioambientales: Otras Cuentas Medioambientales Inversión en activos materiales (15 11 0) Inversión en maquinaria y equipos vinculada con tecnologías más limpias (\"tecnología integrada\") (21 12 0) Total de gasto corriente en protección del medio ambiente (21 14 0) Inversión en maquinaria y equipos vinculada con tecnologías más limpias (\"tecnología integrada\") Reglamento (CE) nº 250/2009 de la Comisión, de 11 de marzo de 2009 , por el que se aplica el Reglamento (CE) nº 295/2008 del Parlamento Europeo y del Consejo relativo a las estadísticas estructurales de las empresas. Medio ambiente y desarrollo sostenible Estadísticas sobre las Actividades de Protección Medioambiental Cuentas Medioambientales: Otras Cuentas Medioambientales Inversión en activos materiales (15 11 0) Inversión en maquinaria y equipos destinados al control de la contaminación y en accesorios anticontaminación especiales (principalmente equipos de final de proceso). (21 11 0) Total de gasto corriente en protección del medio ambiente (21 14 0) Inversión en maquinaria y utillaje Encuestas Estructurales de Empresas Financieras y seguros Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Inversión en terrenos y bienes naturales Encuestas Estructurales de Empresas Financieras y seguros Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Investigación y desarrollo experimental (I+D) Manual de Frascati Investigación científica y desarrollo tecnológico Estadística sobre Actividades en I+D en el Sector Empresas Estadística sobre Actividades en I+D en el Sector Administración Pública Estadística sobre Actividades en I+D en el Sector Instituciones Privadas sin Fines de Lucro Estadística sobre Actividades en I+D en el Sector Enseñanza Superior Investigadores Indicadores de Alta Tecnología. Metodología Investigación científica y desarrollo tecnológico Indicadores de Alta Tecnología Mujeres y Hombres en España Invitado Encuesta de Presupuestos Familiares (EPF). Demografía y población Encuesta de Presupuestos Familiares (EPF) Huésped o Inquilino Miembro del hogar Inyección intracitoplasmática (ICSI) Encuestas de Fecundidad. Metodología Salud Demografía y población Encuesta de Fecundidad Jefe de la explotación Censo agrario. Metodología Agricultura Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas Censo Agrario Encuesta sobre la Estructura de las Explotaciones Agrícolas Jornada a tiempo completo Reglamento (CE) n° 1726/1999 de la Comisión de 27 de julio de 1999 por el que se aplica el Reglamento (CE) n° 530/1999 del Consejo relativo a las estadísticas estructurales sobre ingresos y costes salariales en cuanto a la definición y transmisión de la información sobre costes salariales Mercado laboral y salarios Encuesta Trimestral de Coste Laboral (ETCL) Jornada a tiempo parcial Reglamento (CE) n° 1726/1999 de la Comisión de 27 de julio de 1999 por el que se aplica el Reglamento (CE) n° 530/1999 del Consejo relativo a las estadísticas estructurales sobre ingresos y costes salariales en cuanto a la definición y transmisión de la información sobre costes salariales Mercado laboral y salarios Encuesta Trimestral de Coste Laboral (ETCL) Jubilado Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Población Activa (EPA) Estadística de Profesionales Sanitarios Colegiados Población inactiva o inactivos Situación en relación con la actividad económica Jubilado o retirado Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta a las Personas sin Hogar Encuesta de Presupuestos Familiares (EPF) Población inactiva o inactivos Situación en relación con la actividad económica Jubilado o retirado (situación autopercibida/autodeclarada) Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Condiciones de Vida (ECV) Jubilado (situación autopercibida/autodeclarada) Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Inserción Laboral de Graduados Universitarios Censos de Población y Viviendas Encuesta de Población Activa (EPA) Encuesta de Transición Educativa - Formativa e Inserción Laboral Encuesta Nacional de Salud (ENSE) Situación principal autopercibida/autodeclarada en relación con la actividad económica. Juegos Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Juicio de faltas Estadística de Juzgados de Paz. Metodología Seguridad y justicia Estadística de Juzgados de Paz Juicio verbal Estadística de Juzgados de Paz. Metodología Seguridad y justicia Estadística de Juzgados de Paz La formación de los empleados como una actividad de innovación Estadísticas sobre Actividades en I + D e Innovación en las Empresas. Metodología Investigación científica y desarrollo tecnológico Encuesta sobre Innovación en las Empresas Indicadores del Sector de Tecnologías de la Información y las Comunicaciones (TIC) Indicadores de Alta Tecnología Lavado vaginal Encuestas de Fecundidad. Metodología Salud Demografía y población Encuesta de Fecundidad Libro Producción Editorial de Libros. Metodología Cultura, deporte y ocio Estadística de Producción Editorial de Libros Documentos audiovisuales Documentos cartográficos Documentos gráficos Documentos sonoros Folleto Libro electrónico Manuscritos y documentos Microformas Partituras de música Libro electrónico Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Documentos audiovisuales Documentos cartográficos Documentos gráficos Documentos sonoros Folleto Libro Manuscritos y documentos Microformas Partituras de música Ligadura de trompas Encuestas de Fecundidad. Metodología Salud Demografía y población Encuesta de Fecundidad Limitación de larga duración en las actividades básicas Encuesta de Integración Social y Salud. Metodología Salud Encuesta de Integración Social y Salud Certificado de discapacidad Deficiencia Dependencia Discapacidad Personas con discapacidad oficialmente reconocida Lista Europea de Residuos (Códigos LER) Ley de residuos y suelos contaminados Medio ambiente y desarrollo sostenible Estadísticas sobre Generación de Residuos Estadísticas sobre Recogida y Tratamiento de Residuos Local o vivienda destinada exclusivamente a fines profesionales Encuestas Instituto Nacional Estadística Empresas Encuesta Continua de Hogares Locales dedicados a la venta Índices de Comercio al por Menor . Manual metodológico Empresas Índices de Comercio al por Menor Lugar de alojamiento Encuestas sobre las Personas sin hogar Demografía y población Encuesta a las Personas sin Hogar Encuesta sobre Centros de Atención a las Personas sin Hogar Lugar de estudio Censo de Población y Vivienda Educación Demografía y población Censos de Población y Viviendas Lugar de nacimiento Conceptos de Variables Nucleares Sociales Demografía y población Censos de Población y Viviendas Cifras Oficiales de Población de los Municipios Españoles: Revisión del Padrón Municipal Estadística del Padrón Continuo Estimaciones Intercensales de Población Estadística de Migraciones Estadística de Adquisiciones de Nacionalidad Española de Residentes Encuesta Continua de Población Estadística de Variaciones Residenciales Cifras de Población Encuesta de Presupuestos Familiares (EPF) Estadística de Violencia Doméstica y Violencia de Género Lugar de trabajo Reglamento (CE) Nº 1201/2009 de la Comisión, de 30 de noviembre de 2009, por el que se aplica el Reglamento (CE) Nº 763/2008 del Parlamento Europeo y del Consejo, relativo a los censos de población y vivienda, por lo que se refiere a las especificaciones técnicas de los temas y sus desagregaciones. Mercado laboral y salarios Demografía y población Censos de Población y Viviendas Mamografía Encuesta Nacional de Salud. Metodología Salud Mujeres y Hombres en España Encuesta Nacional de Salud (ENSE) Encuesta Europea de Salud Manuscritos y documentos Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Documentos audiovisuales Documentos cartográficos Documentos gráficos Documentos sonoros Folleto Libro Libro electrónico Microformas Partituras de música Margen bruto de bienes para reventa Reglamento (CE) nº 250/2009 de la Comisión, de 11 de marzo de 2009 , por el que se aplica el Reglamento (CE) nº 295/2008 del Parlamento Europeo y del Consejo relativo a las estadísticas estructurales de las empresas. Cuentas económicas Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Compras de bienes y servicios para reventa en las mismas condiciones en que se recibieron (13 12 0) Valor de la producción (12 12 0) Variación de las existencias de bienes y servicios comprados para reventa en las mismas condiciones en que se recibieron (13 21 1) Masa activa Encuestas Sociedades Mercantiles y Procedimiento Concursal Financieras y seguros Seguridad y justicia Estadística del Procedimiento Concursal Masa pasiva Masa pasiva Masa pasiva Encuestas Sociedades Mercantiles y Procedimiento Concursal Financieras y seguros Seguridad y justicia Estadística del Procedimiento Concursal Masa activa Masa activa Matrimonio Movimiento Natural de la Población Demografía y población Indicadores Demográficos Básicos MNP: Estadística de Matrimonios Mediana Encuesta de Condiciones de Vida (ECV). Metodología Terminología general estadística Encuesta de Condiciones de Vida (ECV) Indicadores de Calidad de Vida Medida adoptada Encuestas de condenados Seguridad y justicia Estadística de Condenados: Menores Medida cautelar Violencia Doméstica y Violencia de Género. Metodología Seguridad y justicia Estadística de Violencia Doméstica y Violencia de Género Medidas de fomento del empleo Estadísticas de Salario y Empleo de las Personas con Discapacidad. Metodología Mercado laboral y salarios Estadística del Empleo de las Personas con Discapacidad Estadística del Salario de las Personas con Discapacidad Menor condenado Encuestas de condenados Seguridad y justicia Estadística de Condenados: Menores Mercado exterior Cifras de Negocios y Entradas de Pedidos Comercio interior y exterior Índices de Cifras de Negocios Mercado interior Cifras de Negocios y Entradas de Pedidos Comercio interior y exterior Índices de Cifras de Negocios Mes de referencia Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Terminología general estadística Estadística de Hipotecas Estadística sobre Ejecuciones Hipotecarias Estadística de Transmisión de Derechos de la Propiedad Mes de referencia (efectos de comercio impagados) Efectos de Comercio Impagados. Metodología Terminología general estadística Estadística de Efectos de Comercio Impagados Método Ogino Encuestas de Fecundidad. Metodología Demografía y población Encuesta de Fecundidad Métodos de búsqueda de empleo activos. Reglamento (CE) Nº 1897/2000 de la Comisión de 7 de septiembre de 2000, por el que se establecen disposiciones de aplicación del Reglamento (CE) nº 577/98 Mercado laboral y salarios Encuesta de Población Activa (EPA) Métodos de búsqueda de empleo no activos. Reglamento (CE) Nº 1897/2000 de la Comisión de 7 de septiembre de 2000, por el que se establecen disposiciones de aplicación del Reglamento (CE) nº 577/98 Mercado laboral y salarios Encuesta de Población Activa (EPA) Metro ligero Reglamento (CE) n° 1192/2003 de la Comisión, de 3 de julio de 2003, por el que se modifica el Reglamento (CE) n° 91/2003 del Parlamento Europeo y del Consejo relativo a las estadísticas sobre transporte ferroviario Transporte y actividades conexas Estadística sobre Transporte Ferroviario Ferrocarril Metro (también llamado «suburbano» o «ferrocarril metropolitano ») Metro (también llamado «suburbano» o «ferrocarril metropolitano ») Reglamento (CE) n° 1192/2003 de la Comisión, de 3 de julio de 2003, por el que se modifica el Reglamento (CE) n° 91/2003 del Parlamento Europeo y del Consejo relativo a las estadísticas sobre transporte ferroviario Transporte y actividades conexas Estadística sobre Transporte Ferroviario Ferrocarril Metro ligero Microformas Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Documentos audiovisuales Documentos cartográficos Documentos gráficos Documentos sonoros Folleto Libro Libro electrónico Manuscritos y documentos Partituras de música Miembro del hogar Encuestas Instituto Nacional Estadística Demografía y población Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Encuesta de Condiciones de Vida (ECV) Encuesta de Presupuestos Familiares (EPF) Indicadores de Calidad de Vida Compartir gastos Estudiante según relación laboral Hogar según criterio de presupuesto común Huésped o Inquilino Ingresos monetarios mensuales regulares del hogar Invitado Perceptor de remesas regulares Persona ausente Persona presente Residencia habitual según criterio de seis meses Servicio doméstico Sustentador principal del hogar Migrante Estadística de Migraciones Demografía y población Censos de Población y Viviendas Indicadores Demográficos Básicos Proyecciones de Población a Corto Plazo Proyecciones de Población a Largo Plazo Estadística de Migraciones Proyecciones de Población Motivo principal del viaje Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Movilidad internacional de estudiantes Encuesta sobre Movilidad Internacional de los Estudiantes. Metodología Educación Encuesta sobre Movilidad Internacional de los Estudiantes Muerte fetal tardía Movimiento Natural de la Población Demografía y población MNP: Estadística de Nacimientos Estadística de Defunciones según la Causa de Muerte Muertes de empresas Demografía Armonizada de Empresas. Metodología Empresas Demografía Armonizada de Empresas Muerto Reglamento (CE) n° 1192/2003 de la Comisión, de 3 de julio de 2003, por el que se modifica el Reglamento (CE) n° 91/2003 del Parlamento Europeo y del Consejo relativo a las estadísticas sobre transporte ferroviario Transporte y actividades conexas Nivel, calidad y condiciones de vida Estadística sobre Transporte Ferroviario Municipio Ley 7/1985 Reguladora de las Bases de Régimen Local (BOE del 3 de mayo de 1985) Demografía y población Estadística de Transmisión de Derechos de la Propiedad Cifras Oficiales de Población de los Municipios Españoles: Revisión del Padrón Municipal Nacido en el extranjero Indicadores Urbanos (Urban Audit). Metodología Nivel, calidad y condiciones de vida Indicadores Urbanos Nacido (nacimiento) Movimiento Natural de la Población Demografía y población Indicadores Urbanos Indicadores Demográficos Básicos Proyecciones de Población a Corto Plazo Proyecciones de Población a Largo Plazo Proyecciones de Población MNP: Estadística de Nacimientos Estimación Mensual de Nacimientos (EMN) Parto Nacidos por cada mil defunciones Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Nacimientos empresas Demografía Armonizada de Empresas. Metodología Empresas Demografía Armonizada de Empresas Nacionalidad Conceptos de Variables Nucleares Sociales Demografía y población Encuesta de Inserción Laboral de Graduados Universitarios Encuesta Anual de Estructura Salarial Censos de Población y Viviendas Cifras Oficiales de Población de los Municipios Españoles: Revisión del Padrón Municipal Indicadores Urbanos Estadística del Padrón Continuo Estimaciones Intercensales de Población Indicadores Demográficos Básicos Estadística de Migraciones Estadística de Adquisiciones de Nacionalidad Española de Residentes Encuesta Continua de Población Estadística de Variaciones Residenciales Encuesta de Población Activa (EPA) Flujos de la Población Activa Cifras de Población Encuesta de Transición Educativa - Formativa e Inserción Laboral Encuesta de Condiciones de Vida (ECV) Encuesta de Presupuestos Familiares (EPF) Estadística de Nulidades, Separaciones y Divorcios Estadística de Condenados: Adultos Estadística de Condenados: Menores Indicadores de Calidad de Vida Nativo Indicadores Urbanos (Urban Audit). Metodología Nivel, calidad y condiciones de vida Indicadores Urbanos Naturaleza de la finca Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Seguridad y justicia Estadística de Hipotecas Estadística sobre Ejecuciones Hipotecarias Estadística de Transmisión de Derechos de la Propiedad Naturaleza jurídica del titular del centro Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada NIF Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística del Procedimiento Concursal Nivel de formación alcanzado Clasificación Internacional Normalizada de la Educación Educación Encuesta de Inserción Laboral de Graduados Universitarios Censos de Población y Viviendas Encuesta de Transición Educativa - Formativa e Inserción Laboral Encuesta de Condiciones de Vida (ECV) Mujeres y Hombres en España Encuesta de Presupuestos Familiares (EPF) Indicadores de Calidad de Vida Novación del tipo de interés Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Financieras y seguros Estadística de Hipotecas Cambio de hipoteca Núcleo de población Padrón Demografía y población Nomenclátor: Población del Padrón Continuo por Unidad Poblacional Diseminado Núcleo familiar Encuestas Instituto Nacional Estadística Demografía y población Censos de Población y Viviendas Encuesta Continua de Hogares Nuda propiedad Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Seguridad y justicia Estadística de Transmisión de Derechos de la Propiedad Derecho de propiedad transmitido Nulidad matrimonial Nulidades, Separaciones y Divorcios. Metodología Seguridad y justicia Estadística de Nulidades, Separaciones y Divorcios Número de generaciones que hay en el hogar Censo de Población y Vivienda Demografía y población Censos de Población y Viviendas Número de pasajeros Reglamento (CE) n° 1192/2003 de la Comisión, de 3 de julio de 2003, por el que se modifica el Reglamento (CE) n° 91/2003 del Parlamento Europeo y del Consejo relativo a las estadísticas sobre transporte ferroviario Transporte y actividades conexas Estadística sobre Transporte Ferroviario Ocupación Encuesta de Presupuestos Familiares (EPF). Mercado laboral y salarios Encuesta de Inserción Laboral de Graduados Universitarios Encuesta de Transición Educativa - Formativa e Inserción Laboral Encuesta de Presupuestos Familiares (EPF) Ocupación del personal de I+D Manual de Frascati Mercado laboral y salarios Investigación científica y desarrollo tecnológico Estadística sobre Actividades en I+D en el Sector Empresas Estadística sobre Actividades en I+D en el Sector Administración Pública Estadística sobre Actividades en I+D en el Sector Instituciones Privadas sin Fines de Lucro Estadística sobre Actividades en I+D en el Sector Enseñanza Superior Ocupados Encuestas Instituto Nacional Estadística Mercado laboral y salarios Indicadores de Alta Tecnología Estadística de Movilidad Laboral y Geográfica Encuesta de Población Activa (EPA) Flujos de la Población Activa Estadística del Empleo de las Personas con Discapacidad Mujeres y Hombres en España Encuesta de Presupuestos Familiares (EPF) Indicadores de Calidad de Vida Asalariados o trabajadores por cuenta ajena Parados Población activa o activos Población inactiva o inactivos Situación en relación con la actividad económica Trabajadores por cuenta propia Ocupados (situación autopercibida/autodeclarada) Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Inserción Laboral de Graduados Universitarios Censos de Población y Viviendas Encuesta de Población Activa (EPA) Encuesta de Transición Educativa - Formativa e Inserción Laboral Encuesta de Condiciones de Vida (ECV) Encuesta Nacional de Salud (ENSE) Situación principal autopercibida/autodeclarada en relación con la actividad económica. OPAC (Online Public Access Catalog/Catálogo en línea de acceso público) Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Operaciones de comercio internacional de servicios Manual de Balanza de Pagos FMI y Manual Estadístico CIS de NU Comercio interior y exterior Encuesta sobre Comercio Internacional de Servicios y otras Operaciones Internacionales Operaciones de recuperación Ley de residuos y suelos contaminados Medio ambiente y desarrollo sostenible Estadísticas sobre Recogida y Tratamiento de Residuos Operaciones de relleno (Backfilling) Ley de residuos y suelos contaminados Medio ambiente y desarrollo sostenible Estadísticas sobre Recogida y Tratamiento de Residuos Orden del nacimiento Movimiento Natural de la Población Demografía y población Indicadores Demográficos Básicos MNP: Estadística de Nacimientos Ordenadores de uso público exclusivo en bibliotecas Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Ordenadores mixtos en bibliotecas Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Ordenadores para gestión interna en bibliotecas Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Organismos públicos Manual de Frascati Empresas Estadística sobre Actividades en I+D en el Sector Administración Pública Estadística sobre el Uso de Biotecnología Origen de los fondos para I+D Manual de Frascati Investigación científica y desarrollo tecnológico Estadística sobre Actividades en I+D en el Sector Empresas Estadística sobre Actividades en I+D en el Sector Administración Pública Estadística sobre Actividades en I+D en el Sector Instituciones Privadas sin Fines de Lucro Estadística sobre Actividades en I+D en el Sector Enseñanza Superior Otros gastos corrientes Encuestas Instituto Nacional Estadística Cuentas económicas Cultura, deporte y ocio Estadística de Bibliotecas Otros gastos de personal Encuestas Estructurales de Empresas Financieras y seguros Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Otros ingresos de gestión Otros ingresos de gestión Encuestas Estructurales de Empresas Financieras y seguros Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Otros gastos de personal Outputs al Medio Ambiente Manual de Eurostat: Cuentas de flujos de materiales e indicadores derivados para el total de la economía Medio ambiente y desarrollo sostenible Cuentas Medioambientales: Cuenta de Flujos de Materiales Paciente o enfermo Encuesta Morbilidad Hospitalaria. Metodología Salud Encuesta de Morbilidad Hospitalaria Padre o madre adoptivo Encuestas de Fecundidad. Metodología Demografía y población Encuesta de Fecundidad Padre o madre biológico Encuestas de Fecundidad. Metodología Demografía y población Encuesta de Fecundidad Pago a asalariados que abandonan la empresa Reglamento (CE) nº 1737/2005 de la Comisión de 21 de octubre de 2005 por el que se modifica el Reglamento (CE) nº 1726/1999 en cuanto a la definición y la transmisión de la información sobre costes salariales Mercado laboral y salarios Cuentas económicas Encuesta Trimestral de Coste Laboral (ETCL) Pago de elementos esenciales Encuesta de Integración Social y Salud. Metodología Nivel, calidad y condiciones de vida Encuesta de Integración Social y Salud Pagos percibidos por la producción realizada como subcontratista Encuesta Industrial Anual de Productos. Metodología Encuesta Industrial Anual de Productos Producción total en valor Pagos por trabajadores de agencia Reglamento (CE) nº 250/2009 de la Comisión, de 11 de marzo de 2009 , por el que se aplica el Reglamento (CE) nº 295/2008 del Parlamento Europeo y del Consejo relativo a las estadísticas estructurales de las empresas. Cuentas económicas Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Total de compras de bienes y servicios (13 11 0) País de destino del estudiante Encuesta sobre Movilidad Internacional de los Estudiantes. Metodología Educación Encuesta sobre Movilidad Internacional de los Estudiantes País declarante Reglamento (CE) n° 91/2003 del Parlamento Europeo y del Consejo, de 16 de diciembre de 2002, relativo a las estadísticas sobre transporte ferroviario Terminología general estadística Estadística sobre Transporte Ferroviario Paquete turístico Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Parados Encuestas Instituto Nacional Estadística Mercado laboral y salarios Estadística de Movilidad Laboral y Geográfica Indicadores Urbanos Encuesta de Población Activa (EPA) Flujos de la Población Activa Estadística del Empleo de las Personas con Discapacidad Mujeres y Hombres en España Encuesta de Presupuestos Familiares (EPF) Indicadores de Calidad de Vida Ocupados Población activa o activos Población inactiva o inactivos Situación en relación con la actividad económica Parados (situación autopercibida/autodeclarada) Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Inserción Laboral de Graduados Universitarios Censos de Población y Viviendas Encuesta de Población Activa (EPA) Encuesta de Transición Educativa - Formativa e Inserción Laboral Encuesta de Condiciones de Vida (ECV) Encuesta a las Personas sin Hogar Encuesta Nacional de Salud (ENSE) Situación principal autopercibida/autodeclarada en relación con la actividad económica. Parcelas de campings estimadas Encuestas turísticas. Metodología Hostelería y turismo Índice de Precios de Camping Encuesta de Ocupación en Campings Parcelas totales ocupadas en campings Parcelas totales ocupadas en campings Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Ocupación en Campings Parcelas de campings estimadas Pareja de hecho Encuestas de Fecundidad. Metodología Demografía y población Encuesta de Fecundidad Particulares que contratan servicios de alojamiento Encuestas turísticas. Metodología Hostelería y turismo Índice de Precios Hoteleros Indicadores de Rentabilidad del Sector Hotelero Partituras de música Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Documentos audiovisuales Documentos cartográficos Documentos gráficos Documentos sonoros Folleto Libro Libro electrónico Manuscritos y documentos Microformas Parto Movimiento Natural de la Población Demografía y población MNP: Estadística de Nacimientos Nacido (nacimiento) Pasajero de ferrocarril Reglamento (CE) n° 1192/2003 de la Comisión, de 3 de julio de 2003, por el que se modifica el Reglamento (CE) n° 91/2003 del Parlamento Europeo y del Consejo relativo a las estadísticas sobre transporte ferroviario Transporte y actividades conexas Estadística sobre Transporte Ferroviario Pasajero-km Reglamento (CE) n° 1192/2003 de la Comisión, de 3 de julio de 2003, por el que se modifica el Reglamento (CE) n° 91/2003 del Parlamento Europeo y del Consejo relativo a las estadísticas sobre transporte ferroviario Transporte y actividades conexas Estadística sobre Transporte Ferroviario Pastoreo en tierras comunales Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas. Metodología Agricultura Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas Tierras comunales Pastoreo en tierras de la propia explotación Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas. Metodología Agricultura Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas PDA (Personal Digital Assistant) Conceptos de metodología de las TIC Tecnologías de la información y las comunicaciones Encuesta sobre el Uso de Tecnologías de la Información y las Comunicaciones y del Comercio Electrónico en las Empresas Pedido Cifras de Negocios y Entradas de Pedidos Comercio interior y exterior Índices de Cifras de Negocios Índices de Entradas de Pedidos Pena Encuestas de condenados Seguridad y justicia Estadística de Condenados: Adultos Penas y medidas dictadas Violencia Doméstica y Violencia de Género. Metodología Seguridad y justicia Estadística de Violencia Doméstica y Violencia de Género Pensión alimenticia Nulidades, Separaciones y Divorcios. Metodología Seguridad y justicia Estadística de Nulidades, Separaciones y Divorcios Pensión alimenticia Encuestas de Fecundidad. Metodología Nivel, calidad y condiciones de vida Encuesta de Fecundidad Pensión de invalidez Pensión de invalidez Pensión de jubilación Pensión de viudedad Pensión no contributiva Pensión no contributiva Pensión pagada por una ONG u organismo Pensión compensatoria Nulidades, Separaciones y Divorcios. Metodología Seguridad y justicia Estadística de Nulidades, Separaciones y Divorcios Pensión de invalidez Encuestas sobre las Personas sin hogar Mercado laboral y salarios Nivel, calidad y condiciones de vida Pensión alimenticia Pensión de jubilación Pensión de viudedad Pensión no contributiva Pensión no contributiva Pensión pagada por una ONG u organismo Pensión de invalidez Encuestas sobre las Personas sin hogar Encuesta a las Personas sin Hogar Pensión alimenticia Pensión de jubilación Pensión de viudedad Pensión no contributiva Pensión pagada por una ONG u organismo Pensión de jubilación Encuestas sobre las Personas sin hogar Mercado laboral y salarios Nivel, calidad y condiciones de vida Encuesta a las Personas sin Hogar Pensión alimenticia Pensión de invalidez Pensión de invalidez Pensión de viudedad Pensión no contributiva Pensión no contributiva Pensión pagada por una ONG u organismo Pensión de viudedad Encuestas sobre las Personas sin hogar Mercado laboral y salarios Nivel, calidad y condiciones de vida Encuesta a las Personas sin Hogar Pensión alimenticia Pensión de invalidez Pensión de invalidez Pensión de jubilación Pensión no contributiva Pensión no contributiva Pensión pagada por una ONG u organismo Pensión no contributiva Encuestas sobre las Personas sin hogar Mercado laboral y salarios Nivel, calidad y condiciones de vida Pensión alimenticia Pensión de invalidez Pensión de invalidez Pensión de jubilación Pensión de viudedad Pensión pagada por una ONG u organismo Pensión no contributiva Encuestas sobre las Personas sin hogar Encuesta a las Personas sin Hogar Pensión alimenticia Pensión de invalidez Pensión de jubilación Pensión de viudedad Pensión pagada por una ONG u organismo Pensión pagada por una ONG u organismo Encuestas sobre las Personas sin hogar Protección social y servicios sociales Nivel, calidad y condiciones de vida Encuesta a las Personas sin Hogar Pensión alimenticia Pensión de invalidez Pensión de invalidez Pensión de jubilación Pensión de viudedad Pensión no contributiva Pensión no contributiva Pequeña cadena Índices de Comercio al por Menor . Manual metodológico Comercio interior y exterior Índices de Comercio al por Menor Perceptor de remesas regulares Encuesta de Presupuestos Familiares (EPF). Nivel, calidad y condiciones de vida Encuesta de Presupuestos Familiares (EPF) Miembro del hogar Perceptores de ingresos Encuesta de Población Activa Mercado laboral y salarios Encuesta de Población Activa (EPA) Flujos de la Población Activa Pérdidas aparentes de agua no registrada Estadísticas sobre el Suministro y Saneamiento del Agua. Metodología Medio ambiente y desarrollo sostenible Cuentas Medioambientales: Otras Cuentas Medioambientales Agua no registrada Pérdidas en la red de conducción principal Estadísticas sobre el uso del Agua. Metodología Agricultura Medio ambiente y desarrollo sostenible Estadísticas sobre el Uso del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Pérdidas reales de agua no registrada Estadísticas sobre el Suministro y Saneamiento del Agua. Metodología Medio ambiente y desarrollo sostenible Cuentas Medioambientales: Otras Cuentas Medioambientales Agua no registrada Periodo de referencia de los gastos Encuesta de Presupuestos Familiares (EPF). Encuesta de Presupuestos Familiares (EPF) Periodo de referencia del índice o periodo base Índices de Precios Terminología general estadística Índice de Precios de la Vivienda (IPV) Permiso de paternidad o maternidad Encuestas de Fecundidad. Metodología Demografía y población Encuesta de Fecundidad Permuta Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Seguridad y justicia Estadística de Transmisión de Derechos de la Propiedad Título de adquisición Pernoctaciones o plazas ocupadas Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Ocupación Hotelera Encuesta de Ocupación en Apartamentos Turísticos Encuesta de Ocupación en Campings Encuesta de Ocupación en Alojamientos de Turismo Rural Encuesta de Ocupación en Albergues Indicadores Urbanos Persona ausente Encuesta de Presupuestos Familiares (EPF). Demografía y población Encuesta de Presupuestos Familiares (EPF) Compartir gastos Hogar según criterio de presupuesto común Miembro del hogar Persona presente Residencia habitual según criterio de seis meses Persona condenada Encuestas de condenados Seguridad y justicia Estadística de Condenados: Adultos Persona condenada / absuelta Violencia Doméstica y Violencia de Género. Metodología Seguridad y justicia Estadística de Violencia Doméstica y Violencia de Género Persona de referencia Encuesta Nacional de Salud. Metodología Demografía y población Terminología general estadística Encuesta Nacional de Salud (ENSE) Encuesta Europea de Salud Persona de 16 y más años Encuesta de Condiciones de Vida (ECV). Metodología Demografía y población Encuesta de Condiciones de Vida (ECV) Persona denunciada y víctima a la vez en un asunto de violencia doméstica Violencia Doméstica y Violencia de Género. Metodología Seguridad y justicia Estadística de Violencia Doméstica y Violencia de Género Violencia doméstica Persona física Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Seguridad y justicia Estadística de Hipotecas Estadística sobre Ejecuciones Hipotecarias Estadística de Transmisión de Derechos de la Propiedad Estadística del Procedimiento Concursal Titular hipotecario Transmitente Persona jurídica Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Seguridad y justicia Estadística de Hipotecas Estadística sobre Ejecuciones Hipotecarias Estadística de Transmisión de Derechos de la Propiedad Titular hipotecario Transmitente Persona presente Encuesta de Presupuestos Familiares (EPF). Demografía y población Encuesta de Presupuestos Familiares (EPF) Compartir gastos Hogar según criterio de presupuesto común Miembro del hogar Persona ausente Residencia habitual según criterio de seis meses Persona responsable de la vivienda Encuesta de Condiciones de Vida (ECV). Metodología Demografía y población Encuesta de Condiciones de Vida (ECV) Persona sin hogar Encuestas sobre las Personas sin hogar Nivel, calidad y condiciones de vida Encuesta a las Personas sin Hogar Encuesta sobre Centros de Atención a las Personas sin Hogar Personal bibliotecario especializado Estadística de Bibliotecas. Metodología Mercado laboral y salarios Cultura, deporte y ocio Estadística de Bibliotecas Becarios bibliotecarios Personal no especializado en biblioteconomía Voluntarios de una biblioteca Personal dedicado a actividades de I+D Indicadores de Alta Tecnología. Metodología Mercado laboral y salarios Investigación científica y desarrollo tecnológico Estadística sobre Actividades en I+D en el Sector Empresas Estadística sobre Actividades en I+D en el Sector Administración Pública Estadística sobre Actividades en I+D en el Sector Instituciones Privadas sin Fines de Lucro Estadística sobre Actividades en I+D en el Sector Enseñanza Superior Indicadores de Alta Tecnología Mujeres y Hombres en España Personal del centro Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Mercado laboral y salarios Estadística de Financiación y Gastos de la Enseñanza Privada Personal en actividades relacionadas con la biotecnología Estadísticas sobre Actividades en I + D e Innovación en las Empresas. Metodología Mercado laboral y salarios Investigación científica y desarrollo tecnológico Estadística sobre el Uso de Biotecnología Personal en equivalencia a jornada completa (EJC) Encuestas Instituto Nacional Estadística Mercado laboral y salarios Investigación científica y desarrollo tecnológico Estadística sobre Actividades en I+D en el Sector Empresas Estadística sobre Actividades en I+D en el Sector Administración Pública Estadística sobre Actividades en I+D en el Sector Instituciones Privadas sin Fines de Lucro Estadística sobre Actividades en I+D en el Sector Enseñanza Superior Indicadores del Sector de Tecnologías de la Información y las Comunicaciones (TIC) Estadística de Bibliotecas Personal no especializado en biblioteconomía Estadística de Bibliotecas. Metodología Mercado laboral y salarios Cultura, deporte y ocio Estadística de Bibliotecas Becarios bibliotecarios Personal bibliotecario especializado Voluntarios de una biblioteca Personal no remunerado Encuestas Instituto Nacional Estadística Mercado laboral y salarios Estadística sobre Actividades en I+D en el Sector Empresas Encuesta sobre Innovación en las Empresas Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Encuesta de Ocupación Hotelera Encuesta de Ocupación en Apartamentos Turísticos Encuesta de Ocupación en Campings Encuesta de Ocupación en Alojamientos de Turismo Rural Encuesta de Ocupación en Albergues Personal ocupado Personal remunerado Personal ocupado Encuestas Instituto Nacional Estadística Mercado laboral y salarios Estadística Estructural de Empresas: Sector Industrial Estadística sobre Actividades en I+D en el Sector Empresas Encuesta sobre Innovación en las Empresas Indicadores del Sector de Tecnologías de la Información y las Comunicaciones (TIC) Índices de Comercio al por Menor Estadística Estructural de Empresas. Sector Servicios Indicadores de Actividad del Sector Servicios Estadística de Productos en el Sector Servicios Estadística Estructural de Empresas: Sector comercio Estadística de Productos en el Sector Comercio Encuesta de Ocupación Hotelera Encuesta de Ocupación en Apartamentos Turísticos Encuesta de Ocupación en Campings Encuesta de Ocupación en Alojamientos de Turismo Rural Encuesta de Ocupación en Albergues Personal no remunerado Personal remunerado Personal remunerado Encuestas Instituto Nacional Estadística Mercado laboral y salarios Estadística Estructural de Empresas: Sector Industrial Estadística sobre Actividades en I+D en el Sector Empresas Encuesta sobre Innovación en las Empresas Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Encuesta de Ocupación Hotelera Encuesta de Ocupación en Apartamentos Turísticos Encuesta de Ocupación en Campings Encuesta de Ocupación en Alojamientos de Turismo Rural Encuesta de Ocupación en Albergues Personal no remunerado Personal ocupado Personal remunerado equivalente a tiempo completo Reglamento (CE) nº 250/2009 de la Comisión, de 11 de marzo de 2009 , por el que se aplica el Reglamento (CE) nº 295/2008 del Parlamento Europeo y del Consejo relativo a las estadísticas estructurales de las empresas. Mercado laboral y salarios Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Horas trabajadas por el personal remunerado (16 15 0) Personas con discapacidad oficialmente reconocida Estadísticas de Salario y Empleo de las Personas con Discapacidad. Metodología Mercado laboral y salarios Salud Demografía y población Estadística del Empleo de las Personas con Discapacidad Certificado de discapacidad Deficiencia Dependencia Discapacidad Limitación de larga duración en las actividades básicas Personas ocupadas Estadísticas de Filiales de Empresas Españolas en el Exterior y de Empresas Extranjeras en España. Metodología Mercado laboral y salarios Estadística de Filiales de Empresas Españolas en el Exterior Estadística de Filiales de Empresas Extranjeras en España Pertenencia a un grupo de empresa concursada Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística del Procedimiento Concursal Peso Reglamento (CE) n° 1192/2003 de la Comisión, de 3 de julio de 2003, por el que se modifica el Reglamento (CE) n° 91/2003 del Parlamento Europeo y del Consejo relativo a las estadísticas sobre transporte ferroviario Transporte y actividades conexas Estadística sobre Transporte Ferroviario Píldora del día después Encuestas de Fecundidad. Metodología Salud Demografía y población Encuesta de Fecundidad Piso o casa facilitado por una ONG u organismo Encuestas sobre las Personas sin hogar Protección social y servicios sociales Nivel, calidad y condiciones de vida Encuesta a las Personas sin Hogar Piso ocupado Encuestas sobre las Personas sin hogar Nivel, calidad y condiciones de vida Encuesta a las Personas sin Hogar Plazas estimadas de campings Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Ocupación en Campings Plazas estimadas de un establecimiento Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Ocupación Hotelera Encuesta de Ocupación en Alojamientos de Turismo Rural Encuesta de Ocupación en Albergues Indicadores Urbanos Plazas estimadas de un establecimiento y/o empresa explotadora de apartamentos turísticos Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Ocupación en Apartamentos Turísticos Pleno dominio Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Seguridad y justicia Estadística de Transmisión de Derechos de la Propiedad Derecho de propiedad transmitido Población activa o activos Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Inserción Laboral de Graduados Universitarios Estadística de Movilidad Laboral y Geográfica Indicadores Urbanos Encuesta de Población Activa (EPA) Flujos de la Población Activa Estadística del Empleo de las Personas con Discapacidad Encuesta de Transición Educativa - Formativa e Inserción Laboral Encuesta de Presupuestos Familiares (EPF) Indicadores de Calidad de Vida Ocupados Parados Población inactiva o inactivos Situación en relación con la actividad económica Población española residente en el extranjero Padrón de Españoles Residentes en el Extranjero. Metodología Demografía y población Estadística del Padrón de Españoles Residentes en el Extranjero Población inactiva o inactivos Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Inserción Laboral de Graduados Universitarios Estadística de Movilidad Laboral y Geográfica Indicadores Urbanos Encuesta de Población Activa (EPA) Flujos de la Población Activa Estadística del Empleo de las Personas con Discapacidad Encuesta de Transición Educativa - Formativa e Inserción Laboral Mujeres y Hombres en España Encuesta de Presupuestos Familiares (EPF) Dedicado a las labores del hogar Estudiante según relación laboral Incapacidad laboral permanente Jubilado Jubilado o retirado Ocupados Parados Población activa o activos Situación en relación con la actividad económica Población residente Encuestas Instituto Nacional Estadística Demografía y población Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Censos de Población y Viviendas Cifras Oficiales de Población de los Municipios Españoles: Revisión del Padrón Municipal Indicadores Urbanos Estadística del Padrón Continuo Nomenclátor: Población del Padrón Continuo por Unidad Poblacional Estimaciones Intercensales de Población Indicadores Demográficos Básicos Proyecciones de Población a Corto Plazo Proyecciones de Población a Largo Plazo Encuesta Continua de Hogares Proyección de Hogares Proyecciones de Población Estadística de Adquisiciones de Nacionalidad Española de Residentes Encuesta Continua de Población Encuesta de Población Activa (EPA) Flujos de la Población Activa Cifras de Población Encuesta sobre Equipamiento y Uso de Tecnologías de Información y Comunicación en los Hogares Población vinculada Censo de Población y Vivienda Demografía y población Censos de Población y Viviendas Ponderación de un producto o agregado Índices de Precios Precios Índices de Precios Industriales Índices de Precios de Materiales y Energía e Índices Nacionales de la Mano de Obra Índices de Precios de Exportación y de Importación de Productos Industriales Índice de Precios de Consumo (IPC) Índice de Precios de Consumo Armonizado (IPCA) Índices de Precios del Sector Servicios Índice de Precios de la Vivienda (IPV) Porcentaje de fallecidos menores de 1 año respecto a las defunciones totales Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Porcentaje de fallecidos menores de 28 días respecto a las defunciones de menores de 1 año Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Porcentaje de fallecidos menores de 28 días respecto a las defunciones totales Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Porcentaje de fallecidos menores de 7 días respecto a las defunciones de menores de 1 año Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Porcentaje de fallecidos menores de 7 días respecto a las defunciones de menores de 28 días Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Porcentaje de fallecidos menores de 7 días respecto a las defunciones totales Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Porcentaje de nacidos de madre no casada Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Porcentaje de nacidos por orden de nacimiento Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Precio de adquisición Encuesta Coyuntural sobre Stocks y Existencias. Metodología Cuentas económicas Encuesta Coyuntural sobre Stocks y Existencias Precios de alojamientos de turismo rural Encuestas turísticas. Metodología Precios Hostelería y turismo Índice de Precios de Alojamientos de Turismo Rural Precios de apartamentos turisticos Encuestas turísticas. Metodología Precios Hostelería y turismo Índice de Precios de Apartamentos Turísticos Precios de campings Encuestas turísticas. Metodología Precios Hostelería y turismo Índice de Precios de Camping Precios de consumo Índices de Precios Precios Índice de Precios de Consumo (IPC) Índice de Precios de Consumo Armonizado (IPCA) Precios de establecimientos hoteleros Encuestas turísticas. Metodología Hostelería y turismo Índice de Precios Hoteleros Indicadores de Rentabilidad del Sector Hotelero Precios de producción Reglamento (CE) nº 1503/2006 de la Comisión, de 28 de septiembre de 2006 , por el que se aplica y modifica el Reglamento (CE) n o 1165/98 del Consejo sobre las estadísticas coyunturales, en lo relativo a la definición de las variables, la lista de variables y la frecuencia de compilación de datos Cuentas económicas Índices de Precios del Sector Servicios Precios de producción de servicios Índices de Precios Precios Índices de Precios del Sector Servicios Precios de viviendas Índices de Precios Construcción y vivienda Precios Índice de Precios de la Vivienda (IPV) Precios industriales de exportación e importación Índices de Precios Precios Índices de Precios de Exportación y de Importación de Productos Industriales Precios industriales del mercado interior Índices de Precios Precios Índices de Precios Industriales Índices de Precios de Materiales y Energía e Índices Nacionales de la Mano de Obra Precursores de accidentes Directiva 2016/798 del Parlamento Europeo (UE) y del Consejo de 11 de mayo de 2016,sobre la seguridad ferroviaria. Transporte y actividades conexas Estadística sobre Transporte Ferroviario Deformación u otra desalineación de la vía Eje roto de material rodante en servicio Fallo de la señalización Rotura de carril Rueda rota de material rodante en servicio Señal pasada en situación de peligro sin sobrepasar el punto de peligro Señal pasada en situación de peligro sobrepasando el punto de peligro Preparación para la reutilización Ley de residuos y suelos contaminados Estadísticas sobre Recogida y Tratamiento de Residuos Prestación por desempleo Encuestas sobre las Personas sin hogar Mercado laboral y salarios Encuesta a las Personas sin Hogar Prestaciones en centros de atención a personas sin hogar Encuestas sobre las Personas sin hogar Nivel, calidad y condiciones de vida Encuesta sobre Centros de Atención a las Personas sin Hogar Préstamo domiciliario de fondos bibliotecarios Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Préstamo interbibliotecario Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Primera edición Producción Editorial de Libros. Metodología Cultura, deporte y ocio Estadística de Producción Editorial de Libros Procedencia del agua consumida en el riego Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas. Metodología Agricultura Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas Procedimiento abreviado Encuestas Sociedades Mercantiles y Procedimiento Concursal Financieras y seguros Seguridad y justicia Estadística del Procedimiento Concursal Procedimiento concursal Procedimiento ordinario Procedimiento concursal Encuestas Sociedades Mercantiles y Procedimiento Concursal Financieras y seguros Seguridad y justicia Estadística del Procedimiento Concursal Procedimiento abreviado Procedimiento ordinario Procedimiento ordinario Encuestas Sociedades Mercantiles y Procedimiento Concursal Financieras y seguros Seguridad y justicia Estadística del Procedimiento Concursal Procedimiento abreviado Procedimiento concursal Producción propia comercializada Encuesta Industrial Anual de Productos. Metodología Empresas Encuesta Industrial Anual de Productos Producción propia en cantidad Producción propia en cantidad Producción propia total Producción propia en cantidad Encuesta Industrial Anual de Productos. Metodología Empresas Encuesta Industrial Anual de Productos Producción propia comercializada Producción propia comercializada Producción propia total Producción propia total Producción propia en valor Encuesta Industrial Anual de Productos. Metodología Cuentas económicas Encuesta Industrial Anual de Productos Producción total en valor Producción propia total Encuesta Industrial Anual de Productos. Metodología Empresas Encuesta Industrial Anual de Productos Producción propia comercializada Producción propia en cantidad Producción propia en cantidad Producción total en valor Encuesta Industrial Anual de Productos. Metodología Encuesta Industrial Anual de Productos Pagos percibidos por la producción realizada como subcontratista Producción propia en valor Productividad Encuestas Instituto Nacional Estadística Empresas Mercado laboral y salarios Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Profesión sanitaria Profesionales Sanitarios Colegiados. Metodología Salud Estadística de Profesionales Sanitarios Colegiados Proporción de personas mayores de 64 años Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Proporción de población nacida en el extranjero Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Propuesta anticipada de convenio Encuestas Sociedades Mercantiles y Procedimiento Concursal Financieras y seguros Seguridad y justicia Estadística del Procedimiento Concursal Espera Quita Protección del medio ambiente Encuestas medioambientales Medio ambiente y desarrollo sostenible Estadísticas sobre las Actividades de Protección Medioambiental Cuentas Medioambientales: Otras Cuentas Medioambientales Cuentas Medioambientales: Cuenta de Gasto en Protección Medioambiental Provincia La Constitución Española de 1978 Demografía y población Estadística de Efectos de Comercio Impagados Estadística de Hipotecas Estadística de Sociedades Mercantiles Estadística sobre Ejecuciones Hipotecarias Estadística de Transmisión de Derechos de la Propiedad Estadística del Procedimiento Concursal Encuesta de Ocupación Hotelera Encuesta de Ocupación en Apartamentos Turísticos Encuesta de Ocupación en Campings Encuesta de Ocupación en Alojamientos de Turismo Rural Relación de Municipios y sus Códigos por Provincias Estimaciones Intercensales de Población Indicadores Demográficos Básicos Proyecciones de Población a Corto Plazo Estadística de Migraciones Proyecciones de Población Encuesta de Población Activa (EPA) Cifras de Población Publicación periódica Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Puesto de trabajo REGLAMENTO (UE) No 549/2013 DEL PARLAMENTO EUROPEO Y DEL CONSEJO, de 21 de mayo de 2013, relativo al Sistema Europeo de Cuentas Nacionales y Regionales de la Unión Europea Mercado laboral y salarios Cuentas económicas Indicadores Urbanos Puestos de consulta Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Punto de servicio de una biblioteca Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Punto turístico Encuestas turísticas. Metodología Hostelería y turismo Encuesta de Ocupación Hotelera Encuesta de Ocupación en Apartamentos Turísticos Encuesta de Ocupación en Campings Encuesta de Ocupación en Alojamientos de Turismo Rural Zona turística Quita Encuestas Sociedades Mercantiles y Procedimiento Concursal Financieras y seguros Seguridad y justicia Estadística del Procedimiento Concursal Propuesta anticipada de convenio Ramas de conocimiento Estadística de Enseñanza Universitaria. Metodología Educación Encuesta de Inserción Laboral de Graduados Universitarios Estadística de Enseñanza Universitaria Encuesta de Transición Educativa - Formativa e Inserción Laboral Ratio de masculinidad Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Ratio de masculinidad a la defunción Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Ratio de masculinidad al nacimiento Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Recogida Ley de residuos y suelos contaminados Medio ambiente y desarrollo sostenible Estadísticas sobre Recogida y Tratamiento de Residuos Recogida separada Ley de residuos y suelos contaminados Medio ambiente y desarrollo sostenible Estadísticas sobre Recogida y Tratamiento de Residuos Red de apoyo Encuestas sobre las Personas sin hogar Encuesta a las Personas sin Hogar Red de área local (LAN) Conceptos de metodología de las TIC Tecnologías de la información y las comunicaciones Encuesta sobre el Uso de Tecnologías de la Información y las Comunicaciones y del Comercio Electrónico en las Empresas Reducción de capital Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Sociedades Mercantiles Reedición Producción Editorial de Libros. Metodología Cultura, deporte y ocio Estadística de Producción Editorial de Libros Refugiado Encuestas sobre las Personas sin hogar Demografía y población Nivel, calidad y condiciones de vida Encuesta a las Personas sin Hogar Régimen de gestión del agua consumida en el riego Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas. Metodología Agricultura Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas Régimen de la vivienda Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Construcción y vivienda Estadística de Hipotecas Estadística sobre Ejecuciones Hipotecarias Estadística de Transmisión de Derechos de la Propiedad Régimen de tenencia Censo de Población y Vivienda Demografía y población Censos de Población y Viviendas Encuesta de Fecundidad Registro de la propiedad Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Seguridad y justicia Estadística de Hipotecas Estadística sobre Ejecuciones Hipotecarias Estadística de Transmisión de Derechos de la Propiedad Registro mercantil Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Sociedades Mercantiles Registro mercantil central Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Sociedades Mercantiles Relación de la víctima con el denunciado en violencia de género Violencia Doméstica y Violencia de Género. Metodología Seguridad y justicia Estadística de Violencia Doméstica y Violencia de Género Violencia de género Relación de la víctima con el denunciado en violencia doméstica Violencia Doméstica y Violencia de Género. Metodología Seguridad y justicia Estadística de Violencia Doméstica y Violencia de Género Violencia doméstica Relación sentimental Encuestas de Fecundidad. Metodología Demografía y población Encuesta de Fecundidad Relación sexual Encuestas de Fecundidad. Metodología Demografía y población Encuesta de Fecundidad Remuneración de los asalariados Encuestas Instituto Nacional Estadística Mercado laboral y salarios Cuentas económicas Encuesta Cuatrienal de Coste Laboral Encuesta Trimestral de Coste Laboral (ETCL) Encuesta Anual de Coste Laboral Costes laborales (D) Indice de costes laborales (ICL) Renta bruta de los hogares Indicadores de calidad de vida. Metodología Cuentas económicas Nivel, calidad y condiciones de vida Indicadores de Calidad de Vida Renta disponible ajustada bruta de los hogares Indicadores de calidad de vida. Metodología Cuentas económicas Nivel, calidad y condiciones de vida Indicadores de Calidad de Vida Renta disponible bruta de los hogares Indicadores de calidad de vida. Metodología Cuentas económicas Nivel, calidad y condiciones de vida Indicadores de Calidad de Vida Renta disponible final neta Indicadores de calidad de vida. Metodología Cuentas económicas Nivel, calidad y condiciones de vida Indicadores de Calidad de Vida Renta disponible total del hogar Encuesta de Condiciones de Vida (ECV). Metodología Mercado laboral y salarios Nivel, calidad y condiciones de vida Indicadores Urbanos Encuesta de Condiciones de Vida (ECV) Indicadores de Calidad de Vida Renta media por persona Encuesta de Condiciones de Vida (ECV). Metodología Mercado laboral y salarios Nivel, calidad y condiciones de vida Atlas de distribución de renta de los hogares Encuesta de Condiciones de Vida (ECV) Indicadores de Calidad de Vida Renta media por unidad de consumo Encuesta de Condiciones de Vida (ECV). Metodología Mercado laboral y salarios Nivel, calidad y condiciones de vida Indicadores Urbanos Atlas de distribución de renta de los hogares Encuesta de Condiciones de Vida (ECV) Indicadores de Calidad de Vida Renta mediana por unidad de consumo Indicadores de calidad de vida. Metodología Mercado laboral y salarios Nivel, calidad y condiciones de vida Indicadores de Calidad de Vida Renta mínima de inserción Encuestas sobre las Personas sin hogar Mercado laboral y salarios Nivel, calidad y condiciones de vida Encuesta a las Personas sin Hogar Repercusión Índices de Precios Precios Índices de Precios Industriales Índices de Precios de Materiales y Energía e Índices Nacionales de la Mano de Obra Índices de Precios de Exportación y de Importación de Productos Industriales Índice de Precios de Consumo (IPC) Índice de Precios de Consumo Armonizado (IPCA) Índices de Precios del Sector Servicios Índice de Precios de la Vivienda (IPV) Residencia habitual Encuestas Instituto Nacional Estadística Demografía y población Encuesta de Turismo de Residentes Estadística de Movimientos Turísticos en Fronteras Encuesta de Gasto Turístico Cuenta Satélite del Turismo de España. Base 2010 Censos de Población y Viviendas Estimaciones Intercensales de Población Indicadores Demográficos Básicos Proyecciones de Población a Corto Plazo Proyecciones de Población a Largo Plazo Encuesta Continua de Hogares Proyección de Hogares Estadística de Migraciones Proyecciones de Población Estadística de Adquisiciones de Nacionalidad Española de Residentes Encuesta Continua de Población MNP: Estadística de Matrimonios MNP: Estadística de Nacimientos MNP: Estadística de Defunciones Encuesta de Fecundidad Cifras de Población Estadística de Defunciones según la Causa de Muerte Residencia habitual según criterio de seis meses Encuestas Instituto Nacional Estadística Demografía y población Encuesta de Condiciones de Vida (ECV) Encuesta de Presupuestos Familiares (EPF) Indicadores de Calidad de Vida Compartir gastos Hogar según criterio de presupuesto común Miembro del hogar Persona ausente Persona presente Residencia habitual según Padrón Reglamento (CE) Nº 763/2008 del Parlamento Europeo y del Consejo de 9 de julio de 2008 relativo a los censos de población y vivienda Demografía y población Indicadores Urbanos Estadística del Padrón Continuo Nomenclátor: Población del Padrón Continuo por Unidad Poblacional Residentes no nacionales de la UE Indicadores Urbanos (Urban Audit). Metodología Nivel, calidad y condiciones de vida Indicadores Urbanos Residuo Ley de residuos y suelos contaminados Medio ambiente y desarrollo sostenible Estadísticas sobre Generación de Residuos Estadísticas sobre Recogida y Tratamiento de Residuos Residuo no peligroso Ley de residuos y suelos contaminados Medio ambiente y desarrollo sostenible Estadísticas sobre Generación de Residuos Estadísticas sobre Recogida y Tratamiento de Residuos Residuo peligroso Ley de residuos y suelos contaminados Medio ambiente y desarrollo sostenible Estadísticas sobre Generación de Residuos Estadísticas sobre Recogida y Tratamiento de Residuos Residuos municipales Ley de residuos y suelos contaminados Medio ambiente y desarrollo sostenible Estadísticas sobre Recogida y Tratamiento de Residuos Residuos urbanos Ley de residuos y suelos contaminados Medio ambiente y desarrollo sostenible Estadísticas sobre Recogida y Tratamiento de Residuos RevPAR (Revenue per Available Room o Ingresos por Habitación Disponible) Encuestas turísticas. Metodología Hostelería y turismo Índice de Precios Hoteleros Indicadores de Rentabilidad del Sector Hotelero RFID (Radio Frecuency Identification) Conceptos de metodología de las TIC Tecnologías de la información y las comunicaciones Encuesta sobre el Uso de Tecnologías de la Información y las Comunicaciones y del Comercio Electrónico en las Empresas Riego localizado Estadísticas sobre el uso del Agua. Metodología Agricultura Estadísticas sobre el Uso del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Riego por aspersión Estadísticas sobre el uso del Agua. Metodología Agricultura Estadísticas sobre el Uso del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Riego por gravedad Estadísticas sobre el uso del Agua. Metodología Agricultura Estadísticas sobre el Uso del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Riesgo de mala salud mental en población adulta Encuesta Nacional de Salud. Metodología Salud Encuesta Nacional de Salud (ENSE) Riesgo de mala salud mental en población infantil Riesgo de mala salud mental en población infantil Encuesta Nacional de Salud. Metodología Salud Encuesta Nacional de Salud (ENSE) Riesgo de mala salud mental en población adulta Riqueza neta de las familias Indicadores de calidad de vida. Metodología Cuentas económicas Nivel, calidad y condiciones de vida Indicadores de Calidad de Vida Rotación de cultivos herbáceos Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas. Metodología Agricultura Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas Cultivos herbáceos fuera de la rotación prevista Rotura de carril Directiva 2016/798 del Parlamento Europeo (UE) y del Consejo de 11 de mayo de 2016,sobre la seguridad ferroviaria. Transporte y actividades conexas Estadística sobre Transporte Ferroviario Precursores de accidentes Rueda rota de material rodante en servicio Directiva 2016/798 del Parlamento Europeo (UE) y del Consejo de 11 de mayo de 2016,sobre la seguridad ferroviaria. Transporte y actividades conexas Estadística sobre Transporte Ferroviario Precursores de accidentes Salario bruto mensual Encuesta Cuatrienal de Estructura Salarial Mercado laboral y salarios Mujeres y Hombres en España Salario en especie Encuesta de Presupuestos Familiares (EPF). Mercado laboral y salarios Encuesta de Presupuestos Familiares (EPF) Alquiler imputado Autoconsumo Autosuministro Gasto en consumo final nacional del hogar (monetario y no monetario) Salario medio Encuestas Instituto Nacional Estadística Mercado laboral y salarios Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Salario mínimo interprofesional (SMI) Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta Anual de Estructura Salarial Saldo migratorio Estadística de Migraciones Demografía y población Indicadores Demográficos Básicos Estadística de Migraciones Crecimiento de la población Saldo por variación residencial Variaciones Residenciales. Metodología Demografía y población Estadística de Variaciones Residenciales Saldo vegetativo Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Crecimiento de la población Sector administración pública Manual de Frascati Empresas Estadística sobre Actividades en I+D en el Sector Administración Pública Sector de instituciones privadas sin fines de lucro Manual de Frascati Empresas Estadística sobre Actividades en I+D en el Sector Instituciones Privadas sin Fines de Lucro Sector empresas Manual de Frascati Empresas Estadística sobre Actividades en I+D en el Sector Empresas Sector enseñanza superior Manual de Frascati Empresas Estadística sobre Actividades en I+D en el Sector Enseñanza Superior Sector TIC Conceptos de metodología de las TIC Tecnologías de la información y las comunicaciones Indicadores del Sector de Tecnologías de la Información y las Comunicaciones (TIC) Sedentarismo Encuesta Nacional de Salud. Metodología Salud Mujeres y Hombres en España Encuesta Nacional de Salud (ENSE) Encuesta Europea de Salud Segunda vivienda Censo de Población y Vivienda Demografía y población Censos de Población y Viviendas Segundo municipio de residencia Censo de Población y Vivienda Demografía y población Censos de Población y Viviendas Sentencia Encuestas Instituto Nacional Estadística Seguridad y justicia Estadística de Nulidades, Separaciones y Divorcios Estadística de Arrendamientos Urbanos Estadística de Condenados: Adultos Estadística de Condenados: Menores Señal pasada en situación de peligro sin sobrepasar el punto de peligro Directiva 2016/798 del Parlamento Europeo (UE) y del Consejo de 11 de mayo de 2016,sobre la seguridad ferroviaria. Transporte y actividades conexas Estadística sobre Transporte Ferroviario Precursores de accidentes Señal pasada en situación de peligro sobrepasando el punto de peligro Señal pasada en situación de peligro sobrepasando el punto de peligro Directiva 2016/798 del Parlamento Europeo (UE) y del Consejo de 11 de mayo de 2016,sobre la seguridad ferroviaria. Transporte y actividades conexas Estadística sobre Transporte Ferroviario Precursores de accidentes Señal pasada en situación de peligro sin sobrepasar el punto de peligro Separación Nulidades, Separaciones y Divorcios. Metodología Seguridad y justicia Estadística de Nulidades, Separaciones y Divorcios Serie de defunciones teóricas con edad exacta x Tablas de Mortalidad. Metodología Demografía y población Tablas de Mortalidad Serie de probabilidades o riesgos de muerte por edad Tablas de Mortalidad. Metodología Demografía y población Tablas de Mortalidad Serie de supervivientes a la edad exacta x Tablas de Mortalidad. Metodología Demografía y población Tablas de Mortalidad Serie de tasas específicas de mortalidad a la edad x Tablas de Mortalidad. Metodología Demografía y población Tablas de Mortalidad Serie de tiempo por vivir a la edad x Tablas de Mortalidad. Metodología Demografía y población Tablas de Mortalidad Serie esperanza de vida a la edad exacta x Tablas de Mortalidad. Metodología Demografía y población Tablas de Mortalidad Serie población estacionaria a la edad x Tablas de Mortalidad. Metodología Demografía y población Tablas de Mortalidad Serie promedio de años vividos el último año de vida Tablas de Mortalidad. Metodología Demografía y población Tablas de Mortalidad Servicio complementario de comedor de un centro educativo Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Servicio complementario de residencia de un centro educativo Servicio complementario de transporte de un centro educativo Servicios complementarios de un centro educativo Servicios complementarios (guardería, cafetería, cine, librería...) prestados por el centro educativo Servicio complementario de residencia de un centro educativo Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Servicio complementario de comedor de un centro educativo Servicio complementario de transporte de un centro educativo Servicios complementarios de un centro educativo Servicios complementarios (guardería, cafetería, cine, librería...) prestados por el centro educativo Servicio complementario de transporte de un centro educativo Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Servicio complementario de comedor de un centro educativo Servicio complementario de residencia de un centro educativo Servicios complementarios de un centro educativo Servicios complementarios (guardería, cafetería, cine, librería...) prestados por el centro educativo Servicio doméstico Encuesta de Presupuestos Familiares (EPF). Demografía y población Encuesta de Presupuestos Familiares (EPF) Miembro del hogar Servicios complementarios de un centro educativo Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Servicio complementario de comedor de un centro educativo Servicio complementario de residencia de un centro educativo Servicio complementario de transporte de un centro educativo Servicios complementarios (guardería, cafetería, cine, librería...) prestados por el centro educativo Servicios complementarios (guardería, cafetería, cine, librería...) prestados por el centro educativo Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Servicio complementario de comedor de un centro educativo Servicio complementario de residencia de un centro educativo Servicio complementario de transporte de un centro educativo Servicios complementarios de un centro educativo Servicios de consultoría profesional y de gestión Reglamento (UE) Nº 555/2012 de la Comisión, de 22 de junio de 2012, por el que se modifica el Reglamento (CE) nº 184/2005 del Parlamento Europeo y del Consejo, relativo a las estadísticas comunitarias sobre balanza de pagos, comercio internacional de servicios e inversiones extranjeras directas Comercio interior y exterior Encuesta sobre Comercio Internacional de Servicios y otras Operaciones Internacionales Servicios empresariales Servicios de investigación y desarrollo Reglamento (UE) Nº 555/2012 de la Comisión, de 22 de junio de 2012, por el que se modifica el Reglamento (CE) nº 184/2005 del Parlamento Europeo y del Consejo, relativo a las estadísticas comunitarias sobre balanza de pagos, comercio internacional de servicios e inversiones extranjeras directas Comercio interior y exterior Encuesta sobre Comercio Internacional de Servicios y otras Operaciones Internacionales Servicios empresariales Servicios de mantenimiento y reparación Reglamento (UE) Nº 555/2012 de la Comisión, de 22 de junio de 2012, por el que se modifica el Reglamento (CE) nº 184/2005 del Parlamento Europeo y del Consejo, relativo a las estadísticas comunitarias sobre balanza de pagos, comercio internacional de servicios e inversiones extranjeras directas Comercio interior y exterior Encuesta sobre Comercio Internacional de Servicios y otras Operaciones Internacionales Servicios de seguros y pensiones Reglamento (UE) Nº 555/2012 de la Comisión, de 22 de junio de 2012, por el que se modifica el Reglamento (CE) nº 184/2005 del Parlamento Europeo y del Consejo, relativo a las estadísticas comunitarias sobre balanza de pagos, comercio internacional de servicios e inversiones extranjeras directas Comercio interior y exterior Encuesta sobre Comercio Internacional de Servicios y otras Operaciones Internacionales Servicios de telecomunicaciones, de informática y de información Reglamento (UE) Nº 555/2012 de la Comisión, de 22 de junio de 2012, por el que se modifica el Reglamento (CE) nº 184/2005 del Parlamento Europeo y del Consejo, relativo a las estadísticas comunitarias sobre balanza de pagos, comercio internacional de servicios e inversiones extranjeras directas Comercio interior y exterior Encuesta sobre Comercio Internacional de Servicios y otras Operaciones Internacionales Servicios de urgencias Encuesta Nacional de Salud. Metodología Salud Encuesta Nacional de Salud (ENSE) Encuesta Europea de Salud Servicios empresariales Reglamento (UE) Nº 555/2012 de la Comisión, de 22 de junio de 2012, por el que se modifica el Reglamento (CE) nº 184/2005 del Parlamento Europeo y del Consejo, relativo a las estadísticas comunitarias sobre balanza de pagos, comercio internacional de servicios e inversiones extranjeras directas Comercio interior y exterior Encuesta sobre Comercio Internacional de Servicios y otras Operaciones Internacionales Servicios de consultoría profesional y de gestión Servicios de investigación y desarrollo Servicios técnicos o relacionados con el comercio y otros servicios empresariales Servicios financieros Reglamento (UE) Nº 555/2012 de la Comisión, de 22 de junio de 2012, por el que se modifica el Reglamento (CE) nº 184/2005 del Parlamento Europeo y del Consejo, relativo a las estadísticas comunitarias sobre balanza de pagos, comercio internacional de servicios e inversiones extranjeras directas Comercio interior y exterior Encuesta sobre Comercio Internacional de Servicios y otras Operaciones Internacionales Servicios personales, culturales y recreativos Reglamento (UE) Nº 555/2012 de la Comisión, de 22 de junio de 2012, por el que se modifica el Reglamento (CE) nº 184/2005 del Parlamento Europeo y del Consejo, relativo a las estadísticas comunitarias sobre balanza de pagos, comercio internacional de servicios e inversiones extranjeras directas Comercio interior y exterior Encuesta sobre Comercio Internacional de Servicios y otras Operaciones Internacionales Servicios sociales Encuestas sobre las Personas sin hogar Encuesta a las Personas sin Hogar Servicios técnicos o relacionados con el comercio y otros servicios empresariales Reglamento (UE) Nº 555/2012 de la Comisión, de 22 de junio de 2012, por el que se modifica el Reglamento (CE) nº 184/2005 del Parlamento Europeo y del Consejo, relativo a las estadísticas comunitarias sobre balanza de pagos, comercio internacional de servicios e inversiones extranjeras directas Comercio interior y exterior Encuesta sobre Comercio Internacional de Servicios y otras Operaciones Internacionales Servicios empresariales Sexo Conceptos de Variables Nucleares Sociales Demografía y población Estadística sobre Actividades en I+D en el Sector Empresas Estadística sobre Actividades en I+D en el Sector Administración Pública Estadística sobre Actividades en I+D en el Sector Instituciones Privadas sin Fines de Lucro Estadística sobre Actividades en I+D en el Sector Enseñanza Superior Indicadores del Sector de Tecnologías de la Información y las Comunicaciones (TIC) Encuesta de Inserción Laboral de Graduados Universitarios Encuesta Anual de Estructura Salarial Censos de Población y Viviendas Cifras Oficiales de Población de los Municipios Españoles: Revisión del Padrón Municipal Estadística del Padrón Continuo Nomenclátor: Población del Padrón Continuo por Unidad Poblacional Estimaciones Intercensales de Población Indicadores Demográficos Básicos Proyecciones de Población a Corto Plazo Proyecciones de Población a Largo Plazo Estadística de Migraciones Proyecciones de Población Estadística de Adquisiciones de Nacionalidad Española de Residentes Encuesta Continua de Población MNP: Estadística de Nacimientos MNP: Estadística de Defunciones Estadística de Variaciones Residenciales Encuesta de Población Activa (EPA) Flujos de la Población Activa Cifras de Población Estimación de Defunciones Semanales (EDeS) Estadística de Pruebas de Acceso a la Universidad Estadística de Profesionales Sanitarios Colegiados Estadística de Defunciones según la Causa de Muerte Encuesta sobre Equipamiento y Uso de Tecnologías de Información y Comunicación en los Hogares Encuesta de Transición Educativa - Formativa e Inserción Laboral Encuesta de Condiciones de Vida (ECV) Encuesta a las Personas sin Hogar Encuesta de Presupuestos Familiares (EPF) Estadística de Nulidades, Separaciones y Divorcios Estadística de Condenados: Adultos Estadística de Condenados: Menores Estadística de Violencia Doméstica y Violencia de Género Encuesta sobre Centros de Atención a las Personas sin Hogar Encuesta sobre Movilidad Internacional de los Estudiantes Situación de hecho Encuestas sobre las Personas sin hogar Demografía y población Encuesta a las Personas sin Hogar Situación en el hogar Encuestas Instituto Nacional Estadística Demografía y población Encuesta Continua de Hogares Situación en relación con la actividad económica Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Población Activa (EPA) Encuesta de Presupuestos Familiares (EPF) Encuesta Europea de Salud Dedicado a las labores del hogar Estudiante según relación laboral Incapacidad laboral permanente Jubilado Jubilado o retirado Ocupados Parados Población activa o activos Población inactiva o inactivos Situación principal autopercibida/autodeclarada en relación con la actividad económica. Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Inserción Laboral de Graduados Universitarios Censos de Población y Viviendas Encuesta de Población Activa (EPA) Encuesta de Transición Educativa - Formativa e Inserción Laboral Encuesta de Condiciones de Vida (ECV) Encuesta Nacional de Salud (ENSE) Dedicado a las labores del hogar (situación autopercibida/autodeclarada) Estudiante (situación autopercibida/autodeclarada) Incapacidad laboral permanente (situación autopercibida/autodeclarada) Jubilado (situación autopercibida/autodeclarada) Ocupados (situación autopercibida/autodeclarada) Parados (situación autopercibida/autodeclarada) Situación profesional Conceptos de Variables Nucleares Sociales Mercado laboral y salarios Encuesta de Inserción Laboral de Graduados Universitarios Estadística de Movilidad Laboral y Geográfica Censos de Población y Viviendas Encuesta de Población Activa (EPA) Flujos de la Población Activa Encuesta de Fecundidad Encuesta de Transición Educativa - Formativa e Inserción Laboral Encuesta de Presupuestos Familiares (EPF) Asalariados o trabajadores por cuenta ajena Trabajadores por cuenta propia SNAP (Selected Nomenclature for Air Pollution) Manual de cuentas de emisiones a la atmósfera, 2009 Medio ambiente y desarrollo sostenible Cuentas Medioambientales: Cuenta de Emisiones a la Atmósfera Sociedad anónima Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Sociedades Mercantiles Estadística del Procedimiento Concursal Sociedad Anónima Laboral Sociedad colectiva Sociedad comanditaria Sociedad comanditaria por acciones Sociedad comanditaria simple Sociedad cooperativa Sociedad de garantía recíproca Sociedad de inversión mobiliaria Sociedad de responsabilidad limitada Sociedad laboral Sociedades mercantiles Sociedad Anónima Laboral Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Sociedades Mercantiles Sociedad anónima Sociedad colectiva Sociedad comanditaria Sociedad comanditaria por acciones Sociedad comanditaria simple Sociedad cooperativa Sociedad de garantía recíproca Sociedad de inversión mobiliaria Sociedad de responsabilidad limitada Sociedad laboral Sociedad colectiva Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Sociedades Mercantiles Sociedad anónima Sociedad Anónima Laboral Sociedad comanditaria Sociedad comanditaria por acciones Sociedad comanditaria simple Sociedad cooperativa Sociedad de garantía recíproca Sociedad de inversión mobiliaria Sociedad de responsabilidad limitada Sociedad laboral Sociedades mercantiles Sociedad comanditaria Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Sociedades Mercantiles Sociedad anónima Sociedad Anónima Laboral Sociedad colectiva Sociedad comanditaria por acciones Sociedad comanditaria por acciones Sociedad comanditaria simple Sociedad comanditaria simple Sociedad cooperativa Sociedad de garantía recíproca Sociedad de inversión mobiliaria Sociedad de responsabilidad limitada Sociedad laboral Sociedades mercantiles Sociedad comanditaria por acciones Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Sociedades Mercantiles Sociedad anónima Sociedad Anónima Laboral Sociedad colectiva Sociedad comanditaria Sociedad comanditaria Sociedad comanditaria simple Sociedad cooperativa Sociedad de garantía recíproca Sociedad de inversión mobiliaria Sociedad de responsabilidad limitada Sociedad laboral Sociedad comanditaria simple Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Sociedades Mercantiles Sociedad anónima Sociedad Anónima Laboral Sociedad colectiva Sociedad comanditaria Sociedad comanditaria Sociedad comanditaria por acciones Sociedad cooperativa Sociedad de garantía recíproca Sociedad de inversión mobiliaria Sociedad de responsabilidad limitada Sociedad laboral Sociedad cooperativa Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Efectos de Comercio Impagados Estadística de Sociedades Mercantiles Sociedad anónima Sociedad Anónima Laboral Sociedad colectiva Sociedad comanditaria Sociedad comanditaria por acciones Sociedad comanditaria simple Sociedad de garantía recíproca Sociedad de inversión mobiliaria Sociedad de responsabilidad limitada Sociedad laboral Sociedad de garantía recíproca Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Sociedades Mercantiles Sociedad anónima Sociedad Anónima Laboral Sociedad colectiva Sociedad comanditaria Sociedad comanditaria por acciones Sociedad comanditaria simple Sociedad cooperativa Sociedad de inversión mobiliaria Sociedad de responsabilidad limitada Sociedad laboral Sociedad de inversión mobiliaria Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Sociedades Mercantiles Sociedad anónima Sociedad Anónima Laboral Sociedad colectiva Sociedad comanditaria Sociedad comanditaria por acciones Sociedad comanditaria simple Sociedad cooperativa Sociedad de garantía recíproca Sociedad de responsabilidad limitada Sociedad laboral Sociedad de responsabilidad limitada Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Sociedades Mercantiles Estadística del Procedimiento Concursal Sociedad anónima Sociedad Anónima Laboral Sociedad colectiva Sociedad comanditaria Sociedad comanditaria por acciones Sociedad comanditaria simple Sociedad cooperativa Sociedad de garantía recíproca Sociedad de inversión mobiliaria Sociedad laboral Sociedades mercantiles Sociedad laboral Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Sociedades Mercantiles Sociedad anónima Sociedad Anónima Laboral Sociedad colectiva Sociedad comanditaria Sociedad comanditaria por acciones Sociedad comanditaria simple Sociedad cooperativa Sociedad de garantía recíproca Sociedad de inversión mobiliaria Sociedad de responsabilidad limitada Sociedades constituidas Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Sociedades Mercantiles Sociedades mercantiles Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Sociedades Mercantiles Sociedad anónima Sociedad colectiva Sociedad comanditaria Sociedad de responsabilidad limitada Solares Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Construcción y vivienda Estadística de Hipotecas Estadística sobre Ejecuciones Hipotecarias Estadística de Transmisión de Derechos de la Propiedad Stock de empresas Demografía Armonizada de Empresas. Metodología Empresas Demografía Armonizada de Empresas Subcontratación Cifras de Negocios y Entradas de Pedidos Comercio interior y exterior Índices de Cifras de Negocios Índices de Entradas de Pedidos Subempleo por insuficiencia de horas Encuesta de Población Activa Mercado laboral y salarios Encuesta de Población Activa (EPA) Flujos de la Población Activa Subrogación acreedor hipotecario Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Financieras y seguros Estadística de Hipotecas Cambio de hipoteca Subrogación deudor hipotecario Subrogación deudor hipotecario Metodologías de las estadísticas elaboradas a partir de información del Colegio de Registradores de la Propiedad, Mercantiles y Bienes Muebles de España (CORPME) Financieras y seguros Estadística de Hipotecas Cambio de hipoteca Subrogación acreedor hipotecario Subvariedad Índices de Precios Precios Índices de Precios Industriales Índices de Precios de Materiales y Energía e Índices Nacionales de la Mano de Obra Índices de Precios de Exportación y de Importación de Productos Industriales Subvenciones a la explotación Encuestas Estructurales de Empresas Financieras y seguros Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Subvenciones recibidas por los empleadores Reglamento (CE) nº 1737/2005 de la Comisión de 21 de octubre de 2005 por el que se modifica el Reglamento (CE) nº 1726/1999 en cuanto a la definición y la transmisión de la información sobre costes salariales Mercado laboral y salarios Cuentas económicas Encuesta Cuatrienal de Coste Laboral Encuesta Trimestral de Coste Laboral (ETCL) Encuesta Anual de Coste Laboral Costes laborales (D) Indice de costes laborales (ICL) Sucursal bajo control español Estadísticas de Filiales de Empresas Españolas en el Exterior y de Empresas Extranjeras en España. Metodología Empresas Estadística de Filiales de Empresas Españolas en el Exterior Sucursal bajo control extranjero Sucursal bajo control extranjero Estadísticas de Filiales de Empresas Españolas en el Exterior y de Empresas Extranjeras en España. Metodología Empresas Estadística de Filiales de Empresas Extranjeras en España Sucursal bajo control español Sucursales o establecimientos secundarios Encuestas Sociedades Mercantiles y Procedimiento Concursal Empresas Estadística de Sociedades Mercantiles Sueldos y salarios Reglamento (CE) nº 250/2009 de la Comisión, de 11 de marzo de 2009 , por el que se aplica el Reglamento (CE) nº 295/2008 del Parlamento Europeo y del Consejo relativo a las estadísticas estructurales de las empresas. Mercado laboral y salarios Estadística Estructural de Empresas: Sector Industrial Encuesta Cuatrienal de Coste Laboral Estadística Estructural de Empresas. Sector Servicios Encuesta Trimestral de Coste Laboral (ETCL) Encuesta Anual de Coste Laboral Estadística Estructural de Empresas: Sector comercio Suicidio Reglamento (CE) n° 1192/2003 de la Comisión, de 3 de julio de 2003, por el que se modifica el Reglamento (CE) n° 91/2003 del Parlamento Europeo y del Consejo relativo a las estadísticas sobre transporte ferroviario Demografía y población Estadística sobre Transporte Ferroviario Suministro en baja de agua tratada Estadísticas sobre el Suministro y Saneamiento del Agua. Metodología Medio ambiente y desarrollo sostenible Estadísticas sobre el Suministro y Saneamiento del Agua Cuentas Medioambientales: Otras Cuentas Medioambientales Agua no registrada Agua registrada Superficie agrícola tratada con abono orgánico de origen animal Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas. Metodología Agricultura Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas Superficie Agrícola Utilizada (SAU) Censo agrario. Metodología Agricultura Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas Censo Agrario Encuesta sobre la Estructura de las Explotaciones Agrícolas Superficie de cultivos herbáceos sobre la que se desarrolla algún método de laboreo Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas. Metodología Agricultura Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas Superficie regada en la campaña según el método de riego Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas. Metodología Agricultura Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas Superficie total de la explotación Censo agrario. Metodología Agricultura Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas Censo Agrario Encuesta sobre la Estructura de las Explotaciones Agrícolas Superficie útil Encuestas de Fecundidad. Metodología Nivel, calidad y condiciones de vida Encuesta de Fecundidad Superficie útil de la biblioteca Estadística de Bibliotecas. Metodología Cultura, deporte y ocio Estadística de Bibliotecas Supervivencias de empresas Demografía Armonizada de Empresas. Metodología Empresas Demografía Armonizada de Empresas Sustentador principal del hogar Encuesta de Presupuestos Familiares (EPF). Demografía y población Encuesta de Presupuestos Familiares (EPF) Miembro del hogar Tablas de mortalidad Tablas de Mortalidad. Metodología Demografía y población Tablas de Mortalidad Tamaño del centro Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Tamaño del hogar Encuestas Instituto Nacional Estadística Demografía y población Proyección de Hogares Encuesta Continua de Población Encuesta de Condiciones de Vida (ECV) Encuesta de Presupuestos Familiares (EPF) Tareas domésticas Encuestas de Fecundidad. Metodología Nivel, calidad y condiciones de vida Encuesta de Fecundidad Tarifa bungalows Encuestas turísticas. Metodología Hostelería y turismo Índice de Precios de Camping Tarifa de fin de semana Encuestas turísticas. Metodología Hostelería y turismo Índice de Precios Hoteleros Índice de Precios de Apartamentos Turísticos Índice de Precios de Alojamientos de Turismo Rural Tarifa de larga duración Encuestas turísticas. Metodología Hostelería y turismo Índice de Precios de Camping Índice de Precios de Alojamientos de Turismo Rural Tarifa especial para estancias hasta un mes Encuestas turísticas. Metodología Hostelería y turismo Índice de Precios de Camping Tarifa normal Encuestas turísticas. Metodología Hostelería y turismo Índice de Precios Hoteleros Índice de Precios de Apartamentos Turísticos Índice de Precios de Camping Índice de Precios de Alojamientos de Turismo Rural Tasa bruta de emigración Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa bruta de emigración interautonómica/interprovincial Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa bruta de explotación Encuestas Estructurales de Empresas Comercio interior y exterior Financieras y seguros Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Tasa bruta de inmigración Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa bruta de inmigración interautonómica/interprovincial Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa (bruta) de mortalidad Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa (bruta) de natalidad Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa bruta de nupcialidad Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de actividad Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Inserción Laboral de Graduados Universitarios Encuesta de Población Activa (EPA) Estadística del Empleo de las Personas con Discapacidad Encuesta de Transición Educativa - Formativa e Inserción Laboral Tasa de (a)salarización Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Población Activa (EPA) Tasa de criminalidad Indicadores de calidad de vida. Metodología Demografía y población Indicadores de Calidad de Vida Tasa de dependencia Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de dependencia de la población mayor de 64 años Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de dependencia de la población menor de 16 años Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de emigración interautonómica/interprovincial por edad Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Indicador coyuntural de emigración interautonómica/interprovincial Tasa de emigración por edad Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Indicador coyuntural de emigración Tasa de empleo Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Inserción Laboral de Graduados Universitarios Encuesta de Población Activa (EPA) Estadística del Empleo de las Personas con Discapacidad Encuesta de Transición Educativa - Formativa e Inserción Laboral Indicadores de Calidad de Vida Tasa de empleo femenino asalariado Encuestas Instituto Nacional Estadística Mercado laboral y salarios Tasa de personal remunerado Tasa de estabilidad en el empleo Encuestas Instituto Nacional Estadística Mercado laboral y salarios Tasa de externalidad en el empleo Encuestas Instituto Nacional Estadística Mercado laboral y salarios Tasa de fecundidad por edad de la madre Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Indicador coyuntural de fecundidad o número medio de hijos por mujer Tasa de gastos de personal Encuestas Instituto Nacional Estadística Cuentas económicas Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Calidad de vida relacionada con la salud en personas adultas Tasa de homicidios Indicadores de calidad de vida. Metodología Demografía y población Indicadores de Calidad de Vida Tasa de inmigración interautonómica/interprovincial por edad Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de inmigración por edad Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de inversión Encuestas Estructurales de Empresas Financieras y seguros Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Tasa de migración bruta Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de migración interautonómica/interprovincial bruta Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de migración interautonómica/interprovincial neta Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de migración interautonómica/interprovincial por edad Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Indicador coyuntural de migración interautonómica/interprovincial Tasa de migración neta Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de mortalidad fetal tardía Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de mortalidad infantil Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de mortalidad infantil neonatal Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de mortalidad infantil neonatal precoz o temprana Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de mortalidad infantil neonatal tardía Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de mortalidad infantil postneonatal Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Tasa de mortalidad perinatal Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de mortalidad por edad Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de nupcialidad Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de nupcialidad por edad Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Indicador coyuntural de nupcialidad Tasa de paro Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Inserción Laboral de Graduados Universitarios Estadística de Movilidad Laboral y Geográfica Encuesta de Población Activa (EPA) Flujos de la Población Activa Estadística del Empleo de las Personas con Discapacidad Encuesta de Transición Educativa - Formativa e Inserción Laboral Mujeres y Hombres en España Indicadores de Calidad de Vida Tasa de participación femenina Encuestas Instituto Nacional Estadística Mercado laboral y salarios Tasa de personal remunerado Encuestas Instituto Nacional Estadística Mercado laboral y salarios Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Tasa de empleo femenino asalariado Tasa de primo-nupcialidad Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Tasa de primo-nupcialidad por edad Indicadores Demográficos Básicos. Metodología Demografía y población Indicadores Demográficos Básicos Indicador coyuntural de primo-nupcialidad Tasa de riesgo de pobreza Encuesta de Condiciones de Vida (ECV). Metodología Nivel, calidad y condiciones de vida Encuesta de Condiciones de Vida (ECV) Indicadores de Calidad de Vida Tasa de temporalidad Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Población Activa (EPA) Tasa de trabajo a tiempo parcial Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Población Activa (EPA) Tasa de valor añadido Encuestas Instituto Nacional Estadística Financieras y seguros Cuentas económicas Estadística Estructural de Empresas: Sector Industrial Estadística Estructural de Empresas. Sector Servicios Estadística Estructural de Empresas: Sector comercio Tasa específica de actividad = 16 [i,i + k) intervalo de edad de amplitud k Ti= tasa de actividad específica del intervalo [i,i + k) Ai= número de activos en el intervalo [i,i + k) Pi= población en el intervalo [i,i + k)]]> Encuestas Instituto Nacional Estadística Mercado laboral y salarios Estadística de Movilidad Laboral y Geográfica Encuesta de Población Activa (EPA) Tasa específica de empleo = 16 [i,i + k) intervalo de edad de amplitud k Ti= tasa de empleo específica del intervalo [i,i + k) Oi= número de ocupados en el intervalo [i,i + k) Pi= población en el intervalo [i,i + k)]]> Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Población Activa (EPA) Tasa específica de paro Encuestas Instituto Nacional Estadística Mercado laboral y salarios Estadística de Movilidad Laboral y Geográfica Encuesta de Población Activa (EPA) Tasa global de actividad Encuestas Instituto Nacional Estadística Mercado laboral y salarios Estadística de Movilidad Laboral y Geográfica Encuesta de Población Activa (EPA) Tasa global de empleo Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Población Activa (EPA) Tasa global de fecundidad Encuestas Instituto Nacional Estadística Demografía y población Indicadores Demográficos Básicos Taxi Encuestas Instituto Nacional Estadística Transporte y actividades conexas Estadística de Taxis Temperatura basal Encuestas de Fecundidad. Metodología Salud Demografía y población Encuesta de Fecundidad TEU (Twenty-foot Equivalent Unit/contenedor equivalente de veinte pies) Reglamento (CE) n° 1192/2003 de la Comisión, de 3 de julio de 2003, por el que se modifica el Reglamento (CE) n° 91/2003 del Parlamento Europeo y del Consejo relativo a las estadísticas sobre transporte ferroviario Transporte y actividades conexas Estadística sobre Transporte Ferroviario TIC (Tecnologías de la Información y de las Comunicaciones) Conceptos de metodología de las TIC Tecnologías de la información y las comunicaciones Mujeres y Hombres en España Tierras comunales Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas. Metodología Agricultura Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas Pastoreo en tierras comunales Tipo de centro Estadística de Financiación y Gastos de la Enseñanza Privada. Metodología Educación Estadística de Financiación y Gastos de la Enseñanza Privada Tipo de contrato Encuestas Instituto Nacional Estadística Mercado laboral y salarios Encuesta de Presupuestos Familiares (EPF) Tipo de contrato o relación laboral Encuesta de Población Activa Mercado laboral y salarios Encuesta de Inserción Laboral de Graduados Universitarios Encuesta de Población Activa (EPA) Flujos de la Población Activa Encuesta de Transición Educativa - Formativa e Inserción Laboral Mujeres y Hombres en España Indicadores de Calidad de Vida Tipo de estabulación Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas. Metodología Agricultura Encuesta sobre Métodos de Producción en las Explotaciones Agrícolas Tipo de estancia de un centro de alojamiento colectivo Encuestas sobre las Personas sin hogar Nivel, calidad y condiciones de vida Encuesta a las Personas sin Hogar Encuesta sobre Centros de Atención a las Personas sin Hogar "}