{"title": "Constipation Nursing Care Plan and Management", "author": "Gil Wayne BSN; R N", "url": "https://nurseslabs.com/constipation/", "hostname": "nurseslabs.com", "description": "Formulate effective nursing care plans and interventions for constipation using our updated nursing diagnosis guide.", "sitename": "Nurseslabs", "date": "2016-08-08", "cleaned_text": "Developing a nursing care plan for constipation requires a thorough understanding of the condition. Learn about constipation and how nurses can improve patient outcomes. Discover [assessment](https://nurseslabs.com/head-to-toe-assessment-complete-physical-assessment-guide/), [nursing diagnosis](https://nurseslabs.com/nursing-diagnosis/), care planning, goal setting, and intervention strategies for constipation [nursing care plans](https://nurseslabs.com/nursing-care-plans/). Table Constipation is when bowel movements become less frequent than normal and is accompanied by the difficult or incomplete passage of [stool](https://nurseslabs.com/fecal-analysis-stool-analysis/). It is a common gastrointestinal symptom affecting many individuals and contributes to frequent hospitalizations every year. About 33 out of 100 adults ages 60 and above have symptoms of constipation (National Institute of Diabetes and Digestive and [Kidney](https://nurseslabs.com/urinary-system/) Diseases). Constipation can be attributed to many causes such as mechanical factors, medications used, presence of comorbidities, and impaired rectal sensory-motor dysfunction. If left untreated, constipation may progress to a more serious problem. Chronic constipation can lead to fecal impaction, fecal [incontinence](https://nurseslabs.com/impaired-urinary-elimination/), [hemorrhoids](https://nurseslabs.com/hemorrhoids-nursing-care-plans/), rectal prolapse, and anal fissure. Causes Constipation can be caused by various related factors that affect bowel function. These factors may include a low-fiber diet, inadequate water intake, a [sedentary lifestyle](https://nurseslabs.com/sedentary-lifestyle/), certain medications, such as opioids and [anticholinergics](https://nurseslabs.com/anticholinergics-parasympatholytics/), and medical conditions like [diabetes](https://nurseslabs.com/diabetes-mellitus-nursing-care-plans/), [hypothyroidism](https://nurseslabs.com/hypothyroidism/), and irritable bowel syndrome (IBS). Hormonal changes during pregnancy or [menstruation](https://nurseslabs.com/menstrual-cycle-disorders/) can also lead to constipation. Identifying the underlying cause of constipation is essential to develop an effective nursing care plan that can improve bowel function and relieve symptoms. Here are some factors that may cause constipation: - Physiological factors - Low-fiber diet - Inadequate fluid intake - Decrease gastrointestinal motility - Inadequate oral hygiene - Functional factors - Insufficient activity; [immobility](https://nurseslabs.com/impaired-physical-mobility/) - Ignoring the urge to defecate [Fear](https://nurseslabs.com/fear/)of [pain](https://nurseslabs.com/acute-pain/)with defecation - Abdominal [muscle](https://nurseslabs.com/muscular-system-anatomy-physiology/) [weakness](https://nurseslabs.com/activity-intolerance/) - Environmental changes - Lack of privacy - Insufficient activity; - Psychological factors - Stress - Confusion [Depression](https://nurseslabs.com/major-depression/) [Anxiety](https://nurseslabs.com/anxiety/) - Pharmacological factors - Chronic use of laxatives - Medication use (e.g., anticholinergics, opioids, [bile acid sequestrants](https://nurseslabs.com/antihyperlipidemic-drugs/)) - Mechanical factors - Pregnancy [Colon](https://nurseslabs.com/colonoscopy/), anal, or rectal stricture - Diverticulosis - Bowel tumors - Hirschsprung's disease Signs and symptoms Constipation is a common condition that can be characterized by several signs and symptoms. Identifying these signs and symptoms is critical to develop an accurate nursing diagnosis for constipation and design effective nursing care plans to address patient needs. - Infrequent passage of stool- fewer than three bowel movements per week - Passage of dry, hard stool - Passage of liquid fecal seepage - Frequent but non-productive desire to defecate - Straining at stools - Pain upon defecation - Abdominal pain or distention - Anorexia - Dull headache [Nausea](https://nurseslabs.com/nausea/)and [vomiting](https://nurseslabs.com/deficient-fluid-volume/) Goals and outcomes Setting goals and expected outcomes is crucial in developing effective nursing care plans for constipation. Common goals include improving bowel function and relieving associated symptoms like abdominal pain and bloating. - Within 4 hours of nursing intervention and treatment, the patient will identify measures that prevent or treat constipation. - Within 4 hours of nursing intervention and treatment, the patient or [caregiver](https://nurseslabs.com/caregiver-role-strain/)will determine measures that will prevent recurrence of constipation. - Within 8 hours of nursing intervention and treatment, the patient will verbalize relief from the discomfort of constipation. - Within 12 hours of nursing intervention and treatment, the patient will maintain passage of soft, formed stool at a frequency perceived as \"normal\" by the patient. Nursing assessment and rationales Assessment of the patient with constipation includes a careful history and physical examination, followed by appropriate laboratory and radiological investigations. The tests conducted are directed by the clinical findings and should be used to strengthen the diagnosis and assess the depth of the problem. Assess for contributing factors 1. Review the patient's past medical and surgical history. Past medical history of a client with constipation would reveal the following related conditions such as: - Gastrointestinal disorders: irritable bowel syndrome, diverticulitis, [Hirschsprung abscess, fissures, hemorrhoids, rectal prolapse. Anorectal disorders can prolong the evacuation of stool and can worsen chronic constipation due to painful defecation (Forootan et al., 2018). 2. Review patients' current medication for gastrointestinal side effects. Some medications are known to cause constipation among patients. These medications include: - antipyretic drugs (e.g., [antipsychotics](https://nurseslabs.com/psychotherapeutic-drugs/)(haloperidol and clozapine) - food supplements containing iron and calcium - antihypertensive drugs (calcium channel (drugs containing aluminum and calcium) - Long-term opioid therapy can lead to constipation. Opioid medications delay gastric emptying and [peristalsis](https://nurseslabs.com/digestive-system/)in the gastrointestinal tract leading to increased absorption of fluid. A decreased fluid in the GI tract can result in the hardening of stool and constipation (Sizar, 2011). 3. Assess and review the patient's bowel habits and patterns of elimination. Normal frequency ranges from as many as 2-3 bowels movements per day to as few as three times a week. A constipated client has stools that are hard, dry, and in small pieces. For clients with functional constipation, an international committee created the Rome IV Diagnostic Criteria for Adults, a tool used for establishing constipation. Constipation is diagnosed when bowel movements are associated with at least two of the following symptoms, occurring in the past three months with an onset of symptoms of at least six months: - Less than three spontaneous bowel movements per week - Lumpy or hard stools from at least 25% of bowel movements - Straining during at least 25% of bowel movements - Manual maneuvers (such as digital stimulation, support of pelvic floor) to facilitate 25% of bowel movements - Sensation of incomplete evacuation during at least 25% of bowel movements - Sensation of anorectal obstruction or blockage during at least 25% of bowel movements - Loose stools are rarely present without the use of laxatives - Insufficient criteria for irritable bowel syndrome 4. Note the client's age. Constipation is common among older individuals. It is associated with age-related problems such as comorbidities, polypharmacy, physical inactivity, [dehydration](https://nurseslabs.com/hypervolemia-hypovolemia-fluid-imbalances-nursing-care-plans/), and poor diet. Moreover, constipation is frequently experienced by adults over 65 years of age due to tooth loss or ill-fitting dentures, causing difficulty in chewing that lead to dietary preference to soft foods or liquids which are low in fiber. While during early childhood, risk factors such as premature toilet training or difficulty with toilet training, dietary transitions from [breast milk](https://nurseslabs.com/breastfeeding-101/) to formula or from liquid to solid foods, or painful defecation contribute to childhood constipation. 5. Assess for [laxative](https://nurseslabs.com/diarrhea/) [abuse](https://nurseslabs.com/4-child-abuse-nursing-care-plans/) or enema use. Repeated use of excessive amounts of laxatives causes the muscles and nerves of the colon to function poorly when producing an urge to defecate. Hence, the colon becomes atonic, distended, and would not normally respond to the presence of stool. This would eventually result in laxative dependency. 6. Assess the client's dietary regimen and activity level. Low dietary fiber intake (insufficient consumption of fruits, vegetables, and other fiber-rich foods), inadequate fluid intake, and physical inactivity raise the risk of constipation. Constipation is the third most common complaint in [palliative care](https://nurseslabs.com/end-of-life-care-hospice-care-nursing-care-plans/) after pain and anorexia (Larkin et al., 2008). 7. Assess for emotional factors affecting defecation. Constipation is related to stressful life events such as anxiety, depression, physical and sexual abuse, and [eating disorders](https://nurseslabs.com/eating-disorders-anorexia-bulimia-nervosa/). It has been pointed out that individuals with chronic constipation, notably with those with dyssynergic defecation (the inability to coordinate the abdominal, rectal, and pelvic floor muscles to evacuate stools), have had a psychological disorder (Rao, 2008). Performing physical assessment 8. Auscultate abdomen for presence, location, and characteristics of bowel sounds. Auscultation of the abdomen is done using a stethoscope to check for bowel sounds. Bowel sounds generated by the abdomen should be heard as clicks and gurgles caused by intestinal peristalsis moving gas and fluid through the bowel lumen. These sounds should occur every 5-10 seconds but are significantly diminished or absent in constipation. 9. Palpate the abdomen for the presence of distention or masses. Perform digital rectal exam if indicated. Scybala or hardened fecal masses may be observed upon palpation of the abdomen. At the same time, tenderness and distention are normally present in chronic constipation, where symptoms have been evident for more than three days. On the other hand, digital rectal examination, if indicated, is performed to assess anal sphincter tone, check for fecal impaction, and determine secondary causes of constipation, such as fissures and hemorrhoids. 10. Investigate reports of painful defecation. Pain is likely to have been associated with the discomfort of passing a large or hard stool, the presence of an anal fissure, hemorrhoids, irritable bowel syndrome, or anal streptococcal [infection](https://nurseslabs.com/risk-for-infection/). 11. Use appropriate tools in assessing stool characteristics. The Bristol Stool Form Scale (BSFS) is a widely used [assessment](https://nurseslabs.com/nursing-process/) tool in diagnosing constipation, [diarrhea](https://nurseslabs.com/cholera/), and irritable bowel syndrome (IBS). It describes the size, shape, and consistency of stools. Types 1 and 2 are considered abnormally hard stools, which indicates constipation. Assisting in diagnostic procedures 12. Assist and prepare the patient for diagnostic procedures in evaluating constipation. 12.1. Anorectal manometry. Anorectal manometry is a diagnostic exam that assesses the anal sphincter, pelvic floor, and associated nerves. The main purpose of chronic constipation is to exclude adult-onset or short-segment Hirschsprung's disease (congenital megacolon). The special pressure-sensitive catheter is inserted into the anus to evaluate the sphincter's resting and squeeze pressure. 12.2. Colonic-transit study. Measures the rate at which fecal residue moves through the colon. Serial abdominal radiographs are collected after the client swallows a capsule filled with radiopaque markers. Most markers should pass by day five in patients with normal transit time. In patients with slow colonic transit, markers will be scattered throughout the colon; below 20% of markers will pass delayed in patients with pelvic outlet obstruction. 12.3. Defecography. Provides information on anatomic and functional changes of the anorectum. Approximately 150 mL barium is placed in the patient's rectum, and the patient is asked to squeeze, [cough](https://nurseslabs.com/croup-syndrome/), and bear down. The diagnostic exam may expose poor activation of levator muscles, delayed retention of contrast material, or inability to remove the barium in clients with dyssynergic defecation (incoordination of pelvic floor muscle). 12.4. MRI defecography. Reveals a comprehensive view of pelvic viscera and musculature. The rectum is filled with a semi-solid substance labeled with a contrast marker. The patient sits on a commode between two magnetic rings. A series of MRI images are obtained during pelvic floor contraction and defecation. This technique facilitates analysis of anorectal angle, the opening of the anal canal, pelvic floor descent during defecation, and functioning of the puborectal muscle. Clear visibility of the rectal wall can reveal intussusceptions and rectoceles. Visibility of structures surrounding the rectoanal can uncover enteroceles. Nursing Interventions and Rationales Nursing management of constipation includes relieving the symptoms through nonpharmacological approaches such as dietary changes, lifestyle changes, and physical activity, restoring normal bowel habits, and improving the patient's quality of life. The following are the therapeutic nursing interventions for constipation. Promoting diet modification 1. Encourage the patient to increase fluid intake of 1.5 to 2 L/day as tolerated. Older clients who are constipated should at least drink up to two liters of water daily unless contraindicated (e.g., cardiac and renal disease where fluid intake requires restriction). Adequate fluid intake makes the stool softer and easier to pass throughout the large intestine. In addition, older constipated clients should refrain from drinking alcohol, coffee, or tea due to their [diuretic](https://nurseslabs.com/furosemide-nursing-considerations-and-patient-teaching-drug-guide/) effects. 2. Advised patients to take the recommended dose of dietary fiber of at least 20 to 30 g daily. Encourage intake of prune juice. Patients are encouraged to increase their dietary fiber by consuming whole grains, bran, nuts, fruits, and vegetables. However, quickly adding fiber to the diet may cause flatulence, abdominal cramping, and bloating. Thus, fiber supplementation should be introduced in small amounts and gradually increased. Prune juice, a mild natural laxative, has a high fiber content (that contains both soluble and insoluble fiber) that can soften the stools, increasing their bulk and facilitating intestinal mobility (Piirainen et al., 2007). Promoting adequate exercise 3. Assist the patient in doing physical activity and exercise. Consider isometric abdominal and glute exercises. Walking and mild physical activity stimulates peristalsis that promotes defecation. Allowing individuals to be physically active facilitates normal bowel function, enhances appetite, and improves the quality of life. Under the guidance of a physiotherapist, isometric abdominal exercises increase intra-abdominal pressure (that compresses the intestines) and the colonic propulsive force during voluntary effort. Voluntary isometric contraction of the upper abdomen and the simultaneous relaxation of the lower abdomen enhances muscle coordination. It relaxes the pelvic floor and the external anal sphincter, facilitating defecation (Silva et al., 2013). 4. Institute a toilet schedule or bowel training as appropriate. Defecation is considered a conditioned reflex, which allows individuals to defecate at approximately the same time every day, notably in the morning or after meals when the gastrocolic reflex is most active in stimulating peristalsis, which makes the defecation process easy. Advise the client to attempt a bowel movement at least twice a day and strain for no more than five minutes. Developing a [toileting](https://nurseslabs.com/self-care-deficit/) routine and ensuring privacy will assist normal bowel function. 5. Digitally eliminate fecal impaction. Digital removal of fecal impaction involves breaking up hard and dry stools that remain in the rectum for a long period and removing them in pieces. Debilitated patients, especially older patients, may not pass these stools without manual assistance. However, rectal stimulation is contraindicated to some patients since it can cause vagus nerve stimulation resulting in cardiac irregularities. 6. Advise taking probiotics if indicated. Probiotics may serve as an alternative management for constipation. They can shorten bowel transit and soften stools, most likely by the increased short-chain fatty acid concentration. 7. Educate about biofeedback therapy for constipation. The rationale of neuromuscular training using biofeedback therapy is to restore a normal pattern of bowel function. During biofeedback therapy, patients receive visual and auditory feedback through a monitor by simulating an evacuation using a balloon or silicone-filled artificial stool. This therapy helps patients perform proper contraction and relaxation of the pelvic floor muscles and anal sphincter to generate a propulsive force that facilitates effective defecation. The biofeedback therapy can be given alone or in conjunction with other diagnostic exams, such as anorectal electromyography or a manometry catheter. 8. Provide warm Sitz baths as indicated. The warm temperature of the water relaxes the anal sphincter, relieves painful defecation, and minimizes rectal discomfort. 9. Administer enema (phosphate enema, saline, tap water, and soap sud enema) if indicated. Enemas generally act by causing rectal distention allowing easy evacuation. Although it is generally safe, enemas may irritate the rectum through misinsertion resulting in injury to the rectal mucosa. 10. Unless contraindicated, encourage the patient to use the bathroom. For [bedridden](https://nurseslabs.com/prolonged-bed-rest-nursing-care-plans/) patients, assist the patient in assuming a high- [Fowler's](https://nurseslabs.com/patient-positioning/) position with knees flexed. A sitting position with knees flexed straightens the rectum, enhances abdominal muscles, and facilitates defecation. Using a semi-squatting position when able to get onto the toilet or a high Fowler's position if the patient is bed-bound and using a bedpan promotes elimination. The patient should use a [fracture](https://nurseslabs.com/fracture/) bedpan when indicated for comfort. The [nurse](https://nurseslabs.com/registered-nurse/) should stress the importance of avoiding straining and when straining to exhale. This position best uses gravity and allows for an effective Valsalva maneuver. 11. Close the bathroom door or pull curtains around the bed. Privacy is important because it helps the patient feel comfortable with defecation. 12. Perform digital anorectal stimulation for patients with neurological problems. In digital anorectal stimulation, a gloved, lubricated finger is lightly inserted into the rectum and moderately rotated in a circular motion. This is performed for about 15 to 20 seconds until flatus or stool passes. Digital stimulation increases muscular activity in the rectum by raising rectal pressure to aid in expelling fecal matter. Administering pharmacologic interventions 13. Explain the use of pharmacological agents as ordered. Laxatives are recommended when nonpharmacological measures such as behavioral modification and diet are ineffective in managing constipation. However, the use of laxatives must be individualized with extra caution for older adults due to existing cardiac and renal conditions, adverse effects, and potential drug interactions. The following are the pharmacological agents used in the management of constipation: 13.1. Bulk-forming laxatives (e.g., bran, psyllium, methylcellulose, wheat dextrin, inulin, calcium polycarbophil) Bulk fibers are the most commonly used laxatives in the temporary treatment of constipation, as they increase fluid, gaseous, and solid bulk of intestinal contents. These agents improve stool consistency and can also increase colonic motor activity, hence minimizing the symptoms of constipation. Common side effects of bulk fiber are abdominal distention and flatulence. 13.2. Stool softeners (e.g., Colace) Stool softeners do not exert laxative action but act as detergents to improve the mixture of stool fat and water, promoting softer stool consistency and stimulating the excretion of hard stool. These agents can be safely given to patients with heart conditions and anorectal disorders who are advised to refrain from straining. 13.3. Stimulant laxatives (e.g., Bisacodyl, Senna, Castor Oil, Cascara, Aloe) Stimulant laxatives work by stimulating the mucosa or myenteric nerve plexus to trigger peristaltic contractions and inhibit water absorption. Common side effects include abdominal pain and cramping. These drugs are recommended to be used in the short term because prolonged use can cause [hypokalemia](https://nurseslabs.com/hyperkalemia-hypokalemia-potassium-imbalances-nursing-care-plans/), salt overload, and protein-losing enteropathy. 13.4. work by drawing water into the stool through [osmosis](https://nurseslabs.com/fluid-and-electrolytes/), causing the stool to soften and swell, stretching the colonic wall, which triggers peristaltic movement. [Magnesium salts](https://nurseslabs.com/antacids/) are contraindicated in patients with renal disorders due to poor absorption. Some studies indicate that overdose or long-term use of magnesium-containing laxatives can lead to [hypermagnesemia](https://nurseslabs.com/hypermagnesemia-hypomagnesemia-magnesium-imbalances-nursing-care-plans/), which can be life-threatening, even in patients with normal kidney function. 13.5. Lubricants (e.g., Mineral Oil, Glycerin suppository) - Mineral oil. Decreases water absorption and softens the stool, thereby facilitating easier passage. Caution should be exercised when administering mineral oil: lipid [pneumonia](https://nurseslabs.com/pneumonia/)can occur if the oil is aspirated during intake while anal leakage may cause pruritus and soiling. It is taken on an empty stomach since it hinders the absorption of fat-soluble vitamins and delays gastric emptying. - Glycerin Suppository. Glycerin Suppository softens and lubricates hardened impacted stools causing reflex rectal contraction. It must be inserted fully and retained. This will take effect 30 minutes after insertion. 13.6. Chloride-channel the intestinal mucosa followed by passive passage of [sodium](https://nurseslabs.com/hypernatremia-hyponatremia-sodium-imbalances-nursing-care-plans/) and water in the colon. This will increase stool water, bowel distention, peristalsis, and laxation without directly affecting smooth muscle. 13.7. Guanylate cyclase-C activator the of water, chloride, and bicarbonate into the intestinal lumen, accelerate stool transit, and trigger peristalsis. This is contraindicated in patients below six years of age and pediatric patients with possible mechanical intestinal obstruction. 13.8. Serotonin agents (e.g., Tegaserod, Cisapride, prucalopride) These drugs activate 5- hydroxytryptamine receptor 4 (5-HT4) receptors of the enteric nervous system within the GI tract to stimulate intestinal secretion and motility, thus relieving constipation. Based on studies, prucalopride should be considered a second-line treatment after supplementation of fiber, osmotic, or over-the-counter laxatives. 14. Perform rectal irrigation if indicated. Rectal irrigation or transanal irrigation is recommended if other less invasive forms of bowel management have failed to control constipation. It is usually indicated for patients with neurogenic bowel dysfunction, chronic constipation, and [fecal incontinence](https://nurseslabs.com/bowel-incontinence/). During the procedure, the client is sitting on a toilet. Warm water is introduced to the rectum using either a rectal catheter or a cone. When the catheter is removed, the water is expelled, flushing out any fecal matter, hence emptying the lower bowels. Transanal irrigation is contraindicated or should be discontinued for patients with active inflammatory bowel disease, diverticulitis, colorectal [cancer](https://nurseslabs.com/cancer-nursing-care-plans/), pregnancy, anal or colorectal stenosis, of rectal or anal [surgery](https://nurseslabs.com/surgery-perioperative-client-nursing-care-plans/), and with [spinal cord](https://nurseslabs.com/skeletal-system/) injury above T6 (may trigger severe autonomic dysreflexia). 15. Refer the patient for surgery if indicated. Surgical interventions such as sigmoid colectomy, ileostomy, and ileorectal anastomosis are an alternative option for clients with chronic and severe constipation who are unresponsive to other forms of medical treatments and those clients with refractory slow transit constipation, specifically colonic inertia. These abdominal surgeries may improve bowel function and decrease the use of laxatives. Recommended Resources Recommended nursing diagnosis and nursing care plan books and resources. Disclosure: Included below are affiliate links from Amazon at no additional cost from you. We may earn a small commission from your purchase. For more information, check out our [privacy policy](https://nurseslabs.com/privacy-policy/). [Ackley and Ladwig's Nursing Diagnosis Handbook: An Evidence-Based Guide to Planning Care](https://amzn.to/3XZRlz0) We love this book because of its evidence-based approach to nursing interventions. This care plan handbook uses an easy, three-step system to guide you through client assessment, nursing diagnosis, and care planning. Includes step-by-step instructions showing how to implement care and evaluate outcomes, and help you build skills in diagnostic reasoning and critical thinking. [Nursing Care Plans - Nursing Diagnosis & Intervention (10th Edition)](https://amzn.to/3XIaCW5)Includes over two hundred care plans that reflect the most recent evidence-based guidelines. New to this edition are ICNP diagnoses, care plans on LGBTQ health issues, and on electrolytes and acid-base balance. [Nurse's Pocket Guide: Diagnoses, Prioritized Interventions, and Rationales ](https://amzn.to/3jcH83m)Quick-reference tool includes all you need to identify the correct diagnoses for efficient patient care planning. The sixteenth edition includes the most recent nursing diagnoses and interventions and an alphabetized listing of nursing diagnoses covering more than 400 disorders. [Nursing Diagnosis Manual: Planning, Individualizing, and Documenting Client Care ](https://amzn.to/3Y4LFUi) Identify interventions to plan, individualize, and document care for more than 800 diseases and disorders. Only in the Nursing Diagnosis Manual will you find for each diagnosis subjectively and objectively - sample clinical applications, prioritized action/interventions with rationales - a documentation section, and much more! [All-in-One Nursing Care Planning Resource - E-Book: Medical-Surgical, Pediatric, Maternity, and Psychiatric-Mental Health](https://amzn.to/3Y4u52Y) Includes over 100 care plans for medical-surgical, maternity/OB, pediatrics, and psychiatric and mental health. Interprofessional \"patient problems\" focus familiarizes you with how to speak to patients. See also Other recommended site resources for this nursing care plan: [Nursing Care Plans (NCP): Ultimate Guide and Database](https://nurseslabs.com/nursing-care-plans/)MUST READ! Over 150+ nursing care plans for different diseases and conditions. Includes our easy-to-follow guide on how to create nursing care plans from scratch. [Nursing Diagnosis Guide and List: All You Need to Know to Master Diagnosing](https://nurseslabs.com/nursing-diagnosis/) Our comprehensive guide on how to create and write diagnostic labels. Includes detailed nursing care plan guides for common nursing diagnostic labels. References and Sources Recommended journals, books, and other interesting materials to help you learn more about constipation nursing care plans and nursing diagnosis: - Barnett, J. (2010). Constipation Prevention In The [Elderly](https://nurseslabs.com/geriatric-nursing-care-plans/)(Doctoral dissertation). - Blake, M. R., Raker, J. M., & Whelan, K. (2016). Validity and reliability of the Bristol Stool Form Scale in healthy adults and patients with [diarrhea](https://nurseslabs.com/gastroenteritis/)predominant irritable bowel syndrome. Alimentary pharmacology & therapeutics, 44(7), 693-703. Costilla, V. C., & Foxx-Orenstein, A. E. (2014). Constipation: understanding mechanisms and management. Clinics in geriatric medicine, 30(1), 107-115. - Forootan, M., Bagheri, N., & Darvishi, M. (2018). Chronic constipation: A review of literature. Medicine, 97(20), e10631. - Inan, M., Aydiner, C. Ayvaz, S., Ayhan, S., ... & Basaran, U. N. (2007). Factors associated with childhood constipation. Journal of pediatrics and child health, 43(10), 700-706. - Johanson J. F. (2007). Review of the treatment options for chronic constipation. MedGenMed : Medscape general medicine, 9(2), 25. - Kurniawan, I., & Simadibrata, M. (2011). Management of chronic constipation in the elderly. the elderly, 43(3), 195-205. - Larkin, P. J., Sykes, N. P., Centeno, C., Ellershaw, J. E., Elsner, F., Eugene, B., ... & European Consensus Group on Constipation in Palliative Care. (2008). The management of constipation in palliative care: clinical practice recommendations. Palliative K. (2012). Linaclotide. Drugs, 72(16), 2167-2175. - Mitchell, G. (2014). Managing constipation in primary care. Primary Health Care, 24(5). - Nazarko, L. (2017). Constipation: a guide to assessment and treatment. Independent Nurse, 2017(10), 26-29. - Piirainen, L., Peuhkuri, K., Bäckström, K., Korpela, R., & Salminen, S. (2007). Prune juice has a mild laxative effect in adults with certain gastrointestinal symptoms. Nutrition Research, 27(8), 511-513. - Rao S. S. (2008). Dyssynergic defecation and therapy. Gastroenterology clinics of North America, 37(3), 569-viii. [https://doi.org/10.1016/j.gtc.2008.06.011](https://doi.org/10.1016/j.gtc.2008.06.011) - Silva, C. A. G., & Motta, M. E. F. A. (2013). The use of abdominal muscle training, breathing exercises and abdominal massage to treat pediatric chronic functional constipation. Colorectal Disease, 15(5), e250-e255. - constipation. StatPearls [Internet]. - Wilson, M. (2017). A review of transanal irrigation in adults. British Journal of Nursing, 26(15), 846-856. - Wong, B. S., Manabe, N., & Camilleri, M. (2010). Role of prucalopride, a serotonin (5-HT4) receptor agonist, for the treatment of chronic constipation. Clinical and experimental gastroenterology, 3, 49. - Xing, J. H., & Soffer, E. E. (2001). Adverse effects of laxatives. Diseases of the colon "}