{"title": "Western medicine", "author": null, "url": "https://rationalwiki.org/wiki/Western_medicine", "hostname": "rationalwiki.org", "description": "\"Western medicine\" is a term sometimes used to describe, often in a snarly way, evidence-based medicine, which, for various historical reasons, emerged from \"Western\" civilization (i.e. countries originally populated by or settled by Europeans), though it is now practiced throughout the world.", "sitename": "RationalWiki", "date": "2023-08-01", "cleaned_text": "Western medicine [Jump to navigation](#mw-head) [Jump to search](#searchInput) |Against allopathy| \"Western medicine\" is a term sometimes used to describe, often in a [snarly](/wiki/Snarl_word) way, [evidence-based medicine](/wiki/Evidence-based_medicine), which, for various historical reasons, emerged from \" [Western](/wiki/West)\" civilization (i.e. countries originally populated by or settled by [Europeans](/wiki/Europe)), though it is now practiced throughout the world. The term is most commonly used by promoters of \"Eastern\" medicine or therapies, such as [acupuncture](/wiki/Acupuncture) or [Reiki](/wiki/Reiki), or of other forms of [alternative medicine](/wiki/Alternative_medicine). It may be substituted for other phrases such as \"conventional medicine\" or \"mainstream medicine\" by promoters of Western forms of alternative medicine, such as [homeopathy](/wiki/Homeopathy). You're most likely to encounter these terms in the context of explaining how Western medicine [only focuses on symptoms and not the causes of illness,](/wiki/Treat_the_cause,_not_the_symptom) or some other such hogwash. Not inaccurate, but wrong[ [edit](/w/index.php?title=Western_medicine&action=edit§ion=1)] Although the phrase \"Western medicine\" is not actually inaccurate as such, since the theory and practice of empirical medicine developed most prominently in Western countries, it can be misleading since it tends to imply that evidence-based medicine belongs to Western culture, in the same way that [traditional Chinese medicine](/wiki/Traditional_Chinese_medicine) belongs to Chinese culture, for example, and that it's therefore no more valid than any other system of diagnosis and treatment. Both suggestions are false. The defining feature of what is termed \"Western medicine\" is its efforts to base itself on the [scientific method](/wiki/Scientific_method) and on knowledge and techniques supported by rigorous scientific research. [[1]](#cite_note-1) Hence it is rooted in [empiricism](/wiki/Empiricism) rather than culture, although of course there is variation throughout the world's cultures regarding attitudes to empiricism and alternative [worldviews](/wiki/Worldview) such as [religious](/wiki/Religious) or [spiritual](/wiki/Spirituality) ones. One of the oddities of calling it \"Western\" medicine is that not all of it originates in \"the West\". [Vaccines](/wiki/Vaccine), in full [irony](/wiki/Irony), originated from Chinese the claim 'all of \"Western Medicine\" is wrong' means by definition, many non-Western sources of medicine must also be at least partially wrong. As a dismissal tactic[ [edit](/w/index.php?title=Western_medicine&action=edit§ion=2)] One [holistic](/wiki/Holistic) website bashes [humorism](/wiki/Humorism) and [bloodletting](/wiki/Bloodletting) as being barbaric, unscientific, \"Western\", and akin to [allopathy](/wiki/Allopathy), and simultaneously praises traditional Chinese medicine and its (also unscientific) system of [qi](/wiki/Qi), [meridians](/wiki/Meridians), and [yin and yang](/wiki/Yin_and_yang). [[2]](#cite_note-2) [[3]](#cite_note-3) This is, of course, nonsensical, since bloodletting is still used in traditional Chinese medicine. Bloodletting went out of fashion as a [panacea](/wiki/Panacea) only thanks to the invention of the science-based \"Western\" medicine the site so vehemently attacks. Bloodletting via leeching is actually still used in a few specific conditions in Western medicine where it has been found to be effective based on [evidence](/wiki/Evidence) (e.g., removal of blood from reconstructed body parts). Racism?[ [edit](/w/index.php?title=Western_medicine&action=edit§ion=3)] Supporters of \"Eastern\" theories (including \"Eastern\" medicine) may claim that things such as Yin Yang, traditional medicine, and [astrology](/wiki/Astrology) are such an ingrained and important part of these cultures that it is [racist](/wiki/Racism) to criticize them. Of course, this is ridiculous, since many of these concepts ( [astrology](/wiki/Astrology) and [herbalism](/wiki/Herbalism), for instance) also exist in Western cultures. European culture is fundamentally influenced by [Christianity](/wiki/Christianity) and Greco-Roman [mythology](/wiki/Mythology), which appear virtually everywhere in European literature, and there are many words and expressions deriving not only from them, but also from astrology and the theory of the four humors (jovial, sanguine, star-crossed, stigma, iconoclast etc.) - but it would be nonsensical to say that not believing in one of these systems makes one \"anti-European.\" In addition, using the term \"Western\" to denigrate science is as absurd as criticizing spacecraft designs for being based on \"Western physics.\" As one doctor and politician once put it, \"There is no divide between Western physics and chemistry and Oriental physics and chemistry.\" [[4]](#cite_note-4) Science is international, as the writer Rafael Barrett noted: \"\"But what is a national science? A lie. Have you ever heard of French chemistry or German astronomy? Technology and astronomy belong to all of us; they were created by mankind and for unity. Science that isn't united is not science. Eastern traditional medicine is criticized not because it is from Asia, but because it is almost always unproven, like traditional medicine everywhere. (Actual racism would be stating that Western herbalism is superior to Eastern herbalism.) Skeptics oppose unproven medicine wherever it is practiced, whether it be in Asia or Europe, and such pro-science views exist worldwide; for instance, there are [many Asian](/wiki/Nirmukta) [[6]](#cite_note-6) [[7]](#cite_note-7) [[8]](#cite_note-8) critics of \"Eastern\" medicine. They distinguish between practices that are backed by evidence, and those that are not — categories existing in both the West and East. Those who use the term \"Western\" as a [snarl word](/wiki/Snarl_word), on the other hand, explicitly frame the issue in terms of geography. They will rail against the evil that is \"Western\" medicine, the West's \"mechanistic\", \"excessively rational\" mindset, and the West in general, while simultaneously asserting the superiority of [the East's](/wiki/Stereotype) \" [intuitive](/wiki/Intuition)\", \"holistic\" mentality. (Just imagine someone saying that \"the irrational, intuitive Eastern worldview\" is incapable of comprehending \"Western\" science because of its \"superior, rational\" nature. The racism is evident when the argument is flipped.) One side frames the discussion in terms of evidence and lack of evidence, while the other explicitly focuses on place of origin and inferiority or superiority of culture. Which one is really racist? See also[ [edit](/w/index.php?title=Western_medicine&action=edit§ion=4)] External links[ [edit](/w/index.php?title=Western_medicine&action=edit§ion=5)] a woo-meister at HuffPo](http://scienceblogs.com/insolence/2010/05/06/move-over-deepak-theres-a-new-woo-meiste/), [Orac](/wiki/Orac). Discusses the idea of [Ervin Laszlo](/wiki/Ervin_Laszlo). References[ [edit](/w/index.php?title=Western_medicine&action=edit§ion=6)] [](#cite_ref-1)It wasn't always this way in the West, however. The scientific method took a long time to take hold in the medical community. As late as 1860, [bloodletting](/wiki/Bloodletting)was still being practiced as a means to combat inflammation. [](#cite_ref-2) [A History of Medical Horrors](http://www.thenaturalrecoveryplan.com/articles/A-History-of-Medical-Horrors.html), The Natural Recovery Plan. [](#cite_ref-3) [Traditional Chinese Medicine](http://www.thenaturalrecoveryplan.com/articles/traditional-chinese-medicine.html), The Natural Recovery Plan. [](#cite_ref-4)\"The Medicine Cabinet: Korean Medicine Under Dispute\", Eun Jeong Ma, East Asian Science, Technology and Society: an International Journal, Volume 4, Number 3, 2010, South Korea\"](http://skepdic.com/news/newsletter1408.html), The Skeptic's Dictionary Newsletter, Volume 14 No. 8, September 2015. [](#cite_ref-7) [South Korean Skeptics Work to Promote "}