{"title": "To Vaccinate or Not to Vaccinate: Why Is That Even a Question?", "author": "Gabrielle Van Tassel", "url": "https://www.huffpost.com/entry/to-vaccinate-or-not-to-vaccinate-why-is-that-even-a-question_b_7201748", "hostname": "huffpost.com", "description": "Parents who argue, \"My child doesn't need to be vaccinated because of herd immunity,\" lack foresight. Some patients are too young to be immunized for certain diseases.", "sitename": "HuffPost", "date": "2015-05-12", "cleaned_text": "Co-authored by Catherine Ho Last December, measles broke out at Disneyland in Anaheim, California. In 2000 the CDC [declared](http://www.cdc.gov/measles/cases-outbreaks.html) measles eliminated in the U.S. But the highly contagious disease returned and infected over 100 patients, ranging from infants to adults. Measles is so [contagious](http://www.cdc.gov/measles/about/transmission.html) that if one person is infected, 90 percent of non-vaccinated or non-immune people in close proximity will contract it. This most recent outbreak shows just how resilient and opportunistic infectious diseases are. Yet the number of unvaccinated people in the United States continues to grow, increasing the risk of a full-blown epidemic of measles. Like the widespread concern about genetically and chemically modified foods, a rising fear of vaccinations drives this refusal to vaccinate, because vaccines are made from chemicals and contain an inert virus. Among many chemicals contained in vaccines, thiomersal --a mercury-based organic compound used to prevent microbial growth-- is a primary target for anti-vaccine activists. Fears over elemental mercury's effects as a neurotoxin fueled the FDA's 1999 requirement to [reduce](http://www.cdc.gov/vaccines/hcp/patient-ed/conversations/downloads/vacsafe-thimerosal-color-office.pdf) thiomersal in vaccines, as a precautionary measure. But the worry about thiomersal is as ridiculous as thinking sodium chloride -- table salt -- is poisonous because it contains chlorine. In recent years, a growing number of parents have refused to vaccinate their children. These parents are often libertarians who disagree with government involvement in child rearing, or religious groups who reject vaccinations because they are man-made, not God-given. For some parents the appeal of all-natural diets and the misconception that vaccinations are equivalent to processed foods keeps them from immunizing their kids. Celebrity parents like Jenny McCarthy loudly publicize their decision not to vaccinate. This drives the movement among tabloid-reading parents with an eye for hip lifestyle changes, who may see a celebrity as a credible source of information. The debate on vaccinating children is not new -- concerns about their efficacy and safety have been around since the first smallpox vaccine in 1798. But the recent trend gets momentum from a now-discredited paper published in 1998 that linked vaccine administration to increased rates of autism and colitis. Andrew Wakefield, the study's principal investigator, had a conflict of interest, because a group interested in pursuing litigation against vaccine manufacturers funded his study. Wakefield also submitted a patent for what he claimed was a safer measles vaccine several months before his paper was published, raising questions about his motives and the integrity of the study. Even though the data was manipulated and the paper's findings have never been [replicated](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3136032/), the paranoia over autism-inducing vaccines remains. In California this past year, \"measles parties\" or \"pox parties\" threatened to make a comeback. Before the chickenpox vaccine was introduced in 1995, parents planned social events to expose children to the disease in hopes that they would become infected, recover, and gain immunity. While it was an effective strategy then, it is ridiculous to intentionally infect children rather than take preventative steps that are readily available, safe and inexpensive. Parents who argue, \"My child doesn't need to be vaccinated because of herd immunity,\" lack foresight. Some patients are too young to be immunized for certain diseases: the MMR [vaccine](http://www.cdc.gov/vaccines/vpd-vac/combo-vaccines/mmrv/vacopt-faqs-hcp.htm) cannot be administered before 12 months. Others with allergic reactions to vaccines or compromised immune systems can never be vaccinated, and must rely on the immunity of others to keep them healthy. Rejecting the pediatrician's recommendation to vaccinate is a parent's prerogative, which is fine if the family lives in isolation. Otherwise, they are jeopardizing the immediate and long-term health of those around them. "}