{"title": "Coronavirus: How To (Actually) Boost Your Immune System | Ascent Chiropractic", "author": null, "url": "https://ascentchiropractic.com/protecting-yourself-from-coronavirus-covid-19/", "hostname": "ascentchiropractic.com", "description": "12/1/2021 Update: The CDC has updated its recommendations for Covid-19 vaccines with a preference for people to receive an mRNA COVID-19 vaccine", "sitename": "Brookfield Chiropractor - Ascent Chiropractic", "date": "2020-03-16", "cleaned_text": "System Immune Boosters: What actually works? 12/1/2021 Update: The CDC has updated its recommendations for Covid-19 vaccines with a preference for people to receive an mRNA COVID-19 vaccine (Pfizer-BioNTech and Moderna). The Covid-19 vaccine is the most effective way of boosting your immune system against the SARS-Cov-2 virus and protecting yourself from severe disease. [Everyone ages 5 and older](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/recommendations/children-teens.html)can get vaccinated against Covid-19. Learn how to [find a Covid-19 vaccine](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/How-Do-I-Get-a-COVID-19-Vaccine.html). - Covid-19 vaccines are [effective at helping protect against severe disease and death](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/effectiveness/work.html)from the virus that causes Covid-19, including known [variants](https://www.cdc.gov/coronavirus/2019-ncov/variants/about-variants.html)currently circulating (e.g., the Delta and Omicron variants). - The [benefits of COVID-19 vaccination](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/vaccine-benefits.html)outweigh the [known and potential risks](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/safety/adverse-events.html), which are rare. As the coronavirus continues to spread across the country, confusion, and misconceptions about what can protect you are becoming as contagious as the virus. Are there foods to boost your immune system? Will vitamins help? It was all my patients at Ascent Chiropractic could talk about last week, and I'm sure will be for weeks to come. The bottom line is that there is no magic pill or a specific food guaranteed to bolster your immune system and protect you from the new coronavirus. But there are real, evidence-backed ways you can take care of yourself and give your immune system the best chance to do its job. So here's what works - according to science - and what doesn't. Vitamin D3 Yes. Vitamin D3, often referred to as the sunshine vitamin, is found in fatty fish and in milk and other foods fortified with it. [We've discussed how important Vitamin D3 is to immune function before](https://ascentchiropractic.com/want-to-avoid-the-flu-getting-this-much-vitamin-d-makes-you-7x-less-susceptible-research/), but it's even more crucial for those of us in northern states during the winter months. A recent study investigating the relationship of serum Vitamin D3 to flu and cold infections found that individuals with optimal Vitamin D serum levels are 7x less susceptible to a viral infection than those with sub-optimal levels. That suggests that Vitamin D, an inexpensive supplement with nearly zero side effects, might actually be several times more effective than anti-virals. The bottom line: The recommended dosage is 1000IU Vitamin D3 per 50lbs of body weight per day. Note: Some social media \"health gurus\" are suggesting taking Vitamin D3 at hundreds of times the recommended dose - don't. Vitamin D can be toxic in extreme amounts. Elderberry & Umcka No. Both elderberry and umcka have been shown to minimize flu symptoms. In fact, multiple studies have found that elderberry syrup helps shorten the duration of flu symptoms by 2-4 days and reduce the need for medication. But the flu is different from the coronavirus, and what makes elderberry and umcka effective against the flu might actually be detrimental to those infected with coronavirus. Elderberry and umcka stimulate immune cells to release cytokines, which are biochemical messengers that the immune system uses to coordinate a bigger response against the invading pathogen. The problem is that some of the most serious symptoms of Covid-19 actually result from an immune system over-reaction called cytokine storm, in which a flood of cytokine proteins released by immune cells tears through lung tissue, which can potentially be deadly. The bottom line: Save elderberry syrup and umcka for flu season. Sleep Yes. A sleep-deprived immune system doesn't work as well. In one study, researchers exposed 164 participants to a cold virus. Short sleepers — those who regularly slept less than six hours a night — were 4.2 times more likely to catch the cold compared with those who got seven or more hours of sleep. Risk was even higher when a person slept less than five hours a night. The bottom line: Aim for about [7-7.5 hours of sleep per night](https://ascentchiropractic.com/sleep-is-your-superpower-and-youre-probably-not-getting-enough-research/). Stick to a regular bedtime and wake-up schedule. Avoid screens, night-eating and exercise right before bedtime. Vitamin C Not really. You might be tempted to bulk order vitamin C, but its effectiveness is actually a [long-standing myth](https://ascentchiropractic.com/how-to-actually-boost-your-immune-system-during-cold-flu-season-airborne-emergen-c-are-out-this-is-in-research/). Even in the cases of colds or flus, vitamin C hasn't shown a consistent benefit. If there's going to be an advantage, it's going to be very modest. The bottom line: Extra Vitamin C, while not especially helpful, won't do you any harm. If you do supplement it, adults should opt for 2000mg per day of ester-C, a gentler and less acidic form of Vitamin C. Hand Sanitizer Yes. Your hands are one of the primary routes for the coronavirus to make its way to your respiratory system, so keeping them clean is essential. Wash your hands thoroughly with soap and water where possible, but if you can't get to a sink an alcohol-based hand sanitizer will do the trick. While the effectiveness of sanitizers depends on the virus being targeted, thankfully the coronavirus has a structure which is easily destroyed by alcohol. The bottom line: Look for hand sanitizers that are at least 60% alcohol. Since many places have run out of alcohol-based solutions for hand sanitizers, you can make your own at home by mixing 2 parts 99% alcohol with 1 part aloe vera gel. Reducing Stress Yes. Your body does a better job fighting off illness and infection when it's not under stress. Many studies have shown that people who report less stress in their lives are significantly less likely to develop cold symptoms when exposed to a virus. The bottom line: Utilizing techniques for managing stress like meditation, controlled breathing and exercise are all proven ways to help your immune system stay strong. Zinc Maybe. Zinc supplements and lozenges are a popular remedy for fighting off colds and respiratory illness. Some studies have found that zinc lozenges may reduce the duration of a cold by about a day and can reduce the number of upper respiratory infections in children. But if you're already getting enough zinc from your diet - it's found in dairy products, whole grains, poultry, red meat, beans and nuts - it's not clear that taking a supplement will actually help. Additionally, zinc can cause negative side effects, including digestive issues and flu-like symptoms. It can also interfere with the absorption of copper and iron and reduce the effectiveness of certain antibiotics. The bottom line: For adults, the recommended dosage is typically 15-30mg of elemental zinc per day taken at the first sign of symptoms. The Big Picture Sure, the coronavirus and Covid-19 can be scary, but much of what causes panic is a lack of information. The most important thing we can do is be mindful of our actions to avoid the spread of the virus and make smart decisions to keep our immune system functioning optimally. Get enough sleep, take your vitamin D3, reduce your stress levels, and keep up with your regular health care - we'll all get through this together. Share this information with someone who may not be as well-informed as you are! Need a chiropractor in the Brookfield, Waukesha, Wauwatosa, or New Berlin area? Call us at 262-345-4166 to make an appointment or use our [online scheduling app](https://ascentchiropractic.com/appointments/) - we'd love to help you get the most "}