{"title": "How Has Life Expectancy of An Average Person Changed Over Years?", "author": null, "url": "https://www.adityabirlacapital.com/abc-of-money/how-has-life-expectancy-of-average-person-changed-over-years", "hostname": "adityabirlacapital.com", "description": "Life expectancy refers to the number of years a person can expect to live. A lot of factors have contributed to the increase in average life expectancy of an average person. Let's get to know how life expectancy has changed over the years.", "sitename": "Aditya Birla Capital", "date": "2020-12-15", "cleaned_text": "The human resource is one of the important aspects of the country's overall development. Every individual's contribution to the economic growth and development of the country is paramount. Being a human resource, health condition of an individual is one of the aspects that helps the country to grow. In terms of health scenario, India has made a lot of innovation in the healthcare sector. Unlike early days when access to quality medical services wasn't easily available, it is now much easier to avail the services due to insurance coverage. The natural conclusion one can derive that both the miracles of the medicine and better healthcare facilities have helped to live longer than ever before. Life expectancy, which is a health index, has increased since the post-independence era. According to a source report, India's life expectancy was 69.8 years as of 2019. This indicates that every Indian born in 2019 is expected to live longer as compared to those born in earlier years. Here's the table which shows how the life expectancy of an average person has changed in the last ten years: Owing to the improvement in the healthcare facilities and services in the country due to the above factors, the life expectancy of an average person has increased in recent years. DISCLAIMER Unlike early days when access to quality medical services wasn't easily available, it is now much easier to avail the services due to insurance coverage. The natural conclusion one can derive that both the miracles of the medicine and better healthcare facilities have helped to live longer than ever before. Life expectancy, which is a health index, has increased since the post-independence era. What is Average Life Expectancy?Average life expectancy is the expected number of years a person is expected to live based on a statistical average. It depends on variables such as access to the health facility, nutrition, diet, lifestyle, morbidity data and relevant mortality. According to a source report, India's life expectancy was 69.8 years as of 2019. This indicates that every Indian born in 2019 is expected to live longer as compared to those born in earlier years. Here's the table which shows how the life expectancy of an average person has changed in the last in Average Life Expectancy - Better Immunization and Nutrition: In the early years, there were limited health facilities that were accessible only to a certain section of the population. Today, there is a wide range of vaccines and nutritional supplements available that help us fight diseases and illnesses. This is one of the important factors attributed to the increase in average life expectancy. - Better Prevention and Treatment of Infectious Diseases: An improvement in life expectancy of an average person is also due to technological advancements in healthcare, which has made treatment of critical illnesses possible. This has increased the survival rates of an average person, thereby escalating the life expectancy. - Better Life Insurance Coverage: Over the years, healthcare expenses have also increased, which has soared the demand for life insurance coverage. Life insurance is one of the attributes for making healthcare affordable. Owing to the improvement in the healthcare facilities and services in the country due to the above factors, the life expectancy of an average person has increased in recent years. Reasons to WorryAlthough life expectancy has improved in the country, there are also reasons to worry. These include: - Increase in India's share in Non-Communicable Diseases (NCD): Owing to the changes in the lifestyle, dietary habits, there is an accelerating rise in the prevalence of non-communicable diseases. These diseases mostly encompass coronary diseases, pulmonary diseases, cancer, diabetes, mental disorders and more. - Chronic Illnesses on the Rise: Due to urbanisation, sedentary lifestyle, alcohol consumption, poor diet and other factors, there is a significant rise in obesity rates, diabetes, asthma and other chronic diseases. - Increasing Need to Stay Secure: Along with the positive sign of increased life expectancy, one cannot ignore the fact about serious health concerns. To ensure you're safe from critical illnesses or chronic diseases, it is of utmost importance that you and your loved ones are protected against the uncertainties that lie ahead. Get a Flexible Life Cover for your life's changing needsProtect Now DISCLAIMER The information contained herein is generic in nature and is meant for educational purposes only. Nothing here is to be construed as an investment or financial or taxation advice nor to be considered as an invitation or solicitation or advertisement for any financial product. Readers are advised to exercise discretion and should seek independent professional advice prior to making any investment decision in relation to any financial product. Aditya Birla Capital Group is not liable for any decision arising out of the use of this information. Latest Articles Life Insurance Life Insurance Like 0UpVotes Posted on 25 May 2023 Life Insurance Life Insurance Like 0UpVotes Posted on 19 May 2023 Life Insurance Life Insurance Like 0UpVotes Posted on 17 May 2023 "}