{"title": "PDF", "author": "PDF", "url": "https://refp.cohlife.org/_autism/AutismTrendsPharmSciAug081.r.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "This article appeared in a journal published by Elsevier. The attached copy is furnished to the author for internal non-commercial research and education use, including for instruction at the authors institution and sharing with colleagues. Other uses, including reproduction and distribution, or selling or licensing copies, or posting to personal, institutional or third party websites are prohibited. In most cases authors are permitted to post their version of the article (e.g. in Word or Tex form) to their personal website or institutional repository. Authors requiring further information regarding Elsevier's archiving and manuscript policies are encouraged to visit: http://www.elsevier.com/copyright Author's personal copy Novel therapeutic targets for Drug Discovery, Department of Pharmacology and Experimental Therapeutics and Departments of Internal Medicine, Biochemistry and Psychiatry, Tufts University School of Medicine, Tufts Medical Center, 136 Harrison Avenue, Boston, MA 02111, USA 2Allergy Clinical Research Center, Allergy Unit, Attikon General Hospital, Athens Medical School, 1 Rimini Street, Haidari, Athens, 12462, Greece 3Department of Pediatric Psychopharmacology, Massachusetts General Hospital, Harvard Medical School, 55 Fruit Street, Boston, MA 02114, USA 4Second Department of Psychiatry, Child Psychiatry, Attikon General Hospital, Athens Medical School, Athens, 12462, Greece 5Immunology Division, Department of Cancer and Neurosciences, University of Chieti Medical School, Via dei Vestini, Chieti, 66013, Italy Autism spectrum disorders (ASDs) are pervasive neuro- developmental disorders, diagnosed in early childhoodwhen acquired skills are lost or the acquisition of newskills becomes delayed. ASDs are associated with vary-ing degrees of dysfunctional communication and socialskills, in addition to repetitive and stereotypic behaviors.The diagnosis has increased considerably to approxi-mately one in 180 people, but it is not clear whetherthis is because of a higher prevalence of the disorder,improved awareness by clinicians or a combination ofboth. There are no dened mechanisms of pathogenesis or curative therapy presently available. Oxidative stress, overactivation of the hypothalamic-pituitary-adrenalaxis and increased gut-blood-brain-barrier permeabilitymight be involved. The scope of this article is to integratethese ndings and present the opinion that non-allergicactivation of gastrointestinal and brain mast cells couldcontribute to many of the pathologic ndings and pro-vide unique targets for ASD therapy. We make sugges-tions for new research directives and possible noveltherapies from readily available molecules. Introduction Autistic, pervasive developmental and Asperger's dis-orders constitute the autism spectrum disorders (ASDs),neurodevelopmental disorders diagnosed in early child- hood [1]. They present with varying degrees of dysfunc- tional communication and social skills, repetitive andstereotypic behaviors, and attention, cognitive, learningand sensory defects [1]. Diagnostic criteria specify the onset of symptoms before 3 years of age, but there is nobiochemical or genetic screening test and normal devel-opment might switch to delay in acquisition of new skills.Mental retardation or cognitive impairment can vary, withautistic disorder displaying the worst impairment andAsperger's disorder displaying the least. The diagnosis of ASDs has increased more than tenfold in the past 20 years [1], with a prevalence of 4 in 10 000 children before 1980 to 36 in 10 000 since 2000 [2], and 53 in 10 000 (1 in 180) in 2006 [3]. This increase could reflecttrue prevalence, improved awareness by clinicians or because of mercury preservatives in vaccines (but recentstudies disprove this) [4,5]. Here, we review mostly the immunological and endo- crine ndings in ASDs. We then present the opinion that aunique pluripotent cell [6], the mast cell, could be activated by a variety of triggers in the intestines and the brain torelease key molecules that could disrupt the gut-blood-brain barrier and lead to neurotoxic effects. The role of the gut-blood barrier in the pathogenesis of ASDs The intestinal mucosa has tight junctions, comprising thegut-blood barrier, which prevent entry of unwanted mol-ecules from the intestinal lumen into the blood. Similarly,the brain is protected from entry of blood-borne toxicmolecules by the blood-brain barrier (BBB), which is madeup by endothelial cells and pericytes. In both cases a bone-marrow-derived unique immune cell, the mast cell, isjuxtaposed to endothelial cells [7]. Many autistic children present with abdominal pain and bowel symptoms [1,8] prompting the suggestion of some gastrointestinal (GI) pathology. However, a nested case-control study showed no association between autism and any GI diseases [9]. Moreover, a review of all publications in which intestinalbiopsies from autistic children had been examined con-cluded there is no such entity as 'autistic enterocolitis' [10]. However, 'leaky gut', or a state of high intestinal per-meability [11], might permit systemic absorption of sub- stances that could adversely affect brain function. In the National Survey of Children's Health, parents of autistic children reported symptoms of allergies more oftenthan parents of children without autism, with food allergies showing the greatest difference [3]. Food intolerance [3]is present in 16% of all children [12]and in 34% of children up to the age of three, leading to substantial behavioralresponses [13]. Unfortunately, the terms 'food often denote adverse reactions to foods ( Table 1 ) even though they address different conditions; this leads toconfusion [14]. The only validated test for food allergies is the 'double-blind controlled food Elsevier Ltd. All rights reserved. doi: 10.1016/j.tips.2008.06.002 Available online 6 July 2008 375Author's personal copy be performed by using either the serum RAST test or a skin prick to food antigens. Many patients actually might haveabdominalcramping and diarrhea withoutany suchpositivetests due to non-immune causes such lactose histamine poisoning ( Table 1 ). Even glu- ten sensitivity might present with systemic symptoms with- out denitive GI pathology [15]. Serum levels of antibodies other than immunoglobulin (Ig)E, such as IgG 4, might be useful because they could be predictors of autoimmunediseases [16]. Clinical studies of autistic children on gluten- or casein- free diets [17] have been hard to evaluate owing to the absence of appropriate control groups. Nevertheless, onestudy has shown signicantly higher levels of IgA anti-bodies for casein, lactalbumin and betalactoglobulin inTable 1. Adverse reactions to foodsa Toxic Heavy metals (e.g. iron, lead, mercury) Non toxic Immune mediated (food allergy) IgE (e.g. shrimp) Non-IgE (e.g. gluten) Non-immune mediated (food intolerance) Enzymatic (e.g. (e.g. histamine poisoning) Undenedb aCreated from the classication of the European Academy of Allergy and Clinical Immunology [69]. bRare diseases such as carcinoid syndrome, a GI intestinal peptide (VIP), or mastocytosis. Figure 1 . Schematic representation of the proposed role of non-allergic mast-cell activation in gut-blood-brain-barrier permeability and ASDs. Several n on-allergic triggers could derive first from the GI tract (right-hand panel) and stimulate the release of mast-cell vasoactive, proinflammatory and neurotoxic mediator s. Such molecules could increase gut-blood-barrier permeability to intestinal toxic substances that could reach the blood-brain barrier. There, such toxins or GI mast-ce ll-derived mediators could further stimulate brain mast cells (left-hand panel) to release molecules that increase BBB permeability and permit intestinal toxins to enter the b rain. Conversely, triggers derived from the brain could be released from dorsal root ganglia locally in the intestines and activate mast cells, mediators from which can increase permeability of the gut-blood barrier and lead to GI symptoms such as those seen in ASDs.Opinion Trends in Pharmacological Sciences Vol.29 No.8 376Author's personal 36) than controls ( n= 20); moreover, there was marked improvement in behavioral symptomsafter an 8 week elimination diet of the antigen that gave apositive skin test [18]. Serum from autistic children also was shown to contain several autoantibodies against ence- phalogenic peptides that crossreact with milk butyrophilin [19], indicating that the BBB was disrupted at some point. Abdominal pain could be misleading because it is also caused by anxiety and might actually be an 'abdominalmigraine', which is often precipitated by stress. One studyhas shown that adults with autism ( n= 34) were three times as anxious as controls ( n= 20) matched for age, gender and intellectual ability, and they were signicantlyless likely to cope with stressful events [20]. A heightened stress state in ASDs is also indicated by elevated salivarycortisol [21]and by plasma adrenocorticotropin hormone in adults with Asperger's syndrome [22], which implies increased activity of the hypothalamic-pituitary-adrenal(HPA) axis (typically stimulated by stress). It is interestingthat restraint stress for 30-120 min in rodents leads tointestinal mast-cell stimulation and flattened villi [23], similar to what is seen with food intolerance and increasedgut permeability. Dysfunctional or immature developmentof the gut-blood barrier or BBB ( Figure 1 ) would expose local mast cells to triggers derived from the gut and resultin the release of mast-cell-derived vasoactive and inflam-matory molecules that could increase intestinal per- meability, in addition to disrupting the BBB. These, or other neurosensitizing molecules, could affect intestinaland brain function ( Figure 1 )(Table 2 ). The role of mast cells in ASDs Mast cells are crucial for allergic reactions [6], whereby they are activated by crosslinking of the high-afnity IgEreceptor (Fc eRI) by specic antigens, but they are also important in immunity [24,25] and inflammation [26]. Functional mast cell-neuron interactions occur in the GIand brain and could trigger neuroinflammation [26].I n addition to allergic stimulation, gut or brain mast cells also can be triggered by many non-immune molecules [6](Table 3 ): immunoglobulin free light chains, bacterial and viral products, anaphylatoxins and neuropeptides[including neurotensin, (TNF- a), corresponding serum levels in ten autistic children,indicating central nervous system production [28] that could affect cognitive functions [29]. Moreover, peripheral blood mononuclear cells only from ASD children with GIsymptoms produce higher TNF- ain response to gluten gliadin, cow milk protein and soy [30]. Autistic patients also have higher urine levels of prostaglandins [31] indi- cating mast-cell activation ( Figure 1 ). Mast cells are involved in the regulation of GI patho- physiology [32], especially integrating immunity, intesti- nal hyperpermeability and stress [33] and BBB integrity [7]. Mast cells could act as 'the immune gate to the brain' and increase BBB permeability. In fact, acute stress could activate brain mast cells and increase BBB permeabilitythrough the activation of corticotropin-releasing factor(CRF) [34]. This effect is evident only in brain areas con- taining mast cells, indicating a localized effect. Moreover,mediators released from mast cells could also influence CRF release ( Figure 1 ) and stimulate the HPA axis [35]. Intradermal administration of CRF activates skin mast cells and increases vascular permeability in rodents [36] and humans [37]through activation of the CRF 1receptor. Similar effects of acute stress have been reported for theintestines [38], and CRF increases permeability in normal human colonic biopsies through activation of subepithelialmast cells [39]. Restraint stress could disrupt both the blood-gut barrier and the BBB as shown by a higheramount of label in the blood and in the brain after intra-luminal administration of 99Technetium gluceptate in the mouse colon, as compared with controls (T.C.T., unpub- lished). Table 2. Mastocytosis patients with ASDsa Patient Age Sex ASD Mast-cell diagnosis 1 4 M Stuttering, high functioning Mastocytoma, solitary 2 15 M Autism, poor speech UPd, asthma 3 11 M Asperger's UP 4 18 MbAutism, dyslexia Systemic mastocytosis 5 44 MbAsperger's UP 6 21 F Autism, sensory defensive UP 7 21 F SID Mastocytosis 8 18 M Asperger's Mastocytosis 9 19 F Rett syndrome UP 10 4.5 M Autism UP 11 9 M Asperger's Mast cell disease 12 3.5 M Asperger's Mastocytosis 13 46 McAsperger's Hives, asthma 14 10 FcAsperger's Diarrhea, hives, itching 15 8McMood, attention problems Mastocytosis aData obtained in response to the question listed below that was sent by the Mastocytosis Society ( www.tmsforacure.org ) to a database of 400 patients: ''Could you please let us know if you or any of your children have been diagnosed with autism or an autistic spectrum disorder (e.g. Asperger's disorder). Please include your s and your child's sex, current age, age at time of diagnosis, and how/where diagnosis was made.'' Five other families reported a mother with mastocytosis and one child with a n ASD. bSame family. cSame family. dAbbreviations: SID, sensory integration in Pharmacological Sciences Vol.29 No.8 377Author's personal copy Stress can worsen many diseases through the activation of mast cells [26], which are located close to sensory nerve endings [40]. Physiological and psychological stress also worsens GI and behavioral problems. A case in point ismastocytosis, which represents a model of how mast-cellmediators can induce clinical symptoms that mimic ASDs, because many patients have a low attention span, difculty concentrating, forgetfulness, depression, poor motivation,confusion, irritability and anxiety. Mastocytosisrepresents a wide spectrum of disorders involving prolifer-ation and activation of mast cells in the GI, skin and otherorgans [41], the most common manifestation of which is urticaria pigmentosa (UP), small brown-red maculopa-pules on the skin [42]. A recent survey sent to 400 masto- cytosis patients resulted in 15 responses from patientswith both mastocytosis and ASDs - which translates toan incidence of 3.75 in 100 or 6.75 times that reported for the general population (i.e. 1 in 180); ve other families reported a mother with mastocytosis and at least one childwith an ASD (T.C.T., unpublished; Table 2 ). Given that both ASDs and mastocytosis are rare diseases, this associ-ation is impressive. It should be noted that the reportedincidence of ASD-related symptoms (both in adults andchildren) in mastocytosis seems to be even higher than theactual diagnosis of ASDs; as a consequence, treatment ofsuch symptoms in mastocytosis with new targeted thera-pies could constitute a good model with possible futureapplication for the treatment of ASDs.New aspects of mast-cell pathophysiology Given the crucial role of mast cells in allergic reactions,some association between allergies and ASDs might beexpected. In one study of families of autistic patients and46 healthy controls, 46% of autistics had 2-3 family mem-bers with autoimmune diseases (as compared with 26% of controls), but none with allergies [43]. A nested case-con- trol study of 407 ASD children and 2095 controls (bornbetween 1995 and 1999) showed that only psoriasis in themother before birth was associated with ASDs, but therewas a greater than twofold risk of ASDs in mothers whowere diagnosed with allergies or asthma during the secondtrimester of pregnancy [44]. In one study of six ASD children, even though there was at least one manifestationof immediate hypersensitivity in all patients (and morethan two in 50%), there were no elevations of serumhistamine or IgE, prompting the conclusion of non-IgE- dependent mast-cell activation [45]. In a recent study, 30 autistic children and age-matched neurologic controls fromthe same hospital were investigated for serum IgE, IgG,IgA and IgM levels and were subjected to skin prick tests to12 common antigens; although 30% of autistic children hada family history of atopy as compared with 2.5% of controls,there was no difference in objective measurements [46]. Consequently, mast cells could be involved in ASDs mostlythrough their unique ability to respond to non-IgE triggersand release some mediators 'differentially' or 'selectively'without the degranulation typical of allergic or anaphylac-Table 3. Triggers of mast-cell activation I. Natural II. Drugs Allergic Hormones Adenosine Jelly sh Somatostatin Snake venoms Growth factors Vascular EGF Adenosine Sciences Vol.29 No.8 378Author's personal copy tic reactions, as was originally shown for serotonin release [47]. It was later demonstrated that interleukin (IL)-1 can stimulate human mast cells to release IL-6 selectively [48], which could affect brain function [49], whereas CRF [50] and[51]prostaglandin E 2could stimulate selective release of VEGF leading to disruption of the gut-blood-brainbarrier [7]. The ability of bacteria or viruses to trigger mast cells through Toll-like receptors (TLRs) is particularly interest-ing. TLRs are important in the development of innate immunity to invading pathogens and so are mast cells.Lipopolysaccharide (LPS) induces selective release of TNF-awithout degranulation through pepti- fromrodent cells Human TLR-1, -3, -5, -7 and -9 [54], vasodilatory pain Metalloproteinases Tissue damage Phospholipases Arachidonic acid generation Tryptase Tissue damage, activation of PAR, inflammation, pain Peptides and proteins Corticotropin-releasing factor Inflammation, vasodilation Bradykinin Inflammation, pain, -8, -10, migration, pain IFN-g; MIF, TNF- a,T G F - D 2 No.8 response to double-stranded RNA [54]. These ndings could be important because neuroenteric viruses are likelyto affect children at the critical age of 3-5 years old [55]and possibly contribute to immune abnormalities in ASDs. Novel therapies with available molecules Unfortunately there are no approved treatments for thecore symptoms of autism [56]; novel medications are needed for effective therapy. Mast cells, their triggersand their mediators, could be unique therapeutic targetsbecause they are affected by CRF and seem to regulategut-blood-brain-barrier permeability [7,36] . Serotonin receptor antagonists In a study of six autistic children, four had high urineserotonin levels [45]. Higher platelet serotonin levels have been reported in more than 40% of patients with autism [57]. In a double-blind trial of 40 children with autism, randomized to either the antipsychotic haloperidol andcyproheptadine high or serum serotonin levels might not reflect brain serotonin, they certainly couldaffect GI function, the neuroenteric plexus of which usesserotonin [59]. Antioxidants The innate ability to neutralize free radicals might beimpaired in ASDs and could be uncontrolled in responseto psychological, immune or infectious stimuli. Forinstance, mast-cell activation is associated with productionof reactive oxygen species (ROS) [60]. One study has shown that the ratio of S-adenosylhomocysteine, used as anindicator of methylation ability, was signicantly reducedin autistic children ( n= 305) as compared with controls (n= 205) [61]. Another study found reduced plasma levels of S-adenosylmethionine (SAMe), the most common endogenous antioxidant [62]. Both of these studies imply that autistic patients might have excessive free-radicalproduction and could be helped by SAMe supplements. Mast-cell-activation blockers Recent evidence indicates that mast-cell activation mightbe regulated by several co-stimulatory molecules [25]. Further evidence has shown that mast cells might beblocked through their inhibitory receptor Fc gRIIb[63]. However, such inhibition is relevant only to allergic stimu-lation of mast cells. Several mast-cell mediators actually could inhibit mast-cell secretion. Chondrotin in mast-cell inhibitsmucosal mast-cell activation [23]and the release induced by compound 48/80, disodium cromo-glycate (cromolyn) showed but of allergic activationof human mast cells [6]. Yet, in spite of this and although it is poorly absorbed orally, it seems to reduce mastocytosissymptoms including neurobehavioral problems in masto-cytosis patients, indicating that GI mast cells affect thebrain. The structure of cromolyn is similar to that of certainflavonoids, polyphenolic compounds present in fruit, veg- etables, nuts, seeds and red wine with potent antioxidant,anti-inflammatory and mast-cell inhibitory actions tryptase release from normal human mast cells [66], making them possible candidates for treating ASDs. Given that mast cells are activated by CRF, CRF- receptor antagonists developed for several diseases [67] such as anxiety, neuroinflammation and irritable bowelsyndrome [68] could also be useful in ASDs. Concluding remarks ASDs represent a serious medical and social problem;despite this, few advances have been made regarding theirpathogenesis, prevention or treatment. Several bio- chemical ndings indicate that non-allergic mast-cell acti- vation the release of mediators that could disruptthe gut-blood-brain barrier, in addition to affecting GI andbrain function. This premise is reinforced by ndings frommastocytosis patients in whom ASD prevalence is higherthan in the general population, while even more mastocy-tosis patients have ASD-like symptoms. Future studies in ASDs should investigate (i) the exact prevalence of ASDs in mastocytosis; (ii) plasma levels ofneurohormonal mast-cell triggers; (iii) evidence of non-allergic mast-cell activation; (iv) markers of gut and brain permeability; (v) the association of these end points with ASD patients of 1-4 years of age, which is when thesymptoms of ASDs most often appear; (vi) the developmentof non-invasive scan technology to identify the number ofactivated mast cells in target tissues; (vii) pilot flavonoids mast-cell-blocking activity; (viii) a selection ofsuch inhibitors that might mostly concentrate in theintestine for ASD patients less than 4 years old, but thatmight penetrate the brain for older ASD patients; (ix) theuse of neurohemal mast-cell-activation blockers. These proposed aims constitute novel directions that are easily testable and likely to lead to effective therapeuticapproaches. Acknowledgements Aspects of this work were funded in part by NIH grants NS38326 and AR47652, the Mastocytosis Socie ty (USA) and Theta Biomedical Consulting and Development (Brookline, MA) to T.C.T. Many thanks to Jessica Christian for her word-processing skills. Disclosure statement US T.C.T.) cover methods and compositions forblocking mast-cell activation. These patents and the dietary formula NeuroProtek 1, which could be used for autism, have been licensed to Algonot, LLC ( www.algonot.com ). References 1 Johnson, C.P. and Myers, S.M. (2007) Identication and evaluation of children with autism spectrum disorders. Pediatrics 120, 1183-1215 2 Yeargin-Allsopp, M. et al. (2003) Prevalence of autism in a US metropolitan area. J. Am. Med. Assoc. 289, 49-55 3 Gurney, J.G. et al. (2006) Parental report of health conditions and health care use among children with and without autism:National Survey of Children's Health. Arch. Pediatr. Adolesc. Trends in Pharmacological Sciences Vol.29 No.8 380Author's personal copy 4 Baker, J.P. (2008) Mercury, vaccines, and autism: one controversy, three histories. Am. J. Public Health 98, 244-253 5 Fombonne, E. (2008) Thimerosal disappears but autism remains. Arch. Gen. Psychiatry 65, 15-16 6 Theoharides, T.C. and Kalogeromitros, D. (2006) The critical role of mast cell in allergy and inflammation. Ann. N. Y. Acad. Sci. 1088, 78-99 7 Theoharides, T.C. and Konstantinidou, hormone and the blood-brain-barrier. Front. Biosci. 12, 1615-1628 8 Levy, S.E. et al. (2007) Relationship of dietary intake to gastrointestinal symptoms in children with autistic spectrumdisorders. Biol. Psychiatry 61, 492-497 9 Black, C. et al. (2002) Relation of childhood gastrointestinal disorders to autism: nested case-control study using data from the UK GeneralPractice Research Database. BMJ 325, 419-421 10 MacDonald, T.T. and Domizio, P. (2007) Autistic enterocolitis; is it a histopathological entity? Histopathology 50, 371-379 11 Liu, Z. et al. (2005) Tight junctions, leaky intestines, and pediatric diseases. Acta Paediatr. 94, 386-393 12 Venter, C. et al. (2008) Prevalence and cumulative incidence of food hypersensitivity in the rst 3 years of life. Allergy 63, 354-359 13 Teufel, M. et al. (2007) Psychological burden of food allergy. World J. Gastroenterol. 13, 3456-3465 14 Ortolani, C. and Pastorello, E.A. (2006) allergies food Best Pract. Res. Clin. Gastroenterol. 20, 467-483 15 et al. (2004) The immunology of gluten sensitivity: beyond the gut. Trends Immunol. 25, 578-582 16 Vojdani, A. (2008) Antibodies as predictors of complex autoimmune diseases. Int. J. Immunopath. Pharmacol. 21, 267-278 17 Elder, J.H. et al. (2006) The gluten-free, casein-free diet in autism: results of a preliminary double blind clinical trial. J. Autism Dev. Disord. 36, 413-420 18 Lucarelli, S. et al. (1995) Food allergy and infantile autism. Panminerva Med. 37, 137-141 19 Vojdani, A. et al. (2002) Antibodies to neuron-specic antigens in children with autism: possible cross-reaction with Chlamydia 168-177 20 Gillott, A. and Standen, P.J. (2007) Levels of anxiety and sources of stress in adults with autism. J. Intellect. Disabil. 11, 359-370 21 Jansen, L.M. et al. (2003) Differentiation between autism and multiple complex developmental disorder in response to psychosocial stress.Neuropsychopharmacology 28, 582-590 22 Tani, P. et al. (2005) Higher plasma ACTH levels in adults with Asperger syndrome. J. Psychosom. Res. 58, 533-536 23 Theoharides, T.C. et al. (1999) Stress-induced rat intestinal mast cell intragranular activation and inhibitory effect of sulfatedproteoglycans. Dig. Dis. Sci. 44, 87S-93S 24 Galli, S.J. et al. (2005) Mast cells as effector immunoregulatory cells: recent advances. 749-786 25 Bachelet, I. and Levi-Schaffer, F. (2007) Mast cells as effector cells: a co- stimulating question. Trends Immunol. 28, 360-365 26 Theoharides, T.C. and Cochrane, D.E. (2004) Critical role of mast cells in inflammatory diseases and the effect of acute stress. J. Neuroimmunol. 146, 1-12 27 Abbott, N.J. (2000) Inflammatory mediators and modulation of blood- brain barrier permeability. Cell. Mol. Neurobiol. 20, 131-147 28 Chez, M.G. et al. (2007) Elevation of tumor necrosis factor- ain cerebrospinal fluid of autistic children. Pediatr. Neurol. 36, 361-365 29 Reichenberg, A. et al. (2001) Cytokine-associated emotional and cognitive disturbances in humans. Arch. Gen. Psychiatry 58, 445-452 30 Jyonouchi, H. et al. (2005) Dysregulated innate immune responses in young children with autism spectrum disorders: their relationship togastrointestinal symptoms and dietary intervention. Neuropsychobio- logy 51, 77-85 31 Yao, Y. et al. (2006) Altered vascular phenotype in autism: correlation with oxidative stress. Arch. Neurol. 63, 1161-1164 32 Farhadi, A. et al. (2007) Mucosal mast cells are pivotal elements in inflammatory bowel disease that connect the dots: stress, intestinalhyperpermeability and inflammation. World J. Gastroenterol. 13, 3027-303033 Rijnierse, A. et al. (2007) Mast cells and nerves tickle in the tummy. Implications for inflammatory bowel disease and irritable bowelsyndrome. Pharmacol. Ther. 116, 207-235 34 Esposito, P. et al. (2002) Corticotropin-releasing hormone (CRH) and brain mast cells regulate blood-brain-barrier J. Pharmacol. Exp. Ther. 303, 1061-1066 35 Matsumoto, I. et al. (2001) Brain mast cells act as an immune gate to the hypothalamic-pituitary-adrenal axis in dogs. J. Exp. Med. 194, 71-78 36 Theoharides, T.C. et al. (2004) Mast cells as targets of corticotropin- releasing factor and related peptides. Trends Pharmacol. Sci. 25, 563-568 37 Crompton, R. et al. (2003) Corticotropin-releasing hormone causes vasodilation in human skin via mast J. Clin. Endocrinol. Metab. 88, 5427-5432 38 Castagliuolo, I. et al. (1996) Acute stress causes mucin release from rat colon: role of corticotropin releasing factor and mast cells. Am. J. Physiol. 271, 884-892 39 Wallon, C. et al. (2008) Corticotropin releasing hormone (CRH) regulates macromolecular permeability via mast cells normalhuman colonic biopsies in vitro .Gut57, 50-58 40 Paus, R. et al. (2006) Neuroimmunoendocrine circuitry of the 'brain- skin connection'. Trends Immunol. Austen, K.F. (2002) Mastocytosis: mediator-related signs and symptoms. Int. Arch. Allergy Immunol. 127, 147-152 42 Akin, C. et al. (2006) Urticaria pigmentosa and mastocytosis: the role of immunophenotyping in diagnosis and determining response to treatment. Curr. Allergy Asthma Rep. 6, 282-288 43 Comi, A.M. et al. (1999) Familial clustering of autoimmune disorders and evaluation of medical risk factors in autism. J. Child Neurol. 14, 388-394 44 Croen, L.A. et al. (2005) Maternal autoimmune diseases, asthma and allergies, and childhood autism spectrum disorders: a case-controlstudy. Arch. Pediatr. Adolesc. Med. 159, 151-157 45 Menage, P. et al. (1992) An IgE mechanism in autistic hypersensitivity? Biol. Psychiatry 31, 210-212 46 Bakkaloglu, B. et al. (2008) Atopic features in early childhood Eur. Differential release of mast cell mediators and the pathogenesis of inflammation. Immunol. Rev. 217, 65-78 48 Kandere-Grzybowska, K. et al. (2003) IL-1 induces vesicular secretion of IL-6 without degranulation from cells. J. Immunol. 171, 4830-4836 49 Theoharides, T.C. et al. (2004) and neuropsychiatric disorders. J. Clin. Psychopharmacol. 24, 577-581 50 Cao, J. et al. (2005) Human mast cells express corticotropin-releasing hormone (CRH) receptors and CRH leads to selective secretion factor. 174, and Marshall, degranulation-independent production of vascular endothelial growthfactor by human mast cells. J. Immunol. 172, 1227-1236 52 Varadaradjalou, S. et al. (2003) Toll-like receptor 2 (TLR2) and TLR4 differentially activate human mast cells. Eur. J. Immunol. 33, 899-906 53 McCurdy, J.D. et al. (2003) Cutting edge: distinct Toll-like receptor 2 activators selectively induce different classes of mediator productionfrom human mast cells. J. Immunol. 170, 1625-1629 54 Kulka, M. et al. (2004) Activation of mast cells by double-stranded RNA: evidence for activation through Toll-like receptor 3. J. Allergy Clin. Immunol. 114, 174-182 55 Arvola, T. et al. (2006) Rectal bleeding in infancy: clinical, allergological, and microbiological examination. Pediatrics 117, e760-e768 56 Broadstock, M. et al. (2007) Systematic review of the effectiveness of pharmacological treatments for adolescents and adults with autismspectrum disorder. Autism 11, 335-348 57 Hranilovic, D. et al. (2007) Hyperserotonemia in adults with autistic disorder. J. Autism Dev. Disord. 37, 1934-1940 58 Akhondzadeh, S. et al. (2004) Cyproheptadine in the treatment of autistic disorder: a double-blind placebo-controlled J. Sciences Vol.29 No.8 381Author's personal copy 59 De Giorgio, R. et al. (2007) Novel therapeutic targets for enteric nervous system disorders. Trends Pharmacol. Sci. 28, 473-481 60 Swindle, E.J. and Metcalfe, D.D. (2007) The role of reactive oxygen species and nitric oxide in mast cell-dependent inflammatoryprocesses. Immunol. Rev. 217, 186-205 61 James, S., J. et al. (2006) Metabolic endophenotype and related genotypes are associated with oxidative stress in children withautism. Am. J. Med. Genet. B. Neuropsychiatr. Genet . 62 al. Metabolic biomarkers of increased oxidative stress and impaired methylation capacity in children with autism. Am. J. Clin. Nutr. 80, 1611-1617 63 Malbec, O. and Dae ¨ron, M. (2007) The mast cell IgG receptors and their roles in tissue inflammation. Immunol. Rev. 217, 206-221 64 Theoharides, T.C. et al. (2000) Chondroitin sulfate inhibits connective tissue mast cells. Br. J. Pharmacol. 131, 1039-104965 Middleton, E., Jr et al. (2000) The effects of plant flavonoids on mammalian cells: implications for inflammation, heart disease andcancer. Pharmacol. Rev. 52, 673-751 66 Kempuraj, D. et al. (2005) Flavonols inhibit proinflammatory mediator release, intracellular calcium ion levels and protein kinase C thetaphosphorylation in human mast cells. Br. J. Pharmacol. 145, 934- 944 67 Gravanis, A. and Margioris, A.N. The corticotropin-releasing factor (CRF) family of neuropeptides in inflammation: potential therapeutic applications. Curr. Med. Chem. 12, 1503-1512 68 Martinez, V. and Tache, Y. (2006) CRF1 receptors as a therapeutic target for irritable bowel syndrome. Curr. Pharm. Des. 12, 4071-4088 69 Bruijnzeel-Koomen, C. et al. (1995) Adverse reactions to food. European Academy of Allergology and Clinical ImmunologySubcommittee. Allergy 50, 623-635Opinion Trends in Pharmacological Sciences Vol.29 No.8 382 "}