{"title": "2022 National Biotechnology and Medical Care Quality Award & Symbol of National QualitySNQ Comprehensive Intelligent Anti-Microbial System (CiAMS) - Epochal Fast Digitally Precise Prediction and Therapy Intelligent Anti-Microbial System (i.A.M.S.) | News & Awards - ", "author": null, "url": "http://www.cmuh.cmu.edu.tw/NewsInfo/NewsArticle?no=8302", "hostname": "cmuh.cmu.edu.tw", "description": "Sepsis is a life-threatening condition that can lead to a dysregulated response to infection. Sepsis impacts and causes millions of deaths annually worldwide, including Taiwan, resulting in mortality rates of up to 29.2%.", "sitename": "", "date": "2023-03-10", "cleaned_text": "Intelligent Anti-Microbial System (i.A.M.S.) Sepsis is a life-threatening condition that can lead to a dysregulated response to infection. Sepsis causes millions of deaths annually worldwide, including in Taiwan, resulting in mortality rates of up to 29.2%. Traditionally, the Sequential Organ Failure Assessment (SOFA) score is the main scale used to determine the extent of a patient's organ function or rate of failure among sepsis patients. In addition to the SOFA score, there are other scores/scales for sepsis in use, such as the Quick SOFA (qSOFA), Modified Early Warning Score (MEWS), and Systemic Inflammatory Response System (SIRS), but they have an AUC of approximately only 0.6~0.7 for diagnosing sepsis in all patients aged over 20 years with suspected infection. Additionally, timely and accurate treatment with effective antimicrobial effects is critical for infected/sepsis patients and can significantly influence the outcome after treatment. However, for precise antimicrobial therapy and dosage, the resistance profiles of presumed pathogens should be considered. Early recognition of the infective microbial species, especially resistant isolates, can allow physicians to make targeted therapy decisions regarding various potential therapeutic options. Conventional microbiological methods usually require 12-24 hours of sample culture and an additional 24-48 h to identify the bacterial species and conduct antibiotic susceptibility testing. To address these challenges, China Medical University Hospital (CMUH) in Taichung, Taiwan, has developed an innovative artificial intelligence platform known as the Intelligent Anti-Microbial System (i.A.M.S.). This platform provides physicians with personalized antibiograms, sepsis and mortality risk prediction and monitoring, multidrug-resistant organism (MDRO) detection/prediction, and intelligent antibiotic clinical decision support systems (CDSSs). The i.A.M.S. was developed by a team of 40 experts from various departments/centres: Departments of Infectious Diseases, Chest Medicine and Critical Care, Pharmacy, and Information Technology, and Centers of Laboratory Medicine, Big Data, and Artificial Intelligence (AI). There were 12 PhDs and 14 masters on the team, as well as three professors, four associate professors, and seven assistant professors. The i.A.M.S. platform The i.A.M.S. utilizes the Internet of Things (IoT) to achieve a complete connection and full automation of the instruments. This platform provides a unified and standardized structure format for the inspection of report results, which are immediately pushed to the message queue. The AI Center at CMUH can then access the data at any time, and the calculated results are fed back to the message queue. With access to relevant AI results, the hospital information system provides physicians with timely clinical decision-making suggestions. Furthermore, the i.A.M.S. provides physicians with the resistance profiles of presumed pathogens, enabling them to make targeted therapy decisions regarding various potential therapeutic options. This feature reduces the inappropriate or excessive use of antibiotics and can decrease the risk of antimicrobial resistance. National Biotechnology and Medicine Care Quality Award 2022 Bronze Medal The i.A.M.S. is now fully implemented and used in CMUH. The overall number of visits has reached more than 100,000 since its deployment in June 2021 (as of the end of 2022, the cumulative number of visits has reached 146,438), with a monthly average number of visits of 11,274 in 2022. After the system was launched, the mortality rate due to sepsis was successfully reduced. The mortality rate decreased to 7.1% compared to 13.4% in the same quarter of 2020. Using this system, it is expected that early diagnosis and precision treatment can be provided as soon as possible to increase the survival rate. Taking Staphylococcus aureus infections as an example, the survival rate increased by approximately 11.7% after the platform was introduced, and the improvement in Klebsiella pneumoniae infections was even more notable (23.7%). For approximately 1,600 patients with bacteraemia at the Emergency Department at CMUH per year, the i.A.M.S. helps provide accurate medication for 555 patients, facilitates a lower inpatient length of stay of 1,110 days, keeps 34 more patients from being admitted to the ICU, prevents 22 deaths, and reduces health insurance costs by approximately 7.33 million New Taiwan Dollars (approximately 0.24 million USD). Comprehensive Intelligent Anti-Microbial System (CiAMS)-Epochal Fast Digitally Precise Prediction and Therapy: National Biotechnology and Medicine Care Quality Award 2022 Bronze Medal The i.A.M.S. platform has been given numerous awards since 2021 for its innovation, including the National Biotechnology and Medicine Care Quality Award Bronze Medal, National Innovation Award & Advanced Award, National Healthcare Quality Award (Industrial Application) Silver Medal, Healthcare Quality Award Silver Honourable Mention, Young Award Smart Application Champion, and Future Breakthrough Biotech Award. The Superintendent of CMUH, Dr. Der-Yang Cho, also the founder of the i.A.M.S., believes that this platform represents an important leap forwards in the prediction of MDRO infections, sepsis prediction/diagnosis/monitoring, and the optimization of antibiotic treatment. Dr. Cho states that \"we believe that it will help save lives by providing physicians with timely and accurate information to make informed decisions about MDRO and sepsis treatment\". "}