{"title": "STD Quarterly: Immunization schedule may soon grow, HPV vaccine under...", "author": "The trusted source; CONTINUING EDUCATION", "url": "https://www.reliasmedia.com/articles/120920-std-quarterly-immunization-schedule-may-soon-grow-hpv-vaccine-under-regulatory-review", "hostname": "reliasmedia.com", "description": "As you perform physical exams for your college-bound patients, you tick off the number of vaccinations needed to bring their immunizations up to schedule.", "sitename": "STD Quarterly: Immunization schedule may soon grow, HPV vaccine under regulatory review | 2006-07-01 | AHC Media: Continuing Medical Education Publishing", "date": "2015-01-02", "cleaned_text": "grow, HPV vaccine under regulatory review STD quarterly Immunization schedule may soon grow, HPV vaccine under regulatory review Quadrivalent vaccine up for evaluation, bivalent vaccine to follow (Editor's note: This article discusses pharmaceuticals not approved by the Food and Drug Administration.) As you perform physical exams for your college-bound patients, you tick off the number of vaccinations needed to bring their immunizations up to schedule. You may soon be adding another shot. At press time, the Food and Drug Administration (FDA) was scheduled to take action on a vaccination that protects against cervical cancer. The regulatory agency was scheduled to take action on Gardasil, developed by Merck & Co. in Whitehouse Station, NJ, by June 8, following an advisory panel's May 18 recommendation of the vaccination. If approved, it will be the first such vaccine on the market. Clinical trials on Gardasil are ongoing, but primary data have been submitted to the FDA, reports Kelley Dougherty, Merck spokeswoman. The company submitted data in December 2005, and it was accepted in February for priority review, she states. Another vaccine, Cervarix, is under development by GSK Biologicals in Rixensart, Belgium. The company has said it plans to submit Cervarix to the FDA for approval in late 2006. Both vaccines in development target human papillomaviruses (HPVs). There are more than 100 strains of HPV; about 30 of these viruses are sexually transmitted. Some strains of HPV may cause abnormal Pap tests and may lead to cancer of the cervix, vulva, vagina, anus, or penis. Other strains may cause mild Pap test abnormalities or genital warts.1 The Centers for Disease Control and Prevention (CDC) estimates about 20 million people currently are infected with HPV.1 About half of sexually active men and women acquire genital HPV infection at some point in their lives; the CDC estimates that by age 50, at least 80% of women will have acquired genital HPV infection. HPV types 16 and 18 and others, known as \"high-risk\" HPV types, may cause abnormal Pap tests and cervical cancer in women, as well as several other cancers in the vulva, vagina, anus, or penis. While other risk factors may come into play, being infected with a high-risk type HPV appears to be a necessary factor for cervical cancer development.2 Merck's Gardasil is a quadrivalent vaccine, targeting HPV types 6, 11, 16 and 18. In a Phase II randomized, double-blind, placebo-controlled study, the vaccine significantly reduced the combined incidence of persistent HPV 6, 11, 16, or 18 infection and related diseases, including new cervical pre-cancers and genital warts compared to placebo.3 GSK's Cervarix is a bivalent vaccine, targeting types 16 and 18. In a just-published study, the development vaccine exhibited 100% efficacy over 4.5 years against precancerous lesions associated with the two HPV types.4 Long-term, sustained protection is important when it comes to HPV infection, says the paper's lead author, Diane Harper, MD, MPH, MS, associate professor of community and family medicine & obstetrics and gynecology at Dartmouth Medical School in Hanover, NH. HPV takes a very long time to turn into cancer, so a vaccine has to offer long-term protection; otherwise, boosters are needed continually, and they are costly and a bother to remember, she says. If women are vaccinated too early, there is a chance that an alum-based vaccine would wane in efficacy and require a booster, Harper notes. The Cervarix vaccine is formulated with a proprietary innovative adjuvant system, AS04, which is designed to sustain antibody levels. In addition to demonstrating high antibody levels of response, the current study also shows that the bivalent vaccine is protective for HPV 45 and 31, the third and fourth most prevalent cancer-causing types of HPV, says Harper. The Gardasil vaccine under development by Merck covers external genital warts and two cancer-causing types, she adds. Who will get vaccine? If an HPV vaccine is approved, who will get it? At press time, the FDA's Vaccines & Related Biological Products Advisory Committee was set to look at the question for Gardasil. Merck is seeking approval for use of the vaccine in women ages 9 to 26. In February 2006, CDC's Advisory Committee on Immunization Practices HPV Vaccine Work-group recommended routine vaccination of females ages 11 to 12 with the quadrivalent HPV vaccine. The vaccination series could be started as young as age 9 at the discretion of the physician, according to the advisory committee.5 Most pediatricians would administer If a vaccine is approved, education on both the provider and patient fronts will be key to immunization success, say public health officials. Most pediatricians say they would administer the vaccine.6 More pediatricians support vaccination at older age groups (ages 15 and older) than at younger age groups (age 12).7 Will parents accept HPV vaccinations? Research indicates yes. Reservations generally are overcome when parents are educated about HPV, cervical cancer, and the vaccine.8 Research undertaken by scientists at Indiana University in Indianapolis indicates that parents will be in favor of such a move.9 References - Centers for Disease Control and Prevention. Genital HPV Infection. Fact sheet. Accessed at: [www.cdc.gov/std/HPV/STDFact-HPV.htm](http://www.cdc.gov/std/HPV/STDFact-HPV.htm). - Castellsague X, Diaz M, de Sanjose S, et al. Worldwide human Papillomavirus etiology of cervical adenocarcinoma and its cofactors: Implications for screening and prevention. J Natl Cancer Inst 2006; 98:303-315. - Villa LL, CA, et al. Prophylactic quadrivalent human papillomavirus (types 6, 11, 16, and 18) L1 virus-like particle vaccine in young women: A randomised double-blind Phase II efficacy trial. Lancet Oncology 2005; 6:271-278. - Harper DM, Franco EL, Wheeler CM, et al. Sustained efficacy up to 4.5 years of a bivalent L1 virus-like particle vaccine against human papillomavirus types 16 and 18: Follow-up from a randomised control trial. Lancet 2006; 367:1,247-1,255. - Markowitz L. Considerations and options for HPV vaccine recommendations in the U.S. Presented at the HPV Vaccine Workshop of the Advisory Committee on Immunization Practices. February 2006. Accessed at: [www.cdc.gov/nip/ACIP/mtg-slides-feb06.htm#hpv](http://www.cdc.gov/nip/ACIP/mtg-slides-feb06.htm#hpv). - Kahn JA, Zimet GD, Bernstein DI, et al. Pediatricians' intention to administer human papillomavirus vaccine: The role of practice characteristics, knowledge, and attitudes. J Adolesc Health 2005; 37:502-510. - Daley MF, Crane LA, Beaty BL, et al. National survey of pediatrician knowledge and attitudes regarding human papillomavirus vaccination. Presented at the 2006 National Immunization Conference. Atlanta; March 2006. - Dailard C. The public health promise and potential pitfalls of the world's first cervical cancer vaccine. Guttmacher Policy Review 2006; 9:6-9. - Zimet GD, Mays RM, Sturm LA, et al. Parental attitudes about sexually transmitted infection vaccination for their adolescent children. Arch Pediatr Adolesc Med 2005; 159:132-137. Subscribe Now for Access You have reached your article limit for the month. We hope you found our articles both enjoyable and insightful. For information on new subscriptions, product trials, alternative billing arrangements or group and site discounts please call 800-688-2421. We look forward to having you as a long-term member of the Relias Media community. "}