{"title": "Protocol for Lyme Disease Using Homeopathy - JoetteCalabrese.com", "author": "Joette Calabrese; HMC; PHom M", "url": "https://joettecalabrese.com/blog/protocol-lyme-disease-using-homeopathy/", "hostname": "joettecalabrese.com", "description": "If you don't believe that homeopathy can uproot Lyme disease, this week's blog is not for you. But if you're like me and know that homeopathy has cured the likes of cholera, dysentery, mono, strep, influenza and other such infective illnesses, then read on, and I'll share with you what I have learned and", "sitename": "JoetteCalabrese.com - Homeopathy works with us...not on us.", "date": "2014-06-16", "cleaned_text": "If you don't believe that homeopathy can uproot Lyme disease, this week's blog is not for you. But if you're like me and know that homeopathy has cured the likes of cholera, dysentery, mono, strep, influenza and other such infective illnesses, then read on, and I'll share with you what I have learned and used regarding homeopathy and Lyme. I will not discuss long-term, chronic Lyme as this is something a seasoned homeopath would need to be consulted on personally. Having said this, I've seen some remarkable cases that were many years old come round with good homeopathic treatment. Let's start with what can be done at the onset of the tick bite. Follow the most recent medical recommendations for removing the tick and do so as soon as possible. Save the tick by placing it in a covered jar with either 180 proof vodka, grain alcohol or brandy and label the date, on whom it was found and where on the body. If all else fails (which is unlikely), the tick can be made into a homeopathic remedy. This is actually known as isopathy, but it works under similar principles. I'll discuss how this kind of remedy is made in a forthcoming blog. But for now, just keep the tick in a jar. I got a little ahead of myself; simultaneously while removing the tick, I have administered the first dose of [Ledum palustre 200C](https://www.boironusa.com/product/ledum-palustre/). There are slightly differing views on how often the remedies should be taken, but I'll give you one that I learned years ago and have used for my family, including more than many times on Buster, The Bad Office Dog. Step 1: Start with [Ledum palustre 200C](https://www.boironusa.com/product/ledum-palustre/): This is taken every 3 hours for the first day, followed by twice daily for a week. This is then used twice weekly for a month and then once per week for another month. This is probably overkill but worth the extra effort to be certain. Ledum 200 is the premier remedy for any kind of animal bite. If the bite was rather recent (say a few weeks ago), this measure has been 100% effective so far in my experience. We live in the country, have plenty of deer and other critters, and our woods are considered a Lyme tick mecca. If I thought that someone in my family had Lyme that was older* and more entrenched, I'd still follow Step 1 and add Step 2 at any time after using Ledum. But I don't believe Step 2 is necessary if the tick was discovered in the last few days or so. Step 2: [Aurum arsenicum 200*](https://www.helios.co.uk/shop/aurum-arsenicicum), twice daily for one week and in the same manner as Ledum. Aurum arsenicum is a capital choice for when a poisonous infection arises, and this is one of those times. Step 3: For older cases, in which it is critical to take all precautions because illness has set in, the remedy made from the Lyme tick is called either [ Borrelia 30](https://www.helios.co.uk/shop/borrelia-burgdorferi) or simply [Lyme Nosode 30](https://www.helios.co.uk/shop/lyme-disease). It is used right along with the previous remedies. The protocol is to take Borellia once per day for three days and then stop, for a total of three doses. This protocol states that this may need to be repeated every few months if the symptoms remain. In older cases of Lyme, we see arthritis, chronic fatigue, tingling, dizziness and many other maladies. These should be treated specifically with the homeopathic protocols for each of these symptoms, along with the above procedures. How effective are these measures? Well, so far, I've not seen a single case of Lyme present when Step 1 is employed. In older cases, it's a matter of how entrenched the disease is, how many antibiotics and other allopathic drugs have been employed and the general vital force of the person. All in all, I've witnessed recovery in many of my clients/students. Ok, super short. Super easy. And super useful. If you know someone who should have this information, please pass it along. I write these blogs with no advertising dollars, therefore, no income from them, in hopes of getting folks to simply spread the word. Please spread the good news of homeopathy and how to cure your family yourself. And then have a great summer! _____________________________________________________________________________ Given that most folks who have been diagnosed with Lyme have had rounds of antibiotics, many suffer from long-term gut dysbiosis. This can cause new symptoms and deepening disease. Homeopathy has a history of being able to correct this. I consider correcting gut problems my personal and professional crusade. Should you be interested in exploring how to do this for yourself [click here](http://courses.joettecalabrese.com/ggbg-graphic). *1. *Three years ago when I wrote this blog, it never occurred to me that diagnoses of Lyme Disease would change so profoundly. Now some people believe that they have had chronic Lyme for 30 years (or even have inherited it genetically from a parent). When I mentioned \"older\" cases, I never intended for \"older\" to mean more than six months or so. This article applies to acute Lyme Disease, not what today is considered chronic Lyme. *2. *Unfortunately, although it was readily available when this blog was originally published, Aurum arsenicum 200C is now extremely difficult to find. In fact, now the only way I know to get it is from a British homeopathic pharmacy or on a non-retail basis from OHM Pharma, which is reserved for professionals and my students and clients. Believe me, I would never do that to you — recommend a remedy that you couldn't easily find. So instead, let me share with you a Banerji Protocol for Lyme Disease which can serve as an excellent second step in addition to the Ledum: [Hypericum perforatum](https://www.boironusa.com/product/hypericum-perforatum/) mixed with [Arsenicum album](https://www.boironusa.com/product/arsenicum-album/). Take this twice daily for a week, and then tapering in the same manner as the Ledum. I am a homeopath with a worldwide practice working with families and individuals via Zoom. I'm also a teacher and most importantly, a mom who raised my now-adult children depending on homeopathy over the last 31 years. I lived decades of my life with food intolerances, allergies, and chemical sensitivities until I was cured with homeopathy, so I understand pain, anxiety, and suffering. You may feel that your issues are more severe or different than anyone else's, but I have seen it all in my practice and in my work in India. My opinion is that nothing has come close to the reproducible, safe and effective results that my clients, students and I have achieved with homeopathy. Call today and learn how homeopathy might just be the missing piece in your health strategy. Joette is not a physician and the relationship between Joette and her clients is not of prescriber and patient, but as educator and client. It is fully the client's choice whether or not to take advantage of the information Joette presents. Homeopathy doesn't \"treat\" an illness; it addresses the entire person as a matter of wholeness that is an educational process, not a medical one. Joette believes that the advice and diagnosis of a physician is often in order. We've provided links for your convenience but we do not receive any remuneration nor affiliation in payment from your purchase. The Author disclaims all liability for any loss or risk, personal or otherwise incurred as a consequence of use of any material in this article. This information is not a substitute for professional medical advice, diagnosis or treatment. "}