{"title": "Doubt cast on wisdom of targeting 'bad' cholesterol to curb heart disease risk", "author": null, "url": "https://www.bmj.com/company/newsroom/doubt-cast-on-wisdom-of-targeting-bad-cholesterol-to-curb-heart-disease-risk/", "hostname": "bmj.com", "description": "Decades of research have failed to show consistent benefit for this approach, say researchers Setting targets for 'bad' (LDL) cholesterol levels to ward off heart disease and death in those at risk might seem intuitive, but decades of research have failed to show any consistent benefit for this approach, reveals an analysis of the available", "sitename": "BMJ", "date": "2020-08-04", "cleaned_text": "Decades of research have failed to show consistent benefit for this approach, say researchers Setting targets for 'bad' (LDL) cholesterol levels to ward off heart disease and death in those at risk might seem intuitive, but decades of research have failed to show any consistent benefit for this approach, reveals an analysis of the available data, published online in [BMJ Evidence Based Medicine](https://ebm.bmj.com/lookup/doi/10.1136/bmjebm-2020-111413). If anything, it is failing to identify many of those at high risk while most likely including those at low risk, who don't need treatment, say the researchers, who call into question the validity of this strategy. Cholesterol-lowering drugs are now prescribed to millions of people around the world in line with clinical guidelines. Those with poor cardiovascular health; those with LDL cholesterol levels of 190 mg/dl or higher; adults with diabetes; and those whose estimated risk is 7.5% or more over the next 10 years, based on various contributory factors, such as age and family history, are all considered to be at moderate to high risk of future cardiovascular disease. But although lowering LDL cholesterol is an established part of preventive treatment, and backed up by a substantial body of evidence, the approach has never been properly validated, say the researchers. They therefore systematically reviewed all published clinical trials comparing treatment with one of three types of cholesterol lowering drugs (statins; ezetimibe; PCSK9) with usual care or dummy drugs (placebo) for a period of at least a year in at-risk patients. Each of the 35 included trials was categorised according to whether it met the LDL cholesterol reduction target outlined in the 2018 American Heart Association/American College of Cardiology guidelines. The researchers then calculated the number of people who would need to be treated in order to prevent one 'event', such as a heart attack/stroke, or death, and the reduction in absolute risk in each study that reported significantly positive results. Their analysis showed that over three quarters of all the trials reported no positive impact on risk of death and nearly half reported no positive impact on risk of future cardiovascular disease. And the amount of LDL cholesterol reduction achieved didn't correspond to the size of the resulting benefits, with even very small changes in LDL cholesterol sometimes associated with larger reductions in risk of death or cardiovascular 'events,' and vice versa. Thirteen of the clinical trials met the LDL cholesterol reduction target, but only 1 reported a positive impact on risk of death; 5 reported a reduction in the risk of 'events'. Among the 22 trials that didn't meet the LDL lowering target, four reported a positive impact on risk of death while 14 reported a reduction in the risk of cardiovascular events. This level of inconsistency was evident for all three types of drugs. The researchers acknowledge that some of the 35 trials weren't designed, or of the size needed, to assess the clinical outcomes included in this analysis. Nevertheless, they point out that while setting targets for lowering LDL cholesterol based on risk \"should prevent cardiovascular events in patients at highest risk while avoiding unnecessary treatment in low-risk individuals. Unfortunately, the risk-guided model performs poorly in achieving these goals.\" Because LDL cholesterol is considered essential for the development of cardiovascular disease, \"it seems intuitive and logical to target [it],\" say the researchers. But they add: \"Considering that dozens of [randomised controlled trials] of LDL-cholesterol reduction have failed to demonstrate a consistent benefit, we should question the validity of this theory.\" And they conclude: \"In most fields of science the existence of contradictory evidence usually leads to a paradigm shift or modification of the theory in question, but in this case the contradictory evidence has been largely ignored, simply because it doesn't fit the prevailing paradigm.\" [Ends] 03/08/2020 Notes for [BMJ Evidence Based Medicine](https://ebm.bmj.com/) Funding: None declared Link to Academy of Medical Sciences labelling system [https://press.psprings.co.uk/AMSlabels.pdf](https://press.psprings.co.uk/AMSlabels.pdf) Peer reviewed? Yes Evidence type: Analysis of clinical trial data Subjects: People If you are a journalist needing to speak to an expert, please click here. Latest coverage of BMJ in the national and international media If you are a journalist who would like to receive our press releases, please provide your details. Email the UK media relations team for more information. "}