{"title": "Overview of Hyperbaric Therapy | Wound Care", "author": null, "url": "https://intermountainhealthcare.org/services/wound-care/hyperbaric-medicine/overview/", "hostname": "intermountainhealthcare.org", "description": null, "sitename": "intermountainhealthcare.org", "date": "2023-01-01", "cleaned_text": "What is Hyperbaric Oxygen Therapy? Hyperbaric [hi-per-BARE-ik] oxygen therapy means breathing 100% oxygen at pressures 2 to 3 times greater than normal. This dissolves more oxygen in the bloodstream and delivers it to every part of the body. It is used to treat selective injuries and infections. Hyperbaric oxygen therapy is delivered in a special clear cylinder or room, called a chamber. This can be a single-person chamber filled with 100% oxygen. Or, it can be a room-size chamber for several people who can breathe 100% oxygen through a hood or mask. Both treatments are equally effective. What Does Hyperbaric Therapy Do? Getting 100% oxygen in a pressurized chamber greatly increases the amount of oxygen delivered to body tissues by the blood. This helps the healing process by making blood vessels grow and helping the immune system fight infection. Your specific condition and your response to treatment will determine how often you need treatment and how many treatments you need. Some conditions need only a few hyperbaric treatments, but most need 30 to 60 treatments. Hyperbaric oxygen may be the primary treatment for some problems, but it is more often used as part of a larger plan of care. This could involve antibiotics and surgery. The hyperbaric team will work closely with your current team of care providers. Who Does it Help? Hyperbaric oxygen therapy is best known for treating injured SCUBA divers, but it is also used to treat: - Problem wounds, including some diabetic wounds, skin grafts, crush injuries, and wounds due to other circulation problems - Radiation-damaged tissue (such as bowel, bladder, skin, and bone) - Certain infections, such as gas gangrene, bacterial and fungal infections, and bone infections - Carbon monoxide poisoning - An air bubble in a blood vessel - Sudden, painless vision loss in one eye - Sudden loss of hearing in one ear Other Things You Should Know If you have a wound, we will take pictures and measure it over time to take note of any changes. We may order other tests to improve your response to therapy. You should keep seeing your other healthcare providers during your course of therapy. We can adjust your hyperbaric schedule as needed. Cigarette smoke and other tobacco products cause blood vessels to constrict, which limits the amount of blood and oxygen that can be delivered to the tissues. If you are a smoker, we can arrange for you to meet with a counselor to help you quit. If you continue to smoke, do not smoke for at least two hours before or after your session. Of course, no smoking is allowed in the chamber because of fire concern. "}