{"title": "Immune System — Des Moines Chiropractor | True Roots Chiropractic", "author": null, "url": "https://www.truerootschiro.com/immune-system", "hostname": "truerootschiro.com", "description": null, "sitename": "Des Moines Chiropractor | True Roots Chiropractic", "date": "2021-04-01", "cleaned_text": "chiropractic and the Immune System ADJUSTMENTS AND YOUR IMMUNE SYSTEM Enhanced Phagocytic Cell respiratory Burst Induced by Spinal Manipulation. JMPT 1991:14:399-408. This study was designed to measure the effect that a Chiropractic adjustment has on the immune system. Blood was taken from each of the patients 15 minutes before and 15 minutes after the adjustment. These results were compared to patient's blood test who received a sham (pretend) adjustment. The immune response from subjects who received the adjustment was significantly higher after than before treatment, and significantly higher than the response from the sham subjects. Patients who come in with colds, sore throats, sinus congestion and stomach viruses often remark that their recovery seems to be accelerated by the chiropractic adjustment. Recent scientific developments now lend support to the idea that Chiropractic correction of the subluxation can aid the immune responses of the body by reducing nerve interference. This is one of the most exciting areas of chiropractic. More and more research is pointing to an immune system enhancement effect of the spinal adjustment. The effects of chiropractic on the immune system: a review of the literature. Allen JM, Chiropractic Journal of Australia, 1993; 23:132-135. This is a summary of recent research implying a connection between chiropractic adjustments and immunocompetence. The literature suggests that the nervous system plays a role in the modulation of the immune response and that chiropractic adjustments influence T and B lymphocyte numbers, natural killer cell numbers, antibody levels, phagocytic activity and plasma endorphin levels. The few studies attempting to measure the effect of chiropractic or manipulative treatment on the immune response are reviewed. The anatomical and physiological connections between the immune system and the nervous system suggest that the nervous system plays a role in the modulation of the immune response. Noradrenergic sympathetic neural interactions with the immune system: structure and function. Felton, D.L., Felton, S.Y., Bellinger, D.L., et al. Immunol Rev 100:225-260, 1987. This is one of a growing number of papers by researchers in the field of psychoneuroimmunology exploring the relationship between the nervous system and the immune system. Potential mechanisms of action are discussed. A comparative study of the health status of children raised under the health care models of chiropractic and allopathic medicine. Van Breda, Wendy M. and Juan M. Journal of Chiropractic Research Summer 1989. Children under chiropractic had less use of medications, including antibiotics. An overview of neuroimmunomodulation and a possible correlation with musculoskeletal system function. Fidelibus J. Journal of Manipulative and Physiological Therapeutics, 12:4, 1989. Receptors for neuromodulators and neurohormones have been identified on human T-lymphocytes. It is believed that the immune system can communicate with the nervous system using neuromodulators and neurohormones secreted by lymphocytes. Chronic hyperemesis in two siblings with AIDS. Fallon, J Int'l Chiropractic Association Review Summer 2002. Two male siblings ages 4 and 6 with \"HIV infections\" and \"full-blown AIDS.\" Both boys suffered from severe hyperemesis (vomiting) associated with a hyperactive gag reflex and were on a liquid diet: the six-year-old by mouth and the 4-year-old by gastric tube. The 6-year-old had a viral load of 1,200 and was on a regime of antiviral drugs. His 4-year-old brother, with a viral load of 1,000,000 was on a cocktail of HIV medications (after the monotherapy failed). The 4-year-old had a history of chronic ear infections and the 6-year-old had severe learning disabilities. Both boys needed a walker or bilateral canes. The older boy had uncontrollable dribbling. Spinal examination subluxations at C1, T1, T8 and AS of the right ileum. Adjustments of the subluxated segments were begun; each boy was initially seen 2 times a week for three weeks. Within three weeks of initial care the older boy could walk better, he was able to use only one cane instead of two, he ate solid food for the first time since birth, his chronic drooling stopped as did his gagging and vomiting. However, if he went longer than 30 days without an adjustment his gag reflex returned as well as the uncontrolled vomiting. The younger boy was able to stop the gastric feeding and take liquid food orally, his vomiting reduced and his chronic ear infections ceased. In a few months he was able to eat solid food. His viral load dropped from 1,000,000 to 5! As long as he was adjusted 1-2 times per month, his vomiting did not return. Chiropractic treatment and antibody levels. Alcorn, S. Journal of the Australian Chiropractic Association. 1977. This paper reported increased levels of immunoglobulins in the blood serum of three patients under chiropractic care. A fourth patient did not respond to care. The author speculates the vertebral subluxation complex (VSC) acts as a stressor, causes secretion of cortical from the adrenal cortex. If cortisol levels exceed optimum levels, immunoglobulin secretion would be inhibited. Enhanced phagocytic cell respiratory burst induced by spinal manipulation: potential role of substance P. Brennan PC, Kokjohn DC, Killinger CL et al. Journal of Manipulative and Physiological Therapeutics Vol. 14 No 7 Sept 1991 p 399-408. An interesting property of phagocytic cells (polymorphonuclear neutrophils or PMNs and monocytes in this study) is put to use in this study, that is, they emit light during phagocytosis (called \"respiratory burst\"). Using 67 male and 32 female volunteers, blood was taken 15 minutes before and after subjects had a sham manipulation, a thoracic spine manipulation or a soft tissue manipulation. More light was emitted from monocytes and PMNs after spinal manipulation than from the sham or soft tissue work. Substance P (SP) is a neurotransmitter released from the dorsal root ganglion and its plasma level was elevated after the manipulation. SP appears to be able to prime phagocytes for enhanced respiratory burst. From the discussion: \"Thus the data provided evidence that spinal manipulation elicits viscerosomatic responses; specifically, our study shows that manipulation affects cells involved in inflammatory and immune responses, at least over the short term.\" Enhanced neutrophil respiratory burst as a biological marker for manipulation forces: duration of the effect and association with substance P and tumor necrosis factor. Brennan PC, Triano JJ, McGregor M et al. Journal of Manipulative and Physiological Therapeutics Vol. 15 no. 2 Feb.1992. P. 83-89. This paper builds upon the one above. Using blood collected from 27 males and 19 females after a manipulation of the thoracic spine, the plasma levels of substance P (SP) and respiratory burst response of PMLNs was found to be higher 15 minutes after manipulation than from blood collected 15 minutes before or 30 and 45 minutes after manipulation. In addition to priming PMNs for enhanced respiratory burst (RB), SP also stimulates production of mononuclear cell tumor necrosis factor (TNF). Mononuclear cells are also primed for enhanced endotoxin-stimulated TNF production after manipulation. From the discussion: The data presented confirm and extend our previous reports that a high-velocity, low-amplitude thrust to the thoracic spine primes PMN for an enhanced respiratory burst in response to a particulate challenge. Spinal manipulation also primes mononuclear cells for enhanced endotoxin stimulated TNF production...this has not been previously reported.... Thus these data further support the notion that spinal manipulation elicits viscerosomatic responses....\" The effect of chiropractic spinal manipulative therapy on salivary cortisol levels. Tuchin PJ. Journal of Australasian Chiropractic and Osteopathy, July 1998; 7(2), pp. 86-92. This is the study of six males and three females who had their baseline cortisol levels established and then received two-weeks of care (4 adjustments) follow by a two-week post adjustment period. Saliva samples were analysed and results showed reduction or no increase of salivary cortisol suggesting that chiropractic care had a measurable calming, physically soothing and restorative effect. Immunologic correlates of reduced spinal mobility: preliminary observations in a dog model. Brennan PC, Kokjohn K, Triano JJ et al. In: Proceeding of the 1991 International Conference on Spinal Manipulation, FCER; 118-121. The posterior facet joints of four beagles were surgically fused at L1/L2 and L2/L3 by injecting a sealant. T11/12 and T12/13 joints were fused on two of the beagles. Four beagles were used as controls. The respiratory burst (RB) of the polymorphonuclear neutrophils (PMN) were depressed in the dogs who underwent the surgical fusion in contrast to the 4 dogs who had a sham surgical fusion. The results of this study suggest that spinal joint fixation results in immunosupression. The effects of specific upper cervical adjustments on the CD4 counts of HIV positive patients. Selano JL, Hightower BC, Pfleger B, et al. Chiropractic Research Journal. 1994; 3(1): 32-39. This was a study to determine if chiropractic care could help individuals diagnosed with HIV. Five patients were adjusted and five were controls. After 6 months, in the control group (not under chiropractic care), the CD4 levels declined by 7.96% while the group receiving chiropractic adjustments experienced a 48% increase in CD4 cell counts. This indicates that correction of upper cervical subluxation could improve immunocompetence. Chiropractic and HIV infection. Martin, C. Journal of the American Chiropractic Association. 1995;3212:41-44. Recent research and case history analysis suggests that vertebral manipulation may have wide-ranging effects. From improvement in symptoms like peripheral neuropathy to stimulation of immune system, chiropractic appears to encourage individual well-being. The reduction of stress, education of the patient towards an immunopositive lifestyle and the removal of nervous system interference are the central benefits which chiropractic offers. Priming of neutrophils for enhanced respiratory burst by manipulation of the thoracic spine. Brennan P. and Hondras M Proceedings of the 1989 International Conference on Spinal Manipulation. Pub: FCER: Arlington, VA. pp.160-163. Manipulation of the thoracic spine appeared to increase the sensitivity of the white blood cells as indicated by respiratory burst. Chiropractic care in adult spina bifida: a case report. Thomas RJ, Wilkinson RR. Chiropractic Technique, 1990; 2:191-193. This is the case of a 31-year-old female with spina bifida at T11-L2 who presented with multiple symptoms that included muscle spasms, poor bladder control, recurrent bladder infection, swollen cervical lymph nodes, and possible immunosupression. Chiropractic adjustments consisted of Logan Basic and other minimal force techniques. After 5 years of chiropractic care, her bladder has been infection-free for a period of more than a year; bladder control has improved and leg spasms have decreased in frequency and severity. Menstrual cramping also has reduced. Based on the case history of recurrent infection, the author hypothesized that one effect of the vertebral subluxation complex was immunosupression, which was relieved by chiropractic adjustments. The side effects of the chiropractic adjustment. Burnier, A. Chiropractic Pediatrics Vol. 1 No. 4 May 1995. L.T. female age 7 ½ has been under chiropractic care since birth. She has never had the need to seek medical care, nor taken a single medication or over over-the-counter drug to date. Her presenting vertebral subluxation: Atlas ASLA, D3/D4 PI. Original Adjustment: Structural manual adjustment of D3/D4 in extension prone and Atlas in supine position. S. Family 4 children age 1,2,3,5. All the children have been under regular chiropractic care since birth and have not needed for medication or over-the-counter drugs. Each child was checked soon after birth and then weekly thereafter. Adjustments were only given if and when subluxations were present. The children were adjusted in one or two places on an average of 21 day intervals. Your immune system plays such an enormous role in the overall health of literally every cell and tissue in the body. Not only is it the immune system's job to protect from coughs and colds but also it helps fight against cancer; repair damaged joints and slow down the aging process. Don't limit Chiropractic care to aches and pains. Make Chiropractic a part of you and your family's wellness strategy. KEEP YOUR "}