{"title": "PDF", "author": "PDF", "url": "https://saludsindanio.org/sites/default/files/documents-files/1414/guiadelimpieza.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "GUÍA PARA LA LIMPIEZA, ALMACENAMIENTO TEMPORAL O INTERMEDIO Y TRANSPORTE DE DESECHOS DE MERCURIO DESDE LAS INSTALACIONES DE SALUD CONTENIDO Introduc ción ................................................................................................................... ............................1 Objetivo y Alcan ce de la Guía.................................................................................................. .................1 Cómo Utilizar est e Documento................................................................................................... ..............2 Información Básica............................................................................................................. .......................3 Limpieza de Derrames pequeños de Merc urio en un Cent ro de Salud................................................4 Almacenamiento Temporal In-Situ en una Instalaci ón de Sa lud ....................................................... 10 Empaque, Etiquetado y Transporte fuera de la Instalaci ón ............................................................... 16 Almacenamiento Intermedio en l ................................................................... 20 Apéndices ...................................................................................................................... .......................... 28 INTRODUCCIÓN El proyecto del PNUD-FMAM consiste en demostrar las mejores prácticas para la gestión de residuos de mercurio y promoción de componentes libres de mercurio. Mientras los servicios de salud gradualmente eliminan los equipos de mercurio, se necesitan métodos apropiados de almacenamiento y transporte. Este documento está destinado a los países del proyecto donde las normas y pautas nacionales para la limpieza, alma cenamiento y transporte de residuos de mercurio no existen en este momento. Es tas directrices sugeridas deben formar parte de un plan más amplio para la retención y retiro progresivo del mercurio. OBJETIVO Y ALCANCE DE LA GUÍA Objetivo El objetivo de este documento es ofrece r orientación a los centros de salud en la limpieza y almacenamiento temporal del mercurio, el transporte de los residuos de mercurio y su almacenamiento intermedio en una instalación centralizada. Alcances Este documento guía se ocupa de las diferentes formas de residuos siguientes de mercurio surgido de las instalaciones de salud: El mercurio elemental recobrado desde los aparatos de mercurio rotos Termómetros y esfigmomanómetros de mercurio no dañados Dispositivos y equipo que contienen mercur io elemental (tubos gastrointestinales tales como los tubos de Cantor, dilatadores esofágicos, bujías, y tubos de Miller- Abbott; interruptores de mercurio, etc.) Material de vidrio roto contaminado con mercurio elemental (específicamente, termómetros y esfigmomanómetros) Lámparas fluorescentes (tubos fluorescentes, lámparas fluorescentes compactas, lámparas germicidas UV) Amalgamas dentales. No se incluye en este documento otras formas de mercurio encontrado en las instalaciones de salud, es decir, pilas que contienen mercurio y el mercurio que contienen los productos químicos (como el timerosal utilizado en algunos productos oftálmicos, aerosoles nasales y vacunas, merbromina, diuréticos que contienen sales de mercurio, preservado res que contienen mercurio, fijadores y PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 2 tintes, limpiadores y quita-grasas contaminados con soda cáustica o cloro y mercurio).1 Este documento proporciona una guía sobre la limpieza de los derrames de mercurio, especialmente los derrames resultantes de la rotura de termómetros y esfigmomanómetros de mercurio. En este documento se considera dos tipos de almacenamiento: (1) almacenamiento temporal en el sitio (es decir, dentro de hospitales, clínicas y otros centros de salud) para propósitos de acumulación o retención de residuos hasta que el país cuente con instalacione s para el tratamiento y almacenaje centralizado y aprobado para desecharse; y (2) almacenamiento en una instalación centralizada por un período intermedio hasta que el almacenamiento de largo plazo (almacenamiento definitivo), tratamiento o eliminación que se disponga en el país. El almacenamien to intermedio no deberá exceder cinco años. Este documento también brinda una guía sobre el transporte de los residuos de mercurio desde un establecimiento de salud a una planta de almacenamiento intermedio. CÓMO UTILIZAR ESTE DOCUMENTO Diferentes partes de este documento pueden utilizarse a nivel de un centro de salud como pate del programa de reducción y eliminación de mercurio. Otras partes pueden ser útiles a nivel provincial o nacional. La guía puede utilizarse como base para la elaboración de directrices específicas de instalación, capacitación del personal, para políticas a nivel local o nacional y planificación a todo nivel. Los centros de salud deben evaluar primero las directrices y prácticas actuales, la disponibilidad de materiales y recursos y los niveles de capacitación del personal sobre el mercurio. (La presentación en Power Point del Proyecto del PNUD FMAM \"Mercurio: Sus propiedades, fuentes y efectos sobre la salud\" pudiera utilizarse como herramienta de sensibilización y está disponible en www.gefmedwaste.org) En contextos de bajos ingresos, puede que no sea posible obtener soluciones descontaminantes de mercurio o adoptar un enfoque completo de limpieza y almacenamiento, pero un poco de esfuerzo es mejor que absolutamente ninguno. Las instalaciones deben poner en práctica un plan gradual para mejorar la gestión del mercurio que se inicie con la sensibilización y las políticas destinadas a impedir el vertedero de mercurio de termómetros y esfigmomanómetros rotos en la basura doméstica, seguido de procedimientos simplificados que recobren el mercurio derramado tanto como sea posible y reducir al mínimo la exposición de la salud de las y los trabajadores y pacientes; y, los arreglos para el almacenamiento temporal que tengan en cuenta la salud y seguridad de la o el trabajador. Debe priorizarse los aspectos del plan que tengan mayor impacto. Esta guía puede serle útil a los gobiernos provinciales y nacionales en el desarrollo de planes e infraestructura pa ra el empaque, transporte fuera de las 1 \"Instrumentos, Productos y Químicos de Labor atorio, Utilizados en Hospitales, que pue den Contener Mercurio,\" Publicación 2- 03 en Going Green: Paquete de Recursos para la Prevenci ón de Contaminación en el Cuidado de la Salud , Salud Sin Daño (Health Care Without Harm, en i nglés), 5 de noviembre del 2,002. PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 3 instalaciones y almacenamiento intermedio de mercurio en instalaciones centrales, aún cuando los esfuerzos regionales e internacionales procedan hacia la búsqueda de soluciones a largo plazo del problema del mercurio a nivel mundial. Aunque esta guía se centra en el mercurio desde la atención de salud, muchos de los conceptos pueden ser aplicables a otras fuentes de desechos de mercurio. INFORMACIÓN BÁSICA Propiedades El mercurio elemental (Hg) es un metal plateado que se funde a 38.9oC y hierve a 357oC. Es el único metal que es líquido a temperatura ambiente. Las gotas de mercurio tienen una tensión superficial y apariencia redonda. La gota líquida es bastante móvil y se combina con otros me tales como el estaño, cobre, oro y plata para formar aleaciones (soluciones sólidas llamadas amalgamas). Una excepción es el hierro que no se amalgama con el mercurio. La densidad del mercurio es 13.5 g/cm3 a 25oC. El mercurio tiene la mayor volatilidad de cualquier metal, formando un gas incoloro e inodoro. Algunos materiales son resistentes al mercurio. Cuando el mercurio se derrama, puede fragmentarse en gotas muy pequeñas cubriendo, como resultado, una superficie total grande. Estas gotitas pueden volatilizarse a un ritmo más rápido de lo que la ventilación de una habitación puede diluir la concentración de mercurio sin peligro. La tasa de vaporización del mercurio elemental aproximadamente se duplica con cada aumento de temperatura de 10 oC. El aire que está saturado con vapor de mercurio a 25oC es mil veces superior al límite de exposición laboral de 0.02 mg de vapor de mercurio por m3 en el aire.2 Las pequeñas gotas de mercurio derramado pueden alojarse en las grietas, adherirse al tejido de alfombras, se mezclan con el polvo, irse por los drenajes, adherirse a las suelas de los zapatos y disolverse para formar aleaciones con los metales en los relojes y joyería. Algunos materiales son resistentes al mercurio.3 Toxicidad Los efectos tóxicos del mercurio son bien conocidos.4 El vapor de mercurio afecta el sistema nervioso central y periférico, los pulmones, los riñones, la piel y los ojos. También afecta el sistema inmunológico y es muta-génico. La exposición aguda a altas concentraciones de vapor de mercurio causa daños 2 Recomendación del Comité Científico s obre los Límites Laborales a la Exposici ón por mercurio elemental y compuestos inorgánicos de mercurio bivalentes, SCOE L/SUM/84, Comisión Europea, mayo del 2,007; el valor lím ite del umbral (nivel de exposición diaria a partir del cual se cree que un trabajador puede sufrir efectos adve rsos para la salud) o VLU asignado por l a Conferencia Americana de Higienistas Indus triales Gubernamentales (ACGIH, por sus si glas en inglés) es de 0.025 mg per m3 promedio durante un día normal de trabajo de 8 horas y una se mana laboral de 40 horas; el In stituto Nacional de Salud y Seguridad Ocupacional (NIOSH, por sus sigl as en inglés) tiene un límite de exposición recomendada (LER) para el vapor de mercurio de 0.05 mg per m3 como media ponderada en el tiempo (MPT) para un máximo de una jornada laboral de 10 horas y una semana laboral de 40 horas; el límite de exposición permisible (LEP) para el vapor de mercurio es un valor máximo de 0.1 mg per m3 en el aire de acuerdo con la Administración de Salud y Seguridad Ocupaci onal de los EE.UU (OSHA, por sus siglas en inglés). 3 Ejemplos de material es resistentes al mercurio a temperatura ambiente s on: hierro fundido gris y dúctil, acero carbono, acero inoxidable 304 y 316, Hastalloy C, titanio; epoxi, polietileno de fluorina, polie tileno clorosulfonado; vidrio y cerámica. 4 Guía de Salud y Seguridad Laboral para el Vapor de Mercur io, Administración de Salud y Seguridad Laboral de los EE.UU., Washington, DC; http://www.osha.gov/SLTC/healthguide lines/mercuryvapor/recognition.html PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 4 respiratorios severos, mientras que la exposición crónica a niveles más bajos se asocia principalmente con el trastorno del sistema nervioso central, los cambios de comportamiento y efectos sobre el sist ema nervioso periférico. La exposición crónica al mercurio puede causar temblor de párpados y trastornos de la visión. Los síntomas de inhalación aguda de altos ni veles de vapor de mercurio incluye escalofríos, náusea, malestar general, do lor en el pecho, dificultad para respirar, tos, gingivitis, salivación y diarrea. Lo s síntomas de la exposición crónica al mercurio incluye debilidad; pérdida de peso; trastornos gastrointestinales; un temblor que empieza con los dedos, los párpados y los labios y progresa y progresa a un temblor generalizado del cuerpo y a violentos espasmos de las extremidades; así como cambios de comportamiento y de personalidad, incluyendo un aumento de la excitabilidad, pérdidas de memoria, insomnio y depresión. Además, puede haber un ascendente dolor o despegue de la piel de las manos y los pies. Persistencia El mercurio no es biodegradable y persiste en el medioambiente. Cuando se elimina en el aire, entra en ciclos entre el aire, la tierra y el agua; y se somete a una serie de transformaciones complejas, físicas y químicas que resultan en otras formas de mercurio. El mercurio elemental es la forma más común de mercurio en el aire. En los sistemas acuáticos, el mercurio se transforma en formas orgánicas, como el mercurio de metilo que es más tóxico que las formas inorgánicas y se bio-acumula en los peces y otros animales salvajes a medida que avanza en la cadena alimenticia. Principios Los procedimientos para la manipulación y el almacenamiento de residuos de mercurio deben tener en cuenta su peso, movilidad, alta volatilidad, capacidad de formar amalgamas, riesgo de inhalación severa, la capacidad de ser absorbidos por la piel y causarle quemaduras, el peligro para los ojos y, las adversas reacciones para la sal ud debido a la exposición crónica a concentraciones bajas. En general, las exposiciones de control a los riesgos laborales se basa en una jerarquía de mandos que pueden resumirse de la siguiente forma: Eliminación Sustitución Controles de Ingeniería Controles Administrativos Equipo de protección personal. La eliminación del mercurio y su sustitución por alternativas libres de mercurio están a la cima de la jerarquía. Un plan de eliminación de mercurio implica, entre otros, la realización de un inventario, el decomiso de aparatos de mercurio, el empaque y almacenamiento temporal de los aparatos de los aparatos de mercurio en buen estado, adquisición de dispositivos que no contengan mercurio y que cumplan con las normas, capacitación en el uso de equipo que no contenga mercurio y un programa de mantenimiento preventiv o. Los controles de ingeniería se usan para eliminar un peligro o colocar una barrera entre el trabajador y el riesgo. Bien diseñados los controles de ingeniería normalmente serán independientes de las interacciones de los trabajadores para brindar un alto nivel de protección. Los controle s administrativos implican procedimientos seguros de trabajo, capacitación, sensibilización y señales de advertencia. El equipo de protección personal o EPP es un equipo usado para proteger a los trabajadores contra accidentes laborales o enfermedades graves debido a la exposición al producto químico. PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 5 LIMPIEZA DE PEQUEÑOS DERRAMES DE MERCURIO EN UN CENTRO DE SALUD 1.0 Planificación Los objetivos de la gestión segura de los residuos de mercurio en un centro de salud son para minimizar la exposición a los pacientes, personal sanitario, trabajadores de residuos y la comunidad; y para prevenir la contaminación del medio ambiente. Para lograr estos objetivos, es esencial un plan de gestión de residuos de mercurio. Un plan debe incluir: 5 Educación y capacitación del personal y la comunidad - sensibilización-, educación pública, capacitación continua en la gestión del mercurio, simulación (simulacro de respuesta a derrames) como parte de la capacitación. Mantenimiento adecuado de los aparatos de mercurio -procedimientos de seguridad para calibración y mantenimiento preventivo. Etiquetado adecuado y colección - separación del mercurio de los desechos infecciosos y regulares, uso de envases adecuados. Manejo adecuado de derrame de mercurio - equipos para derrames, procedimientos adecuados y capacitación del personal. Plan de recolección de los desechos de mercurio - procedimientos para almacenamiento y transporte local, hacia el área de almacenamiento designada. Estrategias de manejo externo - acuerdos de devolució n con proveedores de dispositivos de mercurio usados u obs oletos, acuerdos con instalaciones aprobadas para el reciclaje de mercurio (si están disponibles), introducción progresiva de dispositivos sin mercurio. Métodos apropiados para la eliminación - transporte hacia las instalaciones aprobadas para su tratamiento y desecho (si están disponibles). Los planes y políticas sobre el mercurio también deben considerara aspectos críticos como: Asegurar que un integrante del personal competente, capacitado en limpieza de derrames de mercurio esté siempre disponible. Asegurar que el equipo de protección personal esté siempre disponible para el personal de limpieza. Capacitación para todo el personal sobre cómo responder ante un derrame de mercurio, sobre cómo proteger una área en caso de derrame y a quién reportarlo. Criterios que especifiquen las circunstanci as cuando la (s) /el (los) paciente (s), visitantes y personal deben ser evacuadas /os del área antes de la limpieza. Criterios que especifiquen qué hacer con los derrames de mercurio que ocurran durante un procedimiento médico o quirúrgico. Criterios que especifiquen cuándo está \"suficientemente limpia\" una habitación para volver a ocuparse. Elaboración de informes de incidentes que describan los derrames, los métodos de limpieza utilizados, circunstancias anormales y seguimiento. Documentación de la capacitación del pe rsonal general y personal especializado en limpieza de mercurio; documentación de cada incidente de derrame, el uso de la documentación para evaluar las causas de los incidentes, la eficacia de las respuestas, vigilancia médica de las personas expuestas al mercurio, medidas 5 Adaptado de \"Manejo de Pequeños Derrames de Mercurio\", Hoja de Datos, Salud Sin Daño (HCWH, por sus siglas en inglés), Europa (Praga, Republica Checa) y Salud & Alianza Ambienta l - HEAL,- (Bruselas, Bé lgica), octubre del 2,006. http://www.noharm.org/europe/issu es/toxins/mercury/resources.php PNUD-FMAM Proyecto Mundial Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 6 preventivas y la presentación de informes periódicos de los resultados a la administración. El centro de salud debe estar preparado para un derrame en cualquier área del hospital en que se utilice dispositivos que contengan mercurio. 2.0 Equipo para Pequeños Derrames de Mercurio en un Centro de Salud Aunque los equipos para derrame de mercurio estén comercialmente disponibles, puede hacerse un equipo al reunir los siguientes elementos y almacenarlos en una caja marcada o recipiente portátil:6 Instrucciones paso a paso Equipo de Protección Personal (EPP): Varios pares de guantes de hule o nitrilo. Gafas de seguridad o de protección ocular. Protección Respiratoria: Máscara o mascarilla facial, debidamente ajustada, respiradora - purificadora de aire con cartuchos de vapor mercurio, o Mascarilla facial con azufre o impreg nada, a ambos lados, con yoduro de carbono activo, o mascarilla facial hecha de tela impr egnada con carbón activado (Tenga en cuenta que las mascarillas que no estén bien selladas alrededor de la cara podrían permitir la entrada de aire contaminado a través de los bordes) u Otra máscara especial o respirador dise ñado particularmente para el mercurio, o Si no se dispone de máscaras especiales : una mascarilla con un filtro de Alta Eficiencia para Partículas de Aire AEPA (HEPA, por sus siglas en inglés) 0.3 de micra, para capturar partículas de am algama y polvo repleto de mercurio (por desgracia, las máscaras regulares NO pr otegen contra el vapor de mercurio). Overoles, batas y otra ropa protectora Cobertores desechables para zapatos Recipientes: Bolsas plásticas con sello hermético (tamaño pequeño y grandes, grosor: 2 a 6 milésimas de pulgada o 50 a 150 micras) Recipientes pequeños de plástico rígido, herméticos, con un poco de agua o agente de supresión de vapor para recopilar el mercurio elemental (ver la recomendación abajo). Recipientes herméticos, resistentes a la perforación, de plástico rígido o jarra o recipiente de acero con una apertura amplia para recoger vidrios rotos contaminados con mercurio. Bandeja de plástico Bolsas plásticas regulares para basura (grosor: 2 a 6 milésima de pulgada, o 50 a 150 micras) 6 Adaptado de \"Manejo de Pequeños Derrame s de Mercurio\", Hoja de Datos, Salud Si n Daño (HCWH) Europa y HEAL (ibíd.); Sitio web de la Agencia de Protección Ambiental de los EEUU \"Emisiones de Mercurio y Derrames: Limpieza y Disposición Adecuadas,\" actualizado 2 de diciembre del 2,009 ( http://www.epa.gov/hg/spills/ ); \"Información y Criterios de Limpieza de Derrames de Mercurio\", Departamento de Manejo Ambiental de Indiana, mayo del 2,007; \"Información del Equipo de Protección del Personal para Mercurio,\" Cent ro Canadiense para la Salud y Seguridad Ocupacional, actuali zado 21 de diciembre de 1,998; y comparaciones de los diversos c ontenidos de equipo co mercial para derrames. PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 7 Herramientas para eliminar el mercurio: Linterna (antorcha eléctrica) para localizar cuentas brillantes de mercurio. Cartas (naipes) recubiertas de plástico o pedazos delgados de plástico para empujar las cuentas de mercurio en una cuchara plástica o pala; si éstas no están disponibles, utilizar tarjetas de fic hero, pedazos de cartón firme, o papel grueso. Cucharitas o palitas plásticas para atrapar las cuentas de mercurio. Pinzas para remover pequeños pedazos de vidrio quebrado. Gotero o jeringa (sin la aguja) para levantar cuentas grandes de mercurio. Cinta adhesiva o cinta pegajosa para recoger gotitas pequeñas de mercurio. Agentes de supresión de vapor: Azufre en polvo (disponible en farmacias) para absorber mercurio al formar sulfuro de mercurio. Hojuelas de zinc o de cobre (disponible en ferreterías) para absorber mercurio al formar amalgamas. Almohadillas absorbentes comerciales o supresores de vapor. 7 Cepillo para remover polvo o escamas. Hoja de navaja de utilería. Materiales para la descontaminación Vinagre, peróxido de hidrógeno y hisopos de algodón para la limpieza final usando polvo de azufre. Solución descontaminante comercial o descontaminante comercial. 8 Pastilla de jabón y toallas de papel. Etiquetas para colocar en los recipientes con desechos \"Peligro: Desechos de Mercurio\". Siempre que se utilice un equipo de de rrame, el personal de más alto rango involucrado en la limpieza debe asumir la responsabilidad de garantizar que el contenido se reponga lo más pr onto posible. Todos los equipos de derrame deben tener una hoja adjunta que indique cuando se utilizaron y verificar que los suministros gastados hay an sido sustituidos. La hoja debe ser firmada y fechada por el personal responsable. Recomendación : Los centros de salud que experimenten derrames frecuentes deben utilizar un recipiente gr ande, hermético, de plástico rígido o vasija de acero con un poco de agua o agente supresor de vapores para la acumulación de mercurio elemental, así como un recipiente grande, de plástico rígido, resistente a los punzaduras o, un recipiente de acero con abertura ancha, con agua o agente supresor de vapores para acumular vidrios rotos contaminados con mercurio. Cada uno de estos envases primarios debe estar etiquetado y colocarse en un envase secun dario (bolsas gruesas de plástico con cierre) y mantenerse con o cerca del equipo para derrames. Cuando un equipo para derrames contenga frascos o recipientes para acumulación, la ubicación del almacenamiento del equipo debe bloquearse, asegurarse y ser de fácil acceso 7 Un ejemplo de supresor de vapor es el MerconTMTainer (Ross Healthcare) que contiene una almohadilla de espuma saturada con una suspensión que contiene pequeñas cantid ades de tiosulfato de sodio, sulfato de cobre, cloruro de calcio y yoduro de potasio. También se ha utilizado pe queñas cantidades de fijador de rayos X (que c ontiene tiosulfato) o una solución de glicol de propileno de tiosulfato de sodio y sulfato de cobre como agentes de supresión de vapor. 8 Se puede hacer soluciones descontaminantes de la solución de tiosulfato de sodi o (fijador fotográfico), o una mezcla de tiosulfato de sodio y EDTA. Spilfyter® Decon Soluciones, HgX® Healthcare) son ejemplos de soluciones descontaminantes comercialmente disponibles. MerconTM utiliza una mezcla de aproximadamente 0.01% en peso de yodo , 0.13% sulfato de cobre, 0.15% cloruro ferroso, 1.3% cloruro de amonio y 15% de isopropanol y cantidades variables de glicol de propileno. PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 8 para el personal autorizado. Idealment e la ubicación del almacenamiento debe tener una salida de ventilación hacia el exterior de la instalación, lejos de las zonas muy pobladas. 3.0 Procedimientos de Limpieza para Derrames de Mercurio Este procedimiento detallado de limpieza de derrames de mercurio es una adaptación de muchas fuentes9 y pretende ser una guía para ayudar a desarrollar procedimientos específicos en las instalaciones. Cada centro de salud debe desarrollar sus propios proc edimientos de acuerdo a lo que sea práctico y esté disponible al mismo tiempo en que se maximice la protección de sus pacientes y trabajadoras y trabajadores de salud. Recomendación : Después que estos procedimientos hayan sido revisados y modificados para satisfacer las necesidades de un centro de salud, se deberá traducir los procedimientos al idioma o dialecto local, según sea necesario. Además, se puede utilizar dibujos o ilu straciones gráficas, tanto para la capacitación, como para recordar, paso a paso durante un derrame real. Paso 1 - Rápidamente determine la magnitud del derrame: Determinar en qué superficies se ha derramado mercurio qué tan lejos viajaron las cuentas de mercurio. Paso 2 - Inmediatamente bloquear el tráfico peatonal: No permita que nadie camine a través del sitio contaminado o vaya cerca de las áreas donde ha viajado el mercurio. Si la extensión de un pequeño derrame no es inmediatamente obvio, bloquee el tráfico en un radio de unos 2 metros alrededor del centro del derrame. Paso 3 - Contener el derrame: Si es necesario, evitar que las cuentas de mercurio viajen más lejos bloqueando su camino con trapos o material impermeable. Tome medidas para evitar que el mercurio caiga por desagües o grietas. Compruebe que la piel, zapatos o ropa de nadie haya sido salpicada con mercurio. Si los zapatos o partes de ropa fueran contaminados, se deben quitar y dejarse cerca del área del derrame antes de permitirle a la persona salir. La piel que haya estado en contacto con mercurio debe lavarse con un jabón alcalino. Paso 4 - Evacuar el área: Pídale a todas las personas que salgan de la habitación o el área general, dando prioridad a las mujeres embarazadas y a la niñez. Buscar ayuda para brindar primeros auxilio s a cualquier persona que requiera atención médica inmedi ata. (Véase el Apéndice A.) 9 \"Limpieza de Pequeños De rrames de Mercurio,\" Ag encia de Protección Ambien tal, Canadá; el de abril del 2,010 http://www.ec.gc.ca/mercure-mer cury/default.asp?lan g=En&n=D2B2AD47-1&printerversion=true ; \"Derrames y Emisiones de Mercurio\", Agencia de Protecci ón Ambiental de EE.UU, actualiza do el 2 de diciembre del 2,009 http://www.epa.gov/hg/spills/ ; \"Instrucciones de Limpieza de Derrames de Mercurio,\" Hoja de Datos, Departamento de Calidad Ambiental, Oklahoma, septiembre del 2,009; \"Guía de Información y Limpieza de De rrames de Mercurio,\" Programa de Concientización sobre Mercurio, Departamento de Gestión Ambien tal de Indiana, mayo del 2,007; \"Manejo de Derrames Pequeños de Mercurio,\" Hoja de Datos, Salud Sin Daño (HCWH) Europa (Praga, Republica Checa) Y Alianza para la Salud & el Medioambiente (Bruselas, Bélgica), octubre del 2,006 http://www.noharm.org/europe/issues /toxins/mercury/resources.php ; \"Documento Guía de Limpieza y Respuesta ante Derrames de Mercurio ,\" Asociación de Planificación, Prevenci ón y Respuesta a Emerge ncias por Derrames, Ohio, Columbus, Ohio 2,002; \"Lim pieza de Pequeños Derrames de Mercurio,\" Departamento de Ca lidad Ambiental, Michigan 2,002 http://www.p2pays.org/ref/15/14605.htm ; PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 9 Paso 5 - Reducir al Mínimo la propagación de vapores a las áreas interiores: Cierre todas las puertas interi ores que conducen a otras áreas interiores. Apague la ventilación central, los sistemas de calefacción o aire acondicionado que circulan el aire desde el sitio del derrame a otras áreas del interior del edificio. Paso 6 - Reducir las concentraciones de vapor en el área del derrame, si es posible: Después de asegurar que las ventanas y puertas exteriores estén abiertas a áreas libres de personas, abra las ventanas y puertas exteriores para diluir las concentraciones de vapor en la habitación. Prevenga el acceso al área poniendo señales y, si es necesario, bu sque la ayuda de otras personas dentro del personal; y luego salga del área para prepararse para la limpieza. Paso 7 - Prepararse para Limpiar: Quitarse joyas, relo jes teléfonos móviles y otros artículos que contengan metal. Consiga el equipo para derrames de mercurio. Paso 8 - Ponerse el Equipo de Protección Personal (EPP): Cambiarse con ropa vieja de ser posible. Póngase el delant al o bata, cobertores desechables de zapatos, guantes de hule o nitrilo, gafas y mascarilla antes de volver a entrar al lugar del derrame. Asegúrese que los artículos de metal, tales como los marcos de anteojos estén cubiertos por el EPP. Paso 9 - Eliminar las cuentas visibles de mercurio y vidrio quebrado: Coloque la jarra y el recipiente en la bandeja de plástico. A partir de la parte exterior del lugar del derrame y avanzando hacia el centro, retire con cuidado las cuentas visibles de mercurio y de vidrio roto. Utilice pinzas para retirar pedazos de vidrio y colóquelos en la jarra o recipiente de boca ancha sobre la bandeja. Usando una carta de baraja o un pedazo de plástico, deslice las cuentas de mercurio sobre la palita plástica o cuchara y lejos de cualquier alfombra o superficie porosa. Utilice un movimiento de barrido lento y corto, para prevenir la esparcimiento de gotitas de mercurio. Coloque cuidadosamente las cuentas de mercurio dentro del recipiente de plástico parcialmente lleno con agua o agente de supresión de vapor. Haga esto sobre la bandeja para recoger el derrame. También puede utilizar un gotero o jeringa para las cuentas pequeñas. Sostenga el gotero o jeringa casi paralela al suelo para succionar las cuentas manteniendo el gotero o jeringa en forma horizontal cuando transfiera las cuentas al contenedor plástico para e vitar que el mercurio se caiga. Paso 10 - Buscar y eliminar las gotas pequeñas de mercurio y vidrio: Buscar cualquier gotita restante y pedazos de vidrio alumbrando con la en diferentes ángulos hacia el piso y buscando reflejos desde las gotitas brillantes y los vidrios. Para las gotitas muy pequeñas, pudiera ser más fácil recogerlas con cinta adhesiva, pero tenga cuidado, ya que no siempre se pueden adherir. Coloque la cinta adhesiva en la bolsa de plástico con cinta adhesiva. Paso 11 - Limpiar las grietas y las superficies duras: Esparza polvo de azufre en polvo sobre gritas y rendijas y otras superficies duras (azulejos, linóleo, madera, etc.) que hayan estado en contacto con el mercurio; un cambio de color en el polvo del amarillo a marrón rojizo indica que el mercurio sigue presente y se necesita más limpieza. Si es así, rociar las hojuelas o copos del cobre o zinc para amalgamar cu alquier residuo de mercurio . Utilice el cepillo o la escoba pequeña para el polvo y/o las escamas de metal y colocarlas en las bolsa de plástico. Una forma alternat iva para limpiar superficies después de PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 10 añadir azufre en polvo es su aniquilación con hisopos de algodón empapados en vinagre, seguido de hiposos remojados con el peróxido. Coloque los hisopos en una bolsa de plástico con cierre. Paso 12 - Quitar los materiales suaves contaminados: Alfombras, carpetas, relleno, tapicería, cortinas, tapices, ropa de cama y otros materiales suaves que no puedan limpiarse fácilmente. Utilice la navaja para cortar los pedazos de alfombra, relleno y otros materiales suaves que estén contaminados con mercurio. Coloque los materiales contaminados en una bolsa de plástico con cierre hermético. Paso 13 - Limpiar los drenajes contaminados: Si el mercurio se derramó sobre un drenaje, fregadero o lavabo, trabaje con el ingeniero de planta para remover y reemplazar la trampa \"J\", \"U\" o \"S\". Coloque una hoja plástica o bandeja de plástico debajo del área de trabajo para recoger el mercurio que pudiera salirse. Sostenga la vieja trampa sobre una bandeja durante la transferencia del mercurio al recipiente hermético. Deseche la vieja trampa como desechos peligrosos. Paso 14 - Eliminar o descontamin ar el material de limpieza: Coloque todos los materiales contaminados utilizados durante la limpieza (incluyendo tarjetas o pedazos de plástico, trapos, hisopos de algodón, toallas de papel, cinta adhesiva, pastilla de jabón, cepillo o escoba) dentro de una bolsa plástica, con cierre hermético y a prueba de fugas. Otros artículos (pinzas, cucharas plásticas, bandeja, gotero, navaja multiusos, etc. ) deben, ya sea, desecharse con los artículos contaminados en la bolsa plástica o limpiarse a fondo con la solución descontaminante. Paso 15 - Etiquetar y sellar todos los materiales contaminados: Asegure que el frasco hermético y la jarra c ontengan suficiente agua para cubrir el mercurio elemental y vidrio quebrado, cierre, apretadamente, la jarra y el recipiente, etiquete y coloque cada uno en una bolsa plástica con cierre hermético. La jarra y el recipiente se deben almacenar en forma segura para su uso futuro. Coloque todas las bolsas plásticas contaminadas con los desechos de mercurio dentro de una segunda bolsa plástica, selle la bolsa exterior con cinta adhesiva y coloque una etiqueta (\"Mer curio: Desechos peligrosos\" o según las indicaciones de las autoridades locales) e incluya una breve descripción del contenido. Los desechos de mercurios pueden almacenarse temporalmente en el hospital (ver la siguiente sección). Paso 16 - Retirar y desechar o descontaminar el EPP: Quítese el EPP empezando con los cobertores de zapatos que deben colocarse en otra bolsa con cierre hermético. Luego quítese los guantes agarrando un guante con el otro, desprendiendo el primer guante, deslizando los dedos bajo el guante que permanece en la muñeca, deprendiendo el segundo guante y descartando ambos guantes en la bolsa plástica con cierre hermético. Lo siguiente es quitarse los anteojos tomando la banda de la cabeza o por las orejas. Quítese el delantal o bata sin tocar la parte delantera y dele vuelta completamente. Finalmente, quítese la máscara o respirador sin tocar el frente. Deshágase de los guantes, cobertores de zapatos, delant al (y máscara regular si se utiliza en vez de una máscara especial) en la bolsa plástica, que debe almacenarse junto con los desechos de mercurio. Descontamine los anteojos y respiradores o mascarilla especiales o máscara facial usando la solución descontaminante. PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 11 Paso 17 - Lavarse las manos y toda la piel expuesta: Use agua y jabón para limpiar toda la piel expuesta y enjuáguese bien. Paso 18 - Ventilar el área del derrame: Coloque un ventilador al lado del área del derrame para volatilizar el mercur io y un segundo ventilador en una ventana o puerta para mover el aire hacia el aire exterior durante 48 horas o más. Si eso no es posible debido a la calefacción central o el aire acondicionado, aumente la tasa de intercambio de aire para el edificio por varios días para reducir cualquier concentración de vapor de mercurio. (Véase el Apéndice B para estimar el número de cambios de aire por hora.) NOTA: Si se derramó más de la cantidad de un termómetro en un piso de madera u otro material poroso, utilice calentadores para aumentar la temperatura de la habitación a cerca de 30oC mientras sopla el aire hacia el exterior usando un ventilador o un soplador por lo menos durante 48 horas. Tratar el suel o poroso con un sellador es una opción adicional de seguridad. Paso 19 - Control Médico: Si el derrame resultó en una exposición aguda para un paciente o trabajador de salud, conduzca pruebas de sangre y orina, proporcione apoyo a la función respiratoria y cardiovascular y, si es necesario, inicie la terapia de quelación si la persona muestra síntomas de envenenamiento agudo por mercurio. Paso 20 - Escribir un informe sobre el incidente del derrame: Documentar el incidente de conformidad con los procedimientos del establecimiento de salud. El informe se puede utilizar para mejorar la seguridad en la instalación. En caso de un Derrame, las Siguientes son cosas que NO deben hacerse: No utilice una aspiradora regular para eliminar el mercurio y los artículos contaminados con mercurio. El mercurio flotará en el aire por medio del escape de la aspiradora propagará la contaminación. Además, la aspiradora se contaminará y tendrá que ser eliminada como desperdicio peligroso. No lave la ropa contaminada con mercurio, alfombras u otras telas en la lavadora. La lavadora y las aguas residuales pueden contaminarse. No utilice una escoba para barrer el mercurio. Puede romper el mercurio en cuentas pequeñas y dispersarlas. No vierta el mercurio por el desagüe. Puede contaminar su plomería, sistema séptico, o su planta local de tratamiento de aguas residuales. No disperse el mercurio que haya alcanzado sus zapatos. Si es posible, limpie los zapatos con la solución descontami nante (vea la Sección 2.0, página 5). Si no se puede descontaminar los zapatos, envuélvalos en una bolsa plástica y deshágase de ellos apropiadamente. PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 12 ALMACENAMIENTO TEMPORAL IN-SITU, EN UN CENTRO DE SALUD 1.0 Guías Generales para el Almacenamiento Temporal en el Sitio10 Los siguientes puntos generales deberán orientar el diseño de almacenamiento in situ de los dispositivos de mercurio , desechos contaminados y el mercurio elemental: EMPLAZAMIENTO Y PREPARACIÓN : El espacio de almacenamiento debe estar situado una zona segura, de acceso restringido. Si el espacio de almacenamient o se encuentra en un edificio de usos múltiples, debe ser en una habitación cerrada con llave o un espacio encerrado que pueda cerrarse con llave. El espacio de almacenamiento debe ser de fácil acceso al personal que esté autorizado para recoger, almacenar y transportar los desechos. La ventilación del espacio de almacenamiento no debe dirigir el aire hacia las zonas muy pobladas y debe estar lejos de cualquier salida o admisión de aire. Debe hacerse una estimación del volumen previsto de mercurio y desperdicios de mercurio a ser almacenado y este valor debe valor se debe usar para determinar el tamaño mínimo del espacio de almacenamiento y los tipos y tamaños de los recipientes. (Véase el Apéndice C.) Los desechos de mercurio deben mantenerse separados de los desechos ordinarios, los desechos infecciosos y otros tipos de desechos. REQUISITOS DE DISEÑO DE L ESPACIO DE AL MACENAMIENTO : EL espacio de almacenamiento debe tener: Un techo y paredes que lo protejan del clima, insectos y otros animales; un techo inclinado para drenar el agua y es pr eferible mantenerla fuera del lugar. Piso hecho de un material que sea liso e impermeable al mercurio. 11 Si hay un drenaje en el espacio de al macenamiento, debe tener una trampa de drenaje fácilmente accesible y reemplazable para capturar mercurio en caso de un derrame. El espacio de almacenamiento debe cerrarse con llave para prevenir robos. El espacio de almacenamiento debe tener ventilación que pueda expulsar el aire desde el espacio directamente hacia el exterior y controles de ventilación que puedan impedir la circulación de aire del espacio de almacenamiento al interior de las instalaciones. 10 Basado en varias fuentes incluyendo: \"Guí as Técnicas para la Gesti ón Ambientalmente Racional de Desechos consistentes en Mercurio Elemental y los Desechos que Cont ienen o estén Contaminados con Mercurio,\" 5to Borrador, Secretaría de Basilea Convención, Ginebra, 14 de mayo del 2,010; \"Colecciones Municipales de Me rcurio,\" J. Alphin, Asociación de Reciclaje del Sur Central, Massachusetts; y Auto Control de Sustancias Químicas para el Mercurio y Compuestos DENR No. 97-38, Departamento Filipino de Medioambiente y Recursos Naturales, 23 de diciembre de 1,997. 11 El piso no debe ser poroso ni con fisuras. Algunos ejemplos son de cemento con epoxi, poliuretano recubierto con plantas, suelos de caucho sin fisuras, pisos de poliést er, etc., ver también la sección sobre Propiedades (pág. 3) para ver ejemplos de materiales resistentes al mercurio. PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 13 El espacio de almacenamiento debe tener construcción de terraplenes o barreras en el suelo o una bandeja de contención de derrames directamente debajo de los recipientes para evitar que los derrames se propaguen. El volumen de contención dentro de la pared, desnivel o volumen de contención de la bandeja debe ser de por lo menos 125% del volumen total de mercurio líquido almacenado. El Equipo de Protección de Personal, un juego de herramientas para derrames y áreas de lavado deben ubicarse cerca (pero no dentro) del espacio de almacenamiento para fácil acceso por parte del personal autorizado. El espacio de almacenamiento debe mantenerse fresco y seco (idealmente por debajo de 25oC para minimizar la volatilización y por debajo del 40% de humedad relativa para minimizar la corrosi ón, si se utiliza recipientes y estantes de acero). ETIQUETADO Y ROTULACIÓN : Las puertas de entrada y salida del espacio de almacenamiento deben estar marcadas con señales de advertencia, tales como \"Peligro: desechos peligrosos de mercurio\" y el símbolo de la calavera y las tibias cruzadas de los residuos tóxicos o venenosos. Los recipientes deben estar etiquetados \"Desechos de Mercurio Peligrosos\" junto con una descripción del contenido y la fecha inicial de almacenamiento. ALMACENAMIENTO DE MERCURIO ELEMENTAL : Cuando el mercurio elemental se almace na con el fin de la acumulación, el recipiente primario debe tener las siguientes características: o Fácil de abrir y sellar de nuevo. o A prueba de fugas y hermético. o Hecho de material que no reaccione o se amalgame con mercurio (véase la nota en la sección Propiedades, de la página 3). o Hecho de material que no sea frágil. o Hecho de material resistente a la corrosión. o Suficientemente pequeño que el peso del mercurio no sea tanto como para levantarlo (el típico límite, ergo nómico, de peso es de 23.5 kg). o Lo suficientemente pequeño para que el peso del mercurio no exceda la fuerza del recipiente (vea el Apéndice C). Cuando el mercurio elemental se almace na con fines de acumulación, se debe agregar un agente de supresión de vapor o de agua al recipiente primario para proteger a las y los trabajadores cuando se añada más mercurio. Las y los trabajadores deben utilizar Equipos de Protección Personal (EPP) incluyendo protección respiratoria. El recipiente primario debe estar marcado con el tipo de desecho de mercurio la fecha en que el mercurio se colocó en el recipiente. Cuando se almacene mercurio elemental, el almacenamiento debe incluir un recipiente secundario que ayude a prevenir la liberación de vapor de mercurio como medida redundante de seguridad. Si el recipiente secundario no es transparente o la etiqueta en el recipiente primario no puede verse, también se le debe colocar una etiqueta, por fuera, al recipiente secundario. Los recipientes de de sechos de mercurio que se utilicen para la acumulación deben estar sobre una bandeja plástica o bandeja de control de derrames para PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 14 recibir cualquier derrame durante el llenado. El volumen de contención del azafate o bandeja debe exceder el volumen total de mercurio líquido almacenado en el recipiente. MECANISMO DE ALMACENAMIENTO DE MERCURIO : Dado que los dispositivos de ininterrumpidos de mercurio (ej., termómetros y esfigmomanómetros) son frágiles, deben ser almacenados en forma que se reduzca la posibilidad de rotura. Dado que los dispositivos de mercurio pueden quebrarse durante el almacenamiento o transporte, el recipiente primario debe ser resistente a la punción y hermético a menos que estén colocados en sus estuches portátiles originales o cajas individuales utilizadas durante el envío. El recipiente primario debe estar marcado con el tipo de dispositivo de mercurio, las cantidades dentro del recipiente, la fecha inicial de almacenamiento y cualquier descripción adicional si es necesario. Como medida de seguridad redundante, el recipiente primario debe colocarse en un recipiente secundario que impida la liberación de vapor de mercurio en caso de rompimiento de dispositivos de mercur io. Si el recipiente secundario no es transparente o la etiqueta en el recipi ente primario no puede verse, también debe colocarse, por fuera, una etiqueta en el recipiente secundario. ALMACENAMIENTO DE DESECHOS CONTAMINADOS CON MERCURIO : Los desechos contaminados con mercurio que incluye vidrio quebrado u otros objetos con bordes o puntas afiladas (ej., termómetros quebrados) deben colocarse en recipientes primarios que sean resistentes a la punción, y herméticos. Como medida redundante de seguridad, el recipiente debe colocarse en un recipiente secundario que fortalezca la prevención de liberación de vapor de mercurio. Los desechos contaminados con mercurio que no contengan bordes o puntas agudas o que no resulten en bordes o puntas filosas cuando se dejan caer o son aplastados (ej., trapos contaminados, toallas de papel o pedazos de alfombra) deben colocarse en un recipiente hermético primario. Como medida redundante de seguridad, el recipiente primario debe colocarse en un recipiente secundario que prevenga aún más la liberación del vapor de mercurio. El recipiente primario debe estar marcado con el tipo de desecho de mercurio, la cantidad estimada, la fecha en que se colocó el material dentro del recipiente y descripción adicional si es necesario. Si el recipiente secundario no es transparente o la etiqueta sobre el recipiente primario no puede verse, también se debe colocar una etiqueta por fuera del recipiente secundario. ALMACENAMIENTO DE AMALGAMA DENTAL : Cuando las amalgamas dentales se almacenan con el fin de la acumulación, el almacenamiento debe incluir: o Un recipiente primario que sea fácil de abrir, con cierre hermético, a prueba de fugas. o Un agente de supresión de vapor o agua en el recipiente primario. o Una etiqueta con el tipo de desperdicio de mercurio y la fecha en que primero se coloca el mercurio ahí en el recipiente. o Un recipiente secundario que ayude a prevenir la liberación de vapor de mercurio como medida redundante de seguridad. Si el recipiente secundario no es transparente o la etiqueta en el recipiente primario no PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 15 puede verse, también se debe colocar una etiqueta por fuera del recipiente secundario. ALMACENAMIENTO DE LAMPARAS FLUORESCENTES : Cuando se almacena lámparas fluorescentes intactas, el almacenaje debe incluir: o Un recipiente primario que evite las roturas, de preferencia en la caja original en que se envió las lámparas. (Si está disponible, se recomienda una caja sellada con un empaque resistente al vapor, como un forro plástico o papel de aluminio. De lo contrario, puede usarse una caja grande u otra que se adapte a la forma de la lámpara.) o Un recipiente secundario, como una lamina de plástico con cinta, que impida la liberación de vapor de mercurio como una medida de seguridad redundante. Si el recipient e secundario no es transparente o la etiqueta en el recipiente primario no se puede ver, también se debe colocar una etiqueta por fuera sobre el recipiente secundario. o Si las lámparas fluorescentes son almacenadas en sus estuches originales, en un barril o recipiente para lámparas fluorescentes aprobado por NU, o en una caja con un revestimiento resistente al vapor, no se requiere un recipiente secundario. Las lámparas fluorescentes quebradas deben almacenarse como desechos que contienen mercurio. PROCEDIMIENTOS GENERALES : Todo el personal involucrado en la colección, almacenamiento, transporte y supervisión de desechos de mercurio debe recibir capacitación especial sobre manejo de desechos de mercurio, incluyendo la limpieza de derrames. Las Hojas de Datos de Seguridad Material y las Tarjetas de Seguridad Química Internacional sobre mercurio (ver el Apéndice \"D\") deben estar disponibles para las y los empleados y discutirse durante las sesiones de capacitación. El espacio de almacenamiento debe ser inspeccionado cada mes para verificar si hay fugas, recipientes corroídos o quebrados, métodos inadecuados de almacenamiento, ventilación, condicio nes del EPP y el área de lavado, el contenido del juego de herramientas para derrames y registros actualizados. Se debe prestar especial atención a los desechos que tienen el potencial para generar mayores concentraciones de v apor (ej., mercurio elemental, esfigmomanómetros, etc.). No se debe fumar ni comer dentro ni en los alrededores del espacio de almacenamiento. Debe mantenerse registros de inventarios de los tipos de desechos de mercurio, descripciones, cantidades almacenadas y las fechas iniciales de almacenamiento. 2.0 Ejemplos de Almacenamiento In-Situ Los siguientes son ejemplos de opcion es de almacenamiento aceptable, basado en las directrices anteriores: EJEMPLO 1 Hospital \"A\" PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 16 El hospital A decide que el sótano es un buen lugar para situar el espacio de almacenamiento, ya que está fuera de lo s límites para pacientes y visitantes, pero es de fácil acceso para el personal involucrado en el almacenamiento de mercurio. El hospital \"A\" estima que necesita almacenar 1,000 termómetros intactos, 20 esfigmomanómetros intactos, 500 termómetros quebrados, 350 litros de desperdicios de limpieza, 40 ml de mercurio elemental que se ha acumulado, 1.5 litros de desechos de amalgama acumulados por el departamento de odontología y 1,260 lámparas fluorescentes T8 lineales (1,200 mm de largo). De acuerdo con cálculos usando las cantidades anteriores, el plan de almacenamiento es el siguiente: Los 1,000 termómetros se envuelven cuidadosamente en una bolsa plástica y se unen con cinta adhesiva para formar un volumen compacto de cerca de 2 litros; los termómetros—junto con papel arrugado, envoltorio plástico con burbujas, o empaque de esponja para evitar que se quiebren—luego se colocan en una lata de acero inoxidable de 3 litros con una tapadera ajustada (recipiente primario). Se marca en el exterior de la lata con la cantidad, descripción y fecha. La lata se coloca dentro de una bolsa plástica de 4 litros, de 2 o 3 mil (50 a 75 micras) de grosor, transparente, con cierre (recipiente secundario). Los 20 esfigmomanómetros intactos se colocan de vuelta en sus estuches originales de 2 litros con etiquetas que identifican el contenido (recipiente primario). Los estuches se pegan con cinta adhesiva en gropos de 4 y se colocan en bolsas gruesas para basura de 2 a 4 mil (50 a 100 micras) de grosor cerradas con cinta adhesiva fuerte (recipiente secundario). Se coloca una etiqueta en la parte exterior de las bolsas. Los 500 termómetros rotos se colo can en una lata, identificada, de acero inoxidable de 3 litros (recipiente primario). La lata se coloca dentro de una bolsa plástica de 4 litros, de 2 o 3 mil (50 o 75 micras) de grosor, transparente, con cierre (recipiente secundario). Los 350 litros de desechos de limpieza (trapos contaminados, tela y otros materiales que no tengan bordes o puntas filosas) se colocan en bolsas plásticas múltiples, de 2 o 3 mil (50 o 75 micr as) de grosor, con cierre hermético (recipiente primario). Las bolsas plásticas se etiquetan y colocan en dos barriles de acero o plástico (recipientes secundarios), cada uno con capacidad de 220 litros (55 galones o 44 galones imperiales) y una tapadera con empaque y seguro manual para evitar el escape del vapor. Se etiqueta los barriles por fuera. Los 40 ml de mercurio elemental se almacenan en una botella marcada, de 100 ml, de boca ancha, de Tereftalato de Polietileno TEP (recipiente primario) que sea al menos de 0.3 mm de grosor con ta pa hermética. [Nota: Las botellas de bebidas gaseosas carbonatadas generalmente están hechas de de plástico, de 0.3 mm de grosor PET.] Se agrega, como supresor de vapor, una cantidad pequeña de agua. La botella se coloca dentro de una pequeña bolsa plástica con cierre hermético, transparente, de 6 mil (150 micras) de grosor (recipiente secundario), que a su vez se coloca en una bandeja plástica con bordes elevados. El litro y medio de amalgama dental se coloca en una botella marcada, de 2 litros, de PET (recipiente primario) junto con supresor seco de vapor . Se coloca la botella dentro de una bolsa plástica (recipiente secundario), transparente y PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 17 con cierre hermético de 3 mil (75 micras), que a su vez se coloca sobre la bandeja plástica con bordes levantados. Las 1,260 lámparas T8 se colocan, ya sea en sus 42 estuches originales que forman una pila de 1m x 1m x 1.25m. Como alternativa, se pueden colocar en 7 barriles de lámparas, aprobados por NU, cada uno mide 58.5 cm de diámetro x 123 cm de alto. Se etiqueta el exterior de los estuches o barriles. El hospital \"A\" determina que a un cuarto de almacenamiento de 2 x 3 metros en e el sótano es suficientemente grande para contener los desechos de mercurio. La puerta del cuarto se rotula con \"Peligro: Desechos de Mercurio.\" Se hace un agujero en la pared o techo para instalar el ducto de escape del ventilador, que está conectado al cabl eado eléctrico existente. Cuando se enciende, el ventilador sopla el aire de la habitación a un patio vacío. La calefacción, la ventilación y el aire acondicionado del cuarto están equipadas con una placa mecánica u hoja de plástico pre-cortada que puede pegarse al ventilador para evita la circulación de aire a otras partes del hospital durante un derrame. Se fija, con adhesivo al piso, una tira de plástico flexible, que va alrededor del área donde los desechos de mercurio se almacenan para evitar que se propague el derrame. Afuera, cerca de la puerta del sótano, hay un gabinete con un equipo para derrames, EPP, Hojas con Datos de Seguridad sobre Materiales (MSDS, por sus siglas en inglés), una copia del inventario y otros registros. El coordinador del manejo de desechos de salud supervisa el almacenamiento de mercurio y utiliza una lista de verifi cación para inspeccionar el cuarto de almacenamiento cada mes. El coordinador y demás personal involucrado en los desechos de mercurio reciben capacitación especial sobre manejo de desechos de mercurio incluyendo limpieza de derrames. EJEMPLO 2 Pequeña Clínica \"B\" La clínica \"B\" determina que el laboratorio es un buen sitio para el espacio de almacenamiento, ya que está fuera de los límites a las y los pacientes y visitantes, pero de fácil acceso para el personal involucrado en el almacenamiento de mercurio. La clínica \"B\" estima que necesitan almacenar 20 termómetros intactos, 2 esfigmomanómetros, 10 ml de mercurio elemental y 300 ml de desechos de amalgama. No se espera mayor acumulación de mercurio elemental o amalgama, ya que la clínica ha ido eliminando el uso de mercurio. Con base en cálculos realizados utiliza ndo las cantidades anteriores, el plan de almacenamiento es el siguiente: Los 20 termómetros se pegan cuidadosamente con cinta adhesiva y se colocan juntos en una botella plástica de 500cc., alta, de abertura ancha, HDPE y amortiguada con pedazos de esponja de poliestireno -ej., Térmico o espuma de polietileno quebrado que se desprende de los vasos de café desechables o de \"cacahuates\" usados para empacar y evitar que se quiebre (recipiente primario). La tapa está sellada con cinta adhesiva y la botella está marcada con la cantidad, descripción y fecha. La botella se coloca dentro de una bolsa plástica, hermética de 150mm x 200mm, 50 micras de grosor, transparente (recipiente secundario). Los 2 esfigmomanómetros intactos están envueltos en esponja de empaque, sellados con cinta adhesiva y colocados en un recipiente rectangular de PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 18 polipropileno, — como un recipientes plástico para comida —con una tapadera con rosca para cerrar (recipiente primario) y marcado. El recipiente se marca y se coloca en una bolsa para basura de 50 micras de grosor, transparente que se cierra con cinta adhesiva (recipiente secundario). Los 10 ml de mercurio elemental se secos en un pequeño recipiente de acero inoxidable de 100 ml, con una tapadera hermética (recipiente primario). El recipiente está claramente marcado y los bordes de la tapa se sellan con tape. El recipiente se coloca dentro de una bolsa gruesa, transparente de 50 micras de grosor, que se pueda sellar (recipiente secundario). Los 300 mililitros amalgama dental se coloca en seco en una botella marcada, de Polietileno (PET), de 500 ml (recipiente primario) y la tapa se sella con cinta adhesiva. La botella se coloca dentro de una bolsa de basura, de color, de 50 micras de grosor, que está sellada con cinta adhesiva (recipiente secundario). Se marca el exterior de la bolsa de basura. La clínica \"B\" decide que el estante inferior de un gabinete de seguridad, de acero, con llave, puede servir como espa cio de almacenamiento. Los recipientes con desechos se colocan en una bandeja plástica con bordes elevados para evitar la propagación del mercurio en el caso de rupturas. La puerta del gabinete está marcada \"Peligro: Desechos de Mercurio\". El gabinete está junto a la campana extractora de emanaciones del laboratorio que descarga aire directamente a una chimenea que se extiende más de 2 metros por encima de la línea del techo. En otra parte del laboratorio se encuentra un juego de herramientas para derrames, EPP, Ho jas de Datos sobre Seguridad de Materiales, copia del inventario y otros registros. El administrador del laboratorio supe rvisa e inspecciona el almacenamiento de mercurio y el gabinete de almacenamiento cada mes. El administrador y demás personal reciben capacitación especial sobre el manejo de desechos de mercurio incluyendo limpieza de derrames. EMPAQUE , ETIQUETADO Y TRANSPORTE FUERA DE LA OBRA Las directrices en ésta sección se basan en varias obras.12 1.0 Guías Generales para Empacar y Etiquetar 12 \"Almacenamiento, Transporte y Desechos de Mercurio,\" La Agencia de Protección Ambiental de EEUU, actualizado 3 de junio del 2,010 http://www.epa.gov/hg/spills/ ; \"Guía Técnica para el Manejo Ambientalmente racional de Desechos consistentes en Mercurio Elemental y Desechos que C ontienen o están Contaminados con Merc urio,\" 5o Borrador, Secretaría de la Convención de Basilea, Ginebra; 14 de mayo del 2,010; \"Lista de Códigos de Acción de Mercancías Peligrosas del 2,009\" Centro Nacional para Emergencias Químicas, AE A Tecnología del Reino Unido 2,009; \"R ecomendaciones de la ONU sobre el Transporte de Mercaderías Peligrosas - Reglamentación Modelo,\" D ecimoquinta edición revisada , Naciones Unidas 2,007; \"Manejo de Equipo que Contenga Mercurio ,\" Publicación WA 1004-2006, Departamento de Recursos Naturales de Wisconsin 2,006; \"Colección Municipal de Mercurio,\" J. Alphin, Asociación de Reciclaje del Sur Central de Massachusetts; \"Manejo de Desechos de Lámparas que c ontienen mercurio: Guía de Ma nejo,\" Soluciones Innogy, prep arado para el PNUD - FMAM, Transformación del Mercado de Iluminación Ef iciente de la Oficina del Proyecto y Mane jo Ambiental de Las Filipinas; Orden de Control de Sustancias Químicas para el Mercurio y su s Compuestos DENR No. 97-38, Departamento Filipino del Medioambiente y Recursos Natura les, 23 de diciembre de 1,997. PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 19 Empaque : En preparación para el transporte, los desechos de mercurio se deben colocar en un recipiente que sea cerrado, estructura lmente viable, compatible con el contenido y diseño para evitar emanacion es de mercurio durante el transporte. Si el estuche original o caja para transporte en que el equipo razonablemente se envió aún está en buenas condiciones, puede utilizarse para el traslado de las unidades intactas. Los desechos de mercurio deben empacarse cuidadosamente totalmente con material de empaque como plástico con burbujas o espuma plástica para evitar que se rompan dentro del recipiente. Otras opciones de empaque incluyen arcilla bentonita (vendida como arena comercial para gatos y se encuentra en tierra de Fuller), caolinita (se vende para uso medicinal, producción de papel y agricultura), y vermiculita (la usan los jardineros como acondicionador del suelo, en empaque y como aislante; note que algunos productos viejos de vermiculita vendidos antes de 1,990 estaban contami nados con asbestos). Estos minerales de arcilla pueden absorber el mercurio y actuar como barrera para evitar el propagación. 13 También se puede utilizar productos absorbentes de mercurio comerciales. El recipiente para transporte debe esta r herméticamente sellado para evitar fugas de mercurio si ocurren rupturas. NOTA sobre las lámparas fluorescent es: La forma en que se transporta las lámparas fluorescentes puede ser un peligro para la salud. Un estudio realizado por la Escuela de Salud Pública de la Universidad de Minnesota encontró que la forma en que se empaque y se selle las lámparas fluorescentes durante su transporte hace la diferencia en términos de salud ocupacional y ambiental.14 Si sólo el 5% de 30,000 lámparas en un desperfecto en el transporte, los trabajadores del transporte estarían expuestos a 160 veces a los limites de exposición recomendados por la Comisión Europea. Los investigadores recomiendan la colocación de las lámparas fluorescentes en una bolsa bien carrada, resistente al vapor (como una bolsa de plástica-aluminio) dentro de una caja interior que a su vez se coloca en una caja externa que sea estructuralmente sólida y adecuada para evitar rupturas. Etiquetado : La parte exterior del recipiente utiliza do para el transpor te debe tener una etiqueta clara en que se lea \"Desechos de Mercurio Peligrosos.\" La etiqueta también debe incluir el contenido (la composición química o descripción de los desechos), las adver tencias, procedimientos especiales de manejo en caso necesario, números de contacto de emergencia, así como el nombre e información de contacto del generador. 13 \"Eficiencia en la eliminación de minerales industriales y especies de mercurio de afluente s líquidos,\" R. Melamed y A.B. da Luz, Ciencia Total del Medioambiente 368 (1), 403-406, septiembre del 2,006; \"L a absorción del mercurio por montmorillonita y vermiculita: una combinación de XRD, TG-M S, y el estudio EXAFS\" M.F. Brigatti et al., Ciencia Aplicada del Barro 28 (1- 4),1-8, enero del 2,005; \"Viabilidad de las barreras de bentoni ta compactada en el almacenamiento geológico de desechos que contengan mercurio,\" R. Sjöbloma et al., Ciencia Aplicada del Barro 23 (1-4), 187-193, agosto del 2,003. 14 \"Prevención de Liberación de Vapor de Mercurio de las Lámparas Fluorescentes quebradas durante el Envío\", Tracy T. Glenz, Lisa M. Brosseau y Richard W. Hoffbeck, Diario de la Asociación de Manejo del Aier & Desechos (Vol. 59, No. 3), marzo del 2,009. PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 20 2.0 Lineamientos Generales para Transporte fuera de la Instalación Preparación : Para el transporte grandes cantidades de desechos de mercurio, la autoridad reguladora puede emitir permisos especial es o licencias para el transportista y un registro especial para el vehículo. Al transportista con licencia se le puede dar un número o código único de identificación. Para obtener licencia para transportar desechos de mercurio, el transportista pudiera ser sometido a una capacitación específica para desechos de mercurio, someter prueba de seguro de responsabilidad civil o fianza de garantía y deberá ofrecer copias de un plan de preparación para, y respuesta ante emergencias. La capacitación pudiera incluir obligaciones legales, de planificación, dirección, manejo, inspección visual, empaque, etiquetado, carga/de scarga, asegurar, fijación de rótulos, manifiesto o formularios de consignación, seguridad ocupacional, reconocimiento del peligro, mitigación de riesgos (incluyendo formas de minimizar posibilidades y consecuencias de accidentes), uso de EPP, planeación de respuesta ante derrames, uso de equipo para derrames, procedimientos de emergencia y notificación de accidentes. El vehículo puede ser inspeccionado y certificado previo a obtener un registro de vehículos especiales. La autoridad reguladora podrá especificar las cantidades máximas por encima de las cuales se requiere un transportista registrado. Por ejemplo, la autoridad reguladora puede permitir que un generador (hospital, clínica o centro de salud) transporte menos de 100 kilogramos de desechos que contengan mercurio, 15 menos de 300 lámparas fluorescentes,16 y menos de 0.45 kilogramos de mercurio elemental 17 para el transporte de desechos de mercurio por transporte terrestre hacia las instalaciones de almacenamiento en el propio vehículo del generador; las cantidades de desechos arriba de éste límite necesitarían un transportista con licencia y un vehículo registrado. Un vehículo especialmente registrado, utilizado para transporte de desechos de mercurio debe cumplir con algunos criterios básicos de diseño. Ejemplos de criterios de diseño son los siguientes: 18 o El vehículo registrado debe ser cerrado. o La carrocería del vehículo debe ser de tamaño adecuado, de acuerdo con el diseño del vehículo y la carga a transportar. o Debe haber una valla entre la cabina del conductor y la carrocería del vehículo, que esté diseñada para retener la carga si el vehículo se ve involucrado en una colisión. o Debe existir un sistema adecuado para asegurar la carga durante el transporte. 15 Basado en el límite mensual de generación de desechos pe ligrosos Generadores de Pequeña s Cantidades Condicionalmente Exentas bajo las normas de la Agencia de Protección Am biental de los EEUU (U.S EPA, en inglés) 40 CFR 261.5. 16 Sobre la Base del generador de cantidades pequeñas \"Manejo de Lámparas que Contienen Dese chos de Mercurio: Guía de Manejo,\" Soluciones Innogy, preparada para el PNUD - FMAM, Proyecto de la Oficina de Transformación del Mercado De Iluminación Eficiente de Las Filipinas. 17 Basado en las normas 49 CFR Parte 173.164 del Departamento de Tran sporte de los EEUU, sobre la Cantidad Reportable. 18 Adaptado del Manejo Seguro de desechos de las actividades de Salud , 2da Edición, Organización Mundial de la Salud, Ginebra, lanzamiento esperado en el 2,010. PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 21 o Vaciar los recipientes herméticos, bolsas de plástico, EPP, unidades de derrame, equipo de limpieza y los agentes de descontaminación deben transportarse en un compartimiento separado dentro del vehículo. o El vehículo registrado debe marcar se con el nombre y dirección del transportista de desechos. El transportista con licencia debe tener señales de alerta y pancartas apropiadas desplegadas en el vehículo registrado de acuerdo con las normas nacionales e internacionales. Los compuestos de mercurio generalmente son categorizados en la Clase 6.1 (sustancias tóxicas) y el mercurio elemental (número 2809 de la ONU) en la Clase 8 (sustancias corrosivas). En países que requieren los Códigos de Acción de Emergencia, el mercurio elemental es un 2X (rocío de agua fina , ropa de protección química líqui da). A continuación se muestran ejemplos de carteles: El transportista debe tener un plan de enru tamiento, respuesta de emergencia o plan de contingencia y números de teléfonos de emergencia antes de transportar desechos de mercurio. El transportista también debe tener un equipo para derrames, EPP, equipo de primeros auxilios, extintor de fuego, etiquetas y recipientes extra en la cabina para su uso en caso de derrame. Transporte de Desechos de Mercurio fuera de las Instalaciones : Antes de transportar los desechos, el tr ansportista debe inspeccionar todos los recipientes de residuos para asegurar que están empacados y etiquetados correctamente. Ya sea que los desechos de mercurio se transporten en un vehículo registrado o en el vehículo propio del generador, los recipientes con desechos deben colocarse en la parte posterior del vehí culo (compartimiento o carrocería de carga de un camión o el maletero de un carro) y no en la sección de pasajeros. Todos los recipientes de desechos de ben estar firmemente asegurados de tal manera que no se vuelquen, deslicen o se muevan durante las aceleraciones, altos, vueltas y la conducción sobre baches y agujeros en la carretera. No se debe apilar los recipientes a más de 1.5 metros de altura para evitar que algunos artículos se aplasten. El vehículo de transporte debe asegurarse con llave cuando esté cargado con desechos, excepto durante la inspección, carga y descarga. El transportista debe transportar los de sechos tan pronto como sea posible, utilizando la ruta más segura o más directa hacia las instalaciones de almacenamiento. Si el transportista recolecta desechos de mercurio procedentes de instalaciones múltiples, el plan de enr utamiento debe reflejar la más corta y segura para minimizar el tiempo y las distancias recorridas. El transportista debe PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 22 trasladar los desechos solamente a la in stalación de almacenamiento o a otro transportista autorizado. El vehículo de transporte debe mantenerse limpio y en buenas condiciones. Idealmente, el vehículo registrado debe utilizarse para el transporte de mercurio y otros desechos peligrosos. Sin embargo, si el vehículo se usa para transportar otros tipos de desechos, debe tener un recipiente sellado, grande que se use solamente para mercurio y otros desechos peligrosos y que se pueda quitar o levantar del chasis del vehículo. SISTEMA PÚBLICO : El movimiento de desechos de mercurio deberá acompañarse con una nota de envío o formulario de consignación. La nota de envío o formulario de consignación debe identificar la fuente de desecho, el transportista, la instal ación de almacenamiento y la autoridad gubernamental competente. El generador, transportista y las instalaciones de almacenamiento deben tener cada una, copias de la nota de envío o formulario de consignación. Cada copia debe contener las firmas de las personas que manipulan los desechos, desde el generador hasta la instalación de almacenamiento, así como los nombres de las personas responsables en representació n del generador, transportista y la instalación de almacenamiento. El generador, el transportista y las instalaciones de almacenamiento deben conservas copias de la nota de envío o formulario de consignación. El generador debe mantener una copia de la nota de envío o formulario de consentimiento por lo menos cinco años desde la fecha de envío. El transportista registrado debe mantener una copia de la nota de envío y otros registros de cada embarque por lo menos cinco años a partir de la fecha de embarque y esos registros deben ponerse a disposición de la autoridad reguladora ya que la ley puede requerirlo. ALMACENAMIENTO INTERMEDIO EN UNA INSTALACIÓN CENTRAL 1.0 Guías Generales de Diseño para el Almacenamiento Intermedio Estas directrices generales se refieren a una instalación centralizada que será utilizada para el almacenami ento intermedio, es decir, hasta el momento en que el almacenamiento a largo plazo (almacenamiento definitivo) o cuando estén disponibles en el país las instalaciones de tratamiento y eliminación de mercurio. Estas guías no se aplican a las instalaciones ut ilizadas para el procesamiento de mercurio u otras operaciones que requieren la apertura de recipientes de mercurio, tales como clasificación de desechos de mercurio, recuperación de mercurio a partir residuos ricos en mercur io, transferencia de mercurio elemental a otros recipientes (salvo en casos de em ergencia), etc. Estas instalaciones de procesamiento requieren otras características de seguridad ocupacional y ambiental más allá del ámbito de aplicación de estas directrices. PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 23 Las guías se basan en diversas fuentes.19 Los siguientes puntos generales deberían orientar el diseño de una planta intermedia, de almacenamiento centralizado para desechos de mercurio: EMPLAZAMIENTO Y PREPARACIÓN : La instalación de almacenamiento intermedio debe estar lejos, por lo menos a 150 metros 20 de escuelas, centros de salud, residencias, zonas densamente pobladas, instalaciones de procesamiento de alimentos, instalaciones de elaboración o almacenamiento de alimento para animales, operaciones agrícolas, cuerpos de agua (lagos, ríos, océanos, etc.), y áreas ambientalmente sensibles. La instalación de almacenamiento debe si tuarse en una área segura para evitar robos. La instalación de almacenamiento debe ser accesible a camiones y otros vehículos que transporten desechos de mercurio. La instalación de almacenamiento debe estar ubicada en una área que no sea propensa a desastres naturales, tales como inundaciones, tifones, huracanes, incendios forestales y terremotos. Si eso no fuera posible, debería adoptarse medidas para soportar o atenuar los efectos de los desastres naturales, tales como la construcción de una estructura resistente a terremotos o la conducción de adaptación sísmica, basándose en elevaciones más altas en las llanuras de inundación, mantenimiento de líneas de fuego y utilización de materiales resistentes al fuego para preveni r incendios forestales, etc. Siempre que sea posible, la ubicación debe tener un clima fresco para minimizar la volatilización del mercurio y un ambien te seco para redu cir la corrosión. REQUISITOS GENERALES DE DISEÑO : El tamaño del área de almacenamiento debe ser suficiente para mantener sin peligro el volumen previsto de desechos de mercurio procedentes de la región a la que está destinada. El volumen máximo estimado debe representar todos los diferentes tipos de desechos (mercurio elemental, contaminación de material de vidrio quebrado, termómetros esfigmomanómetros de de mercurio en buen estado, otros que contengan mercurio y productos sanitarios, lámparas fluorescentes, amalgamas dentales), en sus envases respectivos y el espacio necesario para los estantes o bastidores, pasillos, carritos de transporte, etc. 19 \"Lineamientos Técnicos para el Manejo Ambientalmente Racional de Desechos consistentes en Mercurio Elemental y Desechos que Contengan o estén Contaminados con Mercurio\", 5t o. Borrador, Secretariado de la Convención de Basilea, Ginebra, 14 de mayo del 2,010; \"Desarrollo de las Opciones de Análisis y Estudio de Pre-Factib ilidad para el Almacenamiento de Mercurio a Largo Plazo en Asia y el Pacífico\", (Informe Borrado r), 18 de marzo del 2,010 ; \"Guía Provisional sobre Empaque, Transporte, Recepción, Manejo y Al macenamiento de Mercurio Elemental a Largo Plazo, Departamento de Energía de los EE.UU\", Laboratorio Nacional de Oak Ridge, preparada para el Departamento de Energía de EEUU, Washington, DC, 13 de noviembre del 2,009; \"Opciones de Almacenamiento Terminal de Desechos de Mercurio en las Filipinas\", Prohibición de Sustancias Tóxicas!, 31 de marz o del 2,009; \"Reunión DNSC's x Reto del Mercurio\", Centro de Reserva de la Defensa Nacional, Agencia de Logística de Defensa, 14 de junio del 2,007; \"Flujos de mercurio almacenamiento seguro de excedentes de mercurio\", Concorde Este/Oeste Sprl, prep arado para el Directorio General de la Comisión Europea para el Medioambiente, Bruselas, agosto del 2,006; \"Administrac ión y Almacenamiento de Mercurio\", Cónclave Quicksilver, octubre del 2,003; \"Análisis Preliminar de Alte rnativas para el Manejo a Largo Plazo de l Exceso de Mercurio\", APA/600/R-03/048, EE.UU Agencia de Protección Ambien tal (EPA, por sus siglas en inglés) agosto del 2,002. 20 Véase Apéndice D. PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 24 NOTA: Al utilizar una instalación ex istente, el tamaño de almacenamiento existente debe determinar el volumen má ximo de desechos de mercurio que pueden almacenarse en las instalaciones de seguridad, teniendo en cuenta los tipos de desechos de mercurio, su empaque y otros espacios necesarios. Las instalaciones de almacenamiento no deben exceder el límite máximo. La instalación de almacenamiento debe ser muy segura con acceso controlado de cerca, detección de intrusiones y sistema de alarma. La instalación de almacenamiento debe t ener ventilación estática o natural. Eso debiera complementarse con aire acondicionado para controlar la temperatura y la humedad. Los incendios representan un alto potencial catastrófico. El almacén debe tener un detector de calor, de humo de incendios, un sistema de alarma y de extinción de incendios. Deberá cumplir con los requisitos nacionales de construcción para la prevención de incendios. Los extintor es deben ser instalados, inspeccionados regularmente y recargados cuando sea necesario. Los tipos de extintores disponibles deben ser consistentes con las clases de incendios que pueden ser posibles en la instalación (por ejemplo, papel, cartón o incendios plásticos; incendios por combustibles líquidos; incendios eléctricos; etc.). Además, la selección de los extintores debe tener en cuenta la necesidad de seguridad del personal, limitar las propagación de las got as y el vapor de mercurio, la limpieza del mercurio y su recuperación después del incendio, y evitar la tensión a la corrosión de los recipientes y estantes. La instalación de almacenamiento debe tener, por lo menos, cuatro áreas funcionales distintas y separadas: 1. Área de recepción para recibir y clasificación previa de los desechos, el re- etiquetado si es necesario y la firma de documentos. 2. Área de inspección para revisar que no haya fugas, re-empaque, la contención secundaria y el re-etiquetado si es necesario. 3. Área de almacenamiento e specífica para desechos de mercurio. 4. Área de administración y mantenimiento de registros. Los EPP, de limpieza de derrames, lo s implementos médicos de primeros auxilios y las áreas de lavado debe n localizarse en el área de recepción, en la de inspección y cerca pero no dentro de l área de almacenam iento. Los EPP, de limpieza de derrames, los implementos de primeros auxilio s y las áreas de lavado deben ser de fácil acceso para el personal. Los equipos de derrame deben incluir almohadillas absorbentes, revestimientos plásticos, supresores de vapor y agentes descontami nantes. Los EPP deben incluir: o Guantes de hule o nitrilo. o Gafas de Seguridad. o Protección respiratoria: aparato autónomo de respiración (SCBA, por sus siglas en inglés) para derrame s grandes, máscar as o mascarillas ajustadas con purificador de aire y cartuchos para vapor de mercurio, máscara con yoduro de azufre impregnada con carbón activado, máscara hecha de telilla impregnada de carbón activado a ambos lados, u otra máscara diseñada específicamente para el mercurio. o Trajes de protección de goma o caucho de todo el cuerpo, para derrames grandes, y batas de protección. o Cubiertas de zapatos desechables. o Cascos. PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 25 Los drenajes en las áreas de recepción, inspección y almacenamiento deben conectarse a un sistema separado de recolección de aguas residuales y no al sistema de alcantarillado regular ni las agua s superficiales. Los drenajes en la planta de almacenamiento deben tener un sifón fácilmente accesible y reemplazable para capturar el mercurio en el caso de un derrame. ÁREA DE RECEPCIÓN : El área de recepción debe tener una señal para guiar e instruir a los generadores y transportistas de desechos. El área de recepción debe tener: una mesa para efectuar una clasificación previa de los desechos entrantes; una carreta hecha de material impermeable, como acero, caucho o plástico duro (no usar carretas de aluminio); equipos para derrame y recipientes extra de emergenci a para recipientes rotos o con fugas; EPP para el personal; y una mesa separa da o mostrador para la firma de documentos. Se debe usar una carreta para transferir los desechos al área de inspección y para trasladar los desechos alrededor de la instalación. ÁREA DE INSPECCIÓN : El área de inspección debe estar ubicada cerca de las áreas de recepción y almacenamiento. Debido a la posibilidad de que lleguen recipientes con fugas, el área de inspección debe tener características de ingeniería para control de derrames, incluyendo diques de contención o terraplenes en el suelo. El área de inspección debe tener una sonda de detección de vapor de mercurio (ver los monitores de vapor de mercurio abajo), tubos detectores 21, u otros métodos para detectar fugas en los recipientes de mercurio. El área de inspección debiera tener sistemas locales de ventilación, como campana de emisiones o campana cerrada, construida de acuerdo a las directivas nacionales. Idealmente, la campana debe estar conectada a un filtro de carbón activado u otro dispositivo es pecíficamente diseñado para eliminar el mercurio antes que el aire sea descargado. La velocidad mínima media de la cara de la campana, cuando esté en uso, debe ser aproximadamente 0.5 metros por segundo. El tubo de escape debe estar por lo menos a 15 metros de distancia de cualquier toma de aire fres co para el edificio y deberá extenderse, por lo menos, 3 metros por encima de la línea del techo. Cuando la campana esté en uso, la velocidad del aire debe ser de al menos 15 metros per segundo para superar los efectos de tiro descendente. El área de inspección debiera tener una bandeja de control de derrames o un dispositivo de contención sobre el cual se debe inspeccionar los desechos. El volumen de contención de la bandeja debe ser suficientemente grande para contener la máxima cantidad de mercurio líquido que la instalación espera recibir para su inspección. 21 Ejemplos de tubos de detección de merc urio (que generalmente son más baratos que los monitores continuos de mercurio) Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 26 El área de inspección debiera tener reci pientes extras de emergencia para utilizarse cuando haya recipientes c on fugas, empaque para reemplazar, quebrado o inadecuado, etiquetas para re-etiquetar recipientes, equipos para derrames y EPP parar el personal. ÁREA DE ALMACENAMIENTO : El área de almacenamiento específico para desechos de mercurio debe estar claramente marcada con señales de peligro en todas las puertas que conducen a la zona de almacenamiento. Deberá ex hibirse copias de la respuesta ante derrames y procedimientos de emergenc ia en el área de almacenamiento con los equipos de limpieza y el Equipo de Protección Personal (EPP). El área de almacenamiento para los desechos de mercurio debe tener supervisión continua o periódica de los niveles de mercurio en el aire ambiente utilizando monitores de de vapor de mercurio. 22 La supervisión periódica debe tomar muestras de los niveles de mercurio, por lo menos diariamente. El equipo de supervisión debe ser capaz de detectar mercurio en el aire en partes por mil millones.23 El área de almacenamiento específica para desechos de mercurio debe tener características de ingeniería de contro l de derrames para prevenir que los derrames salgan del área; estas deben incluir: Suelo que no tenga grietas, ranuras u otras aberturas donde el mercurio pudiera quedarse atrapado. Sistema de sellador del suelo que sea impermeable al mercurio y que haga fácil de recoger el mercurio derramado24 como piso plástico como soporte duradero (6 mm de espesor), de concreto u hormigón sin fisuras recubierto con epoxi. Contención adecuada de los diques incorporada en el sellador para pisos en todas las puertas del área de almacenamiento. Los desechos de mercurio de los centros de salud pueden separarse de acuerdo a las siguientes categorías de riesgo, basándose en las cantidades de mercurio disponible:25 Nivel de Riesgo 1 (mayor riesgo): mercurio elemental, esfigmomanómetros intactos y equipos médicos que contienen grandes cantidades de mercurio 22 Ejemplos monitores continuos incluye Tekran Monito res de Emisiones Continuas Mercurio Lumex ( Vapor de ), Instrumentos de monitores pueden complementarse c on muestreado pasivo de mercurio para trabajadores (por ejemplo, SKC Maes treado Pasivo Inorgánico de Mercurio http://www.skcinc.com/index.asp ). 23 El límite de exposición de 0.02 mg por m3 es equivalente a 2.4 ppb a 20oC o 68oF. El equipo debe ser capaz de detectar este nivel. 24 Sitios de Almacenamiento de Mercurio Hawthorne utilizados en Nevada \"Terra-Nap pisos y rampas\" (D. Lynch, Centro de Reservas de la Defensa Nacional, presenta do en la \"Reunión de Partes Interesadas en el Producto Básico del Mercurio\" 24 de julio del 2,007. 25 Las lámparas fluorescentes típicas contiene n, cada una, alrededor de 5 a 10 mg de me rcurio. El mercurio liberado al quebrarse solo un esfigmomanómetro o al quebrarse 100 termómetros es equivalente al mercurio liberado al quebrarse 10,000 lámparas fluorescentes. Dado que el mercurio de un so lo termómetro es suficiente para contaminar un lago de 20 acres de modo que no sería inseguro comer pescado [\"El Problema del Mercurio: Fast Facts,\" en Going Green: Un Equipo de Recursos en la Prevención de la Contaminación en la Atención de Salud , Salud Sin Daño (Health Care Wit hout Harm), Washington, DC 2,002], comunicado de participación de un númer o de termómetros y esfigm omanómetros pudiera, potencialmente, ser un grave problema de salud pública y ambiental. PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 27 (tubos gastrointestinales, dilatadores esofágicos, grandes interruptores de flotadores de mercurio y reguladores de los equipos eléctricos). Nivel de Riesgo 2: termómetros de mercur io intactos, interruptores de mercurio pequeños y reguladores pequeños de equipos eléctricos. Nivel de Riesgo 3: vidrios rotos contaminados con mercurio, limpieza de desechos de mercurio. Nivel de Riesgo 4: lámparas fluorescent es, bombillas compactas fluorescentes, amalgamas dentales. Las estanterías y repisas de almacenamiento para el Nivel de Riesgo 1 y 2 deberán estar dotadas con bandejas de contención de plástico o estantes hechos de material impermeable al mercurio, como acero. El volumen de contención de cada bandeja debe ser por lo menos 125% del volumen total de mercurio líquido almacenado en la bandeja. Una opción es el uso de anaqueles de almacenamiento ligeramente inclinados para recipientes de mercurio elemental para facilitar del descubrimiento de f ugas. Esto no es necesario si se lleva a cabo el monitoreo continuo de los niveles de mercurio. Las estanterías y bastidores de almacenamiento deben ser capaces de soportar el peso de los desechos de mercurio y tener apoyo cruzado por detrás y a los lados de los paneles para evitar oscilaci ón. Los estantes y bastidores no deben estar por encima de la altura del hombro. En áreas de actividad sísmica, se hace necesario las correas, el soporte adicional y amortiguación de los recipientes para evitar movimientos y rotura de recipientes, especialmente para los Niveles de Riesgo 1 y 2. En las instalaciones en que se almacena otros tipos de desechos peligrosos, los desechos de mercurio no deben almacenarse cerca de productos químicos incompatibles, tales como el acetileno, metales álcalis (litio, sodio), aluminio, aminas, amoníaco, calcio, ácido fulmínico, halógenos, hidrógeno, ácido nítrico con etanol, ácido oxálico y oxidantes. La iluminación, el espacio de los pasillos, el apilado, el arreglo de los recipientes; y la colocación de etiquetas y símbolos debe diseñarse para facilitar la inspección de la zona de de almacenamiento. El área de almacenamiento debe diseñarse para facilitar la transferencia de desechos de mercurio a largo plazo (ter minal) instalación de almacenamiento o de tratamiento y depósito de desechos en el futuro. ÁREA ADMINISTRATIVA Y MANTENIMIENTO DE REGISTROS : El área de administración y mantenimiento de registros debe estar separada de las áreas de recepción, inspección y almacenamiento. Se debe mantener en buen estado los registros y en un lugar seguro. El área de administración y mantenimiento de registros debe mantener copias de las Hojas de Datos de Seguridad Material (MSDS) y fichas internacionales de seguridad química que deben estar disponibles para el personal. La instalación de almacenamiento debe ser una instalación para no fumadores. No se debe comer en el área de almacenamiento. PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 28 2.0 Procedimientos Generales para el Almacenamiento Intermedio SISTEMA PÚBLICO : Un formulario o nota de consignación debe acompañar el movimiento de desechos de mercurio. El formulario o nota de consignación debe identificar la fuente de desechos, al transportista, la instalación de almacenamiento y la autoridad gubernamental competente. El generador, el transportista y la instalación de almacenamiento deben mantener copias del formulario o nota de consignación. La instalación de almacenamiento debe conservar copias del formulario o nota de consignación hasta que los desechos sean retirados de las instalaciones. Las copias se deben poner a disposición de la autoridad gubernamental competente según las normativas nacionales. PROCEDIMIENTOS DE LA INSTALACIÓN DE ALMACENAMIENTO : Las instalaciones de almacenamiento deberán cumplir con las licencias y los requisitos de registro y otras disposicio nes de acuerdo a las leyes y reglamentos del país. Para recibir una licencia, la instalación de almacenamiento puede ser obligada a someter un plan de monitoreo del aire ambiente, prueba de seguro de responsabilidad civil o fian za de garantía, Preparaci ón para emergencias y un plan de respuesta de emergencia, descripción de las prácticas de manejo de desechos y otras normas de procedimiento, capacitación personal y diseño de las instalaciones. La instalación de almacenamiento puede ser inspeccionada para garantizar el cumplimiento, de conformidad con los códigos de construcción, incendios, eléctricos y otros con los códigos de salud y seguridad antes de la concesión de licencias. La autoridad reguladora podrá asignar un número identificador único o código para cada instalación de almacenamiento. Las instalaciones de almacenamiento deben presentar informes periódicos sobre cuestiones de seguridad (incluyendo accidentes y derrames), condiciones de almacenamiento, capacidad y los datos de seguimiento a las autoridades gubernamentales designadas, según lo requieran las leyes y reglamentos del país. Las instalaciones de almacenamiento deben tener un plan de gestión de desechos que establece procedimientos para su recepción, el transporte interno, su inspección, re-etiquetado, re-emp aquetado, contención complementaria, almacenamiento, inspección de la instalación, limpieza general (mantenimiento), control y limpieza de derrames, procedimientos de emergencia, seguridad de las y los trabajadores (incluyendo identificación y mitigación de riesgos, uso apropiado del EPP, técnicas de ergonomía par a manejo de desechos y vigilancia médica), informes y mantenimiento de registros. Todo el personal de planta del almacenamiento debe estar familiarizado con todos los aspectos del plan de manej o de desechos peligrosos, recibir capacitación inicial y actualización per iódica y estar equipado para atender los derrames y otras emergencias. Al recibir los desechos, los recipientes deben pasar por una inspección preliminar visual para determinar el estado de empaque y recipientes sin PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 29 necesidad de abrir los recipientes primarios y secundarios. Si se sospecha de una fuga o rotura, debe llevarse los desechos inmediatamente al área de inspección. Después de la inspección inicial, se debe llevar los desechos al área de inspección para una inspección más detallada de la integridad física y sello de los recipientes primarios y secundarios, para revisar posibles roturas de los contenidos y etiquetado apropiado; y para validar la cantidad de desechos de mercurio (por ejemplo, el peso de los recipientes, número de bolsas, número de lámparas fluorescentes, etc.). Si los recipientes exteriores tienen que abrirse para verificar que no haya fugas, eso debe hacerse bajo la campana extractora de emisiones (sistema de ventilación local). También pudiera utilizarse sondas o tubos detectores de mercurio para verificar las sospechas de fugas. La instalación de almacenamiento debe tener directrices claras sobre el re- empaque y contención adicional si el empaque exterior es inadecuado o si los recipientes primarios o secundarios están rotos. Si hay indicios de fuga en el recipiente primario y/o secundario, se debe colocar los desechos en un recipiente hermético adicional de tamaño y fuerza apropiada. La instalación de almacenamiento debe tener una clara orientación que describan cuando se debe reemplazar una etiqueta. Las etiquetas deben decir \"Desechos de Mercurio Peligrosos\" e incluye el contenido (forma química, composición o descripción de los dese chos), advertencias, procedimientos especiales de manejo si es necesario, números de emergencia, nombre e información de contacto of del generador. La instalación de almacenamiento debe agregar la siguiente información a la etiqueta existente o en una etiqueta adicional: número de la ONU o número de identificación de sustancias peligrosas utilizado por el país para el mercurio, descripción de los desechos peligrosos (tóxico, corrosivo para el mercurio elemental), fecha en que se recibió los desechos y un código de identificación que ligue a un registro específico con detalles adicionales sobre los desechos, cantidad medida, del transportista y el generador. El área de almacenamiento para desechos de mercurio debe monitorearse rutinariamente, incluyendo lecturas diarias de los niveles de mercurio en el aire ambiente; inspecciones semanales por f ugas y recipientes corroídos o rotos y métodos inadecuados de almacenamiento, así como pruebas de rutina de las alarmas antirrobo, alarmas contra incendios, sistemas de extinción de incendios y ventilación; y las inspecciones mens uales de las condiciones del EPP y las unidades de lavado, contenido de los equi pos para derrames, de los pisos (para revisar si hay grietas) y los archivos. Inspección de los registros, incluyendo la inspección de fechas, observaciones, nombre y firma del inspector debe mantenerse y ponerse a disposición de la autoridad reglamentaria que sea requerido por ley. Durante la inspección de las instalacio nes, si se encuentra un recipiente que muestre señales de pérdida de su integridad física, debe removerse de la plataforma, cuidadosamente inspeccionado bajo la campana extractora de emisiones, colocarse dentro de un recipiente adicional y luego re-etiquetarse antes de devolverse al estante. Se debe mantener los registros hasta el momento en que los desechos de mercurio sean transferidos a una instalación de largo plazo (terminal) o a un depósito de tratamiento de desechos. Los registros deben estar vinculados a un número ó código de identificación en las etiquetas de los desechos de mercurio. PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 30 Los registros deben incluir el nombre e información de contacto de la fuente de desechos de mercurio (incluido el número de identificación del generador si está disponible), las cantidades (número de recipientes, pesos, volumen aproximado) y descripción de los desechos (incluyendo la composición e información sobre cómo se generó los desechos de mercurio), procedimientos especiales de manipulación o advertencias si es oportuno, la fecha en que se recibió los desechos, nombre e información de contac to del transportista (incluyendo el número de identificación del transportista si está disponible), nombre de la persona que recibe e inspecciona los desechos, cualquier nota u observaciones sobre la condición de los desechos a su recibo, cualquier medida correctiva que se haya adoptado (por ejemplo, el re-empaque o re-etiquetado), las firmas correspondientes en la nota de consignación o carta de envío. También debe mantenerse registro de accidentes, derrames, lesiones de trabajadores y exposición química en la instalación de almacenamiento y ponerse a disposición de las autoridades gubernamentales pertinentes, según se requiera bajo las leyes y reglamentos del país. Debido al riesgo significativo de efectos adv ersos para la salud, como resultado de la exposición al mercurio en las instalaciones, se debe establecer un programa de vigilancia de la salud o de vigilancia médica. Dr. (PhD). J. Emmanuel Asesor Técnico Principal PNUD-FMAM Proyecto Mundial de Desechos de Salud Con aportes de S. Khalil, Dr. (PhD) G. McRae, Dr. Medicina Schettler T, Dr. (PhD) M. Rathi, y D. Sarmiento 21 de julio del 2,010UNDP GEF Global Healthcare Waste Project: Guidance on Mercury Cleanup, Storage, and Transport 31 Apéndice A PRIMEROS AUXILIOS ANTE LA EXPOSICIÓN AL MERCURIO26 ¿Qué debo hacer si alguien se enferma por la inhalación de mercurio? Tomar precauciones adecuadas para garantizar su propia seguridad antes de iniciar un resca te (por ejemplo, utilizar equipo de protección adecuado). Retirar la fuente de contaminación o trasladar a la víctima al aire fresco. Si se dificulta la respiración, el oxígeno puede ser beneficioso si se administra por personal capacitado, de preferencia con asesoramiento médico. NO permita que las víctimas se muevan innecesariamente. Los síntomas de edema pulmonar puede demorar hasta 48 horas después de la exposición. Inmediatamente transporte a la víctima a un centro de atención de emergencia. ¿Qué debo hacer si a alguien le cae mercurio en la piel? Evite el contacto directo. Use ropa de protección química, si es necesario. Rápida y suavemente quite o cepille el exceso de químico. Lave suavemente y a fondo con agua y jabón no-abrasivo por 5 minutos o hasta que químico sea eliminado. Qu ítese la ropa, zapatos y artículos contaminados (por ejemplo, pulseras y cinturones). Consiga consejo médico. Descontamine completamente ropa, zapatos y artículos de cuero antes de volver a usarlos o deséchelos. 27 ¿Qué debo hacer si a alguien le cae mercurio en los ojos? Evite el contacto directo. Use guantes de protección química, si es necesario. Rápida y suavemente quite o cepille el exceso de químico. Lave inmediatamente el (los) ojo (s) con agua tibia, que fluya suavemente por 5 minutos o hasta que el químico sea retirado, mientras sostiene el (los) párpado (s) abier to (s). Obtenga médico consejo inmediatamente. ¿Qué debo hacer si alguien ingiere mercurio? NUNCA se debe dar nada por la boca si la víctima está perdiendo rápidamente la conciencia, está inconsciente o tiene convulsiones. Que 26 De \"Primeros Auxilios por Exposición al Mercurio,\" Ce ntro Canadiense para la Salud y Seguridad Ocupacional, http://www.ccohs.ca/oshanswers /chemicals/chem_profiles/merc ury/firstaid_m ercury.html ; Véase también \"Guías Médicas para el Manejo del Mercurio,\" Agencia para Sustancias Tóxicas y Registro de Enfermedades, http://www.atsdr.cdc.gov/MMG/MMG.asp?id=106&tid=24 27 Los materiales deben tratarse a fondo c on solución descontaminante (ver la nota al pie de la sección 2.0), luego se lava con jabón y agua, se seca y se examinan cuidadosamente. Nota: Para obtener información sobre lo s síntomas y médico: http://emedicine.m edscape.com/article/819872-overview http://www.atsdr.cd Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 32 la víctima se enjuague la boca con abundante agua. NO INDUCIR VÓMITOS. Obtenga atención médica inmediatamente. ¿Hay algo más que deba saber sobre primeros auxilios? Proporcione medidas generales de apoyo (comodidad, calor, descanso). Algunas recomendaciones de las secciones anteriores pueden ser consideradas como acciones médicas en algunas jurisdicciones. Estas recomendaciones deben revisarse con un /a doctor /a y obtener una adecuada delegación de autoridad, según sea necesario. Todos los procedimientos de primeros auxilios deben revisarse periódicamente por una /un médica /o familiarizada /o con el material y sus condiciones de uso en el lugar de trabajo. El mercurio puede acumularse en el cuerpo y causar efectos significativos en la salud a largo plazo. Después de cualquier exposición se bebe buscar consejo médico. PNUD-FMAM Proyecto Mundial de Desechos de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 33 Apéndice B ESTIMACIÓN DE LOS CAH PARA REDUCIR LA CONCENTRACIÓN DE MERCURIO POR DEBAJO DEL LÍMITE DE LA UE ¿Cuántos Cambios de Aire por Hora --CAH (A CH, en inglés) se necesitan para reducir la concentración de mercurio en el aire por debajo del límite de la UE (20 µg/m3) después de la liberación del mercurio desde un termómetro quebrado? Un termómetro de mercurio tiene alrededor de 1 g de Hg. Durante la rotura, el mercurio líquido puede encontrarse en forma de esferas pequeñas. La tasa de evaporación puede modelarse basado en la transferencia de masa de una esfera a una corriente de aire que fluya. Para efectos de esta estimación, se supone un espacio de referencia de 100 m 3 a 25°C. Además, un ventilador eléctrico de 20\" a una tasa de 2100 CFM que se supone que se coloca al lado del área del derrame para generar una velocidad de aire ( V) de cerca de 5 m./seg., para así vo latilizar el mercurio líquido. Si se forma una bola de mercurio, la esfera tendrá un diámetro ( D) de 0.52 cm, la superficie del área ( A) de 8.5x10-5 m2, y una densidad ( ) de 13.5 g/cm3. El mercurio tiene las siguientes propiedades: viscosidad (µ) de 1.53 centipoi ses (cP), viscosidad cinemática de 1.13 x 10-7 m2/s, y una difusividad de aire y vapor ( ) de 1.4 x 10-5 m2/s. Para estimar el coeficiente de transferencia de la masa h, se puede utilizar la siguiente correlación de transferencia última de masa de esferas simples:28,29 Rango Ecuación Los números Schmidt ( Grashof ( Gr), y Sherwood ( Sh) son parámetros sin dimensión que se definen de la siguiente forma: donde g es la aceleración gravitacional y Sh0 es el número Sherwood cuando Re=0. Aunque Sc (0.0080) está fuera del rango, se asume que la correlación se mantiene más bajo en éste número Schmidt. La convección del flujo de evaporación Ef viene dada por donde E es la tasa de evaporación, A es el área de la superficie, h es el coeficiente de transferencia de la masa, i es la densidad del vapor en la interface mercurio-aire, y es la densidad del vapor en la corriente de aire que puede considerarse insignificante en relación a i. Si se asume un gas ideal, la tasa de evaporación se puede dar por 28 R.E. Treybal, Operaciones de Transferencia de Masa , Tercera Edición, New York: McGraw-Hill Compañía de Libros, 1,980. 29 R. Steinberger y R.E. Treybal, \"Trans ferencia de Masa de una Esfera Sólida Soluble a un Líquido de una Corriente que Fluye,\" AIChE Journal , 6(2), 227-232 (1,960). PNUD-FMAM Proyecto de Salud: Guía sobre la Limpieza, Almacenam iento y Transporte de Mercurio 34 donde (MW) es el peso molecular, Pv es la presión de vapor a la interfaz, R es la constante de los gases ideales y T es la temperatura. De esto, se obtiene una tasa de evaporación de 5.5x10-5 g/min. Los cambios de aire necesarios por hora por un espacio de referencia de 100 m3 viene dada por la ecuación donde ACH 100 son los cambios de aire por hora necesarios para el salón de 100 m3, E es en g/min, (REL) es el límite de exposición reglamentación para el mercurio en ppmv (0.002), y Q100 es el espacio del salón (100 m3). Para la tasa de evaporación de una bola de mercurio, el ACH 100 requerido es alrededor de 2. Si uno tuviera que asumir que el mercurio se quiebra en 5 bolas más pequeñas de igual tamaño, la velocidad de evaporación resultante es de 1.1x10 -4 g/min, con un ACH 100 correspondiente requerido de 4. Si el mercurio se quiebra en 10 bolas aún más pequeñas de igual tamaño, el ACH 100 correspondiente necesario es de 6 (este valor se utiliza en la ecuación final a continuación. Muchas autori dades regulatorias requieren que los laboratorios tengan un ACH entre 4 a 12. Por otro lado, si 75% del mercurio se recupera y elimina, el mercurio que queda en forma de bola requeriría un ACH 100 correspondiente de 0.3; lo que demuestra la importancia de eliminar la mayor cantidad de mercurio que sea posible. Para estimar los cambios de aire necesario por hora ( CAH ), para reducir los niveles de mercurio a una concentración por debajo del límite de la UE (20 µg/m3) después de la liberación de mercurio de un termómetro quebrado en una habitación de un cierto volumen Q, se puede utilizar la ecuación siguiente: donde Q está en m3. En consecuencia, una habitación de 50 m3 necesitaría de 12 ACH. Después del derrame de mercurio con la participación de un termómetro, se debe recoger y desechar tanto mercurio como sea posible. Se puede colocar un ventilador eléctrico que esté funcionando al máximo de su potencia lado del área del derrame para volatilizar la mayor cantidad de mercurio que sea posible. El ventilador debe apuntar en tal forma que envíe los vapores del mercurio hacia el ducto de escape local o una campana para vapores químicos. El extractor de aire o campana de extracción debe ser capaz de lograr el ACH necesario para mantener los niveles de mercurio por debajo del límite de la UE, mientras se libera los vapores de mercurio restantes fuera del edificio. Si no está disponible un extractor de aire, se puede colocar un segundo ventilador eléctrico o se puede colocar un soplador en una ventana o la puerta de tal forma que se saque los vapores de la instalación. UNDP GEF Global Healthcare Waste Project: Guidance on Mercury Cleanup, Storage, and Transport 35 Apéndice C Algunos Datos Útiles SOBRE EL MERCURIO CAS # 7439-97-6 ONU # 2024 (compuestos de mercurio líquido); 2025 (compuestos de mercurio sólido); 2028 (mercurio) Peso molecular 200.59 g / mol Punto de fusión -38.87 0C Punto de ebullición 356.730C Densidad del mercurio 13.5 g por cm3 a 250C Presión de vapor del mercurio 0.26 Pa a 200C o 2x10-3 mmHg a 250C Densidad relativa del vapor de mercurio 6.93 (aire=1) Límite de exposición ocupacional (UE) 0.02 mg/m3 en el aire Valor del Umbral Límite (ACGIH) 0.025 mg/ m3 in air (8-hr día, 40-hr promedio semanal) Factores de conversión por vapor de mercurio en el aire 1 ppm (v/v) = 8.18 mg/m 3; 1 mg/ m3 = 0.122 ppm Solubilidad en agua 62 µg por litro a STP Coeficiente K ow particionado 5.95 Volumen correspondiente a 23.5 kg30 1.7 litros Hg (sin incluir el peso del recipiente) Densidad de la amalgama dental 11 g por cm 3 Cantidad de mercurio en un termómetro cerca de 1 g (rango: 0.5 - 1.5 gramos) Dimensiones típicas de un termómetro longitud 110 mm x 4.3 mm diámetro Peso típico de un termómetro cerca de 5 g Cantidad de mercurio en un esfigmomanómetro rango: 80 - 200 gramos Dimensiones típicas de un esfigmomanómetro 5 cm x 12 cm x 35 cm Cantidad de mercurio en lámparas fluorescentes 31 10 - 50 mg (lámparas lineales sin mercurio reducido) 4.4 - 10 mg (4 pies lineales, T12, baja eficiencia) 1.4 - 5 mg (4 pies lineales, T5 & T8, alta eficiencia) 10 - 15 mg (circular, T9, baja eficiencia) 5 - 9 mg (circular, T5, alta eficiencia) 1 - 5 mg, hasta 25 mg (lámparas fluorescentes compactas) 25 mg (75W) y 225 mg (1500W) lámparas de descarga de alta intensidad, Hg o lámparas de vapor de sodio hasta 500 mg/4 pies (anuncios de neón) Factor de conversión para bolsas plásticas de 1 mil = 25 micras de grosor. -------------------------------------------------------------------------------------- La ecuación para estimar la altura máxima del mercurio en un recipiente a fin de no exceder la fuerza de rendimiento del recipiente 32 30 Límite original de peso recomendado por NIOSH para levantamiento manual bajo condiciones ideales. 31 \"El mercurio en Equipos de Iluminación\", Alicia Culver (Instituto de Compras Verdes , Berkeley, CA), presentado en la Conferencia de EEB, Bruselas, Bélgica, 27 de junio del 2,008; Medioambiente de Canadá, \"Lámparas Fluorescentes\" página web: http://www.ec.gc.ca/mercure-mercur y/default.asp?lang=En&n=2486B388-1 32 Sobre la base del cálculo de la tensión del aro suponiendo un cilindro de paredes delgadas y utilizando el criterio de von Mises. UNDP GEF Global Healthcare Waste Project: Guidance on Mercury Cleanup, Storage, and Transport 36 h < 3400 t / D donde h (en cm) debe ser la altura máxima del mercurio en el recipiente, (en MPa) es la resistencia a la tracción del material de que está hecho el recipiente, t (en cm) es el espesor de la pared del recipiente y D (en cm) es el diámetro del recipiente. La resistencia típica a la tracción de los plásticos es: 47 - 79 MPa para el TEP (o Tereftalato de Polietileno); alrededor de 65 MPa para el policar bonato; 26 - 53 MPa para HDPE; 12 - 43 MPa para el polipropileno; y 8.6 - 27 para LDPE. La resistencia para el acero es de 250 MPa para el acero estructural y 502 MPa para el acero inoxidable. UNDP GEF Global Healthcare Waste Project: Guidance on Mercury Cleanup, Storage, and Transport 37 Apéndice D SAMPLE MATERIAL SAFETY DATA SHEET33 Mercurio ACC# 14020 Sección 1 - Producto Químico e Identificación de la Compañía MSDS Nombre: líquida. Identificación de la Compañía: Fisher Scientific 1 Reagent Lane Fair Lawn, NJ 07410 Para información, llame al: asistencia Para asistencia International CHEMTREC, llame al: 703-527-3887 Sección 2 - Composición, Información sobre los Ingredientes CAS# Nombre Químico Porcentaje EINECS/ELINCS 7439-97-6 Mercurio 100 231-106-7 Sección 3 - if inhaled. May be absorbed through intact skin. May cause central nervous system effects. This substance has caused adverse reproductive and animals. of may cause metal-fume fever. cause kidney damage. Possible sensitizer. Organs: Health Effects Eye: Exposure to mercury or mercury compounds can cause discoloration on the front surface of the lens, which does not interfere with vision. Causes eye irritation and possible burns. Contact with mercury or mercury compounds can cause ulceration of the conjunctiva and cornea. Skin: May be absorbed through the skin harmful amounts. May cause skin an allergic reaction, upon this material. Causes skin irritation and possible burns. May cause skin rash (in milder cases), and cold and clammy skin with cyanosis or pale color. Ingestion: May cause severe and permanent damage to the digestive tract. May cause perforation of the digestive tract. May cause effect s similar to those for inhalation exposure. May cause systemic effects. Inhalation: Causes the respirator y tract. Inhalation of fumes may cause metal fume muscle pain and increa sed white May cause central nervous system effects May cause damage. fetal effects. Effects may be delayed. Chronic exposure to mercury ma y cause permanent or repeated and loosening the teeth. Section 4 - First Aid Measures Eyes: Get medical aid immediately. Do NOT allow victim to rub eyes or keep eyes closed. Extensive irrigation with water is required (at least 30 minutes). Skin: Get medical aid immediately. Immediately flush skin with plenty of water for at least 15 minutes while removing is consci ous and alert, give 2-4 cupfuls of milk or water. Never give anything by mouth to an unco nscious person. Get medical aid immediately. Get medical aid Remove from exposure and move fresh air immediately. is give and a suitable mechanical device such as a bag and a mask. Notes to Physician: The concentration of mercury in w hole blood is a reasonable measure of the body-burden of mercury risk from exposure to this substance. Antidote: The d-Penicillamine as chelating agent should be determined by qualified medical personnel. The use of Dimercaprol or BAL (British Anti-Lewisite) as a chelating agent should be determined by qualified medical personnel. Section 5 - Fire Fighting Measures General Information: As in any fire, can cause environmental damage. Dike and collect water used to fight fire. During a fire, irritating and highly toxic gases fire. Use spray, chemic Release Measures General Information: Use proper personal protective equipment th), then place in suitable Avoid runoff Cleanup, Storage, and Transport 39 Section 7 - Handling and Storage Handling: Wash accumulation. Keep container tightly closed. Do not get on skin or in eyes. Do not ingest or inhale. Use only in a chemical fume hood. Discard contaminated shoes. Do not breathe vapor. Storage: Keep container closed when not in use. St ore in a tightly closed container. Store in a cool, dry, well-ventilated area away from incompat ible substances. Keep away from metals. Store protected an eyewash facility and a safety shower. Use only under a fume hood. Exposure Limits Chemical Name or chemical by OSHA's eye and face protection regulations ANSI Z88.2 requirements workplace conditions warrant respirator use. temperatures Waste Guidance on Mercury man brain is the critical organ in chronic vapor exposure; in degeneration the brain cortex can occur a late sequela to past exposure. Other Studies: 12 to dissolved ma tter or fine particulates, while the transport of mercury bound to dust particles in the atmosphere or bed sediment particles in rivers lakes that recy cling of mercury from sediment to water to air and back could be a rapid process. Environmental: Mercury bioaccumulates and concentrates in food chain (concentration may be as much as 10,000 times that of water). Biocon centration factors of 63,000 for freshwater fish and 10,000 for salt water fish have been found. Much of the mercury deposited on land, appears to revaporize within a day or two, at least in areas substantially heated by sunlight. mercury. converted microbial action in atmosphere to methyl mercury. Other: No information available. Section Chemical generators must whether a discarded chemical is classified as a hazardous waste. US EPA guidelines for the cl assification determinati on are listed in CFR Parts 261.3. waste generators mu consult state Canada TDG Shipping Name: MERCURY Hazard T N Risk Phrases: R 23 Toxic by inhalation. R 33 Danger of cumulative effects. R adverse effects in the aquatic environment. Safety Phrases: S 1/2 Keep locked up and out of reach of children. S 45 In case of accident or if you feel unwell, seek medical advice immediately (show the label where possible). S 7 Keep container tightly closed. S 60 This material and its container must be disposed of as hazardous waste. S 61 Avoid release to the environment. Refe r to special instructions /safety data sheets. represents the best information currently available to us. However, we mak e no warranty of merchantability or any other warranty, express or implied, with respect to such information, and we assume no liability resulting from its use. Users should make their own investigations to determine the suitability of the information fo r their particular purposes. In no event shall Fisher be liable for any claims, losses, or damages of any third party or for lost profi ts or any special, indirect, incidental, consequential or exemplary damages, howsoever arising, even advised the such damages. Waste Project: Guidance on Mercury Cleanup, Storage, and Transport 42 International Chemical Safety Card 34 Mercury MERCURY ICSC: 0056 Date of Peer Review: 200.6 UN / EXPOSURE ACUTE HAZARDS / SYMPTOMS PREVENTION FIRST AID / FIRE FIGHTING FIRE Not combustible. Gives off irritating or toxic fumes (or gases) in a fire. In case of fire in the surroundings: use appropriate extinguishing media. EXPLOSION Risk of fire and explosion. In case of fire: keep drums, etc., protection. Fresh air, rest. Artificial respiration if indicated. Refer with water and soap. Refer for medical attention. 34 From http://www.inchem.org/docum ents/icsc/icsc/eics0056.htm Guidance Cleanup, Storage, and Transport 43 Eyes Face shield, or eye protection in combination with breathing protection. First rinse with plenty several minutes (remove contact lenses if easily possible), then take to a doctor. Ingestion Do not eat, drink, or smoke during work. before & LABELLING danger possible. Do NOT wash away into sewer. Do NOT let this chemical enter the environment. Chemical protection suit including self-contained breathing apparatus. Special material. Do not transport with Classification closed. IPCS International on Chemical Safety Prepared in the context of cooperation between the International Programme on Chemical Safety and the Commission of the European Communities © IPCS, causing metals forming amalgams. ROUTES OF EXPOSURE: The substance can into the body by inhalation of its vapour and through the skin, also as a vapour! INHALATION RISK: A harmful contamination of the air can be reached very quickly on evaporation of the Inhalation of the vapours may cause pneumonitis. The substance may cause effects on the central nervous system and kidneys. The effects may be delayed. The substance may effects on and kidneys, resulting of cumulative effects. tests show that this DATA The substance is very toxic to aquatic organism s. In the food chain important to humans, bioaccumulation takes place, specifically in fish. NOTES on degree of exposure, periodic m edical examination is indicated. No odour warning if toxic concentrations are present. Do NOT take working clothes home. ADDITIONAL INFORMATION LEGAL NOTICE Neither the CEC nor the IPCS nor any person acting on behalf of the CEC or the IPCS is responsible for the use wh ich might be made of this information © IPCS, CEC 1999 "}