{"title": "Importancia de contar con el esquema completo de vacunación en niños", "author": "Gino Farfán", "url": "https://www.eluniverso.com/larevista/salud/importancia-de-contar-con-el-esquema-completo-de-vacunacion-en-ninos-nota/", "hostname": "eluniverso.com", "description": "La vacunación desde edades tempranas garantiza una mejor absorción de nutrientes aún en la etapa de lactancia.", "sitename": "El Universo", "date": "2022-08-01", "cleaned_text": "Actualmente, más de 20 enfermedades potencialmente mortales pueden prevenirse mediante la inmunización. Por ejemplo, entre 2010 y 2018, solo con la vacuna contra el sarampión se evitaron 23 millones de muertes. Se estima que el uso generalizado de la vacuna antineumocócica conjugada podríareducir en un 47% el número de días de tratamiento de la neumonía con antibióticos en losmenores de 5 años, lo que equivale a 11,4 millones de días de tratamiento antibiótico por año. Las vacunas se han convertido en una herramienta clave de prevención y representan uno de los avances más importantes de la medicina moderna por su capacidad de salvar millones de vidas. En algunas regiones del país, se está próximo a finalizar un nuevo ciclo escolar, la búsqueda de actividades de ocio y esparcimiento se convierte en uno de los objetivos principales de los padres de familia. Sin embargo, es importante considerar algunos puntos como la vacunación para preservar su estado de salud. Las vacunas han logrado controlar la viruela y han permitido reducir la incidencia de otras infecciones, como la poliomielitis, causante de problemas crónicos de salud o de muerte infantil. Según el Fondo de las Naciones Unidas para la Infancia (UNICEF), las vacunas salvan más de cinco vidas cada minuto, de modo que, antes de la llegada de la COVID-19, se han evitado hasta tres millones de muertes al año. Publicidad Contar con un esquema de vacunación completo, permite a los niños desarrollar de manera óptima su sistema inmune y evitar contraer infecciones o virus que pueden estar en el ambiente. Además, se debe consultar al pedíatra si el niño ya esta en edad de recibir la vacuna contra la covid-19. La American Academy of Pediatrics (AAP) y los Centros para el Control y la Prevención de Enfermedades (CDC, por sus siglas en inglés) recomiendan la [vacuna contra el COVID-19](https://espanol.cdc.gov/coronavirus/2019-ncov/vaccines/vaccines-children-teens.html) para bebés y niños desde los 6 meses de edad a los 5 años. Ventajas de la vacunación Protección: Al cumplir con un esquema básico de vacunación los niños se encuentran protegidos de contraer virus o bacterias que pueden convivir en el ambiente, sobre todo si va a compartir su espacio con más personas y la exposición al intercambio o contacto con fluidos corporales como el sudor y la saliva puede ser recurrente, como por ejemplo en una práctica deportiva de verano. Seguridad y eficacia: Las vacunas permiten que enfermedades que hoy en día son comunes, puedan ser controladas y aminorar los efectos que podrían causar al contraerlas como la varicela por ejemplo. Según la OMS, en los últimos 30 años la mortalidad infantil ha disminuido en más de un 50%, en gran parte gracias a las vacunas. Publicidad Calidad de vida: Por su aporte en la mejora de la calidad de vida, es importante que los sistemas sanitarios continúen aplicando procesos de inmunización en niños. Actualmente, más de 20 enfermedades potencialmente mortales pueden prevenirse mediante la inmunización. Por ejemplo, entre 2010 y 2018, solo con la vacuna contra el sarampión se evitaron 23 millones de muertes. Se estima que el uso generalizado de la vacuna antineumocócica conjugada podría reducir en un 47% el número de días de tratamiento de la neumonía con antibióticos en los menores de 5 años, lo que equivale a 11,4 millones de días de tratamiento antibiótico por año. Además, 37 países y territorios introdujeron la vacuna contra el neumococo y 22 la vacuna contra el rotavirus. Mientras que, Haití certificó la eliminación del tétanos neonatal. Publicidad Ahorro: Al tener un sistema inmunológico reforzado con la vacunación, las probabilidades de enfermar o sufrir infecciones disminuye, por lo que las hospitalizaciones o emergencias médicas reducen su probabilidad de suceder, lo que permite un ahorro importante en las finanzas familiares. (I) "}