{"title": "Protector Madera Cetol Classic Balance Satinado Cristal 4 Lts.", "author": "Marekpromokit Eu", "url": "https://www.sagosa.com.ar/protector-madera/16069-protector-madera-cetol-classic-balance-satinado-cristal-4-lts.html", "hostname": "sagosa.com.ar", "description": "Al igual que todos los productos Cetol, se diferencia de barnices y productos usados tradicionalmente en las maderas por NO AMPOLLARSE, DESCASCARARSE NI CUARTEARSE. La tecnología Balance ofrece una alta performance que, de forma práctica, con su bajo olor, ausencia de aguarrás y rápido secado hace las cosas más fáciles. Su película microporosa con aditivos especiales, permite que Cetol penetre profundamente en la madera, dejando que respire su propia humedad y al mismo tiempo deja la superficie totalmente impermeable a la lluvia. Es ideal para exteriores, evitando la formación de algas y hongos.", "sitename": "SAGOSA", "date": "2023-04-25", "cleaned_text": "Visa 3 3 cuotas de $ 9.285,22||$ cuotas 3 cuotas de $ 11.219,64||$ 6 6 cuotas de $ 5.222,93||$ cuotas 6 cuotas de $ 6.963,91||$ cuotas 9 cuotas de $ 6.061,18||$ 12 12 cuotas de $ 3.385,24||$ 3 3 cuotas de $ 9.285,22||$ cuotas 6 cuotas de $ 6.963,91||$ 6 6 cuotas de $ 5.222,93||$ cuotas 9 cuotas de $ 6.061,18||$ 12 12 cuotas de $ 3.385,24||$ cuotas 12 cuotas de $ 5.899,98||$ 70.799,77| |Ahora 18 18 cuotas Naranja |1 cuota||$ de $ cuotas 6 cuotas de $ 5.609,82||$ cuotas 8 cuotas de $ 4.497,53||$ cuotas 10 cuotas de $ 4.410,48||$ 44.104,78| |12 cuotas 12 cuotas de Tarjeta Shopping |1 Cuota||$ cuotas de $ cuotas 3 cuotas de $ 9.439,97||$ cuotas 6 cuotas de $ 5.184,25||$ cuotas 9 cuotas de $ 3.843,05||$ 34.587,43| |12 cuotas 12 cuotas de Tarjeta Naranja |1 cuota||$ cuotas de $ cuotas 3 cuotas de $ 9.439,97||$ cuotas 6 cuotas de $ 5.184,25||$ cuotas 9 cuotas de $ 3.843,05||$ cuotas 12 cuotas Naranja |1 de $ cuotas 3 cuotas de $ 9.439,97||$ cuotas 6 cuotas de $ 5.184,25||$ cuotas 9 cuotas de $ 3.843,05||$ cuotas 3 cuotas de $ 9.439,97||$ cuotas 6 cuotas de $ 5.184,25||$ cuotas 9 cuotas de $ 3.843,05||$ cuotas 3 cuotas de $ 9.439,97||$ cuotas 6 cuotas de $ 5.184,25||$ cuotas 9 cuotas de $ 3.843,05||$ 34.587,43| |12 cuotas 12 cuotas que todos los productos Cetol, se diferencia de barnices y productos usados tradicionalmente en las maderas por NO AMPOLLARSE, DESCASCARARSE NI CUARTEARSE. La tecnología Balance ofrece una alta performance que, de forma práctica, con su bajo olor, ausencia de aguarrás y rápido secado hace las cosas más fáciles. Su película microporosa con aditivos especiales, permite que Cetol penetre profundamente en la madera, dejando que respire su propia humedad y al mismo tiempo deja la superficie totalmente impermeable a la lluvia. Es ideal para exteriores, evitando la formación de algas y hongos. - Ficha técnica Detalles de Producto Ficha de datos - Color - Cristal - Rendimiento - 10 - 12 m²/L por mano - Tiempo de secado - 1 hora - Terminación - Satinado - Dilución - Al agua - Aplicación - Listo para usar. Aplicar 3 manos con pincel. En colores intensos (roble, caoba) diluir la primera mano con 5% de agua. - Cantidad de capas - 3 - Unidad de venta - 1 - Ambiente - Interior y exterior "}