{"title": "PDF", "author": "PDF", "url": "www.ifth.es/wp-content/uploads/2017/07/AFTV15N2-WEB.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "FUNDACIÓN ESPAÑOLA DE FARMACOLOGÍA FUNDACIÓN TE Ó F ILO HE RNANDO Cinco mitos relacionados con las vacunas. Conceptos erróneos y miedosde I+D del MedicamentoInstituto Teófilo Hernandowww.ifth.es Instituto Teó lo Hernando Facultad de Medicina Universidad Autónoma de MadridAvda. Arzobispo Morcillo, 428029 MadridTelf./fax: 914 973 120ith@uam.es Nuestras Unidades de Ensayos Clínicos Fases I a IV han realizado más de ciento cincuenta estudios de bioequivalencia y Fases I a VI de nuevos fármacosACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_t volumen 15 Nº2 -Junio 2017 - 3 - CONSEJO DE REDACCIÓN Presidente Antonio García García c.e. agg@uam.es Redactor jefe Luis Gandía Juanc.e. luis.gandia@uam.es Secretaría Diez c.e. josepeladi.banos@upf.edu Santiago c.e.santiago.cuellar.rodriguez@gmail.com Cristóbal de los Ríos Salgado c.e. cristobal.delosrios@uam.es Ignacio Galicia de Pedro c.e. ignacio.galicia@ifth.es Jose Correa c.e. correa@uma.es Francisco Sala Merchán c.e. fsala@umh.es Diseño y publicidad Arturo García de Diego c.e. arturo.garcia@ifth.es Maquetación y edición María Fagoaga Torijac.e.maria.fagoaga@ifth.es Distribución Estrella García de Diegoc.e. estrella.garcia@ifth.esJunta Directiva de la SEF Presidenta: María Jesús Sanz FerrandoVicepresidenta:María Isabel Loza MaíquezRafael León MartinezFrancisco Abad SantosMaría Cano AbadJUNTASDIRECTIVAS FUNDACIÓN García García Múzquiz Vicente-Arche AFT es una revista de formación continuada que recoge en sus páginas los continuos avances que se producen en la I+D+i del medicamento. También se hace eco de los aspectos históricos de la farmacología y el medicamento, así como de los problemas farmacoterápicos y de seguridad que surgen en la práctica clínica, y de la docencia de la Farmacología. AFT se edita conjuntamente por la Sociedad Española de Farmacología y el Instituto Fundación Teófilo Hernando de la Universidad Autónoma de Madrid. AFT es una revista independiente, abierta a todas las opiniones, aunque no se identifique necesariamente con todas ellas. Se edita trimestralmente y su difusión es en soporte electrónico. La revista Actualidad en Farmacología y Terapeútica (AFT) se edita trimestralmente está disponible en la web del Instituto Teófilo Hernando de I+D del Medicamento www.ifth.es y en la web de la Sociedad Española de Farmacología (SEF) www.socesfar.com. Los costes de maquetación y edición electrónica de AFT se cubren a partes iguales por la FEF/SEF y la FTH. Además, el IFTH gestiona altruistamente la petición y evaluación de las contribuciones así como las labores de secretaría. También los miembros del Consejo Editorial desempeñan su actividad altruistamente. AFT se distribuye a los socios de la SEF, a los profesionales del medicamento, preferentemente.AFT es una revista independiente y abierta a todas las opiniones, pero no se identifica necesariamente con todas las opiniones publicadas. ISSN: 1698-4277 FUNDACIÓN ESPAÑOLA DE FARMACOLOGÍASociedad Española de FarmacologíaDpto. Farmacología. III, 1ª - ACTUALIDAD FARMACOLOGÍA Y TERAPÉUTICA - 4 - volumen 15 Nº2 - Junio 2017Vo/l.end TRIMESTRAL FUNDACIÓN ESPAÑOLA DE FARMACOLOGÍA FUNDACIÓN TE Ó F ILO HE RNANDO Cinco mitos relacionados con las vacunas. Conceptos erróneos y miedos 73EDITORIAL DE LA PRESIDENTA Consideraciones de la SEF sobre la Guía Farmacoterapéutica para la prescripción en receta del Sistema Sanitario Público de Andalucía 75 Crónica de la II Jornada sobre los Ensayos Clínicos Fase I en EspañaEDITORIAL DEL DIRECTOR 75 98 An/g.saltina alér/g.saltica por metamizolCASOS FARMACOTERÁPICOS82 82 Cinco mitos relacionados con las vacunas. Conceptos erróneos y miedos.85 Uso de fármacos para la hipertensión en el anciano87 La medicina de precisión mejora la supervivencia en pacientes con cáncer refractario sin incrementar los /g.saltastos sobre la /g.saltuía farmacoterapeútica de referencia para la prescripción en receta del sistema sanitario público de Andalucía (SSPA) sobre los apartados A10A (insulinas) y A10B (Fármacos 149102 Uso sirolimus en pacientes trasplantados de hí/g.saltado con carcinoma hepatocelularENSAYOS CLÍNICOS COMENTADOS 122 Educación Médica y PoesíaEDUCACIÓN CONTINUADA 152NORMAS PARA LOS AUTORES112FRONTERAS EN TERAPÉUTICA 148 148. La Comisión de Jóvenes Investi/g.saltadores informan .. LA SEF INFORMA113 Notas de la AEMPSFARMACOVIGILANCIA 130 130 Garcilaso y el Cuzco Verde 137 Historiofarmacoetimolo/g.saltía de la warfarina 142 Pabellón de Reposo: Los AntibióticosHISTORIA DE LA FARMACOLOGÍA 137 145 Más sobre HITS y LEADSEL FÁRMACO Y LA PALABRAa/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 6 - volumen 15 Nº2 - Junio 2017 actualida/d.end e/n.end farmacologí/a.end y terapéutic/a.endDescárguese en formato electrónico la revista Recorte o fotocopie este cupón y envíe a: Revista AFT , Fundación Teófilio Hernando, Falcutad de Medicina, UAM. Avda. Arzobispo Morcillo, 4. 28029 Madrid. Puede realizar la descarga desde las direcciones web www.socesfar.com y www.ifth.es Mª Jesús Sanz Catedrática del Departamento de Farmacolo/g.saltía. Universidad de Valencia.EDITORIAL DE LA PRESIDENTA DE LA SEF ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 - 73 - La guía, tal y como indica en su presen- tación, constituye una estrategia enca-minada a la reducción de la variabilidad en la selección de medicamentos de elección para una determinada indica-ción e introduce el concepto de \"Alter - nativa Terapéutica Equivalente (ATE)\" en el ámbito de la Atención Primaria. Asimismo, pretende establecer una ges-tión eficiente que llevaría a una reduc - ción de costes. Es decir, sus principales objetivos son el constituirse en una he-rramienta de ayuda a la prescripción, fa-cilitando al profesional, la selección de los principios activos más adecuados en función de los criterios de uso racional del medicamento: eficacia, seguridad, adecuación y coste y, en segundo lugar, contribuir a mejorar la calidad de las prescripciones y reducir la variabilidad clínica. Si bien la elaboración de guías supo - ne una gran ayuda a los profesionales, tampoco hay dudas de que la publica-ción ha generado mucha inquietud es-pecialmente a diversos profesionales de la salud. El principal problema resi - de en su planteamiento simplista, de manera que el abordaje terapéutico de un total de 20 indicaciones se llevará a cabo con 43 medicamentos. Quizá lo más llamativo es que en algunos casos la selección del fármaco de elección pa-rece no tener un fundamento científico sólido. También llama la atención que de los fármacos seleccionados, sólo hay uno que se incorporó al mercado en el siglo XXI, los demás llevan décadas en el mercado, que aunque en principio no es criticable, se ignoran nuevas e inno - vadoras especialidades farmacéuticas, incorporadas al arsenal terapéutico en estos últimos años, que han supuesto un gran avance en la calidad de vida de muchos pacientes. Ante esta circunstancia, y, como docen - te de esta importante disciplina en la formación de nuevos médicos, uno se La publicación de la Guía Farma-coterapéutica de referencia para la prescripción en receta del Sistema Sanitario Públi-co de Andalucía (SSPA) /g.saltenera inquietudes en ámbito de la Farmacolo/g.saltía.Consideraciones de la SEF sobre la Guía Farmacotera-péutica para la prescripción en receta del Sistema Sani-tario Público de Andalucía Queridos amigos: Aprovecho estas líneas para informaros que en 2016 se publi - có la Guía Farmacoterapéutica de referencia para la prescripción en receta del Sistema Sanitario Público de Andalucía (SSP A). Esta guía fue elaborada a través de un convenio entre el Servicio Andaluz de Salud (SAS) y la Asociación Andaluza de Farmacéuticos de Atención Primaria (AAF AP). Como sociedad científica, especia - lista en el ámbito del medicamento y sin ánimo de lucro, la Sociedad Española de Farmacología ha creído oportuno emitir algunas consideraciones sobre esta Guía.a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 74 - volumen 15 Nº2 Junio 2017 EDITORIAL DE LA PRESIDENTA DE LA SEF cuestiona para qué transmitir tanto conoci - miento farmacológico a nuestros alumnos si con escasos fármacos parece estar mucho resuelto, los especialistas sabemos que esto no es así, máxime cuando globalmente se aspira a adoptar una medicina personaliza-da. Asimismo, qué sentido tiene la innova-ción terapéutica si con este planteamiento solo haría falta conocer 43 fármacos para 20 relevantes indicaciones. Finalmente, como investigador traslacional en el área de la Farmacología, al igual que la mayoría de los miembros de nuestra Sociedad, uno se pre-gunta para qué es necesaria la investigación biomédica en campos tan relevantes como la diabetes, las dislipidemias, las patologías cardiovasculares o la artritis o por qué di - versas entidades públicas financian nues-tros proyectos de investigación y respaldan las Guías de Práctica Clínica Internacionales que parecen haber sido ignoradas en la ela-boración de este documento. De hecho, sor - prende que, entre los profesionales que han elaborado esta guía, no se encuentre ningún profesor de Farmacología o miembros de nuestra Sociedad que pudieran exponer a las autoridades competentes la necesidad de in - corporar los beneficios otorgados por todas estas actividades en la práctica clínica diaria con el objetivo de mejorar la atención de los pacientes. Por este motivo, en este número se publica una primera reseña realizada por un miem-bro de la SEF sobre un aspecto particular de la Guía Farmacoterapéutica de la SSPA, insu - linas y otros antidiabéticos, comparándola con otras guías y documentos internacional - mente aceptados.Quisiera finalizar este apartado proponiendo que si el objetivo es la reducción de costes en la Salud Pública, se deberán hacer estu - dios más profundos de coste/efectividad en los que se evalúe no sólo el coste del fárma-co sino el impacto social y económico de-rivado del padecimiento de determinadas patologías o el coste de las comorbilidades derivadas de un inadecuado tratamiento de las mismas. En otro orden de cosas, comunicaros que el 38º Congreso de la SEF tendrá lugar en sep-tiembre de 2018 en Santiago de Composte-la. Al igual que hicimos para el 37º Congreso de la SEF que se ha celebrado en Barcelona en colaboración con la Sociedad Británica de Farmacología, estamos en negociación con diversas Sociedades de Farmacología para incrementar la internacionalidad del mismo. Comentaros también que en la última reu-nión de nuestra Junta Directiva, se acordó conceder todas las bolsas de viaje solicitadas para la asistencia al 37 Congreso de la SEF así como todas las ayudas destinadas a la realización de actividades en el campo de la Farmacología. Un afectuoso saludo y, aunque queda aún un poco, felices y merecidas vacaciones de verano. María Jesús Sanz El 38 Con/g.saltreso de la SEF será en septiembre de 2018 en Santia/g.salto de Compostela.Antonio García García Catedrático delDepartamento deFarmacolo/g.saltía. Medicamento,Universidad DEL EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 75 deFarmacolo/g.saltía. I+D del Medicamento,Universidad Autónoma deMadridEDITORIAL DEL DIRECTOR Con los años me he ido familiarizando con el complejo mundo de ensayo clíni - co. La Jornada que da título a esta reseña ha contribuido notablemente a enrique - cer mi siempre escaso conocimiento de los entresijos de una actividad necesaria - mente pluridisciplinar, el ensayo clínico, que no es más que un simple experimen - to. Pero esa aparente simpleza (compa - rar dos tratamientos, o un tratamiento versus placebo) se convierte en una compleja actividad ya que se realiza en seres humanos, sanos o enfermos. Por ello, el clásico y universalmente aforismo médico hipocrático \"lo primero, no ha - cer daño\", enlentece la evaluación de los protocolos por las agencias reguladoras y por los comités éticos de investigación clínica, que miran con lupa si la seguridad del paciente está garantizada. El cociente beneficio-riesgo tiene que descantarse claramente a favor del primero. En la II Jornada sobre los Ensayos Clínicos Fase I en España, celebrada en el Parque Científico de Barcelona el pasado 14 de junio, a la que asistimos un centenar de profesionales de los distintos entornos de la investigación clínica con fármacos, analizamos la situación de los ensayos clínicos (EECC) fase I en España en tres mesas redondas. Desde hace años, nues - tro país ha sido y es un terreno abona - do para la realización de EECC fases II-III. ¿Podemos decir lo mismo de los fases I? Esta fue la pregunta central de la intere - sante reunión.En la primera mesa redonda modera-da por Maria Cruz Caturla (Anapharm Bioanlyticals, Barcelona), Amelia Mar - tín Uranga comentó los entresijos del Proyecto BEST, una plataforma de me-dicamentos innovadores montada por Farmaindustria, que ya incluye 45 com-pañías farmacéuticas, 60 hospitales y 13 comunidades autónomas. Dijo también que en 2016 se habrían invertido 1.004 millones de euros en I+D de los cuales, 500 millones se dedicaron a EECC. Pero quizás, lo más interesante para los asis - tentes a la Jornada fue la tarta que Ame-lia presentó, la distribución por áreas y tipos, de los 816 estudios que aprobó la Agencia Española de Medicamen-tos y Productos Sanitarios (AEMPS) en 2016. Dio cifras esperanzadoras acerca del crecimiento de los fases I en Espa - ña, incluyendo los estudios de primeras dosis en seres humanos. Naturalmente, es el área oncológica la que ha crecido más, con un 51% del total de fases I que, lógicamente se hacen en pacientes, en las 37 Unidades de fase I registradas en BEST. Amelia finalizó su exposición con una preocupación que compartimos todos a saber, los plazos de aprobación del estudio por la AEMPS (hasta 65 días) y los que atañen al contrato promotor-centro de investigación que, a veces, se extienden hasta los 100 días en las fases tempranas del desarrollo clínico de una nueva entidad química. Amelia aventu- XXXXXXXXXXXEDITORIAL INVITADO Antonio García GarcíaProfesor Emérito Universi-dad Autónoma de MadridEDITORIAL DEL DIRECTOR La II Jornada sobre los Ensayos Clínicos Fase I en España se cele-bró en el Parque Cientíco de Barcelona, el pa-sado 14 de junio. Asistimos 100 profesionales de los distintos en-tornos del ensayo clínico.Crónica de la II Jornada sobre los Ensayos Clíni-cos Fase I en Españaa/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 76 - volumen 15 Nº2 Junio 2017 EDITORIAL DEL DIRECTOR ró una hipótesis que podría incrementar los fases I de primeras dosis en España: crear un procedimiento rápido de evaluación; la justifi-cación de los plazos de 2 meses o más se basa en la revisión cuidadosa del protocolo, a fin de garantizar la seguridad de voluntarios sanos y pacientes. Sin embargo, contando con el per - sonal experto adecuado, sí que se podría ga-rantizar esa seguridad en un plazo más breve de tiempo gestionando con rapidez las aclara - ciones necesarias. Por su parte, los contratos con los hospitales deben y pueden acelerar - se, y sacarlos del cajón de la mesa de quien proceda con mucha más rapidez. También de-bería pensarse en la posibilidad de que se ini - cie el estudio (o que se gestionen sus etapas previas) simultáneamente con la evaluación del IMPD (\"Investigational Medicinal Product Dossier\"). Carlos Herrero ofreció datos sobre los EECC que su empresa, Janssen-Cilag, hace en Es - paña. En su Departamento de Investigación Clínica trabajan 125 profesionales de los cua - les, una veintena se dedican a fases I. En sus estudios participan 518 centros y en los fases I, 53. En 2016 se estudiaron 16 moléculas, 6 de ellas en primeras administraciones, par - ticularmente en el área oncológica, aunque también hacen algún fase I en voluntarios sanos. Concluyó su presentación con el men - saje de que la tendencia en Janssen-Cilag es a incrementarse el número de fases I que se hacen en España, oncológicos y de otras es - pecialidades. En representación de la AEMPS acudió Mar - ta Godé Moreu. Recalcó que en el año y pico que lleva aprobada la nueva Normativa Euro - pea de EECC, la AEMPS se ha adelantado a los demás países europeos en lo que concierne a su adaptación en España. Ofreció también algunas estadísticas y, concretamente en los fases I, mencionó que en el periodo 2015-2016, la AEMPS aprobó 258, un 59% de pri - meras administraciones en cáncer. Los plazos de aprobación de los estudios por la AEMPS, comentó Marta, se han acortado gradual - mente. Con ser esto cierto, surgió inevitablemente la comparación con otros países. Así María Cruz Caturla compartió con Amelia la idea de que España es un país con alto prestigio en inves - tigación clínica, tanto en lo que concierne a las buenas prácticas clínicas (BPL) como al ex - quisito cuidado en garantizar la seguridad de los pacientes. Puso el ejemplo de Bélgica, en donde al parecer se cumple a rajatabla el pla - zo de 20 días máximo para aprobar los fase I. En España, la AEMPS puede a veces llegar a un dictamen incluso en plazos más cortos de 10-12 días; pero otras veces puede tardar 2-3 meses. Con esta variabilidad, los investigado - res no se atreven a ofrecer a los promotores un plazo determinado para la iniciación del estudio, lo que conlleva ser menos competiti - vos a nivel internacional. Si el tema de plazos es una barrera para atraer más fases I en España, también podría contri - buir a ello el tema de precios. En la segunda mesa redonda, moderada por Miguel Puerro (Hospital Central de la Defensa Gómez Ulla), Ignacio Galicia, uno de los farmacólogos clí - nicos del Instituto Fundación Teófilo Hernan - do (IFTH), presentó un estudio comparativo entre España y otros países, sobre los cos - tes medios de un estudio fase I de bioequi - valencia. Incluyó las gestiones y actividades de las distintas etapas como el protocolo y la puesta en marcha (CEIm, AEMPS, contrato), póliza de responsabilidad civil, fase clínica (pagos a voluntarios, personal médico y en - fermería), análisis de laboratorio (analítica de reclutamiento y final), selección de sujetos, organización y desarrollo del estudio, mate - rial fungible sanitario, estancia hospitalaria, catering, costes indirectos), después de la fase clínica (envío de muestras al laboratorio de bioanalítica), análisis de datos (farmaco - cinética, estadística) informe final, archivo y seroteca, control de calidad, monitorización. Excluyendo el coste de los niveles plasmáti - cos del fármaco en estudio, que realiza el la - boratorio de bioanalítica, Ignacio Galicia con - cluyó que el coste por voluntario sano que participa en el estudio era el siguiente: 2000 euros en España, 1830 en Jordania, 3200 en Rumanía, 1830 en Chequia y 1000 en la India. Obviamente, estos datos no justifican que los promotores españoles hagan sus estudios de bioequivalencia fuera de España. Aparte de la lejanía, en el caso de la India el bajo coste puede salir más caro, ya que se han generado dudas sobre la calidad de algunos estudios, En Europa, Es-paña está reco-nocida como un país en donde se hacen ensayos clínicos fases II-III con /g.saltaran-tía de ecacia y calidad. Los estudios fase I de primeras administraciones a pacientes oncoló/g.salticos se hacen con fre-cuencia en unida-des de fase I hospitala-rias.ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_tEDITORIAL DEL DIRECTOR Junio 2017 volumen 15 Nº2 - 77 - que la AEMPS ha detectado en algunos casos. Si no es la calidad, ni el coste, ni la profesio - nalidad de los investigadores y farmacólogos clínicos de nuestras unidades, la pregunta, que también surgió en la Jornada I celebrada en Madrid en junio de 2016, en la Facultad de Medicina de la Universidad Autónoma (UAM), continúa sin encontrar respuesta convincente: ¿por qué los promotores españoles, y algunas empresas multinacionales, no hacen más es-tudios fases I de bioequivalencia, o de nuevas administraciones con moléculas no oncológi - cas, en España?. La segunda mesa redonda se completó con otras dos intervenciones. Por una parte, Te-resa Martí (Departamento de Salud de la Generalitat) comentó el tema de las acredita-ciones de las 8 unidades fase I de Cataluña, el programa de garantía de calidad y las audi - torías. Describió también la base de datos de voluntarios sanos, que evita su participación simultánea en dos ensayos clínicos, antes de que termine el periodo de blanqueo de uno de ellos. La segunda intervención corrió a car - go de Zuriñe Abajo, la responsable de EECC de Tecnalia, una empresa vasca en la que tra-bajan 1400 empleados de los cuales, 214 son doctores. Cuenta con 4.050 clientes y factura más de 100 millones de euros al año. Comen-tó algunos EECC con diseños especiales, caso de los inhaladores. También comentó que hacía EECC con nutracéuticos, un tema poco conocido y difícil, dada la variabilidad de los voluntarios sanos y los pacientes que partici - pan en estos estudios. Describió un curioso estudio en el que se exploraba el ciclo vigilia-sueño con un nutracéutico y resaltó la conve-niencia de incrementar la cultura del ensayo clínico en atención primaria. La tercera y última mesa redonda fue harto original. La moderó Luisa García (Laboratorio de Bioanalítica Kymos) y estuvo dedicada a las técnicas más avanzadas para la identificación y cuantificación de pequeñas y grandes molé-culas farmacológicas, así como a la acredita-ción de centros bioanalíticos y a la integridad de los datos. Jaume Pascual (Kymos) comen - tó las poderosas técnicas de espectrometría de masas para detectar metalo-fármacos, nanopartículas y proteínas con contenido en fósforo y azufre. Por su parte, Carles Celma (Kymos) expuso las técnicas para caracteri-zar los medicamentos biológicos, anticuerpos monoclonales y otras proteínas, con métodos inmunológicos (ELISA) y de radioinmunoensa - yo, entre otros. Los medicamentos biológicos biosimilares están emergiendo con fuerza ya que permitirán la sostenibilidad de su uso, al abaratar los costes prohibitivos de los biológi - cos. Por ello, la investigación y desarrollo de biosimilares es un campo que crecerá en los próximos años. Octavi Colomina (TDV) se refirió la integridad de los datos en los centros de bioanalítica. Mencionó las malas prácticas en la recogida de datos con poca rigurosidad y la cada vez menor relevancia de los datos recogidos en papel. La tendencia es clara: hay que gestio-nar los datos electrónicamente y contar con un servidor propio en el centro. Y hay que ha-cer formación continuada, auditorías internas de calidad, crear cultura de empresa con có-digos éticos de integridad, fiabilidad y traza-bilidad de los datos: crear mentalidad \"Data Integrity\", concluyó. La última intervención de la Jornada corrió a cargo de Natalia Caparrós, que comentó los 1.200 estudios realizados en Anapharm y los contactos de su empresa con 50 agencias re-guladoras. Se refirió a las guías de bioanáli - sis, que difieren entre ellas y al aumento de inspecciones que están sufriendo los centros bioanalíticos desde 2010. Comentó también la inspección que, por sorpresa, hizo la FDA a su empresa, de una meticulosidad extrema; duró una semana y la superaron con solven-cia. Finalizó con un comentario a las buenas prácticas clínicas que garantizan la integridad de los datos como, por ejemplo, la recepción de muestras, y los contactos con unidades de fase I y promotores. La II Jornada sobre los Ensayos Clínicos Fase I en España se coronó con un amplio debate. Los estudios fase I comienzan a abrirse camino en España. Ese camino parece más despejado en el campo de las primeras administraciones de nuevos fármacos a pacientes oncológicos. Sin embargo, nos queda mucho camino por recorrer en el campo de las pequeñas molécu - las, sean estudios de bioequivalencia o estu- Los estudios fase I de Bioequi-valencia se hacen con frecuencia en España; sin em-bar/g.salto, hay mu-chos (quizás la mayoría) que se hacen en otros países. Los fases I de primeras admi-nistraciones de moléculas no oncoló/g.salticas se hacen rara vez en España. Hubo consenso en la necesidad de reducir los plazos de evaluación y aprobación de los protocolos por la AEMPS, esta-bleciéndose unos límites de ri/g.salturo-so cumplimiento.a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 78 - volumen 15 Nº2 Junio 2017 EDITORIAL DEL DIRECTOR dios de primeras administraciones de nuevas entidades químicas que inician su desarrollo clínico. Tenemos que recuperar la confianza de las empresas nacionales, y la de las mul - tinacionales que operan en España, para que inviertan en I+D+i en nuestro país. En Alema-nia, el Reino Unido o en los EEUU, la inversión en I+D, en porcentaje de sus respectivos PIB, es considerablemente mayor que en España. Con una diferencia drástica: la inversión pri-vada de ese porcentaje es de un 60-70%; en España es al revés, el mayor porcentaje corre a cargo del \"Papá Protector Estado\". Comprendo que el promotor exija eficiencia, calidad y plazos predecibles en la realización de estudios clínicos fase I. Creo que en la Jor - nada quedó claro que nuestras unidades fase I ofrecen eficiencia y calidad equivalente a cualquier centro de excelencia investigadora del mundo. Pero ¿y los plazos? ¿Podremos ser más optimistas dentro de un año, cuan - do el Instituto Fundación Teófilo Hernando organice en junio de 2018 la III Jornada de los Ensayos Clínicos?. A la primera Jornada asistimos 60 personas. A la II, organizada con meticulosidad y excelencia por nuestro IFTH en colaboración con Joan Puig y sus colabo - radores de Kymos, hemos asistido 100 parti - cipantes. Ello denota un creciente interés por esta actividad, que persigue tres objetivos (1), favorecer la amistad y la colaboración entre promotores, investigadores, regula - dores y gestores de los estudios fases I; (2), asegurar la eficacia y la calidad, con plazos reducidos y predecibles, así como con costes competitivos de esos estudios; y (3), contri - buir a incrementar el número de los estudios de fase I que podemos hacer en España du-rante la próxima década. También hubo consenso en la reducción de los plazos de r-ma del contrato promo-tor-centro inves-ti/g.saltador, que ac-tualmente puede extenderse hasta 2-3 meses. \"Calidad, precios competitivos y rigor en el cumplimiento de plazos son requisitos ineludibles para ganar la confianza de los promotores y hacer más estudios de fase I en España\".LA SEF OPINA ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 - 79 - En la presentación de la Guía Farma - coterapéutica de Referencia para la Prescripción en receta del Sistema sanitario Público de Andalucía (GPA), se hacen las siguientes observaciones generales sobre el uso de los fárma - cos: \"Una Guía Farmacoterapéutica es un documento que contiene una rela - ción limitada de medicamentos reco - mendados para la prescripción en un ámbito determinado, seleccionada a partir de la oferta farmacéutica dis-ponible, en función de unos criterios previamente establecidos, y a ser po - sible, con la participación y el consen - so de los profesionales a los que va destinada.En esta línea se presenta la \"Guía Far - macoterapéutica para la Prescripción en Receta del Sistema Sanitario Públi - co de Andalucía\". Esta guía constituye una herramienta de ayuda a la pres - cripción, y pretende facilitar al profe -sional, la selección de los principios activos más adecuados en función de los criterios de uso racional del me - dicamento: eficacia, seguridad, ade - cuación y coste. La guía proporciona una información objetiva, basada en la evidenciacientífica contrastada y de fácil con - sulta.\" En principio, no se puede sino estar de acuerdo con estas afirma - ciones. Asimismo, son lógicos los cri - terios indicados para el uso racional del medicamento: eficacia, seguridad, adecuación y coste. Evidentemente, este último es relevante, y debe ser tenido en cuenta, pero no puede ser el factor predominante. De manera específica, el tratamiento farmacológico de la diabetes mellitus, tanto de tipo 1 (DMT1) como de tipo 2 (DMT2), está recopilado en guías pu - blicadas de proyección internacional. Por ejemplo, se pueden mencionar los STANDARDS OF MEDICAL CARE IN Respecto a los fármacos hipo/g.saltlu-cemiantes (exclu-yendo insulinas) comúnmente utilizados para el tratamiento de la DMT2, las reco-mendaciones de la GPA discrepan claramente de la /g.saltuía ADA.Consideraciones sobre la /g.saltuía farmacoterapeútica de referencia para la prescripción en receta del sistema sanitario público de Andalucía (SSPA) sobre los apartados A10A (insulinas) y A10B (Fármacos hipo/g.saltlucemiantes excluyendo insulinas) Carlos F. FerrerCatedrático de Farmacolo/g.saltía Facultad de MedicinaUniversidad Autónoma de Madrida/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 80 - volumen 15 Nº2 Junio 2017 LA SEF OPINA DIABETES, en su edición de 2017 (Diabetes Care, 40; Suppl 1, 2017), que representan la postura oficial de la American Diabetes As - sociation (ADA), renovados anualmente. En esta publicación, se incluye el coste de los fármacos utilizados entre los parámetros a tener en cuenta, pero también se añaden otras consideraciones que tienen menos cabida en la GPA. En este sentido, destaca la relevancia que actualmente tiene la pre-vención de las complicaciones vasculares asociadas tanto a DMT1 como a DMT2. Así, la retinopatía y nefropatía diabéticas son una de las causas principales de ceguera e insuficiencia renal en España y otros países desarrollados, mientras que las complica - ciones macrovasculares, concretamente el desarrollo de aterosclerosis, constituye una de las primeras causas de morbimortalidad en estos pacientes. Por ello, cualquier tera - pia antidiabética debe tener en cuenta no sólo el control inmediato de la glucemia, sino además la prevención de este tipo de patología. Así, The Diabetes Control and Complications Trial Research Group (DCCT) ha publicado varios ensayos clínicos indi - cando que, al menos en DMT1, la terapia in - tensiva resulta en menos complicaciones a largo plazo (N Engl J Med 1993, 329, 977-86; N Engl J Med 2005, 353, 2643-53; Diabetes Care, 2016, 39, 1378-83). Por otro lado, hay evidencias de que algunos análogos de insu - lina se asocian a menos cuadros de hipoglu - cemia en DMT1, alcanzando los mismos ni - veles de HbA1c (JAMA 2003, 289, 2254-64; Diabetes Care 2005, 28, 950-5). Los autores de la guía no consideran estas publicaciones y contraponen un trabajo realizado en pa - cientes con DMT2 (Am J Manag Care 2015, 21, e235-43) en el que se cuestionan las ventajas de los análogos de insulina. Aun - que sin duda es un tema polémico, en el que todavía no hay una conclusión definitiva, resulta llamativo que se especifique el so - brecoste de usar insulina glargina e insulina detemir sobre insulina NPH y no se mencio - ne el terrible coste social y económico que suponen las complicaciones a largo plazo de ambos tipos de diabetes y la importancia de su prevención. Respecto a los fármacos hipoglucemiantes (excluyendo insulinas) comúnmente utili - zados para el tratamiento de la DMT2, las recomendaciones de la GPA discrepan cla - ramente de la guía ADA antes mencionada (Diabetes Care, 40; Suppl 1, 2017). Ambas coinciden, después de las medidas no far - macológicas, en considerar la metformina como fármaco de primera elección (hay con - senso generalizado en esto). Sin embargo, la GPA sugiere que, en caso de intolerancia o contraindicación a metformina, la alterna - tiva son las sulfonilureas. Esto es un tanto sorprendente, porque el perfil de ambos ti - pos de fármacos es muy diferente. La met - formina facilita la captación de glucosa por los tejidos, mientras que las sulfonilureas facilitan la liberación de insulina de las cé - lulas beta pancreáticas. La metformina está indicada en pacientes obesos, pues facilita la pérdida de peso, mientras que las sulfoni - lureas tienden a producir aumento de peso. Por tanto, la sustitución automática de un fármaco por otro no parece adecuada. De hecho, en pacientes con intolerancia o con - traindicaciones a la metformina, la guía ADA sugiere el empleo en monoterapia de algu - no de los otros grupos de fármacos (sulfo - nilureas, glitazonas, inhibidores de DPP4, inhibidores SLGT2, agonistas GLP-1 o insu - lina), dependiendo de las características propias de cada paciente. Por otro lado, lo que la GPA denomina \"Primera intensifica - ción del tratamiento\" o \"Segunda intensi - ficación del tratamiento\", se denomina en otras guías Terapia dual o Terapia triple, en la que, además de metformina, se añaden otros fármacos entre los anteriormente mencionados. Los criterios para estas aso - ciaciones deberían ser personalizados para conseguir los mejores resultados en el con - trol de la glucemia, minimizando los efectos adversos y considerando también las pre - ferencias del paciente para conseguir una mayor adherencia terapéutica (JAMA 2014, 174, 1227-34). Aunque las sugerencias de la GPA son razonables, se echa de menos que haga hincapié sobre la importancia de un adecuado control de la DMT2 para reducir el desarrollo de enfermedades cardiovascu - lares, lo que actualmente debe ser un ob - jetivo prioritario en el tratamiento de esta enfermedad. En este sentido, se mencionan dos recientes estudios que proponen una importante reducción de las complicaciones cardiovasculares de la diabetes con inhibi - dores de SGLT2 y análogos de GLP-1, aun - Aunque las su/g.salterencias de la GPA son razonables, se echa de menos que ha/g.salta hincapié sobre la importancia de un adecua-do control de la DMT2 para reducir el desarrollo de enfermedades cardiovascula-res.?La metformina está indicada en pacientes obesos, pues facilita la pér-dida de peso, mientras que las sulfonilu-reas tienden a producir aumento de peso. Por tanto, la sustitución automática de un fármaco por otro no parece adecuada. ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_tLA SEF OPINA Junio 2017 volumen 15 Nº2 - 81 - que fundamentalmente para recordar que el alcance clínico de estos resultados aún no es definitivo. Por supuesto, esto último es cierto, pero no lo es menos que, de con - firmarse estos datos, su relevancia clínica sería extraordinaria y, pese a su mayor cos - te, probablemente ocuparían una posición privilegiada en el tratamiento de la DMT2, al menos en aquéllos pacientes con mayor riesgo cardiovascular. Conviene insistir, finalmente, en que las guías no dejan de ser instrumentos útiles, que ayudan al médico a tomar sus decisio -nes, y que por tanto deben elaborarse de la manera más rigurosa y científica posible, incluyendo datos sobre eficacia, seguridad, adecuación y, por supuesto, coste de la ma - nera más equilibrada posible. Además, es importante resaltar que constituyen una re - ferencia que no es inmutable, sino que cam - bia en función de las evidencias y los nuevos estudios disponibles, y que por tanto debe ser el médico el que tiene que decidir en cada caso lo más apropiado para su pacien - te, en función de las necesidades de éste y de su propia experiencia profesional.a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 82 - volumen 15 Nº2 Junio 2017FARMACOTERAPIA Sarahí Elizabeth VALDEZ ACOSTA Servicio de Farmacolo/g.saltía Clínica, Hospital Universitario de la Princesa.Cinco mitos relacionados con las vacunas. Conceptos erróneos y miedos. La discusión sobre la eficacia y seguridad de las vacunas ha llevado a debates sobre la vacunación en general, y especialmente en poblaciones definidas. MITO 1: LA VACUNACIÓN YA NO ES NECESARIA. La creencia de que la vacunación ya no es necesaria deriva del malentendido de que la mayoría de las enfermedades por las que han sido vacunados han desaparecido. Es cierto que las enfermedades que solían ser comunes en el pasado (difteria y poliomie - litis entre otras y, se asociaron con una con - siderable morbilidad, actualmente son raras en los países desarrollados por la presencia de vacunas que han reducido su incidencia, a tal punto que las personas y algunos pro-fesionales de la salud creen que estas enfer - medades ya no existen. Esto no es cierto. De hecho, la única enfermedad infecciosa que ha sido erradicada a nivel mundial es la vi-ruela, con el último caso ocurrido en Soma - lia en 1977 (1). El caso del sarampión demuestra la impor - tancia de la vacunación masiva para la pre- vención de enfermedades graves. Es una enfermedad viral altamente contagiosa con complicaciones potencialmente graves. En los Estados Unidos era común, con un esti-mado de 4 millones de casos y 450 muertes anualmente. En 1963 se introdujo la vacuna - ción y en el año 2000, fue erradicado, pero todavía se han importado casos de otros países. En 2015, se notificaron un total de 159 casos de sarampión, la gran mayoría de estos pacientes no estaban vacunados (45%) o se desconocía su estatus de vacunación (38%) (2-3). MITO 2: LAS VACUNAS CAUSAN AUTIS - MO Este mito es un argumento muy común con - tra la vacunación y se deriva de la publica-ción de Lancet en el año 1998 por Andrew Wakefield y colaboradores (4). En este artí-culo, Wakefield sugirió una asociación entre la vacuna triple vírica (sarampión, parotiditis y rubeola) y el autismo, con una n de ocho casos, lo que provocó una preocupación en la seguridad de las vacunas. Sin embargo, después de una extensa investigación, se identificaron varias incongruencias relacio - nadas con este artículo tales como: inconsis - tencias metodológicas y conflictos de inte - reses. Esta controversia dio como resultado una retracción parcial del artículo en 2004, seguida por una retracción completa en el año 2010 (5-6). Sin embargo, a partir de este artículo la comunidad médica apoyó la rea-lización de estudios epidemiológicos bien diseñados, para evaluar una posible asocia - ción entre la administración de esta vacuna y el autismo. Un metanálisis de 2011 evaluó los datos recogidos de cinco estudios de co-horte (n: 1.256.407 niños) y cinco estudios de casos y controles (n: 9.920 niños) sobre la asociación entre las vacunas y el desarrollo del autismo ó trastornos del espectro autis-ta. No se encontró asociación entre la vacu-na y el autismo (odds ratio [OR], 0,84; Inter de confianza 95% [CI], 0,70 - 1,01) (7-8).Además, dos componentes de la vacuna (timerosal y mercurio) también se habían asociado como causa de autismo, por lo La creencia de que la vacuna-ción ya no es necesaria deri-va del malen-tendido de que la mayoría de las enferme-dades por las que han sido vacunados han desaparecido. Un metanálisis de 2011. No se encontró aso-ciación entre la vacuna y el autismo.ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 - 83 - FARMACOTERAPIA que fueron estudiados. En los resultados, no se encontró asociación entre timerosal (OR, 1,00; 95%IC: 0,77-1,31) o mercurio (OR, 1,00; 95%CI, 0,93 - 1,07) y autismo (9). Aunque la asociación entre la vacunación tri - ple vírica y el autismo ha sido refutada, debe destacarse que estas enfermedades infeccio-sas tienen una elevada morbimortalidad po - tencialmente prevenibles en los países desa-rrollados. La no administración de la vacuna en el caso de la difteria provocó la muerte de 1 niño de 6 años en España y una niña de 3 años en Bélgica (10-11). MITO 3: LAS VACUNAS CAUSAN ENFERMEDADES AUTOINMUNES El papel de la vacunación en la patogénesis de las enfermedades autoinmunes (se supo - ne que activa la autoinmunidad) ha sido una cuestión de debate. Aunque la causa de es-tas enfermedades no está clara, se incluyen en su patogenia varios factores tales como: la predisposición genética, los factores am-bientales y las enfermedades infecciosas. La relación entre las vacunas y la autoinmunidad todavía está en estudio; por lo que no existen pruebas de una asociación causal hasta la fe-cha. La mayoría de los datos que la vinculan provienen de estudios de casos, que ofrecen un bajo nivel de evidencia. No se han llevado a cabo todavía estudios epidemiológicos de gran relevancia ni pruebas clínicas convincen-tes (12-13). El síndrome autoinmune / autoinflamatorio inducido por adyuvantes (ASIA) fue intro-ducido recientemente como una gama de enfermedades autoinmunes emergentes po - tencialmente relacionadas con adyuvantes de vacunas (sustancias de inmunogenicidad) (14). ASIA atrajo mucho la atención médica, con un gran número de artículos discutiendo el tema. Sin embargo, sigue siendo un con - cepto teórico con criterios de inclusión gene - rales y sin datos clínicos claros, al menos en este momento. Los estudios han examinado la incidencia de enfermedades autoinmunes en los grupos vacunados vs no vacunados. Ninguno ha demostrado que las vacunas cau-san un aumento de alguna enfermedad auto-inmune (15-16).MITO 4: LA GRIPE ES UNA ENFERMEDAD INOFENSIVA, POR LO QUE LA VACUNA - CIÓN ES INNECESARIA . Aunque la gripe comúnmente se considera una enfermedad leve, no siempre es así. La influenza es una enfermedad que amenaza la salud pública, con un recuento de tres pande - mias y millones de muertes en el siglo XX. La última fue producida por el virus H1N1 (2009 - 2010), con 18.449 muertes, aunque la tasa global de mortalidad fue mayor. La influenza puede tener complicaciones graves, inclu - yendo neumonía y complicaciones extra-res-piratorias, como encefalopatía y miocarditis. Además se asocia a un número considerable de muertes relacionadas con enfermedades cardíacas y pulmonares, particularmente en-tre los grupos de riesgo (ancianos, las perso-nas con condiciones médicas subyacentes, y mujeres embarazadas) (17-18). Por lo que se recomienda la vacunación por el riesgo de complicaciones. MITO 5: LAS VACUNAS NO DEBEN ADMI - NISTRARSE A MUJERES EMBARAZADAS La mayoría de las vacunas son seguras durante el embarazo y es por eso que se recomiendan. Dos vacunas son especialmente importantes en mujeres embarazadas: la vacuna del téta-nos, difteria y la tosferina (dTpa) administrada preferiblemente entre la semana 27 y 36, y la vacuna contra la influenza. La vacunación de una mujer embarazada contra la tosferi-na ofrece una protección sustancial al recién nacido contra esta infección (19-20). Una eva-luación de los datos disponibles sugiere que las vacunas que contienen microorganismos inactivados son seguras para la administrarse durante cualquier semana del embarazo. La influenza, en particular, puede ser muy grave durante el embarazo, por lo que se recomien-da su administración durante la temporada de gripe (21) En un metanálisis, no se encontró asociación entre la vacunación contra la gripe y la infec-ción congénita o malformaciones durante el embarazo (OR, 0,96; 95%CI: 0,86-1,07) (22). Las vacunas de la Hepatitis B, polisacáridos neumocócicos y las vacunas de polisacáridos meningocócicos también se han evaluado y han resultado que son seguras para adminis - trarse durante el embarazo (23). Las vacunas La relación entre las vacunas y la autoinmunidad todavía está en estudio; por lo que no existen pruebas de una asociación cau-sal hasta la fe-cha. La mayoría de las vacunas son se/g.salturas durante el embarazo y es por eso que se recomiendan. a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 84 - volumen 15 Nº2 Junio 2017FARMACOTERAPIA de virus vivos, como la vacuna contra el virus de la varicela-zoster y la triple vírica, no se re-comiendan 1 mes antes o durante el embara-zo, debido al riesgo potencial de transmisión del virus al feto. Aunque estudios retrospec-tivos de las mujeres que recibieron vacunas de virus vivos durante el embarazo no demos-traron mayor riesgo de infección congénita, actualmente la administración de vacunas de virus vivos continúa estando contraindicada durante el embarazo (24-25).EN CONCLUSIÓN: Desafortunadamente un número importante de personas se niegan a vacunarse o a vacu-nar a sus hijos por falta de información y mie-do. Por lo que es esencial que la comunidad sanitaria apoye y promueva los programas de vacunación, ya que las evidencias científicas son insuficientes en cuanto a la comproba - ción de mitos y especulaciones. BIBLIOGRAFÍA years after of vaccine. Infect Dis Clin North Am. pervasive developmental disorder Murch SH, A, Casson DH, et Infect Dis. 2009;48:456-461. Pickering LK. Thimerosal-containing vaccines and autistic spectrum disorder: a critical review of published original data. Pediatrics. 2004;114:793-804. 9. Taylor LE, Swerdfeger AL, Eslick for Disease Prevention and Control. Rapid risk assessment. A case of diphtheria in Spain. June 15, 2015. http://ecdc.europa.eu/en/publications/Publica-tions/diphtheria-spain-rapid-risk-assessment-june-2015.pdf Accessed December 15, 2016. 11. European Center for Disease Pre- vention and Control. Rapid risk as-sessment. A fatal case of diphtheria in Belgium.March 24, 2016. Accessed December15, C, Agmon-Levin N, pebbles in the mosaic of autoimmunity. BMC Med. 2013;11:101. V, M, et The epidemiological profile HPV 17. 2009—update August 2010.http://www.who.int/csr/don/2010_08_06/en/ Kuiken T, Taubenberger JK. Patho - logy of human influenza Vaccine. 2008;25. 26 Suppl 4:D59-D66. Centers for Disease per-sons who have or anticípate close contact with BJ, U, influenza vaccination and PI, Badilla X, Morice A, Avila-Aguero ML, vaccination during pregnancy. Pediatr Infect Dis J. 2007;26:830-835. Marin M, et al. Varicella vaccine exposure during pregnancy: data from 10 Years Dis. http://www.medsca-pe.com/viewarticle/873530 núme-ro importante de personas se nie-/g.saltan a vacunarse o a vacunar a sus hijos por falta de informa-ción y miedo.FARMACOTERAPIA ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 - 85 - María José HERNÁNDEZ MARTÍNEZ Servicio de Farmacolo/g.saltía Clínica Hospital Universitario de La PrincesaUso de fármacos para la hipertensión en el anciano La hipertensión es un problema muy co - mún en el anciano (mayores de 60 a 65 años). Alcanza una prevalencia del 60-80%. Los datos del estudio Framingham han de - mostrado que la presión sistólica aumenta y la diastólica disminuye después de los 60 años de edad y que una hipertensión sistó - lica aislada corresponde a un 65-75 % de los casos de hipertensión en los ancianos. Según un nuevo estudio, una disminución excesiva de la tensión arterial no parece beneficiar a pacientes mayores de 60 años, sobre todo con tensiones arteriales por de - bajo de 120 mmHg. De hecho, se asocia con un aumento de eventos cardiovasculares y riesgo de caídas. Se debería tener un con - trol moderado pero no demasiado agresivo de la tensión arterial. A medida que nues - tros pacientes envejecen, en muchos casos no son necesarios fármacos para la tensión arterial, especialmente si sufren bajadas de tensión. Se hizo un estudio para determinar si el riesgo de caídas asociado a tratamiento an - tihipertensivo se veía compensado con los beneficios cardiovasculares. Se evaluó una muestra longitudinal de 5157 participantes mayores de 65 con hipertensión arterial co - nocida en tratamiento con fármacos para la tensión. En este estudio la edad media de los participantes fue de 75 años de los cua - les el 58% eran mujeres. Todos los participantes del estudio fueron tratados con un solo fármaco antihiper - tensivo entre 2008 y 2010. Dos años más tarde se completó una encuesta de salud en la que se preguntó sobre las caídas que requirieron tratamiento médico y la apa -rición de enfermedades cardiovasculares (accidentes cerebrovasculares, infartos de miocardio e insuficiencia cardiaca aguda). Se utilizó regresión logística múltiple para calcular los cambios netos en la tensión, controlada desde el punto de vista médico, según la edad y el sexo. El riesgo de caí - das que requirieron tratamiento aumentó con la edad y fueron más frecuentes que los eventos cardiovasculares en la muestra (14% vs 6%). Para el 64% de los pacientes, el tratamien - to dio lugar a una tensión arterial sistólica de 121 a 159 mmHg, que fue considerada adecuada. Para el 18% de los pacientes, una tensión arterial sistólica inferior a 120 mmHg, que se consideró excesiva. En este grupo de pacientes, la presión sistólica me - dia fue de 110 mmHg. Cuando los eventos cardiovasculares y las lesiones por caídas fueron considerados en conjunto para pacientes mayores de 73 años, el daño asociado cuando los pa - cientes fueron manejados con terapias far - macológicas agresivas se hizo evidente. La diferencia de eventos entre un tratamien - to adecuado y un tratamiento excesivo fue significativa (p <0,05). Las limitaciones del estudio incluyeron la falta de múltiples medidas de tensión a lo largo del tiempo y falta de datos sobre las dosis y tipo de fármacos antihipertensivos. Las directrices para el tratamiento de la hipertensión según la Octava Comisión Na - cional recomiendan tratamiento farmaco - lógico para conseguir tensiones por debajo de 150 mm Hg para pacientes mayores de Se debería tener un control mo-derado pero no demasiado a/g.saltre-sivo de la tensión arterial. A medida que nuestros pacien-tes envejecen, en muchos casos no son necesarios fármacos para la tensión arterial, especialmente si sufren bajadas de tensión.a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 86 - volumen 15 Nº2 Junio 2017FARMACOTERAPIA 60 años que no tienen diabetes o enferme - dad renal crónica. Pero no dicen nada sobre qué hacer con tensiones por debajo de 120 mmHg. Por otra parte, la Asociación Americana del Corazón recomienda tratamiento de la hi - pertensión con tensiones de 140/90 mmHg hasta los 80 años, después de lo cual el obje - tivo debe ser menor de 150/90 mm Hg. Pero las caídas no son el único riesgo. Hay un estudio que evidencia que la progresión de la disminución cognitiva fue mayor en pacientes de edad avanzada cuyas tensiones arteriales sistólicas se encontraban por de - bajo de 128 mmHg.La conclusión a la que se llega es que para tensiones arteriales sistólicas por debajo de 120 mmHg en edad avanzada son probable - mente demasiado bajas como para recibir tratamiento farmacológico. Dado que ningún estudio publicado ha en - contrado ventaja para tratar la tensión sis - tólica por debajo de 120 mmHg, el objetivo más seguro para los pacientes ancianos con hipertensión sería 120 a 140 mmHg para los menores de 80 años y 130 a 150 mmHg para los mayores de 80 años. Por el contrario, se piensa que el 18% de los pacientes tratados en exceso en este estudio disminuyó la tensión sistólica por debajo de 120 mmHg fue debida a una combinación de medicamentos y enfermedades.Tensiones arte-riales sistólicas por debajo de 120 mmH/g.salt en edad avanzada son probable-mente demasia-do http://www.medscape.com/viewarti-cle/845396BIBLIOGRAFÍA 1. Burt, Whelton, P , Rocce- lla, EJ, et al. Prevalence of hypertension in the US adult population. Results from the Third National Health and Nutrition Examination Survey, 1988-1991.Hyper-tension1995;25:305. 2. Franklin, SS, Gustin, W ND, et al. Hemodyna-mic patterns of Stu-dy. Circulation 1997;96:308. 3. Kannel, WB. Blood pressure a risk fac-tor. JAMA 1996;275:1571.4. Mossello E, Pieraccioli M, Nesti N, et /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 - 87 - Carolina JIANG ZHENG, Miriam SAIZ RODRÍGUEZ Servicio de Farmacolo/g.saltía Clínica, Hospital Universitario de la PrincesaLa medicina de precisión mejora la supervivencia en pacientes con cáncer refracta-rio sin incrementar los /g.saltastos La quimioterapia es una de las modalidades terapéuticas más empleadas en el trata-miento del cáncer y en la actualidad existen más de 100 medicamentos para ello. A pesar de su extenso uso, el beneficio clínico gene-ral a largo plazo de estos agentes ha sido por lo general poco satisfactorio y, debido a la pérdida de eficacia o los efectos secundarios graves asociados, se impulsa la búsqueda de terapias alternativas (1). La medicina de precisión consiste en una adaptación del tratamiento médico a las ca-racterísticas individuales de cada paciente. Identificando las mutaciones genéticas e in - tegrando los factores ambientales y el estilo de vida del individuo se consigue predecir la enfermedad y determinar el mejor trata-miento para cada paciente (2). Este enfoque que utiliza la medicina de pre- cisión se ve obstaculizado por el alto coste de las pruebas y el tiempo que tardan en realizarse. Sin embargo, los avances tecno-lógicos en la genómica como la tecnología HTS (High Throughput Sequencing) han aba - ratado el proceso y mejorado el rendimiento (3). HTS, conocida también como NGS (Next Generation Sequencing), permite la secuen-ciación masiva de ADN, mediante la cual se pueden caracterizar y obtener perfiles de ARNm, regiones de transcripción, estructura de la cromatina y patrones de metilación del ADN (4), lo cual puede permitir un mejor co - nocimiento y manejo de las enfermedades. Para conocer el beneficio de la medicina de precisión en comparación con las terapias oncológicas tradicionales, la organización Intermountain Healthcare llevó a cabo un estudio de cohorte retrospectivo en el que se incluyeron pacientes con tumores sólidos recurrentes detectables que no respondie - ron bien al tratamiento de primera línea (de acuerdo a las guías de National Comprehen-sive Cancer Network [NCCN]) (5,6). Se analizó el resultado de 36 pacientes a los que se les realizó un test genético y que recibieron terapia oncológica dirigida, com-parándolos con 36 pacientes que recibieron quimioterapia estándar como control. Para que la comparación entre ambos grupos fuera lo más homogénea posible se seleccio-naron pacientes que coincidieran en edad, sexo, tipo de cáncer y nº de tratamientos previos. Se compararon la supervivencia libre de progresión (SLP), los costes totales y el cos-te por semana de supervivencia. Los índices de SLP fueron evaluados y comparados en función del tiempo en semanas. Se obser - vó una supervivencia significativamente mayor en el grupo de tratamiento dirigido que en el no dirigido (media SLP 22,9 vs 12,0 semanas, respectivamente; p=0,002) (6). Para determinar los costes asociados al tratamiento dirigido y no dirigido se realizó un análisis del coste asociado a la asistencia sanitaria. Los costes del paciente incluían el tratamiento, toxicidad, secuenciación HTS y terapia dirigida. De las dos cohortes, se ob - tuvo información de los costes totales de 44 pacientes, 22 de ellos con tratamiento dirigido y 22 controles. Como era de espe- La medicina de precisión consiste en una adapta-ción del trata-miento médico a las características individuales de cada paciente. a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 88 - volumen 15 Nº2 Junio 2017FARMACOTERAPIA rar, los costes totales por paciente eran ma- yores en el grupo de tratamiento dirigido que en el grupo control (91.790$ vs 40.782$ por paciente; p=0,002), debido a los gastos de la medicación (59.259$ vs 20.189$ por pacien-te; p<0,001). Sin embargo, los pacientes de terapia dirigida presentaban un mayor tiem-po de supervivencia de modo que los costes por semana de supervivencia fueron inferio-res al grupo control, sin llegar a tener un valor significativo (4.665$ vs 5.000$ por semana de supervivencia; p=0,126) (6). Los resultados sugieren un mayor beneficio en términos de supervivencia para los pacien - tes que han recibido tratamiento dirigido en comparación con pacientes que han recibido la terapia estándar, aunque no se ha podido demostrar la influencia de la composición molecular del tumor con la prolongación de la supervivencia porque el grupo control no fue genotipado (6). La mejora en la SLP , sin incrementar los gas - tos por semana, permite plantear la medici - na de precisión como una alternativa factible en pacientes con cáncer refractario. En un estudio anterior, ensayo clínico en fase I, se evaluaron los resultados de pacientes con cáncer avanzado tratados con un progra - ma de medicina personalizada. Se encontró que los pacientes que recibieron terapia en base a las alteraciones moleculares específi - cas, independientemente del tipo de tumor, experimentaron mejoría en la supervivencia (7). De forma similar, en otro estudio obser - varon una mejor supervivencia en pacientes con cáncer de pulmón al utilizar terapias es - pecíficas que tenían como diana mutaciones oncogénicas (8). Ambos estudios sugieren la posibilidad de prolongar la supervivencia de pacientes con cáncer refractario mediante te - rapias dirigidas (7,8).Aunque los costes de las pruebas genómicas a gran escala han impedido el uso generali - zado de la medicina de precisión, la equiva - lencia en el coste por semana de SLP entre las dos cohortes estudiadas sugiere que las razones económicas no deben de ser un obs - táculo para su implementación en la práctica clínica (6). No obstante, aún quedan muchos factores desconocidos por estudiar para integrar la medicina de precisión en los sistemas sanita - rios. La terapia dirigida plantea preguntas di - fíciles de contestar: cuanta más información específica del paciente se incluya en las bases de datos centralizadas - crucial para el éxito a largo plazo de la medicina de precisión - más difícil será asegurar el anonimato de los pacientes. ¿Qué derechos deben tener las personas sobre sus propios datos de salud? ¿Deberían compartirse estos datos interna - cionalmente? Tampoco está claro quién debe administrar y mantener tales almacenes de datos, y quién debe pagar por ellos. ¿Debe - rían desarrollarse y utilizarse fármacos dirigi - dos a pacientes con mutaciones encontradas en sólo el 10% de la población si prolongan la supervivencia en sólo tres meses, por ejem - plo? ¿Deberían apoyarse los medicamentos sólo si prolongan la vida de las personas du - rante al menos un año? (9). La principal cuestión que rodea a la medicina de precisión es su aplicación en la clínica. Los resultados expuestos sugieren su relevancia en el grupo de pacientes estudiados con un gran beneficio para ellos. Sin embargo, son necesarios más estudios que evalúen el efec - to de la medicina de precisión en otras co - hortes de pacientes. El futuro de la medicina de precisión es muy prometedor aunque aún quedan muchas decisiones por tomar antes de convertirse en un tratamiento habitual. Los pacientes de terapia diri/g.saltida presentaban un mayor tiempo de supervivencia de modo que los costes por se-mana de super-vivencia fueron inferiores al /g.saltrupo control. Aunque los cos- tes de las prue-bas /g.saltenómicas a /g.saltran escala han impedido el uso /g.salteneralizado de la medicina de precisión, las ra-zones económi-cas no deben de ser un obstáculo para su imple-mentación en la práctica clínica (6).ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 89 resistance. 2005 Jan;205(2):275-92. 2. National Research Council (US) Committee on A Framework for Developing a New Taxonomy of Disease. Toward Precision Medicine: Building a Knowledge Network for Biomedical Research and a New Taxonomy of Disease. Washington (DC): National Acade-mies Press (US); 2011. Disponible en: http://www.ncbi.nlm.nih.gov/books/NBK91503/ 3. Belnap T , Butler A phase I clinical trials pro-gram: the MD Anderson Cancer Clin Cancer Res Off J Am Assoc Cancer Res. 2012 Nov 15;18(22):6373-83. 8. Kris MG, Johnson BE, Berry LD, Kwiatkowski JAMA. 2014 May 21;311(19):1998-2006. a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 90 - volumen 15 Nº2 Junio 2017 NUEVOS MEDICAMENTOS EN ESPAÑA Santia/g.salto Cuéllar Sociedad Española de Farmacolo/g.saltía. santia/g.salto.cuellar.rodri/g.saltuez@/g.saltmail.comBosutinib es un fármaco antitumoral integran-te del grupo de los inhibidores de la tirosina cinasa, actuando específicamente sobre los receptores de tipo tirosina cinasa (RTK) liga-dos a la proteína oncogénica BCR/ABL. Fue autorizado por la Agencia Europea de Medi - camentos (EMA; European Medicines Agency) para el tratamiento de pacientes adultos con leucemia mieloide crónica con cromosoma Philadelphia positivo (Ph+), en fase crónica, fase acelerada o fase blástica, tratados previa-mente con uno o más inhibidores de la tirosina cinasa y para quienes imatinib, nilotinib y da-satinib no se consideran opciones adecuadas de tratamiento. El bosutinib está claramente relacionado es- tructural y farmacológicamente con el imati-nib y otros miembros de la serie de inhibido - res de las tirosina cinasas (TKI) y, en concreto, guarda un particular paralelismo estrcutural con el afatonib.La utilización de bosutinib en la indicación au - torizada por la EMA se justifica, en términos Bosutinib ( BOSULIF®): LEUCEMIA MIELOIDE CRÓNICA moleculares, por el hecho de que la principal consecuencia de la alteración citogenética de la leucemia mieloide crónica es la formación del gen BCR/ABL, resultado de la fusión de los genes BCR del cromosoma 22 y el ABL del cromosoma 9, que lugar al cromosoma Phila - delphia (Ph+). La expresión del gen BCR/ABL es una proteína tirosina cinasa anormal que desempeña un papel fundamental en el desa-rrollo de la alteración funcional de las células hematopoyéticas, inhibiendo su apoptosis y, por lo tanto, facilitando la perpetuación y ex - pansión del clon leucémico. A nivel molecular, el bosutinib compite con el ATP por el lugar de unión de éste en la tirosina cinasa codificada por el BCR-ABL, impidiendo la activación o la sobreexpresión de diversas vías bioquímicas esenciales para las células malignas, debido al bloqueo del proceso de fosforilación. En concreto, es un inhibidor po - tente de las cinasas Src y Lyn, así como de la fosforilación de proteínas efectoras descen-dentes tales como CrkL y Stat5. También in -hibe la mayoría de los mutantes clínicamente relevantes de BCR-ABL que conducen a la re-sistencia al imatinib, sin embargo es ineficaz contra el mutante T315I. A diferencia de otros inhibidores de la cinasa Abl utilizados en la clí-nica, el bosutinib tiene una actividad mínima contra el receptor tirosina cinasas c-Kit y el re - ceptor de PDGF. La leucemia mieloide (mielocítica o granulocí - tica) crónica es un trastorno mieloproliferativo clonal causado por la transformación maligna de una célula madre pluripotencial. Su princi - pal característica es una producción anormal - mente elevada de granulocitos, generalmente en la médula ósea, aunque no son raras las localizaciones extramedulares, como el bazo o el hígado. A pesar del predominio de la sobre-producción de granulocitos, el clon neoplásico también incorpora eritrocitos, megacariocitos, monocitos y linfocitos B y T. En la mayoría de los pacientes, el clon de la LMC progresa hacia una fase acelerada y una crisis blástica final, en la que pueden aparecer tumores mielo- ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_tNUEVOS MEDICAMENTOS EN ESPAÑA Junio 2017 volumen 15 Nº2 - 91 - blásticos en otras localizaciones extramedu- lares, como huesos, sistema nervioso central, ganglios linfáticos y piel. Se trata de una enfermedad que se origina en la célula madre hematopoyética y se caracteri-za por la translocación recíproca entre los cro-mosomas 9 y 22, resultando en la formación del cromosoma Filadelfia. Esta translocación resulta en una fusión cabeza-cola del punto de ruptura del gen BCR del cromosoma 22 en la banda q11 y el gen murino de leucemia Abelson (ABL) localizado en el cromosoma 9 en la banda q34. El producto de la fusión es el gen BCR-ABL que, al parecer, juega un papel central en el desarrollo de la LMC. La enfer - medad ocurre en 3 fases: crónica, acelerada y blástica, aunque la mayoría de los pacientes son diagnosticados en la fase crónica. La leucemia mieloide crónica comprende el 15% de las leucemias del adulto. La media - na de la edad de presentación es de 67 años. Puede aparecer en ambos sexos, aunque es li - geramente más frecuente en los hombres que en las mujeres (1,4:1) y es infrecuente antes de los 10 años de edad: apenas un 2-3% de las leucemias infantiles son LMC. La mortalidad específica por edad aumenta de menos de 0,1 por 100.000 habitantes entre 0 a 14 años, a más de 8 por 100.000 en personas mayores de 80 años El pronóstico general de la LMC ha mejorado en las últimas décadas, pasando de una me - diana de supervivencia de tres años y una tasa de supervivencia a los 5 años inferior al 20%, a ser de 5 años y del 50-60 %, respectivamente. Actualmente, la probabilidad de muerte du - rante el primer año tras el diagnóstico es de un 10 %, siendo en el segundo año del 12% y en cada año siguiente, del 22 %. El objetivo último del tratamiento en la leu- cemia mieloide crónica es eliminar las células leucémicas que tiene la mutación BCR-ABL; aunque lo más inmediato es reducir el recuen-to elevado de leucocitos, controlando los sín - tomas de los pacientes. Básicamente, la eficacia del tratamiento se suele medir en tres niveles: hematológico, citogenético y molecular. Los parámetros he-matológicos consisten en la variación conse-guida en las cantidades relativas de leucocitos y específicamente el porcentaje de células sanguíneas inmaduras (blastos). Por su parte, el análisis citogenético indica el porcentaje de células Ph+ presentes, mientras que a nivel molecular, se determina el número de células que poseen la mutación BCR-ABL. En general, las tasas de respuesta en la LMC se establecen en función de obtener una adecuada respues-ta hematológica en las fases avanzadas de la enfermedad (fases acelerada y blástica) y una respuesta citogenética en la fase crónica. En concreto, una respuesta hematológica implica presentar menos células mieloides inmaduras de la sangre periférica, lo que viene indicado por una reducción de los leucocitos a los va-lores normales. La respuesta hematológica puede es completa si no se detectan células inmaduras (menos de un 5% de blastos) y los recuentos son normales en sangre periférica, mientras que es parcial si se detecta la presen-cia de menos del 50% de células inmaduras y de plaquetas con relación a antes del trata-miento. Igualmente, una respuesta citoge-nética puede ser mayor (0-34% células Ph+): completa (0% células Ph+) o parcial (1-34%), y menor (35-65% células Ph+). Por su parte, una respuesta molecular indica la presencia de menos células con la mutación BCR-ABL de la médula ósea o células de sangre periférica. Esta respuesta puede ser mayor (reducción de 3-log de los transcriptos de BCR-ABL de un va-lor basal estandarizado) o completa (sin trans-criptos de BCR-ABL). En general, la respuesta molecular es la más difícil de alcanzar y, de he-cho, por el momento no se ha alcanzado una respuesta molecular completa con las opcio - nes terapéuticas actualmente disponibles en clínica. En general, los niveles más elevados de res- puesta se asocian a mejora del pronóstico. La consecución de una respuesta citogené-tica mayor es un indicador importante para predecir la supervivencia libre de progresión y la supervivencia en pacientes con leucemia mieloide crónica (LMC). Sin embargo, la ma-yoría de los pacientes en remisión citogené-tica completa siguen teniendo enfermedad residual, a través de mecanismos patogénicos todavía desconocidos. Por ello, cada vez cobra más importancia terapéutica la respuesta mo-lecular como indicador pronóstico fiable y, de hecho, se estima que podría convertirse en el a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 92 - volumen 15 Nº2 Junio 2017 NUEVOS MEDICAMENTOS EN ESPAÑA objetivo del tratamiento de la LMC en el fu - turo. También la rapidez en el tiempo de res- puesta al tratamiento parece ser un factor de pronóstico favorable. Son numerosos los agentes antineoplásicos utilizados en esta indicación. Históricamente, la utilización de hidroxicarbamida (hidroxiu - rea) y otros fármacos mielosupresores, como el busulfán, han permitido que el paciente permanezca asintomático durante períodos prolongados de tiempo al mantener el recuen-to leucocitario total por debajo de 10.000/µl, pero no permiten alcanzar auténticas remisio - nes. El interferón alfa, administrado de forma aislada o en combinación con otros agentes, como la citarabina, induce una respuesta com - pleta hematológica en el 70-80 % de los pa-cientes en fase crónica, que va acompañada con la desaparición (respuesta completa) de las células Ph+ en la médula ósea en el 20-25% de los pacientes y reducción a menos del 35% (respuesta mayor) en otro 30-40% de los pa-cientes. En la mayoría de los casos donde la respuesta es completa, ésta se mantiene du - rante años. A pesar de este grado de respues - ta, en el 90 % de los pacientes en respuesta citogenética completa se detecta el reordena-miento de bcr/abl, lo que implica una inade - cuada respuesta molecular. El imatinib fue el primer representante de los inhibidores de las tirosina cinasa utilizado en clínica, ya que inhibe selectivamente a las ti-rosina cinasas codificadas por el gen ABL, in - cluyendo también las derivadas del BCR/ABL (presente en el cromosoma Filadelfia). Su efi-cacia en pacientes en fase crónica de la leuce-mia mieloide crónica ha sido demostrada in - cluso durante periodos prolongados. Además, presenta una superioridad significativa en to-dos los indicadores estándar de la enfermedad frente a interferón solo o asociado a citarabi - na. A cinco años, la tasa estimada de recaída en pacientes es del 15-20%, mientras que el 5-10% progresa a la fase acelerada o a crisis blástica. No obstante, la tasa de supervivencia global estimada a los 5 años ronda el 90% y era superior que la registrada con cualquier otro tratamiento de leucemia mieloide cróni - ca hasta el momento en que fue introducido en clínica (2002). Por todo ello, el imatinib se ha convertido en el tratamiento de referencia de la leucemia mieloide crónica; sin embargo, aunque la incorporación del imatinib ha mejo - rado la supervivencia en la forma crónica de la LMC, no ha habido mucha mejoría para los pa-cientes que se encuentran en una fase avanza-da, ya que la supervivencia media con imatinib es de aproximadamente 18 meses en la fase acelerada y de 6,8 meses en la fase blástica. En definitiva, más de un 30% de los pacientes acaba abandonando el tratamiento, en parte también por motivos de toxicidad. El dasatinib (comercializado en 2007) presenta un mecanismo inhibidor de la tirosina cinasa BCR/ABL más selectivo y potente que el del imatinib, y más eficaz especialmente sobre los clones BCR/ABL resistentes a imatinib. Es eficaz para tratar todas las fases de la leucemia mie-loide crónica (LMC) y la leucemia linfoblástica aguda (LLA) Ph+, obteniéndose respuestas he-matológicas y citogenéticas tanto en pacientes resistentes como en intolerantes a imatinib en todas las fases (crónica, acelerada y blásticas) de la LMC. En términos clínicos, el dasatinib es capaz de producir una respuesta hematológica sustancial (normalización del recuento de leu - cocitos y de plaquetas) por encima del 90% de los pacientes con leucemia mieloide crónica en fase crónica, tanto en pacientes resistentes (97%) como en intolerantes a imatinib (87%). Aunque menor que en la fase crónica, también se obtiene una respuesta hematológica com-pleta en un porcentaje sustancial de pacientes con leucemia mieloide crónica en otras fases: acelerada (25-33%), blástica con leucemia linfoblástica aguda Ph+ (33%). Por otro lado, es capaz de producir una respuesta citogenéti - ca amplia. Más de la mitad de los pacientes en fase crónica obtienen una respuesta citogené-tica mayor (<35% de células Ph+) que mayori - tariamente es completa (0% de células Ph+). Sin embargo, la respuesta es nítidamente dife-rente según sean pacientes intolerantes a ima-tinib (respuesta mayor en el 73% y completa en el 56%) o resistentes a éste (31% y 22%). El nilotinib (2008) es otro potente inhibidor de BCR-ABL, entre 10 y 30 veces más que el ima-tanib, y ha mostrado actividad in vitro frente a numerosos los mutantes de BCR-ABL resis-tentes a imatinib conocidos, pero no frente al T315I. Esta última mutación está presente en el 15-20% de los pacientes resistentes al tra-tamiento con imatinib. Nilotinib inhibe la ac-ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_tNUEVOS MEDICAMENTOS EN ESPAÑA Junio 2017 volumen 15 Nº2 - 93 - tividad de BCR-ABL bloqueando el proceso de fosforilación. En términos clínicos, el nilotinib produce una respuesta citogenética mayor en el 49% de los pacientes en fase crónica, a lo largo de un año, mientras que en aquellos en fase acelerada se obtuvo una respuesta hematológica completa en el 42%, durante una media de 7 meses. Los efectos obtenidos son similares entre los pacientes que habían mostrado intolerancia o resistencia tumoral al imatinib. Hay datos que sugieren que una importante fracción de pacientes en fase ace-lerada con resistencia al nilotinib responde al tratamiento con dasatinib. Con todo, el único tratamiento curativo de la leucemia mieloide crónica sigue siendo el trasplante de médula ósea a partir de un do - nante HLA-compatible durante la fase crónica de la enfermedad, pudiendo tener como re-sultado períodos libres de enfermedad pro-longados y desaparición permanente del clon Ph+ (60% de los pacientes); cuando se realiza durante la fase acelerada o de crisis blástica es menos eficaz. Desgraciadamente, sólo un 10-15% de los pacientes son elegibles para esta técnica terapéutica, que además tiene aso - ciado un impacto negativo sobre la calidad de vida y una elevada mortalidad (20-30%). Otros métodos terapéuticos consisten en radiotera-pia, focalizada sobre el bazo, que puede ser útil en los casos refractarios de LMC o en pa-cientes terminales con esplenomegalia gigan-te; no obstante, la respuesta generalmente es muy baja. La esplenectomía puede aliviar las molestias abdominales, mejorar la tromboci - topenia y disminuir las necesidades transfu - sionales cuando la esplenomegalia no puede controlarse con quimioterapia o radioterapia. La eficacia del bosutinib ha sido contrastada en un ensayo clínico abierto y de brazo único (sin comparadores) realizado sobre un amplio grupo de pacientes con leucemia mieloide crónica, mayoritariamente en fase crónica, pero también con un número relevante de pacientes en fase avanzada y plástica. Lo más importante es que se trataba en todos los ca-sos de pacientes intolerantes al imatinib o que refractarios al tratamiento con éste, e incluso también se incluyó a pacientes que, además del imatinib, presentaban cuadros resistentes al dasatinib y/o al nilotinib. Por tanto, grupos de pacientes de segunda (resistencia al imati-nib), de tercera (imatinib más nilotinib o dasa-tinib) o cuarta línea de tratamiento (imatinib más dasatinib más nilotonib); en definitiva, pacientes con un margen de actuación tera-péutica muy restringido. La utilización del bosutinib produjo una res- puesta citogenética mayor (0-34% células Ph+) a las 24 semanas en porcentajes de pa-cientes que van desde un 30% (pacientes en fase bastica pretratados con imatinib ± niloti - nib con imatinib + dasa-tinib ± nilotinib), hasta un 59% (fase crónica pretratados solo con imatinib), con respuestas citogenéticas completas del 20, 25, 32 y 48%, respectivamente. Asimismo, las tasas de res-puesta hematológica completa (menos de un 5% de blastos y recuentos normales en san-gre periférica) fueron, respectivamente, del 15, 35, 73 y 85% (FCI); todo ello, con tasas de supervivencia global a un año del 44, 76, 91 y 98%, respectivamente. Aunque la documentación clínica es obvia- mente limitada, los datos sugieren que el bosutinib tiene un papel significativo en los pacientes con leucemia mieloide crónica que han fracasado en primera línea al imatinib e, incluso a los más modernos dasatanib/niloto-nib administrados tras el imatinib. Sin embar - go, cada vez hay más pruebas de que en los pacientes cuya enfermedad está controlada por estos fármacos tendrá un mayor impacto sobre su calidad de vida las comorbilidades y los efectos adversos de los fármacos utilizados que la propia enfermedad. Desde la incorporación de imatinib en 2002, se han desarrollado cuatro inhibidores de ti-rosina cinasas (TKI) adicionales para tratar la leucemia mieloide crónica, incluyendo nilo - tinib, dasatinib y bosutinib (el ponatinib está en espera). A pesar de su importante impac-to en la progresión de la enfermedad, hay un creciente reconocimiento de las toxicidades cardiovasculares que pueden limitar su uso a largo plazo y el impacto de la morbilidad y mortalidad del paciente. La mayoría de las cardiotoxicidades están asociadas con los TKI más recientes, siendo particularmente pre - ocupantes los eventos vasculares (infarto de miocardio, accidente cerebrovascular y enfer - medad arterial periférica). Además, también se observan la prolongación del intervalo QT, a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 94 - volumen 15 Nº2 Junio 2017 NUEVOS MEDICAMENTOS EN ESPAÑA los derrames pleurales y la hipertensión sisté- mica y pulmonar. Aunque el bosutinib no ha mostrado por el momento una particular cardiotoxocidad, es importante mantener la guardia alta, tanto por los cardiólogos como los oncólogos, sobre estas cuestiones con el fin de desarrollar estra-tegias adecuadas de monitorización y reduc-ción del riesgo para prevenir estas toxicidades y evitar el cese prematuro del tratamiento. Con todo, debe considerarse al bosutinib un paso más en la mejorar de la supervivencia de los pacientes con leucemia mieloide crónica refractaria a tratamientos previos. 1. Caldemeyer L, Dugan M, Edwards Akard patients with TH, K, in leukemia patients Baccarani M, TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 Desoxicólico de grasa submentoniana (papada) El ácido desoxicólico es un constituyente na-tural de los ácidos biliares en el ser humano y, por lo que se trata de una sustancia con pro - piedades detergentes, capaz de disgregar las grasas. Cuando es administrado localmente sobre tejido adiposo, actúa como un agente citolítico pudiendo provocar la desestructu-ración de las membranas celulares de los adi -pocitos. Esta última característica es lo que ha llevado a ser autorizado, en administración subcutánea para el tratamiento de la convexi - dad o plenitud de moderada a grave asociada con la grasa submentoniana en adultos (lo que popularmente es conocido como \"papada\"), cuando la presencia de grasa submentoniana tiene un efecto psicológico en el paciente. Tras la administración local de una solución de ácido desoxicólico, su efecto citolítico so-bre los adipocitos es seguido de una respues-ta tisular local que induce la atracción de macrófagos hacia la zona, los cuales actúan fagocitando y, posteriormente, eliminando los desechos celulares y los propios lípidos dis - gregados. Tras la acción de los macrófagos, se produce una proliferación de los fibroblastos presentes que da lugar a un engrosamiento de los septos fibrosos. Es importante indicar que la administración subcutánea debe realizarse en la zona submentoniana, asegurándose de que exista suficiente cantidad de grasa acu-mulada entre la dermis y el músculo platisma (grasa pre-platisma, más superficial), lo que requiere la actuación de personal sanitario adecuadamente instruido y con experiencia en este tipo de administraciones. Debe haber 1 cm de separación entre cada punto de inyec-ción (hasta un máximo de 50 por sesión); pu - diendo realizarse hasta un máximo de 6 sesio - nes, con una separación mínima de al menos 4 semanas. Las inyecciones deben realizase siempre al menos 1 cm por debajo del borde inferior de la mandíbula (desde el ángulo de la mandíbula al mentón) y en las zonas específi - camente marcadas donde se acumula la grasa submentoniana. Lo que popularmente se conoce como papada consiste en una distensión de la piel en zona entre el mentón y el cuello, debida a la acu-mulación de grasa subcutánea en la zona, así como a la progresiva pérdida de elasticidad cutánea. Aunque en la mayoría de las perso-a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 96 - volumen 15 Nº2 Junio 2017 NUEVOS MEDICAMENTOS EN ESPAÑA nas la aparición de la papada es asumida de forma natural como un aspecto inherente al envejecimiento, algunas experimentan una intensa ansiedad como consecuencia del re-chazo de su propia imagen estética; por otro lado, existen circunstancias patológicas que acrecientan de forma sustancial el tamaño y la deformidad de la papada, todo lo cual puede justificar la adopción de medidas correctoras, tanto de tipo farmacológico como quirúrgico. El compartimento submentoniano (bajo el mentón) es una formación anatómica con - sistente una cámara areolar situada entre el músculo platisma (cutáneo del cuello) y la dermis. El platisma está situado en la región ánterolateral del cuello, por encima del mús-culo esternocleidomastoideo; se trata de una delgada lámina muscular que se extiende des-de la parte superior del tórax al borde inferior de la mandíbula y está inmerso en el tejido celular subcutáneo del cuello (fascia cervical superficial). Anatómicamente, el pliegue sub - mentoniano está formado por el septo sub - mental y crea el borde anterior o mesial, y el borde distal o posterior está formado por el septo hioide; los septos digástricos formaron los bordes laterales de este compartimento. En general, la grasa subcutánea de la cara no se encuentra formando una capa continua sino que está compartimentada. Los bordes de los compartimientos están formados por septos fasciales que van desde la fascia pro-funda o periostio y se insertan en la dermis. Los cambios en el volumen y la posición de estos compartimentos grasos son determi-nantes para el aspecto de la piel, como conse-cuencia de los cambios que se producen con la edad o debido a determinadas enfermedades. En particular, el compartimento submentonia - no de grasa juega un papel determinante en la apariencia estética del cuello y, en general, de la cara. La deformación de este compar - timento y la acumulación de grasa, especial-mente por encima (más cercana a la piel) del músculo platisma - grasa pre-platismal - en el mismo provocan cambios en la piel, aunque también es importante el estado del platisma y del hueso subyacente. La práctica de la mesoterapia se refiere a la inyección subcutánea de sustancias diseña - das para mejorar la apariencia de los tejidos adiposos mediante la inyección de sustancias citotóxicas en tejidos grasos con la misión de destruirlos o, al menos, reducir su tamaño de forma selectiva, y con ello mejorar la estética al disminuir el volumen de la grasa acumula - da a nivel subcutáneo en determinadas zonas corporales. Los intentos iniciales en este cam-po utilizaron preparaciones intravenosas de desoxicolato sódico y fosfatidilcolina derivada de la soja, que fueron autorizadas hace déca-das en algunos países para el tratamiento in - travenoso de embolias grasas y dislipidemias, pero no así en la Unión Europea ni en Estados Unidos. Aunque inicialmente se consideraba que el ingrediente activo en estas inyecciones era la fosfatidilcolina, posteriores investiga-ciones descubrieron que las inyecciones de desoxicolato de sodio sin fosfatidilcolina eran capaces de inducir la lisis de las células grasas, mostrando además una afinidad por el tejido adiposo, pero preservando la dermis y la epi-dermis superpuestas a la capa grasa cutánea. Hay datos clínicos contrastados que demues- tran una mayor respuesta (Rzany, 2014) de la concentración de las soluciones de ácido des-oxicólico al 2% vs. 1%; en concreto, los ensa-yos clínicos principales de fase 3 se han desa-rrollado con la formulación al 2%. En ellos se ha encontrado que con hasta 4-6 tratamien-tos separados un mes entre ellos se duplica el porcentaje de pacientes que experimentan una reducción clínicamente relevante de la grasa submentoniana, en relación al placebo, así como la de pacientes satisfechos con el tratamiento; incluso el porcentaje de mejora del impacto psicológico sobre los pacientes llega a triplicarse frente al placebo. Las soluciones para adipolisis por inyección que contienen desoxicolato sódico parecen tener un perfil de efectos adversos predeci-ble, con dolor, hinchazón y adormecimiento local durante el período inicial posterior a la inyección, aunque un pequeño porcentaje de pacientes puede presentar paresia del nervio mandibular marginal o disfagia; no obstante, estos efectos tienden a resolverse espontá-neamente. Aun así, se han descritos casos raros de formación persistente de granuloma y ulceración cutánea con la correspondiente cicatrización. No obstante, este riesgo se pue-de mitigar seleccionando a los pacientes en función de su historia personal de enfermeda-ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_tNUEVOS MEDICAMENTOS EN ESPAÑA Junio 2017 volumen 15 Nº2 - 97 - des cutáneas y del tejido conectivo, así como informando a los pacientes que no compriman el área submentoniana después del procedi - miento para reducir el riesgo de ulceración. En general, los estudios clínicos apoyan la seguri - dad de las inyecciones locales de ácido desoxicó - lico en esta indicación y demuestran que el dolor y los moretones asociados con el tratamiento se pueden mitigar mediante medidas tan simples como la aplicación de frío, aunque se obtienen mejores resultados con la administración de un anestésico local (lidocaína) y, especialmente, añadiendo un AINE (ibuprofeno) y un antihista - mínico (loratadina). Aunque pueda considerarse como una indica - ción terapéutica con fines cosméticos, la mejo - ra del aspecto de la cara - determinado entre otros aspectos por la existencia de papada sig - nificativa - es relevante para algunas personas que experimentan una intensa ansiedad como consecuencia del rechazo de su propia imagen estética; por otro lado, como ya se ha dicho, existen circunstancias patológicas que acrecien - tan de forma sustancial el tamaño y la deformi - dad de la papada, todo lo cual puede justificar la adopción de medidas correctoras, tanto de tipo farmacológico como quirúrgico. Parece razonable considerar a este medicamen - to como modestamente innovador, por dos motivos fundamentales. El primero de ellos es ser el primero de este tipo de tratamientos que es sometido al rigor metodológico de los ensa - yos clínicos, utilizando criterios estandarizados de validación de la respuesta; aunque los resul - tados no siempre sean los deseados, son acep - tables en dos tercios de los pacientes. El segun - do de estos motivos es que se constituye en alternativa real a considerar frente a la opción quirúrgica, siempre ligada a un mayor riesgo y coste para el paciente, amén de no garantizar tampoco los resultados finales. 1. Ascher B, Hoffmann K, Walker P , Lippert S, Wollina U, Havlickova grasa submentoniana (papada). Panorama FC 3rd. Management of Patient Experience With VD, Walker P Multicenter, ACTUALIDAD FARMACOLOGÍA TERAPÉUTICA - 98 - volumen 15 Nº2 Junio 2017 CASOS FARMACOTERÁPICOSCASOS FARMACOTERÁPICOSCASOS FARMACOTERÁPICOS Rosa Martín Aurioles2. 1UGC Cuidados Ur/g.saltencias. Hospital Comar-cal de la Mála/g.salta. Mála/g.salta-Guadalhorce. Mála/g.salta.An/g.saltina alér/g.saltica por metamizol Anamnesis: Mujer de 85 años sin alergia a medicamentos co - nocida. No hábitos tóxicos. No diabetes ni disli - pemia. Cardiopatía valvular con estenosis aórtica Fibrilación auricular permanente. Cardiopatía isquémica tipo angor tras intervención quirúrgica de prótesis de cadera derecha. EPOC con insuficiencia respirato-ria crónica e hipertensión pulmonar grave con oxí-geno domiciliario. Intervención quirúrgica: Cole - cistectomía. En tratamiento actual: acenocumarol 4 mg según pauta, furosemida 40 mg 1 comp/12h, espironolactona 25 mg 1 comp/24h, parche de nitroglicerina 5 mg, symbicort TH 160 (budesoni - da 160 mg/formoterol 9 mg) 2 pulsaciones/12 h, pantoprazol 40 mg 1 comp/24h. La paciente, tras tomar una cápsula de metami - zol 575 mg comienza con prurito en manos que se generalizó al resto del cuerpo acompañado de eritema y sensación de falta de aire. No ingesta de ningún alimento nuevo ni cambio de sus hábitos normales. A la llegada al domicilio del Dispositi - vo de Cuidados Críticos y Urgencias, la paciente presentaba eritema cutáneo difuso y edema facial y úvula con dificultad respiratoria importante. Ini - cian tratamiento con adrenalina 2 mg IM en total, dexclorfeniramina 5 mg IV e hidrocortisona 200 mg IV, siendo trasladada al servicio de urgencias hospitalarias. A su llegada comienza con disnea in - tensa y dolor centrotorácico opresivo Regular estado general, consciente, bien hidratada. Mal perfundida con cianosis distal. Exantema habonoso caróti-das simétricas y facial signos meníngeosExploración neurológica alguna sibilancia espiratoria aislada. Abdomen: blando y deprimible, no doloroso, no masas ni megalias, puño percusión renal negativa. Extremidades: no edemas, no signos de trombosis venosa profunda, pulsos simétricos palpables. Pruebas complementarias: ECG a Bigeminismo a 110 lpm, descen-so ST en V5 a V6 y signos de sobrecarga ventrículo izquierdo. ECG de control: Fibrilación auricular a 80 signos izquierdo. Analítica: Bioquímica: Glucosa 124 mg/dL 5,3 mEq/L. Hemograma: Hemoglobina 12,2 g/dL, VCM 89, Leucocitos 9.1 x10 9 (fórmula normal), Plaquetas 145 x10 9. Coagulación. INR 3,9. Enzi - mas de lesión miocárdica mg/dL (normal < 10) Triptasa FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_tCASOS FARMACOTERÁPICOS Cardiomegalia iz- quierda aórtico medio 60 mmHg. Doble lesión mitral moderada. Hiper - tensión pulmonar grave PSP 70 mmHg. Fun - ción sistólica deprimida con FE 35%. Coronariografía: Tronco coronario izquierdo sin lesiones. Descendente anterior sin lesio - nes. Circunfleja con una lesión grave del 90%. Coronaria derecha dominante con lesiones graves del 99% en mitad distal del tronco pos - terolateral. Ventrículo izquierdo aumentado de tamaño con hipoquinesia global y función sistólica severamente deprimida FE 35%. Indi - cación: tratamiento médico no intervencionis - ta. JUICIO CLINICO Síndrome de Kounis tipo II tras ingesta de me - tamizol. EVOLUCIÓN Al ingreso la paciente presentaba dolor cen - trotorácico opresivo y disnea intensa. Se ini - ció tratamiento con: ventilación mecánica invasiva modo ranitidina. sintomato-logía acompañante de dolor centrotorácico típico con ECG patológico también se instauró tratamiento con AAS 300 mg, nitroglicerina intravenosa y cloruro mórfico con control del dolor y mejoría clínica. Tras observar altera-ción de enzimas cardiacas con cambios eléc - tricos se ingresó en UCI con buena evolución tras el tratamiento establecido además de tra-tamiento deplectivo. En el ingreso en planta se consultó con Servicio de Cardiología y tras los resultados complementarios se decidió tratamiento conservador médico. Al alta fue derivada a Alergología para confirmar alergia a metamizol y seguimiento semestral por Car - diología. DISCUSIÓN El síndrome de Kounis (SK), angina alérgica o infarto miocárdico alérgico, ha sido descrito como la aparición de Síndrome coronario agu-do (SCA) de diversa etiología (espasmo o en-fermedad coronaria, y trombosis intra-stent entre otros) en el contexto de una reacción alérgica. El SK se puede clasificar en tres variantes: tipo I, en pacientes sin FRCV y arterias coronarias normales; tipo II, en los que se documenta ateromatosis; y tipo III, con trombosis intra-stent coronario. La etiología de este síndrome no se conoce en la actualidad y se postula la implicación de los mediadores mastocitarios como histamina, serotonina, triptasa, quimasa, leucotrienos como agentes un vasoespasmo coronario o angina microvas - cular en el SK tipo I y de erosionar una placa de ateroma preexistente en el SK tipo II. Los pacientes con Síndrome de Kounis tipo III pa-decen trombosis de stents farmacoactivos y la con Giemsa de-muestra la presencia de mastocitos y eosinó - filos. Cualquier fármaco podría desencadenar un síndrome de Kounis, con especial precau - ción los derivados beta-lactámicos, los AINEs y dentro de los mismos las pirazolonas son especialmente alergénicos como es el caso de nuestra paciente, los anestésicos generales y los medios de contraste radiológicos. (tabla 1)En el caso presentado se ha llegado al diag-nóstico por sospecha clínica ya que se han podido objetivar síntomas alérgicos agudos coincidentes en el tiempo con evento corona-rio tras la ingesta del metamizol. Típicamente los pacientes presentarán, tras la exposición a un agente con potencial alergénico conocido, síntomas coronarios referidos como malestar, angina, sudoración y de manera simultánea el abanico de síntomas de una reacción alérgica aguda (hipotensión, lesiones urticantes, pruri - to, angioedema, síntomas respiratorios, sínto-mas digestivos) (tabla 2). El marcador inmunológico utilizado para apo - yar la sospecha clínica es la determinación de Beta-triptasa, mediador liberado desde los mastocitos en paralelo con la histamina, con un pico entre los 15-120 minutos desde la ac - tivación por el estímulo alergénico. Los altos niveles de triptasa junto con síntomas alérgi-cos apoyan la sospecha de la implicación far - macológica como desencadenante del cuadro en el caso presentado, puesto que no en to-das las anafilaxias tienen por qué elevarse los niveles de triptasa como es el caso de las de origen alimentario. a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 100 - volumen 15 Nº2 Junio 2017 CASOS FARMACOTERÁPICOS El tratamiento farmacológico del SK es contro- vertido puesto que no hay guías clínicas en la actualidad, aunque los calcio-antagonistas y los nitratos se han postulado como los fárma-cos de primera elección para tratar los sínto-mas cardiacos; evitando los nitratos en casos de hipotensión y/o taquicardia. La oxigenote-rapia no se discute en casos de SCA o anafilaxia que presenten hipoxemia. La fluidoterapia estaría indicada bajo monitorización hemo-dinámica. En todos los tipos de síndrome de Kounis es adecuado el uso de hidrocortisona a dosis de 1-2 mg/kg/día y de antihistamínicos H1 y H2 a dosis máxima (dexclorfeniramina 5 mg/6 horas y ranitidina 50 mg cada 6 horas). El empleo de adrenalina puede provocar arrit -Tabla 1. Etiología del Síndrome de Kounis Exposiciones ambientalesPicadura de avispa, abeja, hormiga, medusa Látex Veneno de víbora Ingestión de moluscos Enfermedades y condiciones médicasAngioedema Asma bronquial Urticaria Alergia a alimentos Mastocitosis Anafilaxia Stents intracoronarios Int J 110: 7-14. Tabla 2. Hallazgos clínicos y EKG Dolor torácico Hipotensión arterial Ascenso/descenso Bigeminismo Bradi/taquicardia sinusalACTUALIDAD EN FARMACOLOGÍA a/f_tCASOS volumen 15 Nº2 - 101 - mias, alargamiento del intervalo QT, prolongar la isquemia o provocar vasoespasmo, por lo que su utilización en el síndrome de Kounis es arriesgada. Los beta bloqueantes pueden empeorar el espasmo coronario y disminuir la acción de la adrenalina en el caso de que fuese necesario emplearla para la anafilaxia; si existe hipotensión y toma previa de beta-bloqueantes el tratamiento de elección se-ría el glucagón porque su efecto inotropo y cronotropo no está mediado por receptores beta-adrenérgicos; la dosis a utilizar en adul - tos sería de 1 a 2 mg pudiéndose repetir a los cinco minutos en caso de escasa respuesta. Tratar los síntomas alérgicos exclusivamente puede ser suficiente cuando estamos ante un SK tipo I; sin embargo, en pacientes con pato - logía coronaria previa como es nuestro caso se deben tratar también los síntomas cardiacos. Nuestra paciente estuvo antiagregada con ácido acetilsalicílico sin que se evidenciasen complicaciones; no obstante, la utilidad del AAS es desconocida en estos pacientes puesto que puede agravar una anafilaxia o incluso ser causa de una reacción alérgica. Aunque varios estudios han mostrado un mejor pronóstico del tipo I, en ambos tipos el pronóstico depende de la magnitud de la respuesta alérgica inicial, la sensibilidad del paciente, la comorbilidad, el lugar de la re-acción antígeno-anticuerpo, la concentración del alérgeno y la ruta de entrada del mismo. El pronóstico es muy bueno más allá de la fase aguda, durante la cual pueden desarrollar edema de pulmón, arritmias y muy raramente trombos, pero la muerte es muy rara. El segui-miento a largo plazo confirma el buen pronós - tico con una baja incidencia de fallo cardiaco y debe incluir un ecocardiograma a las cuatro semanas del alta para documentar la norma - lización de la función del ventrículo izquierdo. La completa resolución de las alteraciones de la contractilidad en semanas es característi-ca de este síndrome, teniendo que descartar otros diagnósticos si no es así. CONCLUSIÓN El síndrome de Kounis no es una entidad rara, pero sí infradiagnosticada y se necesitan más estudios para conocer mejor su epidemiolo - gía, características clínicas y diagnóstico, así como para definir mejor las medidas preventi - vas y terapéuticas. Es necesario pensar en este síndrome ante pacientes que desarrollan un SCA en el con - texto de reacción anafiláctica, optimizando así el tratamiento en situaciones de riesgo vital. 1. Franco Hernández JA, García Hernández A, Lahoz Rodríguez D. Síndrome de Kounis secundario a reacción alérgica a metamizol. Rev Esp Anestesiol Rea - nim. 2012;59:217-9. 2. Garcipérez de Vargas FJ, Mendoza J, Sán-chez-Calderón P , et al. Shock cardiogénico se-cundario a síndrome de Kounis tipo II inducido por metamizol. Rev Esp Cardiol. 2012;65:646.3. Rico Cepeda P , Palencia Herrejón E, Rodriguez Aguirrebabiria MM. Síndrome de Kounis. Med Intensiva. 2012; 36(5):358-64. 4. tro Orjales Fariñas FJ, García Jiménez A, Gutiérrez Cortés JM. Tratamien - to del síndrome de Kounis. Med Intensiva. 2011; 35:519-20. 5. Biteker M. 35 (5):563-71.BIBLIOGRAFÍAa/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 102 - volumen 15 Nº2 Junio 2017 ENSAYOS CLÍNICOS COMENTADOS Ma/g.saltnussen H, Disse B, Rodri/g.saltuez-Roisin R, Kirsten A, Watz inhaled La proteína cinasa mTOR (mamalian target of rapamicin, por sus siglas en inglés) es una molécula implicada en los mecanismos de crecimiento y proliferación celular de mu-chas estirpes celulares, especialmente en el sistema inmune, por lo que se ha fijado como diana de algunos tratamientos inmunosupre-sores necesarios en pacientes trasplantados para evitar los fenómenos de rechazo. El siro - limus, un inhibidor de mTOR, es un antibióti - co macrólido aislado del hongo Streptomyces hygroscopicus (1) capaz de detener el ciclo celular en el paso de G1 a S de los linfocitos T, impidiendo su proliferación celular. Gracias a la formación de un complejo sirolimus-inmu - nofilina-mTOR, bloquea algunas de las cina - sas dependientes de ciclina que median los procesos de proliferación celular, llevando al organismo a una situación de inmunosu - presión (2). Su gran capacidad de inmunosu - presión le ha llevado a ser un fármaco muy utilizado en personas trasplantadas de riñón o hígado, entre otros (3). El carcinoma hepatocelular (HCC) es uno de los tumores más frecuentes en el ser huma-no, y uno de los que mayores tasas de morta-lidad tiene aún, a pesar de los programas de screening precoz en pacientes de alto riesgo. A pesar del potencial margen de curación gracias al trasplante (Tx) en los casos que se detecten en estadios iniciales, el hecho de que un alto porcentaje de esta neoplasia sea detectado en estadios avanzados de enfer - medad limita mucho las posibilidades tera - péuticas y ensombrece el pronóstico de estos pacientes (4). Con una incidencia en aumen-to, este tumor requiere una visión multidis - ciplinar al involucrar terapias tanto médicas como quirúrgicas, además de que suele de-sarrollarse sobre un órgano ya enfermo de cirrosis, lo que complica su manejo (5). Sólo entorno a un 30% de los pacientes con HCC son susceptibles de recibir tratamiento quirúrgico (6), de los cuales el trasplante de hígado representa la mayoría de los casos, con la ventaja añadida de tratar además la cirrosis, una enfermedad también terminal que suelen presentar en alto porcentaje es-tos pacientes. Sin embargo, a pesar del po - tencial curativo que tiene esta técnica, queda limitado por una alta tasa de recidiva y rea-parición de en torno al 20%. Además, para lograr la inmunosupresión ne- cesaria para evitar el rechazo son usados los inhibidores de la calcineurina, que aunque por sí mismos no son mutágenos, sí que han sido descritos casos de tumores (general - mente linfoproliferativos). Por el contrario, se ha relacionado a los inhibidores de mTOR con efectos anti-proliferativos y anti-angiogé-nicos. Coordinado por Francisco AbadServicio de Farmacolo/g.saltía Clínica. Hospital Univer-sitario de La Princesa de León, 62 9ªpl. 28006- Madrid correo-e.: fabad.hlpr@salud.madrid.or/g.saltI/g.saltnacio de GREGORIO TOLEDANO Estudiante de Medicina, Universidad Autónoma de Madrid, Hospital Universitario de la PrincesaUso de sirolimus en pacientes trasplantados de hí/g.saltado con carcinoma hepatocelular Geissler EK, Schnitzbauer AA, Zülke C, Lamby PE, Proneth El carcinoma hepatocelular (HCC) es uno de los tumores más frecuentes en el ser humano, y uno de los que mayores tasas de mortalidad tiene aún, a pesar de los pro/g.saltramas de screening precoz en pacientes de alto ries/g.salto.ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_tENSAYOS CLÍNICOS COMENTADOS Junio 2017 volumen 15 Nº2 - 103 - OBJETIVOS DEL ESTUDIO Por todo lo anteriormente descrito, este estu- dio ha querido buscar las posibles aplicaciones de un inhibidor de mTOR en la inmunosupre-sión de los pacientes trasplantados de híga-do por un HCC. Para ello este estudio deno - minado SiLVER (Sirolimus in Liver Transplant Recipients with HCC) se ha propuesto llevar a cabo un gran ensayo clínico prospectivo, alea-torizado, para comparar la supervivencia libre de recurrencias (RFS: recurrence free survival) en un grupo tratado con sirolimus frente a un grupo con una estrategia de inmunosupre-sión libre de inhibidores de mTOR, después de haberse sometido a una intervención de trasplante hepático. Un objetivo secundario que se ha querido valorar es la tasa de super - vivencia global (OS: overall survival), así como obtener datos sobre la seguridad de uso de sirolimus en estos pacientes, y el estudio de subgrupos de bajo y alto riesgo. METODOLOGÍA Selección de pacientes Se hizo un reclutamiento de pacientes de 45 centros acreditados de Tx hepático, mayori - tariamente en Europa (42 centros), pero tam - bién contando con la participación de Canadá (2 centros) y Australia (1 centro). El estudio SiLVER se concibió con una duración inicial de 8 años, de los que los primeros 3 serían para el proceso de reclutamiento, y posteriormente al menos 5 años de seguimiento. Los criterios de inclusión fueron tener más de 18 años, evidencia histológica de HCC antes de la aleatorización y la entrega de la firma del consentimiento informado. Los criterios de exclusión principales fueron la presencia de extensión extrahepática tumoral o haber sufrido otra lesión tumoral primaria en los últimos 5 años (excluyendo lesiones co - rrectamente tratadas de cáncer de piel no me-lanoma). También se incluyeron la hipersensi - bilidad a sirolimus, pacientes que fueran a ser multi-trasplantados y pacientes con evidencia de infección en el momento de la aleatoriza-ción. Aleatorización Para ello, 525 destinatarios de una interven-ción de Tx de hígado debido a HCC, que inicial - mente tenía un tratamiento inmunosupresor libre de inhibidores de mTOR, fueron aleato - rizados a las 4-6 semanas de la intervención en dos grupos. Los pacientes del grupo A, que seguirían sin tener inhibidores de mTOR en su esquema de tratamiento, constituirían el gru-po control. Los pacientes del grupo B recibirían el sirolimus bien como terapia combinatoria asociados a otros fármacos inmunosupresores no inhibidores de m-TOR (máximo 3 fármacos uno de los cuales debía ser el sirolimus), bien en monoterapia (opción que se recomendaba, definiendo como monoterapia un tiempo su - perior al 50% de la duración del estudio solo con el sirolimus). Se propusieron lograr unas concentraciones plasmáticas objetivo de entre 4 y 10 ng/mL. Como medida de precaución, el protocolo del ensayo, previamente publicado, incluía un eco-Doppler para valorar el árbol vascular hepático en aquellos pacientes que fueran a recibir el sirolimus. Tanto los inves-tigadores como los pacientes no estaban en-mascarados. Además, los pacientes fueron clasificados como pacientes de bajo o alto riesgo en fun - ción de los criterios de Milán y del estudio ana - tomopatológico post-Tx, hubieran o no sido objeto de tratamiento anti-tumoral previo al Tx (quimioembolización, radiofrecuencia etc.). Aquellos que habían probado tener cirrosis, y que en la biopsia demostraran enfermedad tumoral encuadrada dentro de los límites de - finidos por los criterios de Milán, serían con - siderados de bajo riesgo. Sin embargo, hubo un porcentaje de los pacientes, que a pesar de que había un criterio de exclusión para quien no quedase dentro de dichos límites, fueron finalmente incluidos en el estudio y definidos como pacientes de alto riesgo. Estos pacientes fueron los que tuvieron enfermedad tumoral más allá de los criterios de Milán, aquellos que no tuvieran cirrosis a pesar del gran tama-ño tumoral, y aquellos que se sometían al Tx como medida de rescate (salvage LTx). Los criterios de Milán son una serie de condi - ciones que definen si un paciente es candida - to a TX hepático debido a su HCC: una lesión menor de 5 cm, hasta 3 lesiones menores de 3 cm, sin manifestaciones extrahepáticas y sin invasión vascular. Los criterios de Milán pre-sentan unos resultados contrastados de ele-vada supervivencia y baja tasa de recurrencia (7). Este estudio ha querido bus-car las posibles aplicaciones de un inhibidor de mTOR en la in-munosupresión de los pacientes trasplantados de hí/g.saltado por un HCC.a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 104 - volumen 15 Nº2 Junio 2017 ENSAYOS CLÍNICOS COMENTADOS Eventos Se definió RFS como supervivencia libre de enfermedad, considerando enfermedad como recurrencia del HCC o el fallecimiento. Para ello, los pacientes fueron sometidos a un ré-gimen estandarizado de seguimiento tumor-específico en cada visita, entre los que se contaban una radiografía de tórax PA y lateral, una ecografía abdominal y una analítica que incluyese la alfa-fetoproteína como marcador tumoral. En caso de alteración de alguna de las anteriores, vendría realizado un examen de imagen (a considerar por el médico), así como se recomendaba la realización de nueva biop - sia para confirmar la recurrencia de la enfer - medad. Se programaron visitas en los meses 1, 3, 6, 9 y 12, contando como primer día el día de Tx. En los años sucesivos se les programó una visita cada 6 meses hasta la conclusión del estudio. Análisis Estadístico El RFS, definido como intervalo de tiempo en-tre el Tx y la fecha de recurrencia o muerte, fue comparado en ambos grupos usando un test de log-rank con significación del 0.05. Para los objetivos secundarios (OS, análisis de sub-grupos) se utilizaron curvas de Kaplan-Meier.Se esperaba que a los 5 años de seguimiento, el grupo con terapia inmunosupresora libre de mTOR (grupo A) tuviera un 60% de RFS. Para el grupo B, se asumió que dicha cifra pudie - se alcanzar el 72%. A esa diferencia de RFS le correspondería un Hazard Ratio (HR) de 0.64. Con un poder estadístico 1- =0.8, y un error de 0.05, el tamaño muestral necesario serían 405 pacientes en total. Estimando que las pér - didas post-aleatorización pudieran alcanzar el 20%, al menos 255 pacientes por cada grupo serían requeridos. Los objetivos tanto primarios como secunda - rios fueron analizados según la intención de tratar, pero excluyendo aquellos de los inicial - mente seleccionados que cumplieran alguno de los criterios de exclusión en la biopsia post-Tx (ausencia de evidencia histológica de HCC, extensión tumoral extrahepática en el estudio histológico o la presencia de un tumor distinto del HCC y del cáncer de piel no-melanoma en los últimos 5 años). El estudio aporta datos económicos referentes a las fuentes de financiación. Para evitar ses-gos de publicación, ningún dato sobre eficacia terapéutica les fue suministrado a dichas fuen-tes hasta la conclusión del ensayo. De los 528 pacientes inicialmente selecciona - dos, 3 fueron excluidos por no presentar con - sentimiento informado, por lo que finalmen - te 525 pacientes fueron los aleatorizados. De ellos, 17 fueron finalmente excluidos para el análisis por intención de tratar. Un total de 149 de 264 pacientes en el grupo A terminó el estudio (56.4%), por los 138 de 261 del grupo B (52.9%). 238 pacientes finalizaron el estudio de forma prematura, siendo la cau - sa más frecuente el fallecimiento del paciente (24% del total), seguida de la retirada del con - sentimiento (17.7%). En cuanto a las características de la población seleccionada, la gran mayoría eran hombres (86%), blancos (95%), donde el 60% tenía una edad menor de 60 años (media global de los participantes de 58 años), y el tiempo de espera medio para el trasplante era de unos 5-6 meses. Ambos grupos quedaron homo - géneamente distribuidos en cuanto a sus ca-racterísticas demográficas, así como por sus comorbilidades (siendo las más frecuentes las enfermedades cardiovasculares, hipertensión y diabetes mellitus tipo II). También quedaron homogéneamente dispuestas las causas sub - yacentes de la enfermedad tumoral hepática (infección por los virus de la hepatitis B y C y el uso de alcohol, principalmente). Así mismo se muestra que un 64% de los pa - cientes entraba dentro de los criterios de Mi- lán, por el 36% que no lo hacía. También un 64% de los pacientes tenían 1 o 2 lesiones tu-morales por el 36% que tenía 3 o más. El ta-maño tumoral medido en centímetros, el gra-do de diferenciación histológico o el estadiaje fueron estudiados, y también se comprueba que fueron distribuidos homogéneamente en - tre ambos grupos. Finalmente el porcentaje de pacientes tratados del tumor previo al Tx, así como el tipo de intervención que recibie - ron (quimioembolización, radiofrecuencia...) fueron iguales en ambos grupos.ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_tENSAYOS CLÍNICOS COMENTADOS Junio 2017 volumen 15 Nº2 - 105 - Una vez comenzado el estudio, un 11.4% de los pacientes del grupo A acabaron recibiendo sirolimus como terapia inmunosupresora en algún momento, principalmente por efectos tóxicos de los inhibidores de la calcineurina. El grado de adherencia al tratamiento fue medi - do en ambos grupos a lo largo de los años, su-giriendo que 2 de cada 3 pacientes mantenían la terapia inicialmente dispuesta a lo largo del estudio. Como planeado, se hicieron dos análisis in - termedios con los datos disponibles en el mo - mento en que se alcanzaron los 55 y los 109 eventos primarios, determinándose en ambas ocasiones que las diferencias entre ambos gru-pos no eran estadísticamente significativas. RESULTADOS En el análisis final por intención de tratar se obtuvo que el RFS era de un 64.5% en el gru-po A, y de un 70.2% en el B, pero esta dife-rencia resultó no ser estadísticamente signi - ficativa (p=0.28, HR=0.84 con unos intervalos de confianza del 95% de entre 0.65 y 1.15). No obstante, análisis intermedios realizados anualmente mostraron una mejoría estadís - ticamente significativa a los 3 años del tras-plante en el grupo B. Así mismo ocurre con la supervivencia global, donde no se encuentran diferencias estadísticamente significativas al final del estudio, pero sí que se encuentran en análisis intermedios realizados entre los 3 y 5 años de la intervención a favor del grupo B. Sorprendentemente, sí se pudieron observar diferencias estadísticamente significativas cuando se hicieron los análisis de distintos subgrupos. Aquellos pacientes que se defi-nían de bajo riesgo por cumplir los criterios de Milán, los pacientes en monoterapia con sirolimus, aquellos que no tuvieron que reci - bir tratamiento anti-tumoral previo al Tx, así como los pacientes más jóvenes (edad<60 años) podían salir beneficiados de una terapia inmunosupresora que incluyese inhibidores de mTOR, pues mostraron diferencias estadís - ticamente significativas a favor del grupo B. Dado que tanto la edad, como el tratamien-to anti-tumoral previo, como la definición de riesgo habían quedado homogéneamente dis - tribuidos en ambos grupos, se puede pensar que estas diferencias no sean debidas al azar. No se determinaron mejoras estadísticamente significativas con el tratamiento con sirolimus en pacientes calificados como alto-riesgo ni aquellos con más de 60 años. Los eventos adversos graves fueron parecidos en ambos grupos de tratamiento, sin llegar a demostrarse diferencias estadísticamente sig - nificativas. En torno al 98% llegó a describir un efecto adverso de la medicación, igual para ambos grupos, y sin diferencias en el tipo de efectos causados. Tampoco hubo en general, diferencias en cuanto a la localización de la recurrencia del HCC entre ambos grupos. Fi - nalmente ninguna diferencia fue encontrada respecto a los episodios de rechazo agudo. CONCLUSIÓN Sirolimus no parece incrementar la superviven - cia libre de recurrencias a partir de los 5 años de tratamiento, ni los datos usuales de morbi - mortalidad asociada a la inmunosupresión me - diada por los inhibidores de la calcineurina. Sin embargo, sí que podría ser incluido en los es - quemas de tratamiento para aquellos pacientes de perfil de riesgo bajo, pues sí ha demostrado mejorar estadísticamente las cifras de RFS en el intervalo de tiempo entre los 3 y los 5 años des - de el inicio de tratamiento. Por ello este estudio propone que la eficacia anti-cancerígena de los inhibidores de mTOR sería máxima en estadios iniciales del HCC, hecho que también se refle - jaría en aquellos pacientes que no necesitaron tratamiento previo al Tx se hayan también be - neficiado de su acción. Aquellos pacientes de alto riesgo no obtuvieron u obtuvieron muy poco beneficio del esquema de tratamiento con sirolimus, lo que va acorde con los resultados de otros estudios que han investigado con otros inhibidores de mTOR en pacientes con HCC avanzado (9), deduciéndose de ambos que los inhibidores de mTOR podrían no ser efectivos por si solos para frenar el avan - ce del HCC en casos ya avanzados. El hecho de que sólo un 20% de los pacientes en el grupo B tomase el sirolimus en mono - terapia dificulta que se pueda afirmar que la monoterapia ofrece garantías serias frente a la terapia combinada, aunque los datos muestren una diferencia estadísticamente significativa en favor de la primera. El hecho de que el estudio no se haya enmas - carado y se haya dejado abierto, ha permitido Análisis inter- medios realiza-dos anualmente mostraron una mejoría esta-dísticamente si/g.saltnicativa a los 3 años del trasplante en el /g.saltrupo B Sirolimus podría ser incluido en los esquemas de tratamiento para aquellos pacien-tes de perl de ries/g.salto bajo.a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 106 - volumen 15 Nº2 Junio 2017 ENSAYOS CLÍNICOS COMENTADOS un uso más cercano a la práctica médica habi - tual. En el estudio se ha permitido el cambio de terapia a sirolimus en algunos pacientes del grupo A por efectos tóxicos de los inhibidores de la calcineurina, se ha permitido el sirolimus tanto en monoterapia como combinado. Esto es debido a que en un estudio que involucre tantos centros se espera una variación en la práctica habitual. Todo esto ha podido restar validez interna al estudio a cambio de generar mayor validez externa y por tanto mayor apli - cabilidad en la práctica clínica habitual. Obtener datos sobre la seguridad de uso del sirolimus en estos pacientes también se fijó como objetivo secundario. Para evitar dificul - tad en la cicatrización de la herida quirúrgica y para disminuir la probabilidad de aparición de eventos trombóticos en las venas hepáticas se introdujo el sirolimus de 4 a 6 semanas des-pués del Tx. A pesar de la introducción tardía, se objetivaron mayores problemas de cicatri-zación en el grupo B frente al A, aunque no lle - vó asociada ninguna recomendación por parte de DSMB (Data and Safety Monitoring Board, un grupo independiente de expertos que vela por la seguridad de los participantes). En cuan-to a los eventos trombóticos, no se encontró diferencias entre grupos. Aun contando con los efectos adversos esperables asociados al tratamiento con sirolimus, el ensayo conclu - ye que no hay ninguna preocupación especial que advierta contra el uso de sirolimus en pa - cientes con HCC trasplantados. Como conclusión final, a pesar de que los efec - tos positivos, estadísticamente significativos, encontrados en algunos subgrupos de pacien - tes del grupo que usó el sirolimus se diluyen en el tiempo, existe un periodo ventana entre los 3 y los 5 años en los que los inhibidores de mTOR pueden ser beneficiosos, y no habiendo ninguna contraindicación importante respec - to al uso de los mismos, este estudio sienta las bases de la inmunosupresión en pacientes trasplantados de hígado por un HCC mediante los inhibidores de mTOR. 1. 1. Cleverly PM, Anderson JA, Celli B, et al. Sal - meterol and fluticasone ropionate Wedzicha JA, Buhl R, Lawrence D, Young D. Monotherapy with indacaterol 4. once daily reduces the post-hoc analysis trials. Respir Med 109: 105-11. Agustí AG, Jones PW, Vogel- meier C, Anzueto Fabbri LM, - tinez FJ, Nishimura M, et al. prevention of Respir Crit Care Med 2013;187:347-365. 7. 4. Guía de Práctica Clínica para el Diagnóstico y Tratamiento de Pacientes con Enfermedad Pul-monar Obstructiva Crónica (EPOC) - Banerji D, Chapman KR, Vest - bo J, Roche N, Ayers T et al. Indacaterol-Glyco-pyrronium vs Salmeterol-Fluticasone for COPD. N Engl J Med 2016;374:2222-2234. 9. 6. Hurst JR, Vestbo J, Anzueto et Dupont P et al. The evolving role of sirolimus in renal transplantation. Q J transplantation. Drugs (2007) 67: 369-379. 4. Finn RS. Current Treatment Strategies in the Management of Hepatocellular Carcinoma. Y). Lancet. 2003 Dec 6; 362: 1907-17. 7. Documento de consenso de la Sociedad Española de Trasplante Hepático. Acceso al trasplante hepático, in - dicaciones controvertidas, priorización de la lista de espera e indicadores de cali - dad. Gastroenterol Hepatol. 2008;31:82-91. 8. Geissler EK, Schnitzbauer AA, Zülke PE, Proneth A, Assenat E, al. Effect of everolimus survival in 57-67. BIBLIOGRAFÍAExiste un periodo ventana entre los 3 y los 5 años en los que los inhi-bidores de mTOR pueden ser bene-ciosos.FRONTERAS EN TERAPÉUTICA ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 - 107 - Coordinado por: Dr. Cristóbal de los Ríos Instituto Teólo Hernando Departamento de Far-macolo/g.saltía, Facultad de Medicina, UAM.c.e.: cristobal.delosrios@inv.uam.esReversión de la resistencia a Mycobacterium tuberculosis por espiroisoxazolina SMARt-420. La resistencia a los antibióticos es un proble - ma de salud evidenciado por muchos agentes antibacterianos, que está creciendo rápida - mente en distintos ámbitos sanitarios. Estas resistencias, especialmente sensible en el caso de la rifampicina (RR) y en las resistencias a te-rapias combinadas (MDR), es particularmente preocupante para la tuberculosis (TB), como lo demuestra que se han producido unos 580.000 casos de MDR/RR-TB en 2015, con el resultado de 250.000 muertes. La resistencia a los medicamentos antibacte - rianos puede ocurrir por mutaciones en la dia - na del antibiótico; la producción de enzimas que modifican o degradan el fármaco; su ex - pulsión de las bacterias por transporte activo o por alteraciones de la permeabilidad celular. Algunos de los antibióticos anti-TB más efecti-vos requieren de su bioactivación por las en-zimas de Mycobacterium tuberculosis . Entre estos pro-antibióticos se incluyen la isoniazida (INH), la pirazinamida (PZA), el ácido p-amino - salicílico (PAS) y la etionamida (ETH). Sin em - bargo, la bioactivación de estos profármacos es vulnerable a la inactivación mutacional o la atenuación de las correspondientes enzimas activantes, como se observó en casos clínicos resistentes a INH, PZA y ETH por la aparición de mutaciones en katG, pncA y ethA, respec-tivamente. En el estudio realizado por Nicolas Blondiaux y colaboradores este año, se ha descubierto una familia de pequeñas moléculas derivadas de espiroisoxazolina que abortan la resisten-cia (\"Small Molecules Aborting Resistance\", SMARt) mediante la generación de una vía alternativa de bioactivación de ETH, evitando así la resistencia adquirida de M. tuberculosis a este antibiótico. La bioactivación de ETH en M. tuberculosis es normalmente catalizada por la mono-oxigenasa Etha. La transforma-ción de ETH por EthA en moléculas interme - dias altamente reactivas lleva a la formación de un aducto covalente estable de ETH y un di - nucleótido de nicotinamida y adenina (NAD). Este aducto se une e inhibe la enoil reducta-sa InhA, implicada en la biosíntesis del ácido micólico, uno de los componentes esenciales en la pared celular micobacteriana. La pro - ducción de EthA está regulada por represor transcripcional TetR (EthR). Además, inhibi - dores pequeñas de EthR estimu - lan la transcripción del gen ethA, que mejora la bioactivación de ETH y, en consecuencia, au-menta su actividad antibiótica, tanto in vitro como in vivo. Dado que estos compuestos no mostraron ac-tividad antibacteriana en ausencia de ETH, sino que potenciaban la actividad de ETH de forma EthR-independiente, se propuso la hipótesis de que podrían desencadenar una vía alterna-tiva de bioactivación para ETH. Para identificar esta vía, se estudió el impacto de SMARt-420 en el transcriptoma de Mycobacterium bovis Bacillus Calmette-Guérin como éste directamente con el regulador transcripcional al que denominaron EthR2, previniendo su unión al ADN. La expresión de ethA2 tras la inhibición de EthR2 por SMARt-420 conduce a una bioacti - vación eficiente de ETH en las bacterias. Para evaluar el papel de EthA2 en la bioactivación Una nueva fami-lia de derivados de espiroisoxa - zolina es capaz de restaurar la sensibilidad a ETH por M. tu-berculosis resis - tentes, abriendo una nueva ven - tana terapéutica para combatir la tuberculosis y las resistencias a determinados antibióticos.a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 108 - volumen 15 Nº2 Junio 2017 FRONTERAS EN TERAPÉUTICA controlada por SMARt-420 de ETH, se diseñó un H37Rv de M. tuberculosis para sobreexpresar ethA2 utilizando el plásmido multicopia pMV261. En estas condiciones, la concentración inhibidora mínima (CMI) de ETH disminuyó de 2 a 0,25 mg/ml, lo que sugiere que EthA2 participa en la bioactivación de ETH cuando se sobreexpresa, reduciendo así la resistencia innata de las bacterias a ETH. La restauración de la sensibilidad a ETH por SMARt-420 se evaluó en ratones C57BL6/J infectados con un aerosol conteniendo 105 bacilos de M. tuberculosis resistentes a ETH, mutados en ethA. Siete días después de la infección, los ratones se trataron con ETH sola o con ETH en combinación con SMARt-420. La administración diaria de hasta 50 mg/kg de ETH durante 3 semanas fue ineficaz en la reducción significativa de la carga bacteriana en los pulmones, lo que confirma la resistencia a ETH de esta cepa. Por el contrario, los ratones tratados con una combinación de ETH y SMARt-420 (ambos a 50 mg/kg) mostraron una notable reducción de la carga bacteriana de un 84% en los pulmones. De esta manera podrían explorarse innovadores protocolos de tratamiento, en los que la administración no continua, pero regular, de SMARts a pacientes con TB cambiaría periódicamente la expresión de vías alternativas de bioactivación de pro-fármacos. Este abordaje podría utilizarse para limitar la frecuencia de aparición de resistencias. Andrés Mateo Baraibar Sierra Instituto Teófilo Hernando Universidad Autónoma de Madrid Diseño de anal/g.saltésicos me- diante el modelado de con-formaciones de receptores en condiciones patoló/g.salticas Los opioides son agentes muy efectivos empleados en el tratamiento del dolor. Sin embargo, estas sustancias presentan efectos adversos considerables, entre los que se encuentran la somnolencia, la confusión mental, náuseas, estreñimiento, depresión de la respiración, etc. Generalmente, las afecciones que causan do - lor (trauma, cirugía o una enfermedad como el cáncer) cursan con fenómenos inflamatorios que vienen acompañados de una acidificación tisular. La acidificación del medio puede afec-tar a la protonación de los ligandos, elemento esencial en la unión y activación de los recep-tores de opiodes de tipo µ. Así, Stein y cola - boradores plantearon la posibilidad de diseñar un agonista que selectivamente activase estos receptores en condiciones de bajo pH. Un ligando con una constante de disociación ácida (Ka) alta, es decir, pKa bajo, será ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_tFRONTERAS EN TERAPÉUTICA Junio 2017 volumen 15 Nº2 - 109 - El deterioro cognitivo leve (o MCI, por sus si - glas en inglés), consiste en una disminución de las capacidades cognitivas mayor que la esperable solo por el envejecimiento pero sin llegar a considerarse una demencia neurode-generativa. Este MCI precede a la enfermedad de Alzheimer (EA), estimándose una tasa de conversión de MCI a EA de aproximadamente un 10% cada año. A pesar de que el desarro-llo de nuevos fármacos para prevenir la neu-rodegeneración requeriría de una detección temprana de la EA para una mayor eficacia, los tratamientos actuales, meramente paliativos, se comienzan a aplicar tras el diagnóstico. Por ello, la detección temprana mediante biomar - cadores fiables es el primer paso hacia un efi-caz tratamiento de la EA. En este sentido, Yilmaz y colaboradores han publicado recientemente un estudio sobre la Biomarcadores dia/g.saltnósticos para la enfermedad de Alzheimer identicados en sa-liva mediante metabolómica basada en 1H-RMNprotonado sólo en condiciones de bajo pH, pudiendo activar los receptores opioides exclusivamente en aquellos tejidos inflamados que se encuentren en condiciones ácidas. De esta manera, los autores sintetizaron un compuesto derivado del fentanilo, el (±)-N-(1-fenetil-3-fluoropiperidin-4-il) -N- fenilpropionamida (NFEPP), con un pKa de 6,8. Este nuevo compuesto produjo activación de los receptores exclusivamente a bajo pH, pero no en condiciones fisiológicas (pH 7,4), al contrario del fentanilo, que la produjo en ambas situaciones. Además, en dos modelos animales, uno de dolor inflamatorio persistente y otro agudo, el NFEPP produjo analgesia mediante una activación selectiva de los receptores opioides de tipo µ periféricos en los tejidos dañados, sin actuar en regiones sanas, tanto a nivel central como periférico. Asimismo, el NFEPP no produjo los efectos adversos ocasionados por el fentanilo, es decir, no produjo activación del sistema de recompensa, ni sedación, alteraciones motoras o depresión del sistema respiratorio, todos ellos efectos producidos por activación de receptores de opioides a nivel del sistema nervioso central. De la misma manera, el NFEPP tampoco produjo estreñimiento, efecto producido por activación de receptores opioides a nivel periférico gastrointestinal. De esta manera, orientando el diseño de fármacos hacia una conformación de receptores y ligandos específicos de una condición patológica, se ha obtenido un nuevo fármaco con una gran actividad analgésica sin la aparición de los efectos adversos característicos de los opioides estándar. Cita: Spahn, V. et al., Science 355, 966-969 (2017) Carmen Pérez de Nanclares Instituto Teófilo Hernando Universidad Autónoma de Madrid Un nuevo derivado opioide produce efectos anal/g.saltésicos exclusivamente en el tejido dañado, sin la aparición de los efectos adversos característicos de los opioides estándara/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 110 - volumen 15 Nº2 Junio 2017 FRONTERAS EN TERAPÉUTICA Mediante estudios de metabolómi - ca, un /g.saltrupo de investi/g.saltadores ha detectado en una serie de biomolé - culas presentes en la saliva que po - drían convertirse en biomarcadores tempranos de la enfermedad de Alzheimerpresencia de biomarcadores en la saliva que podrían ayudar al diagnóstico de la EA en su etapa previa de MCI, antes de que se produzca un daño neurodegenerativo irreversible (Yilmaz A. et al. (J. Alzheimers Dis. 58 (2), 355-359, 2017). Estos investigadores han realizado estudios de metabolómica en muestras de saliva de un grupo de pacientes de MCI, EA, y voluntarios sanos, empleando la técnica de resonancia magnética nuclear de protón ( 1H-RMN). Muchos componentes séricos y del fluido cerebroespinal pasan a la saliva a través de la sangre y, al contrario que éstos, la saliva presenta la gran ventaja de ser fácilmente disponible por métodos no invasivos. Mediante técnicas metabolómicas basadas en 1H-RMN, los autores del estudio identificaron 22 metabolitos en saliva, en diferentes concentraciones según fueran pacientes con MCI, EA, o los voluntarios sanos. Posteriormente, aplicando modelos de regresión logística, determinaron las diferencias estadísticamente significativas entre algunos de estos metabolitos, que permitían distinguir entre los distintos grupos de individuos del estudio: galactosa, imidazol y acetona permitieron distinguir entre 5-aminopentanoato entre MCI y EA; y propionato y acetona entre control y EA. Si bien el tamaño muestral era pequeño (29 individuos), este estudio piloto proporciona una evidencia preliminar de que los metabolitos presentes en la saliva podrían ser de gran utilidad como biomarcadores para la detección temprana de la EA, siendo merecedores de estudios más amplios para confirmar su fiabilidad. Isabel María Gameiro Ros Instituto Teófilo Hernando Universidad Autónoma de Madrid La esclerosis múltiple es considerada una enfermedad mediada por el sistema inmune, en base a una aberrante infiltración cerebral de linfocitos B, T y otros marcadores inflamatorios que, con la consiguiente destrucción de la vaina de mielina protectora de las fibras nerviosas, deriva en una interrupción de la señalización desde el cerebro hacia la médula espinal, y viceversa. Por otro lado, tiene un marcado componente neurodegenerativo, causado por la amplia destrucción en la materia blanca y materia gris. A la dificultad de su tratamiento, se suma la existencia de varios subtipos de esclerosis múltiple, complicando más si cabe su diagnóstico y tratamiento. Entre estos subtipos, se encuentran la remitente-recurrente, la primaria progresiva y la secundaria progresiva. La forma remitente-recurrente se diferencia de Ocrelizumab: El primer medica- mento aprobado para el trata-miento de las formas remitente-recurrente y primaria pro/g.saltresiva de esclerosis múltipleACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_tFRONTERAS EN TERAPÉUTICA Junio 2017 volumen 15 Nº2 - 111 - las progresivas por la presencia de episodios de intensa inflamación y desmielinización, así como una permeabilización de la barrera hematoencefálica (BHE), que favorece la entrada de las células inmunes y fármacos asociados a ellas. En cambio, en las progresivas, la inflamación, es de menor grado pero crónica, y se mantiene la integridad de la BHE, confinando la inflamación en el cerebro, lo que fomenta la atrofia y pérdida neuronal. Actualmente, se encuentran en el mercado 14 fármacos aprobados por la Agencia del Medicamento y Alimentos de Estados Unidos (FDA), aunque todos ellos dirigidos a la más común de las formas, la remitente-recurrente, y solamente un fármaco inmunosupresor ha sido aprobado para la forma secundaria progresiva, la cual experimentan muchos pacientes después de haber sufrido el tipo recurrente. Afortunadamente, han aparecido prometedoras noticias. El pasado 29 de marzo, Roche anunció la aprobación por parte de la FDA de ocreli- zumab , bajo la marca OCREVUS®, como el primer y único tratamiento para las formas de esclerosis múltiple primaria progresiva y remitente-recurrente. Ocrelizumab es un an-ticuerpo monoclonal humanizado, diseñado para unirse selectivamente a la proteína CD20 situada en la superficie de ciertos linfocitos B causantes del daño a la vaina de mielina y al axón, sin unirse a células madre o células plas -máticas, preservando así importantes funcio - nes del sistema inmune. El ocrelizumab® se administra por infusión in - travenosa cada seis meses. La primera dosis se administra en dos infusiones de 300 mg con dos semanas de separación. Las siguien - tes dosis se administran en una única dosis de 600 mg. Los resultados en los ensayos clínicos de fase III indicaron que ocrelizumab redujo un 40% el riesgo de progresión de la esclerosis múltiple remitente-recurrente durante 12 semanas comparado con interferón 1a y un 24% para la forma primaria progresiva comparado con placebo. Los efectos secundarios observados en todos los estudios de fase III de ocrelizumab® fueron infecciones asociadas a la infusión e infecciones del tracto respiratorio superior que fueron calificadas de suaves a moderadas en la escala de severidad. Este nuevo lanzamiento es, por supuesto, una fuente de esperanza para todas las personas que padecen esta enfermedad. Sheila Abril Comesaña Instituto Teófilo Hernando Universidad Autónoma de MadridOcrelizumab es un anticuerpo monoclonal humanizado, diseñado para unirse selectivamente a la proteína CD20 situada en la supercie de ciertos linfocitos B, causantes del daño a la vaina de mielina y al axóna/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 112 - volumen 15 Nº2 Junio 2017 FRONTERAS EN TERAPÉUTICA La resistencia a la insulina asociada a la obesidad juega un papel muy importante en los pacientes diabéticos tipo 2, ya que está estrechamente relacionado con un incremento de la morbilidad y mortalidad. El receptor de la insulina (IR) es una proteína tirosina cinasa que, tras la unión de la insulina se autofosforila, activándose y capacitándose para fosforilar otras proteínas, desencadena - do una cadena de señalización celular. En con - traposición, las proteínas fosfatasas desfosfo-rilan e inactivan el receptor. En este sentido, las estrategias farmacológicas se han basado en intentar sensibilizar las respuestas celu-lares a la insulina mediante el aumento de la fosforilación del receptor. En concreto, el grupo de Stephanie M Stantfor presenta una proteína fosfatasa de bajo peso molecular (LMPTP) como diana válida en el tratamiento de la diabetes. Estudios previos han comprobado que la supresión de dicha proteína en ratones les prevenía de presentar diabetes tras la administración de una die-ta rica en grasas. En humanos, las evidencias también sugieren que la proteína LMPTP pro-mueve diabetes tipo 2 y resistencia a insulina. Aunque varios compuestos han sido descritos como inhibidores de LMPTP , la dificultad radi - ca en encontrar aquellos que sean selectivos y capaces de permear la membrana celular, y que se ajusten a las particularidades que po - see el sitio activo de enzima (pequeño tamaño y altamente cargado).Stantfor y colaboradores han desarrollado recientemente un inhibidor de la fosfatasa LMPTP con un mecanismo de unión no com - petitivo, en un único sitio del bolsillo catalítico y una elevada selectividad sobre otras fosfa-tasas. Este inhibidor, que puede ser adminis - trado por vía oral, ha demostrado aumentar in vivo la fosforilación del receptor de insuli - na en el hígado y, de esta manera, revertir la diabetes inducida por una dieta con elevada proporción de lípidos. Estos descubrimientos sugieren que la fosfatasa LMPTP es un ele-mento clave en la resistencia a la insulina, por lo que inhibidores de esta enzima podrían ser beneficiosos para el tratamiento de la diabe - tes tipo 2. Así pues, un medicamento administrado por vía oral que ha demostrado revertir los sínto - mas de la diabetes en ratones, abre la posi - bilidad a un tratamiento más cómodo, sin in - yecciones, y quizás más eficaz para mantener el nivel de azúcar en sangre dentro de límites seguros en pacientes diabéticos. Raquel López Arribas Instituto Teófilo Hernando Universidad Autónoma de MadridNuevo fármaco para la diabetes candidato a revertir la enfermedad Un nuevo fármaco revierte la diabe - tes tipo 2 en rato - nes a través de la inhibición selecti - va de una fosfata - sa del receptor de insulina.FARMACOVIGILANCIA ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 - 113 - La canagliflozina es un antidiabético de admi - nistración oral, perteneciente al grupo de los inhibidores reversibles del co-transportador sodio-glucosa tipo 2 (SGLT-2), que actúa redu - ciendo renal de glucosa y produ - ciendo diuresis osmótica. En mayo de 2016 la Agencia Española de Me - dicamentos y Productos Sanitarios informó (NI MUH (FV), 10/2016) sobre el inicio de una re - visión, con el objetivo de evaluar el incremen - to de riesgo de amputación no traumática en miembros inferiores asociado al uso de canagli - flozina. Esta evaluación se inició tras conocer - se los resultados preliminares de dos estudios (CANVAS y CANVAS-R) en pacientes diabéticos con riesgo elevado de presentar eventos car - diovasculares. Posteriormente, se estimó conveniente incluir en esta revisión al resto de principios activos pertenecientes al grupo de los SGLT-2 (dapagli - flozina y empagliflozina) para valorar la posibi - lidad de que pudiese tratarse de un efecto de clase. Una vez finalizada la evaluación, las conclusio - nes alcanzadas han sido las siguientes: En base a los datos procedentes de los estudios CANVAS y CANVAS-R se confir -ma que el tratamiento con canagliflozina podría incrementar el riesgo de amputa-ción no traumática en miembros inferiores (fundamentalmente los dedos de los pies) en pacientes diabéticos. Hasta el momen-to no se ha podido dilucidar el mecanismo causal que explique esta circunstancia. Actualmente no puede descartarse que dapagliflozina y empagliflozina también puedan asociarse a un incremento de este riesgo. Si bien no ha llegado a constatar - se que tal incremento de riesgo exista, la posibilidad de que pueda tratarse de un efecto de clase no ha podido excluirse dado que: 1. Los datos disponibles para dapagliflo - zina y empagliflozina sobre amputa-ción no traumática en miembros infe-riores, procedentes tanto de ensayos clínicos como de la experiencia post-comercialización, son limitados. 2. Todos los SGLT-2 comparten el mismo mecanismo de acción. 3. El potencial mecanismo que conduce al aumento del riesgo de amputación no se conoce.Canagliflozina y riesgo de amputación no traumática en miembros inferiores Tras la evaluación realizada se conrma que el tratamiento con cana/g.saltliflozina podría incrementar el ries/g.salto de amputación no traumática en miembros inferiores. Actualmente no puede descartarse que dapa/g.saltliflozina y empa/g.saltliflozina también puedan asociarse a un incremento de este ries/g.salto. Deberá considerarse la posibilidad de interrumpir el tratamiento con cana/g.saltliflozina en aquellos pacientes que desarrollen complicaciones importantes en los pies. Se deberá realizar una adecuada monitorización de los pacientes en tratamiento con cualquier SGL T -2 que presenten, entre otros, factores de ries/g.salto para amputación, e insistirles en la importancia de un adecuado cuidado preventivo del pie diabético. En base a los datos procedentes de los estudios CANVAS y CANVAS-R se conrma que el tratamiento con cana/g.saltliflozina podría incrementar el ries/g.salto de amputación no traumática en miembros inferiores en pacientes diabéticos.Recomendaciones del Comité para la Evaluación de Ries/g.saltos en Farmacovi/g.saltilancia Europeo (PRAC). Nota informativa de la AEMPS publicada con fecha 10 de febrero de 2017. Referen-cia: MUH (FV), 1/2017a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 114 - volumen 15 Nº2 Junio 2017 FARMACOVIGILANCIA 4. No se ha identificado ninguna causa subyacente específica que pueda ex - plicar que este aumento de riesgo es únicamente atribuible a canagliflozi - na. En base a estas conclusiones y mientras se ob - tiene información adicional de otros estudios actualmente en curso con los SGLT-2, la Agen - cia Española de Medicamentos y Productos Sanitarios recomienda a los profesionales sani - tarios: Con respecto a canagliflozina: Considerar la posibilidad de interrumpir el tratamien-to en aquellos pacientes que desarrollen complicaciones importantes en los pies (p.ej ulceraciones o infecciones). Con respecto al grupo terapéutico (cana-gliflozina, dapagliflozina, empagliflozina): ¡Vigilar a los pacientes al objeto de detectar signos y síntomas provoca-dos por la depleción de agua y sales corporales. ¡Asimismo, deberán ser cuidadosa - mente monitorizados aquellos pa - cientes que presenten factores de riesgo para amputación, como am-putaciones previas, enfermedad vas-cular periférica o neuropatía preexis - tente. ¡Se deberá iniciar tratamiento precoz de los problemas clínicos que surjan en los pies: ulceración, infección, do - lor de nueva aparición o sensibilidad, entre otros. ¡Se deberá recordar a los pacientes la importancia de: §Seguir las pautas estándar para el cuidado rutinario preventivo del pie diabético. §Mantener una buena hidrata-ción. §Informar al médico si se desarro-llan úlceras, decoloración de la piel, dolor de nueva aparición o sensibilidad en extremidades in - feriores. Actualmente en España, canagliflozina se co - mercializa bajo los nombres comerciales recuerda la importancia de noti - ficar todas las sospechas de reacciones adver - sas al Centro Autonómico de Farmacovigilancia correspondiente del Sistema Español de Far - macovigilancia, pudiéndose notificar también a través del formulario electrónico disponible en Apremilast ( con- ducta solo o en combinación con fármacos antirreumáticos modificadores de la enfermedad (FAMEs), está indicado para el tratamiento de la artritis psoriásica (APs) ac-tiva en pacientes adultos que han tenido una respuesta inadecuada, o han presentado into-lerancia al tratamiento previo con un FAME. También está indicado en el tratamiento de la psoriasis en placas crónica de moderada a grave en pacientes adultos que no han respon - dido o tienen contraindicado o no toleran otro tratamiento sistémico, incluyendo ciclospori - na, metotrexato o psoraleno y luz ultravioleta A (PUVA). Una reciente revisión llevada a cabo por las agencias europeas reguladoras de medica-mentos en la que se han evaluado los datos procedentes tanto de los ensayos clínicos como de la experiencia poscomercialización de apremilast apuntan hacia una asociación causal entre la ideación y la conducta suicida y el uso de este medicamento. Durante los ensayos clínicos y el periodo poscomercialización de Otezla® (apremilast) se han notificado, de forma poco frecuente (1/1000 a 1/100 pacientes), casos tanto de ideación como de conducta suicida en pacien - tes con o sin antecedentes de depresión. Actualmente no puede descartarse que dapa/g.saltliflozina y empa/g.saltliflozina también puedan asociarse a un incremento de este ries/g.salto. El potencial mecanismo que conduce al aumento del ries/g.salto de amputación no se conoce. Una reciente revisión llevada a cabo por las a/g.saltencias europeas apuntan hacia una asociación causal entre la ideación y la conducta suicida y el uso de este medicamento.ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_tFARMACOVIGILANCIA Junio 2017 volumen 15 Nº2 - 115 - la web https://www.notificaram.es/. A partir de los datos poscomercialización (disponibles a 20 de marzo de 2016), se han identificado los siguientes 65 casos: 5 de suicidio consumado, 4 de intento de suicidio, 50 de ideación suici - da, 5 de depresión suicida y 1 caso de conduc - ta suicida. En 32 de los 65 casos, para los que se disponía de información, los pacientes no - tificaron una mejoría de los síntomas tras sus-pender el tratamiento. Desde el lanzamiento hasta el 20 de marzo de 2016, la exposición a apremilast ha sido de aproximadamente 105.000 pacientes. En relación con la depresión, tras la comercia - lización del producto se han notificado varios casos (algunos de ellos graves) de esta reac-ción adversa al medicamento. En los ensayos clínicos se identificó un desequilibrio en cuan-to a los casos de depresión en los pacientes tratados con apremilast frente a los tratados con placebo. Antes de iniciar tratamiento con apremilast se deberá evaluar la relación beneficio-riesgo del tratamiento en los pacientes con antece-dentes de desórdenes psiquiátricos así como en aquellos que reciban tratamientos con me-dicamentos que puedan producir este tipo de sintomatología. Asimismo, se recomienda suspender el trata- miento en los pacientes que desarrollen sín - tomas psiquiátricos de nueva aparición o su-fran un empeoramiento de los preexistentes, o ideación suicida. Se debe indicar a los pacientes y/o sus cuida - dores que informen a su médico sobre cual - quier cambio de conducta o del estado de ánimo, así como cualquier tipo de ideación suicida. Lenalidomida ( Revlimid): reactivación viral Revlimid (lenalidomida) está indicado para el tratamiento de pacientes adultos con mie-loma múltiple sin tratamiento previo que no son candidatos para un trasplante y, en com - binación con dexametasona, en el tratamien - to de pacientes adultos con mieloma múltiple que hayan recibido al menos un tratamiento previo. Además, está indicado para el trata-miento de pacientes con anemia dependiente de transfusiones debida a síndromes mielodis - plásicos de riesgo bajo o intermedio-1 asocia - dos a una anomalía citogenética de deleción 5q aislada cuando otras opciones terapéuticas son insuficientes o inadecuadas, y para el tra-tamiento de pacientes adultos con linfoma de células del manto en recaída o refractario. Se han notificado casos de reactivación vi - ral durante el tratamiento con lenalidomi - da, especialmente en pacientes previamente infectados por el virus herpes zóster o el de la hepatitis B (VHB). Algunos de los casos de reactivación del VHB evolucionaron a insufi - ciencia hepática aguda llegando a provocar la muerte del paciente. Se han notificado en muy raras ocasiones (<1/10.000 pacientes) casos de reactivación del VHB aunque en 4 de los pacientes afecta-dos, el cuadro clínico evolucionó a insuficien - cia hepática. En esos 4 casos, se suspendió el tratamiento con lenalidomida y fue preciso administrar tratamiento antiviral. Los pacien - tes con antecedentes de infección previa por el VHB deberán ser vigilados estrechamente durante todo el tiempo que se encuentren en tratamiento con lenalidomida al objeto de de-tectar la aparición de signos y/o síntomas de reactivación viral, incluida la infección por el VHB. En algunos de los casos de reactivación del vi- rus del herpes zóster llegó a producirse herpes zóster diseminado, meningitis o herpes zóster oftálmico, por lo que asimismo fue necesario administrar tratamiento antiviral y suspender temporal o permanentemente el tratamiento con lenalidomida. Si bien habitualmente los pacientes tratados con lenalidomida presentan factores de riesgo previos para la reactivación viral, entre los que se incluyen: edad avanzada, progresión tumo - ral subyacente y tratamiento previo o conco - mitante con terapias inmunosupresoras, como trasplante de células madre, el efecto inmu -Se recomienda suspender el tratamiento en los pacientes que desarrollen síntomas psiquiátricos de nueva aparición o sufran un empeoramiento de los preexistentes, o ideación suicida. Se han noticado casos de reactivación viral durante el tratamiento con lenalidomida, especialmente en pacientes previamente infectados por el virus herpes zóster o el de la hepatitis B (VHB).a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 116 - volumen 15 Nº2 Junio 2017 FARMACOVIGILANCIA nosupresor de lenalidomida podría aumentar aún más dicho riesgo. Antes de iniciar tratamiento con lenalidomi - da, se deberá realizar serología del VHB. En caso de que dicha serología diese un resul - tado positivo se recomienda consultar a un experto en enfermedades hepáticas y en el tratamiento del VHB.Durante todo el tiempo que dure el trata - miento con lenalidomida los pacientes con antecedentes de infección previa por VHB deberán ser vigilados estrechamente al ob - jeto de detectar la aparición de signos y/o síntomas de reactivación viral, incluida la in - fección activa. Se han notificado casos de síndrome seroto - ninérgico con el uso de antagonistas 5-HT3 en monoterapia, pero sobre todo en combinación con otros fármacos serotoninérgicos [que inclu - yen inhibidores selectivos de la recaptación de serotonina (ISRS) e inhibidores de la recapta - ción de serotonina/noradrenalina (ISRSN)]. Se recomienda una adecuada observación de los pacientes con síntomas de síndrome serotoni - nérgico.Granisetron y síndrome serotoninérgico Se han identificado glaucoma de ángulo cerra - do, dolor ocular, miopía, visión borrosa y dismi - nución de la agudeza visual como nuevas reac - ciones adversas. Se ha notificado un síndrome consistente en miopía aguda asociada a glaucoma secundario de ángulo cerrado en pacientes adultos y pe - diátricos tratados con zonisamida. Los síntomas incluyen un cuadro agudo de disminución de la agudeza visual y/o dolor ocular. Los hallazgos oftalmológicos pueden incluir miopía, aplana -miento de la cámara anterior, hiperemia ocular (enrojecimiento) y aumento de la presión in - traocular. Los síntomas pueden aparecer desde unas horas hasta semanas desde el inicio del tratamiento. El tratamiento incluye la suspensión de zoni - samida lo antes posible según criterio médico y la adopción de las medidas pertinentes para reducir la presión intraocular. Se debe tener precaución cuando se trate con zonisamida a pacientes con antecedentes de trastornos ocu - lares. Zonisamida y problemas oculares Se han notificado casos de enfermedad pul - monar intersticial -EPI- (incluyendo infiltrados pulmonares, neumonía organizada y fibrosis pulmonar) sin signos de etiología infecciosa en pacientes que reciben decitabina (Dacogen®), un fármaco autorizado para el tratamiento de la leucemia mieloide aguda. Se debe realizar una cuidadosa evaluación de los pacientes que presenten un inicio agudo o un empeoramiento inexplicable de los síntomas pulmonares para descartar EPI y si esta llegase finalmente a con - firmar, se deberá iniciar tratamiento adecuado. La ficha técnica de los medicamentos con de - citabina se actualizará para incluir nueva infor - mación a este respecto.Decitabina y enfermedad pulmonar intersticialACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_tFARMACOVIGILANCIA Junio 2017 volumen 15 Nº2 - 117 - La visión borrosa es una reacción adversa que hasta ahora sólo se mencionaba en la informa - ción del producto de budesonida cápsulas. Tras haberse notificado casos con las formas inhala - das e intranasales, y puesto que se supone que este efecto ocurre por absorción sistémica del producto y que las otras formulaciones también se absorben por vía general, se ha considerado que esta reacción adversa resulta relevante para todas las preparaciones. Teniendo en cuenta el número de reacciones adversas notificadas, \"vi - sión borrosa\" aparecerá para las formulaciones enterales e intranasales como reacción adversa con una frecuencia de aparición \"rara\". Para las formulaciones dermatológicas e inhaladas figu - rará como \"poco frecuente\".Se han descrito casos de coriorretinopatía se - rosa central (CRSC) tras la administración local de corticosteroides por vía inhalatoria e intra - nasal, epidural, intraarticular, tópica dérmica y periocular. Los datos acumulados sugieren la posibilidad de que las formas tópicas de bu - desonida aumenten el riesgo de presentar esta patología. Por lo tanto, es importante que, en presencia de problemas oculares, se llame la atención de los pacientes y los médicos sobre la posibilidad de que los glucocorticoides tópi - cos puedan contribuir a la aparición de la enfer - medad o a su empeoramiento. En base a ello se actualizará la ficha técnica y el prospecto.Budesonida: visión borrosa y coriorretinopatía serosa central El fluconazol oral está indicado para el trata - miento de la candidiasis vaginal aguda, cuando la administración tópica ha fallado, o en casos de recurrencia o síntomas severos. Se estima que la prevalencia de la candidiasis vaginal en mujeres embarazadas es del 10%. Estudios previos sobre la seguridad del flucona - zol en el embarazo relacionan el tratamiento a dosis altas y a largo plazo con el riesgo de mal - formaciones congénitas. La FDA a principios de 2016 tuvo conocimiento de la publicación de un estudio que describía una asociación entre el uso de fluconazol en el embarazo y aborto espontáneo. En Europa, se ha llevado a cabo un estudio de cohortes, basado en el registro nacional danés de pacientes, para estudiar esta relación entre la administración de fluconazol oral en emba - razadas y riesgo de aborto y nacido muerto. Los resultados del estudio muestran que la ad - ministración de fluconazol oral en mujeres em - barazadas, se asocia con un aumento del riesgo de aborto espontáneo estadísticamente signifi - cativo comparado con mujeres no expuestas o mujeres en tratamiento con azoles tópicos. En el caso de nacido muerto, aunque es un evento extraño, los resultados para altas dosis de flu - conazol son clínica y estadísticamente significa - tivos. En base a los resultados de este estudio y de la evidencia científica disponible, la sección 4.6 de la ficha técnica (fertilidad, embarazo y lactancia) se actualizará con el siguiente texto: \"Un estu - dio observacional ha sugerido un aumento del riesgo de aborto espontáneo en mujeres trata - das con fluconazol durante el primer trimestre\". Fluconazol: aborto espontáneo y nacido muerto La administración de fluconazol oral en mujeres embarazadas, se asocia con un aumento del ries/g.salto de aborto espontáneo. En el caso de nacido muerto los resultados para altas dosis de fluconazol son clínica yestadísticamente si/g.saltnicativos.a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 118 - volumen 15 Nº2 Junio 2017 FARMACOVIGILANCIA Los medicamentos que contienen flutamida, antiandrógeno oral no esteroideo, están auto - rizados, en combinación con los agonistas de la hormona liberadora de hormona luteinizante (LHRH), para el tratamiento del carcinoma me - tastásico de próstata. El Comité de Seguridad de Medicamentos de Uso Humano (CSMH) de la Agencia Española de Medicamentos y Productos Sanitarios (AEMPS) ha evaluado recientemente el uso fuera de indi - cación de este producto para el tratamiento de la alopecia androgenética en mujeres. La eva - luación se ha llevado a cabo a raíz de un caso notificado al Sistema Español de Farmacovigi - lancia de hepatitis con desenlace mortal en una mujer que recibió tratamiento con flutamida para esta indicación. En la evaluación se han analizado los casos de notificación espontánea de sospechas de reacciones adversas asociadas a flutamida procedentes de las bases de datos española (FEDRA), europea (EudraVigilance) y de la OMS (Vigibase), así como los casos publi - cados en la literatura científica. Las principales conclusiones son las siguientes: A pesar de que la única indicación auto- rizada para flutamida es el carcinoma de próstata, se ha constatado que existe un uso fuera de indicación en mujeres para tratar cuadros de hirsutismo y alopecia androgenética, así como casos de acné y seborrea. No obstante, no es posible es-tablecer con exactitud el nivel de uso de este producto en mujeres al margen de las condiciones autorizadas. La mayoría de los casos de daño hepático asociados a la administración de flutami-da se describen en pacientes varones con cáncer prostático. Sin embargo, se han identificado casos en mujeres a las que se les prescribió flutamida para el tratamien-to de alguno de los cuadros clínicos cita-dos anteriormente. Entre las alteraciones hepáticas notifica-das en estas mujeres, se encuentran casos muy graves que llegaron a requerir tras-plante hepático e incluso ocasionaron la muerte de la paciente: ¡En España se han notificado hasta la fecha un total de 10 casos de tras - tornos hepáticos asociados al uso de flutamida en mujeres, ocho de ellos considerados graves. Las reacciones adversas notificadas fueron hepatitis, hepatitis colestásica, esteatosis hepá-tica y elevación de enzimas hepáticas. La indicación para la cual se adminis - tró flutamida fue hirsutismo, acné y alopecia androgenética. Ocho de las pacientes se recuperaron mientras que dos requirieron trasplante hepá - tico. Una de las pacientes trasplanta-das falleció posteriormente. ¡La información de las bases de datos EudraVigilance y Vigibase indica que se han notificado casos de características similares tanto en países europeos como fuera de Europa. A pesar de que la única indicación autorizada para flutamida es el carcinoma de próstata, se ha constatado que existe un uso fuera de indicación en mujeres para tratar cuadros de hirsutismo y alopecia andro/g.saltenética, así como casos de acné y seborrea.Flutamida: casos graves de hepatotoxicidad asociados al uso fuera de condiciones autorizadas Recomendaciones del Comité para la Evaluación de Riesgos en Farmacovigilancia Europeo (PRAC)Nota informativa de la AEMPS publicada con fecha 10 de febrero de 2017Referencia: MUH (FV), 1/2017 Se han identicado casos graves de daño hepático en mujeres que recibían fluta- mida para indicaciones no autorizadas como el tratamiento de hirsutismo, seborrea, acné y alopecia androgenética. Se recuerda a los profesionales sanitarios que la única indicación autorizada para flutamida es el carcinoma de próstata metastásico y no se recomienda su uso en mujeres para el tratamiento de las patologías arriba indicadas. Se han identicado casos /g.saltraves de daño hepático en mujeres que recibían flutamida para indicaciones no autorizadas.ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_tFARMACOVIGILANCIA Junio 2017 volumen 15 Nº2 - 119 - ¡Diversas publicaciones científicas do - cumentan casos de daño hepático grave asociado al uso de flutamida en mujeres fuera de las condiciones autorizadas. Si bien el daño hepático es un riesgo conocido para flutamida y está recogido en la ficha técnica y prospecto de los medicamentos autorizados con este principio activo a dosis de 250 miligramos cada 8 horas, los casos procedentes de la notificación espontánea indican que también existe riesgo de lesión hepática grave a dosis más bajas utilizadas en mujeres para indicaciones no autorizadas. El mecanismo por el cual flutamida pro-duce daño hepático no está totalmente establecido. En base a las conclusiones del CSMH, la AEMPS recuerda a los profesionales sanitarios que la única indicación autorizada para flutamida es el carcinoma de próstata y que no debe utilizarse en mujeres para el tratamiento de patologías como la seborrea, hirsutismo, acné y alopecia androgenética. En España se encuentran actualmente autori - zados tres medicamentos que contienen fluta - mida: Grisetin, Prostacur, y Flutamida Cinfa. Sus fichas técnicas se encuentran disponibles en el Centro de Información online de Medicamen - tos de la AEMPS (CIMA). Finalmente se recuerda la importancia de noti - ficar todas las sospechas de reacciones adver - sas a través del formulario electrónico disponi - ble en la web www.notificaRAM.es. La administración de a/g.saltentes de contraste con /g.saltadolinio puede provocar la formación de depósitos cerebrales de /g.saltadolinio. Riesgo de formación de depósitos cerebrales aso-ciado a la administración de agentes de contraste con gadolinio Recomendaciones del Comité europeo para la evaluación de riesgos en farmacovigi-lancia (PRAC). Nota de la AEMPS publicada con fecha 13 de marzo de 2017Referencia: MUH (FV), 2/2017 La administración de agentes de contraste con gadolinio puede provocar la forma- ción de depósitos cerebrales de gadolinio. Aunque no se han identicado síntomas o trastornos asociados a estos depósitos, como medida de precaución, y dado que los datos disponibles sugieren que los contrastes lineales liberan gadolinio en mayor medida que los agentes macrocíclicos, se ha considerado que el balance benecio-riesgo de la administración intravenosa de los contrastes lineales ácido gadobénico, gadodiamida, ácido gadopentético y gadoversetamida es actualmente desfavorable, por lo que el PRAC ha recomendado la suspensión de su autorización de comercialización. Mientras se adopta una decisión nal, la AEMPS recomienda no utilizar los contras- tes lineales disponibles en España (los que contienen ácido gadobénico y gadodia-mida) y utilizar el resto de contrastes con gadolinio a las dosis más bajas posiblesEl mecanismo por el cual flutamida produce daño hepático no está totalmente esta - blecido. Recientemente, el Comité europeo para la evaluación de riesgos en farmacovigilancia (PRAC) ha finalizado la revisión que venía llevando a cabo acerca de la acumulación de gadolinio en ciertas áreas cerebrales tras exposición a contrastes que contienen este metal. Estos contrastes, utilizados para mejorar la calidad de las imágenes obtenidas a través de resonancia magnética (RM), pueden a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 120 - volumen 15 Nº2 Junio 2017 FARMACOVIGILANCIA clasificarse en dos grandes grupos: lineales (ácido gadobénico, ácido ácido gadotérico y gadoteridol). Durante el proceso de evaluación realizada se ha puesto de manifiesto: La utilización de estos agentes de contraste puede provocar la aparición de depósitos cerebrales de gadolinio. Este hecho ha podido constatarse tanto indirectamente, a través de estudios que han mostrado áreas con un incremento de la intensidad de la señal en RM, como de un modo directo, a través de la medición de los niveles de gadolinio en el cerebro, observados meses después de la última administración del contraste. Los datos sobre estabilidad, así como los estudios in vitro y no clínicos disponibles, sugieren que los agentes lineales liberan gadolinio en mayor medida que los agentes macrocíclicos de tal modo que los primeros pueden producir depósitos cerebrales durante periodos incluso superiores a un año, mientras que los últimos suelen tener un carácter transitorio. Aunque hasta el momento no se han identificado daños en los pacientes asociados a estos depósitos cerebrales, el PRAC recomienda adoptar las medidas de precaución que se exponen a continuación. El depósito de gadolinio en otros órganos y tejidos se ha asociado con efectos secundarios poco frecuentes, como es el caso de formación de placas cutáneas o el desarrollo de fibrosis sistémica nefrogénica. Las conclusiones y recomendaciones del PRAC han sido las siguientes: Se considera que el beneficio de la administración intravenosa de los siguientes agentes de contraste lineales no supera a sus riesgos: ácido gadobénico, gadodiamida, ácido gadopentético y gadoversetamida y recomienda su suspensión de comercialización. Estos agentes presentan una estructura que les confiere una mayor probabilidad de liberar gadolinio. El balance beneficio-riesgo de los dos agentes de contraste lineales indicados a continuación, se considera favorable y se recomienda que se mantengan disponibles debiendo utilizarse a la menor dosis posible y en caso de que otras pruebas diagnósticas no se consideren adecuadas: ¡Ácido gadoxético: por tratarse de un producto con especificidad hepática que cumple con una importante necesidad diagnóstica en pacientes con lesiones en hígado poco vascularizadas. ¡Ácido gadopentético de administración intraarticular: por presentar una concentración de gadolinio muy baja, alrededor de 200 veces inferior a la de los productos intravenosos. El balance beneficio-riesgo de los agentes de contraste macrocíclicos (gadobutrol, ácido gadotérico y gadoteridol) se considera favorable, siempre y cuando se utilicen a la menor dosis posible y cuando otras pruebas diagnósticas no se consideren adecuadas. Estas recomendaciones deberán ser valoradas por el Comité de Medicamentos de Uso Humano (CHMP) de la Agencia Europea de Medicamentos (EMA) y posteriormente hacerse efectivas mediante la correspondiente Decisión de la Comisión Europea. La AEMPS emitirá una nueva nota informativa, en caso de que dicha Decisión difiera sustancialmente de las recomendaciones que acaban de exponerse. Mientras se adopta una decisión final, la AEMPS recomienda a los profesionales sanitarios como medida de precaución, respetar las recomendaciones del PRAC siempre que sea posible. Hasta el momento no se han identicado daños en los pacientes asociados a estos depósitos cerebrales.ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_tFARMACOVIGILANCIA Junio 2017 volumen 15 Nº2 - 121 - Para reducir la frecuencia y gravedad de la disfunción ventricular izquierda y de la insuficiencia cardiaca congestiva asociada al tratamiento con Herceptin® (trastuzumab) se deberán seguir, tanto el algoritmo de tratamiento, como las recomendaciones sobre monitorización cardiaca que aparecen recogidas en la Ficha Técnica del medicamento. En este sentido, los aspectos más destacados a tener en cuenta son los siguientes. Durante todo el tiempo que dure la terapia con trastuzumab se deberá repetir con periodicidad trimestral, la misma evaluación cardiológica indicada para antes de iniciar el tratamiento. Tras suspender el tratamiento, se deberá continuar con la monitorización de manera semestral hasta que se alcancen 24 meses de la última administración del medicamento. En los pacientes que reciben quimioterapia con antraciclinas se recomienda seguimiento adicional, realizando controles anuales hasta cumplidos los 5 años desde la última administración del producto, o durante más tiempo si se observase un descenso continuo de la FEVI. No se debe administrar concomitantemente trastuzumab y antraciclinas para el tratamiento del cáncer de mama metastásico (CMM) o para el tratamiento adyuvante del cáncer de mama. Se deberán seguir las instrucciones de interrupción del tratamiento que aparecen detalladas en la sección 4.2 de la Ficha Técnica de Herceptin (trastuzumab): Posología y forma de administración, entre las que se incluye: \"si el porcentaje de la fracción de eyección del ventrículo izquierdo (FEVI) desciende 10 puntos respecto al valor inicial y hasta por debajo del 50%, el tratamiento debe ser suspendido y se debe repetir la evaluación de la FEVI después de aproximadamente 3 semanas\". Si durante la terapia con trastuzumab el paciente llegara a desarrollar insufi-ciencia cardíaca sintomática, se deberán administrar los medicamentos habitualmente utilizados para tratar esta patología. La mayoría de los pacientes que desarrollaron ICC o disfunción cardíaca asintomática en los ensayos pivotales mejoraron tras la administración de tratamiento estándar, que incluía un inhibidor de la enzima convertidora de angiotensina (IECA) o un bloqueante del receptor de angiotensina (BRA) y un betabloqueante. La medición de la FEVI sigue siendo el método de elección para llevar a cabo la monitorización de la función cardíaca; los biomarcadores pueden constituir una herramienta de apoyo para los pacientes con un riesgo específico de experimentar ICC pero no pueden reemplazar la evaluación de la FEVI por ECO o angiografía radioisotópica (MUGA). Los médicos prescriptores deben insistir a otros médicos responsables del seguimiento de pacientes tratados con trastuzumab sobre la importancia de continuar con la monitorización cardíaca de manera regular según lo establecido en la Ficha Técnica del medicamento. No se debe administrar concomitante - mente trastuzumab y antraciclinas para el tratamiento del cáncer de mama metastásico (CMM) o para el tratamientoadyuvante del cáncer de mama.HERCEPTIN® (trastuzumab): necesidad de mo-nitorización cardíaca para reducir la frecuencia y gravedad de la disfunción ventricular izquierda y de la insuciencia cardíaca congestiva Nota de Roche publicada con fecha 22 de marzo de 2017a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 122 - volumen 15 Nº2 Junio 2017 EDUCACIÓN CONTINUADA Antonio G. García Profesor Emérito Universi-dad Autónoma de MadridEducación Médica y Poesía En sus clases, don Juan Estremera, mi profesor de lengua y literatura españolas en el murcia-no Instituto de Bachillerato Alfonso X el Sabio, tenía por costumbre pedir a los alumnos que leyeran un fragmento en prosa o una poesía de algún escritor. Un día que explicaba el arte poético del soneto, sus orígenes, su métrica, ritmo, cadencia y rima de sus catorce versos, me pidió que subiera a la tarima, cerca de la mesa del profesor, para leer un delicioso soneto del Renacimiento Español. Dominan - do el manojo de nervios que me invadía, yo, quinceañero por entonces, di lectura a un so - neto de Garcilaso de la Vega: En tanto que de rosa y de azucena se mues- tra la color en vuestro gesto, y que vuestro mirar ardiente, honesto, con clara luz la tempestad serena; y en tanto que el cabello, que en la vena del oro se escogió, con vuelo presto por el hermoso cuello blanco, enhiesto, el viento mueve, esparce y desordena: coged de vuestra alegre primavera el dulce fruto antes que el tiempo airado cubra de nieve la hermosa cumbre. Marchitará la rosa el viento helado, todo lo mudará la edad ligera por no hacer mudanza en su costumbre. Don Juan me rogó que dijera a la clase el sig-nificado del poema. Creo recordar que di una vaga explicación, que no debió parecerse a la sucinta y clara lectura que, 50 años después, hiciera mi alumna de tercer curso de medi-cina de la Universidad Autónoma de Madrid (UAM), Ángela Gutiérrez Rojas, en el volumen I del \"Recetario Poético de los Estudiantes de Medicina de la UAM, de este estupendo so-neto: <<Quizás en el S. XVI ya había quien pensaba que pasar por la vida como zombies no es una opción, sino que cada día despertamos invi-tados a vivir como queremos y a entregarnos en cada detalle o actividad, por rutinaria que sea. Echar fuera lo que sobra, poner a exa-men lo que nos preocupa y dejar únicamente lo esencial: aquello que nos hace sentir vivos. Parar un momento, coger aire, buscar aquello que nos falta y rechazar todo lo demás. Vivir sin pasar de largo.>> Lo que sí recuerdo es que mi idea de la vida, la belleza, la inquietud por la palabra castella-na bien dicha y mi voracidad lectora, tuvieron un antes y un después de aquella experiencia literaria. El profesor Juan Estremera despertó en mi el gusanillo de la escritura y ya, desde los 15 años, no paré de rellenar cuadernos de notas, mezclando datos de mis experimentos con comentarios \"literarios\" de todo lo que se ponía al alcance de mi cabeza. Tras mi bachillerato murciano, comencé mis estudios de medicina en el entonces espléndi - do Campus de la madrileña Universidad Com-plutense. Mis paseos por los boscosos jardi - nes de la Ciudad Universitaria despertaron en mí todo tipo de sentimientos y emociones. Con mis amigos de Molina de Segura, que vi - víamos en pensiones y pisos compartidos por la zona de Argüelles y Moncloa, celebrába-mos recitales poéticos a los que invitábamos a algunas estudiantes, particularmente de la Facultad de Filosofía y Letras. En los años se-senta del siglo XX, en Medicina escaseaban las féminas. Durante los veranos de quinto y sexto curso me enrolé en la Milicia Universitaria; por en-tonces, los estudiantes universitarios podía - mos hacer el obligatorio servicio militar en dos periodos veraniegos de vacaciones, para así no perder un curso. Pasé dos duros pero inolvidables veranos en el Campamento El Robledo, cerca de La Granja de San Ildefonso. EDUCACIÓN CONTINUADA ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 - 123 - Por la noche, tras la cena, algunos compañeros de distintas facultades nos reuníamos al aire libre a la puerta de las circulares tiendas de campaña en las que dormíamos, en jergones, doce \"caballeros militares universitarios\". Re-cuerdo una canción, acompañada de guitarra, que cantaba un compañero de derecho creo recordar que de apellido Salcedo, que actual - mente la escucho con frecuencia, interpreta-da por el grupo chileno Los Charchaleros: Sapo de la noche sapo cancionero que vives soñando junto a tu laguna tenor de los charcos grotesco trovero que estás embrujado de amor por la luna. Yo se de tu vida sin gloria ninguna se de la tragedia de tu alma inquieta y esa tu locura de adorar la luna que es locura eterna de todo poeta. Sapo cancionero canta tu canción que la vida es triste si no la vivimos con una ilusión. Tu te sabes feo feo y contra hecho por eso de día tu fealdad ocultas y de noche cantas tu melancolía y suena tu canto como letanía. Repican tus voces en franca porfía las coplas son vanas como son tan bellas no sabes acaso que la luna es fría porque dio su sangre para las estrellas. Medio siglo después de aquella aventura militar, en el Recetario II, Almudena Vallespín, alumna de sexto curso de medicina de la Universidad Autónoma de Madrid (UAM), comentaría esta canción poética en los siguientes términos: <<En este tema del grupo cantautor chileno Los Charchaleros, siempre he visto una clara alegoría de lo que es el amor platónico. Ese amor desencontrado, que nos avergüenza, in - alcanzable, del que nos sentimos indignos, el propio de los poetas, de los artistas, de los que en parte se gozan en la propia desgracia, pues es irremediable inspiración para sus creacio - nes. Cada elemento de la canción-poema representa un elemento de esta relación de amor platónico. Aquí la luna representa el objeto del amor, la persona o ideal inalcanzable. Por ser tan bella y tan lejana. Por no poder amarla, porque \"es fría /porque dio su sangre para las estrellas\", es decir, porque no le corresponde a uno. Amarla es un embrujo, una locura. El sapo es el amante, el que se siente indigno \"feo y contrahecho\", el que ama lo inalcanzable, el \"poeta\". Y es que siempre, a lo largo de toda la historia, los poetas se han caracterizado por este amor desgarrado, desesperado, irra - cional, improductivo. La laguna, aquel lugar en el que se haya el sapo, podría representar la poesía del poeta sobre la que se vuelca, al no poder volcarse sobre el objeto del amor, siempre aferrado a ella. O, si lo ampliamos a cualquier tipo de artista su creación artística la que sea. Vemos que el sapo se siente feo, vemos la locura de ese amor sin sentido, lo bellas que son sus coplas, la belleza que surge de este inservible amor, no tan inservible después de todo.>> El oriolano poeta-pastor Miguel Hernández me había llegado hondo cuanto conocí su poe - sía en los años sesenta, en plena efervescencia universitaria, con la policía (en las canciones-protesta les llamábamos \"los grises\", por el color de su uniforme), a caballo o entrando en las Facultades de la Complutense para disol - ver las asambleas estudiantiles que clamaban por la democracia al final de la dictadura fran-quista. En el Campamento Militar el Robledo, aquella noche del verano de 1968, yo podría haber recitado alguna de las maravillosas poe-sías líricas de Miguel Hernández que sabía de HISTORIA DE LA FARMACOLOGÍA a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 124 - volumen 15 Nº2 Junio 2017 EDUCACIÓN CONTINUADA memoria: \"Las \"El niño Yuntero\", \"Te me mueres de casta y de sen - cilla\", o \"Tus cartas son un vino\". Sin embar - go, enfervorizado por el ambiente represor político y militar, o quizás inconscientemente para exhibir mis cualidades de expresión poé - tica ante mis compañeros de milicia, recité la poesía épica \"Vientos del pueblo\": Vientos del pueblo me llevan, vientos del pueblo me arrastran, me esparcen el corazón y me aventan la garganta. Los bueyes doblan la frente, impotentemente mansa, delante de los castigos: los leones la levantan y al mismo tiempo castigan con su clamorosa zarpa. No soy de un pueblo de bueyes, que soy de un pueblo que embargan yacimientos de leones, desfiladeros de águilas y cordilleras de toros con el orgullo en el asta. Nunca medraron los bueyes en los páramos de España. ¿Quién habló de echar un yugo sobre el cuello de esta raza? ¿Quién ha puesto al huracán jamás ni yugos no trabas, ni quién al rayo detuvo prisionero en una jaula? Por entonces, Miguel Hernández estaba pro-hibido; durante la fatídica Guerra Civil Espa-ñola había luchado en el bando republicano y simpatizaba con el comunismo. No es ex - traño, pues, que, a la mañana siguiente el teniente de mi compañía-42 me llamara a su tienda, pues ya sabía que había recitado los \"Vientos del Pueblo\" la noche anterior. Allí se sabía todo pronto; los \"vigilantes chivatos\" estaban a la orden del día. Me dijo que me iba a abrir un expediente para expulsarme de la milicia e hiciera la mili normal en un centro de instrucción de reclutas. Le comenté que mi intención al recitar la poesía no era políti - ca y que esa poesía de Miguel Hernández re - trataba, como ninguna, las virtudes de los es-pañoles de las distintas regiones de España:Asturianos de braveza, vascos de piedra blindada, valencianos de alegría y castellanos de alma, labrados como la tierra y airosos como las alas; andaluces de relámpago, nacidos entre guitarras y forjados en los yunques torrenciales de las lágrimas; extremeños de centeno, gallegos de lluvia y calma, catalanes de firmeza, aragoneses de casta, murcianos de dinamita frutalmente propagada, leoneses, navarros, dueños del hambre, el sudor y el hacha, reyes de la minería, señores de la labranza, hombres que entre las raíces, como raíces gallardas, vais de la vida a la muerte, vais de la nada a la nada: yugos os quieren poner gentes de la hierba mala, yugos que habéis de dejar rotos sobre sus espaldas. El teniente, tras sus amenazas, debió sentir en el fondo cierta simpatía por la poesía de Miguel Hernández y me dejó marchar con la advertencia de que eligiera poetas del Siglo de Oro, u otros más recientes cuyo mensaje fuera amoroso, para las veladas de noches sucesivas. Tras hacer mi doctorado en la Complutense y mi posdoctorado en la Universidad de Nue-va York, trabajé como profesor e investigador en las universidades de Valladolid y Alicante y recalé, finalmente, en la UAM, en donde he ejercido la mayor parte de mi vida profesio - nal. Un día de no sé qué año, cinco minutos antes de finalizar mi clase sobre la farmacolo - gía de la digital, pedí a un alumno que leyera una poesía de Antonio Machado al resto de sus 200 compañeros de clase: Caminante, son tus huellas el camino, y nada más; caminante, no hay camino: se hace camino al andar.HISTORIA DE LA FARMACOLOGÍA ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 - 125 - EDUCACIÓN CONTINUADA Al andar se hace camino, y al volver la vista atrás se ve la senda que nunca se ha de volver a pisar. Caminante, no hay camino, sino estelas en la mar. Durante años, había acariciado la idea de in - troducir la poesía en el marco de mis activi- dades docentes; sin embargo, no me atreví a hacerlo hasta aquel día, quizás a finales de los ochenta del siglo XX, en la Facultad de Medi-cina de la UAM. Cuando el alumno concluyó la lectura del poema, la clase se lo agradeció con un aplauso cerrado. Ello me animó a im - pregnar de poesía, gradualmente, todas mis actividades educativas de pregrado y posgra-do. Así, los estudiantes que preparaban con mi tutela los seminarios de farmacología en ter - cer curso, o los seminarios de farmacología clínica en sexto curso, o los trabajos de inves-tigación para presentar en el Minicongreso de Farmacología, finalizaban sus presentacio-nes con la lectura de una poesía. Hace unos años, al finalizar su presentación en el Mini - congreso, con el aula de La Pagoda abarrota-da, la estudiante de tercer curso Laura García Aguilar se atrevió a dar lectura a la excelente poesía \"No te rindas\", del uruguayo Mario Be-nedetti: No te rindas, aún estas a tiempo de alcanzar y comenzar de nuevo, aceptar tus sombras, enterrar tus miedos, liberar el lastre, retomar el vuelo. No te rindas que la vida es eso, continuar el viaje, perseguir tus sueños, destrabar el tiempo, correr los escombros y destapar el cielo. No te rindas, por favor no cedas, aunque el frio queme, aunque el miedo muerda, aunque el sol se esconda y se calle el viento, aun hay fuego en tu alma, aun hay vida en tus sueños, porque la vida es tuya y tuyo tambien el deseo, porque lo has querido y porque te quiero. Porque existe el vino y el amor, es cierto, porque no hay heridas que no cure el tiempo, abrir las puertas quitar los cerrojos, abandonar las murallas que te protegieron. Vivir la vida y aceptar el reto, recuperar la risa, ensayar el canto, bajar la guardia y extender las manos, desplegar las alas e intentar de nuevo, celebrar la vida y retomar los cielos, No te rindas por favor no cedas, aunque el frio queme, aunque el miedo muerda, aunque el sol se ponga y se calle el viento, aun hay fuego en tu alma, aun hay vida en tus sueños, porque cada dia es un comienzo, porque esta es la hora y el mejor momento, porque no estás sola, porque yo te quiero. Pero si fue emocionante para mi escuchar el recital de Laura, lo fue más el comentario que, sobre este poema, haría ella más tarde en el Recetario I: <<Este poema trata de una actitud frente a la vida basada en la superación personal. La esencia de estos versos reside no tanto en un positivismo permanente, o en la creación de una coraza que nos aísle de todo sentimien-to, sino en considerar los eventos negativos como experiencias. La vida es una constante alternancia de abrumadora felicidad e in - finita tristeza, ambas necesarias para darle sentido a nuestra existencia. Por ello, debe-mos ser capaces de sobreponernos y, como dice Benedetti: \"Abandonar las murallas que te protegieron, vivir la vida y aceptar el reto>> También extendí esta actividad poética a las reuniones anuales que en diciembre celebra-mos el Grupo Español de Neurotransmisión y Neuroprotección (Red de Investigadores GENN) así como en la Escuela Teófilo Her - nando de Farmacología, que desde 1996, organizamos Luis Gandía y yo en la Univer - sidad Internacional Menéndez Pelayo, en el espléndido Palacio de la Magdalena de San - tander. En julio de 2003, la Universidad Me - néndez Pelayo celebraba su 75 aniversario y estaba sobrecargada de actividades; por ello, ubicó nuestra Escuela en el Museo Marítimo HISTORIA DE LA FARMACOLOGÍA a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 126 - volumen 15 Nº2 Junio 2017 EDUCACIÓN CONTINUADA de Santander, lejos del bullicio del sobrecar - gado Campus de La Magdalena. Fue todo un acierto ya que estábamos solos, rodeados de peces; así, alumnos y profesores pudimos aprender y enseñar en un ambiente informal y con una extensa comunicación. A lo largo de la semana, como ya era habitual en edicio - nes anteriores de la Escuela, invité a algunos estudiantes para que, al final de las clases, recitaran alguna poesía. En el acto de clau - sura de la Escuela, la vicerrectora profesora Virginia Maqueira que lo presidío, quedó vi-vamente sorprendida por el hecho de que in - cluyéramos en una Escuela de ciencia la poe - sía. En dicho acto, la entonces estudiante de medicina de la UAM Elena Planas Berilo, que pertenecía al Grupo de Teatro de la Facultad de Medicina, recitó el Poema número XX del libro \"Veinte Poemas de Amor\" de Pablo Ne - ruda: \"PUEDO escribir los versos más tristes esta noche. Escribir, por ejemplo: \"La noche está estrellada, y tiritan, azules, los astros, a lo lejos\". El viento de la noche gira en el cielo y canta. Puedo escribir los versos más tristes esta noche. Yo la quise, y a veces ella también me quiso. En las noches como ésta la tuve entre mis brazos. La besé tantas veces bajo el cielo infinito. Ella me quiso, a veces yo también la quería. Cómo no haber amado sus grandes ojos fijos. Puedo escribir los versos más tristes esta noche. Pensar que no la tengo. Sentir que la he perdido. Oir la noche inmensa, más inmensa sin ella. Y el verso cae al alma como al pasto el rocío. Qué importa que mi amor no pudiera guardarla. La noche está estrellada y ella no está conmigo. Eso es todo. A lo lejos. alguien canta. A lo lejos.Mi alma no se contenta con haberla perdido. Como para acercarla mi mirada la busca. Mi corazón la busca, y ella no está conmigo. La misma noche que hace blanquear los mismos árboles. Nosotros, los de entonces, ya no somos los mismos. Ya no la quiero, es cierto, pero cuánto la quise. Mi voz buscaba el viento para tocar su oído. De otro. Será de otro. Como antes de mis besos. Su voz, su cuerpo claro. Sus ojos infinitos. Ya no la quiero, es cierto, pero tal vez la quiero. Es tan corto el amor, y es tan largo el olvido. Porque en noches como ésta la tuve entre mis brazos, mi alma no se contenta con haberla perdido. Aunque éste sea el último dolor que ella me causa, y éstos sean los últimos versos que yo le escribo\" Elena recitó el poema con tanta ternura y sensibilidad que nos emocionó pro-fundamente. De hecho, el profesor Patrick du Souich de la canadiense Universidad McGill, y su esposa, me comentaron que se les sal - taron las lágrimas escuchando a Elena. A mi también. Poco a poco fui percatándome de que los estudiantes acogían con naturalidad esta in - usual herramienta pedagógica. Por ello, un día se me ocurrió invitar a una veintena de estudiantes de mi grupo de seminarios a ver \"La Vida es Sueño\" de Pedro Calderón de la Barca, interpretada por la Compañía Nacional de Teatro Clásico. La gran actriz Blanca Por - tillo bordó el personaje de Segismundo, de-clamando los afamados versos de una de las obras más universales del teatro del Siglo de Oro español. Cuando Blanca Portillo, saliendo lentamente de su prisión, por una trampilla del suelo del escenario, con la luz iluminan - do su rostro dolorido, recitó el afamado frag-HISTORIA DE LA FARMACOLOGÍA ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 - 127 - EDUCACIÓN CONTINUADA mento quejumbroso del desheredado Prín- cipe de Polonia, Segismundo, no se oía ni la respiración del público que abarrotábamos el teatro: Es verdad, pues: reprimamos esta fiera condición, esta furia, esta ambición, por si alguna vez soñamos. Y sí haremos, pues estamos en mundo tan singular, que el vivir sólo es soñar; y la experiencia me enseña, que el hombre que vive, sueña lo que es, hasta despertar. Sueña el rey que es rey, y vive con este engaño mandando, disponiendo y gobernando; y este aplauso, que recibe prestado, en el viento escribe y en cenizas le convierte la muerte (¡desdicha fuerte!): ¡que hay quien intente reinar viendo que ha de despertar en el sueño de la muerte! Sueña el rico en su riqueza, que más cuidados le ofrece; sueña el pobre que padece su miseria y su pobreza; sueña el que a medrar empieza, sueña el que afana y pretende, sueña el que agravia y ofende, y en el mundo, en conclusión, todos sueñan lo que son, aunque ninguno lo entiende. Yo sueño que estoy aquí, destas prisiones cargado; y soñé que en otro estado más lisonjero me vi. ¿Qué es la vida? Un frenesí. ¿Qué es la vida? Una ilusión, una sombra, una ficción, y el mayor bien es pequeño; que toda la vida es sueño, y los sueños, sueños son. Cuando finalizó la obra, fuimos a tomar un café en una cafetería junto al teatro y casual - mente coincidimos con Blanca Portillo, con la que hablamos sobre su papel de Segismundo, interpretado por una mujer. Nos contó su vi-vencia del personaje, con el que se identifi-caba al ciento por cien una vez que aparecía en el escenario, emergiendo de su \"cueva\" por una trampilla. Fue una experiencia inol - vidable para los alumnos, para el profesor Fernando Padín que colaboró conmigo unos años en los seminarios, y para mi. Tras esta maravillosa experiencia teatral, que luego repetiría con otras promociones de es-tudiantes, se me ocurrió reclutar a un puña - do de estudiantes para formar el Grupo de Poesía de la Facultad de Medicina de la UAM. Con unas pastas y galletas en mi despacho de la Facultad o, esporádicamente, en cafeterías de Madrid (Café Gijón, Café Colón, Café Co - mercial, Café de Oriente, Mallorca...) fuimos seleccionando poesías que comentaba cada alumno. Al grupo se incorporó pronto el doc - tor José Luis Aranda Arcas, compañero de promoción en Medicina de la Complutense, internista y poeta. Hacía tiempo que José Luis me enviaba los preciosos sonetos que com-ponía y por ello le invité a formar parte del Grupo. Los estudiantes le acogieron con ca - lor, ya que fue un estímulo para los críticos y animados debates. Así, al cabo de dos años, disponíamos de un largo centenar de poesías comentadas por alumnos, que recogimos en un libro, el \"Recetario Poético de los Estu-diantes de Medicina de la UAM\". Aunque la mayoría de las poesías habían sido seleccionadas por estudiantes, y alguno de los poemas fue compuesto por ellos, incluimos también algunas poesías se - leccionadas y comentadas por profesores y personal de administración y servicios. La co-laboración en labores de coordinación, meca-nografiado y maquetación de María Fagoaga Torija, secretaria del Instituto Fundación Teó-filo Hernando, fue fundamental para la edi-ción del Recetario. Además, Maria incluyó alguna poesía comentada por ella fue posible gracias al apoyo del decano, profesor Juan Antonio Vargas y del director de la Fundación Teófilo Hernando, don Arturo García de Die-go, que financiaron a partes iguales la edición del Recetario. Como puerta de entrada al Re - cetario, y para incitar a su lectura, incluimos un sugerente soneto de José Luis Aranda: \"Quien supiera escribir en poesía, me pregunto mil veces a la espera de encontrar aquel verso que le diera, EDUCACIÓN CONTINUADA a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 128 - volumen 15 Nº2 Junio 2017 al lenguaje elegancia y armonía. Quien supiera escribir al blanco día, al olmo seco, verde en primavera, al amor que camina con la hoguera, y esperar que la rima te sonría. Elegimos la voz de la receta, aprendimos a usar el formulario; mas no podremos alcanzar la meta, si no hacemos subir a este escenario el cántico de todos los poetas, que aparecen en este Recetario\" Mi actividad en educación médica, que dura casi medio siglo, me ha proporcionado un sinfín de satisfacciones. Destaco dos anéc- dotas, que me llegaron muy hondo. Una se relaciona con una breve pero profunda Rima de Gustavo Adolfo Bécquer: \"Hoy la tierra y los cielos me sonríen, hoy llega al fondo de mi alma el sol, hoy la he visto..., la he visto y me ha mira- do... hoy creo en Dios!\" de la que hice el siguiente comentario en el Recetario I: \"Paseando por las estrechas calles de un ba- rrio poco visitado de Toledo, me detuve en una placita en la que había una placa grande en una pared. Recordaba la estancia en Toledo del poeta romántico sevillano Gus-tavo Adolfo Bécquer. En esa placa se leía esta breve rima de Bécquer. En el marco de uno de los Minicongresos de Farmacología, los es-tudiantes y algunos profesores celebrábamos una comida de clausura en un Restaurante cercano a la Facultad. En los postres, algunos estudiantes se subieron a una mesa y comen-zaron a sesión poética, pues cada vez que lo intentaba volvían a gritar \"García poesía\". Les conté la historia de Bécquer y sus paseos por la plaza toledana en donde una bella joven, semiescondida tras una celosía, le veía pasar cada tarde sin prestarle atención. Un día, la joven le miró y Bécquer, preso de una felici - dad inenarrable, la eternizó con una breve rima: <<Hoy la he visto; / la he visto y me ha mirado. / ¡Hoy creo en Dios>>. No existe emoción más intensa y universal que la del sentimiento del amor. Pocas palabras basta-ron a Bécquer para definirlo: << Hoy la tierra y los cielos me sonríen,/ hoy llega al fondo de mi alma el sol...>>. Al parecer, la joven que inspiró ese profundo amor a Bécquer era una novicia que más tarde tomaría los hábitos de monja. Romanticismo al más puro estilo de la literatura española del siglo XIX, incluyendo a Larra, Zorrilla, Espronceda y tantos otros.\" La segunda anécdota está relacionada con los alumnos de mi grupo de seminarios de tercer curso de farmacología. En la primave-ra de 2016 invité a los treinta alumnos de mi seminario de farmacología de tercer curso a tomar un refrigerio en la Cervecería Alema-na y luego nos fuimos al remozado Teatro de la Comedia, sede de la compañía Nacional de Teatro clásico. Allí escuchamos la precisa palabra castellana del actor Carmelo Gómez, interpretando a Pedro Crespo, el alcalde de Zalamea de Pedro Calderón de la Barca: \"Al rey, la hacienda y la vida le has de dar. Pero el honor es patrimonio del alma, y el alma solo es de Dios\". Al salir del teatro pregunté a los alumnos si la palabra honor estaba en el vocabulario y en las relaciones sociales de las gentes de hoy, cuatro siglos después de que Lope escribiera su inmortal obra. Concluimos que el teatro clásico de nuestro Siglo de Oro reflejaba las pasiones, virtudes y defectos del ser humano de aquella época, que son las mismas de hoy. La experiencia teatral de mis alumnos de- bió calar en sus corazones pues al finalizar el curso encontré sobre la mesa un pequeño cuaderno de notas y una fotografía que nos habíamos hecho con ellos el doctor Fernando Padín y yo, en nuestra excursión teatral. En la primera página del cuaderno los alumnos recogían la famosa frase del doctor Letamen - di: <<Gracias por enseñarnos que quien solo sabe medicina ni de medicina sabe>>. En las hojas de ese cuaderno cada alumno había es-crito de puño y letra una poesía de su gusto y la acompañaba de un comentario personal. Acomodado en el vetusto sillón de mi des-pacho, fui leyendo con creciente emoción las poesías y comentarios de mis alumnos. Cuando llegué a la poesía de Gabriel Celaya \"Educar\", seleccionada por el alumno Jaime Garnica, la leí despacio y con atención, pues EDUCACIÓN CONTINUADA ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 - 129 - la he utilizado como herramienta pedagógica con los alumnos de varias promociones: Educar es lo mismo que poner motor a una barca... hay que medir, pesar, equilibrar... ... y poner todo en marcha. Para eso, uno tiene que llevar en el alma un poco de marino... un poco de pirata... un poco de poeta... y un kilo y medio de paciencia concentrada. Pero es consolador soñar mientras uno trabaja, que ese barco, ese niño irá muy lejos por el agua. Soñar que ese navío llevará nuestra carga de palabras hacia puertos distantes, hacia islas lejanas. Soñar que cuando un día esté durmiendo nuestra propia barca, en barcos nuevos seguirá nuestra bandera enarbolada.Al volver la página leí el breve comentario del alumno: <<Muchas gracias por no solo enseñarnos farmacología sino a pensar, a divertirnos aprendiendo, a formarnos como personas y como médicos. Puede estar orgulloso por - que todos nosotros, sus \"barcos\", llevaremos siempre su \"bandera\">>. En ese momento, en la soledad de mi despacho, rompí a llorar emocionado. Este cuaderno, en el que una treintena de mis estudiantes plasmaron sus buenos deseos para mi etapa jubilar que co - menzaba al finalizar el curso 2015-2016, es la mejor recompensa para mi actividad educati-va médica de casi medio siglo. Durante cuarenta años, mi \"carga de palabras\" ha tenido un contenido equilibrado de fármacos y poesía. Fármacos, para que los estudiantes futuros médicos supieran aplicarlos con certeza para mitigar el dolor y el sufrimiento de sus pacientes. Poesía, para que esos médicos, durante su ejercicio profesional, recuerden que sus pacientes no son sólo máquinas rotas que hay que reparar; son mucho más que eso, son personas.HISTORIA DE LA FARMACOLOGÍA a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 130 - volumen 15 Nº2 Junio 2017 HISTORIA DE LA FARMACOLOGÍA Garcilaso y el Cuzco Verde Haciendo un paralelismo similar al de Plutarco - Vidas paralelas - el Inca Garcilaso y el cuzco verde - hoja de coca- sufrieron, y sufren todavía, un destino similar. El Inca Garcilaso es un personaje olvidado o, cuando menos, postergado debido a su nombre, nombre que además se eligió él. Nacido como Gómez Suárez de Figueroa, (Cuzco, Gobernación de Nueva Castilla, 12 de abril de 1539 - Córdoba, Corona de Castilla, 23 de abril de 1616) era hijo de un conquistador español y una princesa inca emparentada directamente con la familia imperial. Su padre se vió forzado a renunciar a esta unión siguiendo las directrices del imperio español, que prefería el matrimonio de sus dirigentes con damas españolas. Pese a este abando - no matrimonial, el hijo fue reconocido y recibió una esmerada educación. Este año celebramos exactamente el 400 aniversario de su muerte. Exactamente el 401, dado que el año pasado fue totalmente eclipsado por el año Cervantino y el año Shakesperiano. Des-ventajas de coincidir con dos genios. Además, como queda dicho \"up supra\", en un momento de su vida tuvo la malhadada ocurrencia de cambiar su nombre por el de Garcilaso de la Vega -tío abuelo suyo - con lo cual todo el mundo tiende a confundirlo con el poeta castellano de lírica primorosa: Contigo, mano a mano busquemos otros prados y otros ríos, otros valles floridos y sombríos, donde descanse, y siempre pueda verte ante los ojos míos, sin miedo y sobresalto de perderte. (Égloga 1ª) Nuestro Inca Garcilaso - como gustó y decidió llamarse - fue un escritor e historiador peruano de ascendencia inca y española que sirvió a tres Austrias: Carlos, Felipe II y Felipe III. Se le con - sidera como el \"primer mestizo biológico y espiritual de América\", o en otras palabras, el primer mestizo racial y cultural de América que supo asumir y conciliar sus dos herencias culturales: la indígena americana y la europea, alcanzando al mismo tiempo gran renombre intelectual. Un resumen biográfico de nuestro personaje nos lo sitúa en la América imperial como hijo del conquistador español Sebastián Garcilaso de la Vega y de la princesa inca Isabel Chimpo Ocllo. Gracias a la privilegiada posición de su padre, que perteneció a la facción de Francisco Pizarro -conquistador del Perú- hasta que se pasó al bando del virrey La Gasca, el Inca Garcilaso de la Vega recibió en Cuzco una esmerada educación al lado de los hijos de Francisco y Gonzalo Piza-rro, mestizos e ilegítimos como él. A los veintiún años se trasladó a España, donde siguió la carrera militar. Con el grado de capitán, participó en la represión de los moriscos de Granada - bajo el mando de Don Juan de Austria - y más tarde combatió también en Italia, donde conoció al filósofo neoplatónico León Hebreo. En 1590, muy probablemente dolido por la poca consideración en que se le tenía en el ejército Mª Carmen López Castillo, María Álvarez Casaño, Javier Pérez Frías Dirección para correspondencia Josep-E. BañosDepartamento de Ciencias Experimentales y de la SaludUniversitat Pompeu FabraDr. Ai/g.saltuader 8808003-Barcelona josepeladi.banos@upf.edu HISTORIA TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 - 131 - por su condición de mestizo, dejó las armas y entró en religión. Frecuentó los círculos hu - manísticos de Sevilla, Montilla y Córdoba y se volcó en el estudio de la historia y en la lectu-ra de los poetas clásicos y renacentistas. Fruto de esas lecturas fue la traducción del italiano que hizo de los Diálogos de Amor, de León He-breo, que dio a conocer en Madrid el mismo año de su retiro. Siguiendo las corrientes humanistas en boga, Garcilaso el Inca inició un ambicioso y original proyecto historiográfico centrado en el pasa - do americano, y en especial en el del Perú. Considerado como el padre de las letras del continente, en 1605 - ya bajo Felipe III - dio a conocer en Lisboa su Historia de la Florida y jornada que a ella hizo el gobernador Her - nando de Soto, título que quedó sintetizado en La Florida del Inca. La obra contiene la cró - nica de la expedición de aquel conquistador, de acuerdo con los relatos que recogió él mis-mo durante años, y defiende la legitimidad de imponer en aquellos territorios la soberanía española para someterlos a la jurisdicción cristiana. El título más célebre de Garcilaso el Inca, sin embargo, fueron los Comentarios reales. La primera parte de esta obra se publicó en Lis - boa en 1609 y la segunda, que llevó el título puesto por los editores de Historia general del Perú, fue editada póstumamente en Córdoba (1617). Los Comentarios son una mezcla de autobiografía, reivindicación de su glorioso li - naje e intento de dar una visión histórica del imperio incaico y su conquista por parte de los españoles. Esta conjunción de argumentos de diverso interés ha originado una larga polémi - ca acerca de la verosimilitud histórica de los datos aportados por el Inca Garcilaso en sus escritos. En cambio, desde el punto de vista meramente literario, su prosa está conside - rada como una de las más elevadas manifes-taciones de la lengua castellana y como una referencia inexcusable en la formación de una tradición literaria latinoamericana. La primera parte de los Comentarios rea- les aborda la historia y la cultura del Impe - rio inca, enalteciendo que el Cuzco fue \"otra Roma\", rebatiendo a quienes trataban de \"bárbaros\" a los indígenas peruanos. Su visión providencialista distingue un tiempo salvaje, anterior a la misión civilizadora de los incas; con éstos, en cambio, se instaló una etapa de alta civilización, que los españoles debían perfeccionar con la evangelización, igual que Roma fue cristianizada en el Viejo Mundo. La segunda parte (la Historia General del Perú) enfoca la conquista vista como gesta épica; el problema es que la conquista debió culminar en la cristianización del Perú, pero \"la labor del demonio\" azuzó los pecados capitales de los españoles, conduciéndolos a las guerras civiles, a la destrucción de sabias instituciones incaicas y a la Política Toledana - del virrey To-ledo - adversa a indios y mestizos.Los Comentarios constituyen, pese a los pro-blemas de sus fuentes orales y escritas y a las incongruencias de muchas fechas, uno de los intentos más logrados, tanto conceptual como estilísticamente, de salvaguardar la memoria de las tradiciones de la civilización andina. Por esta razón es considerada su obra maestra y se la ha reconocido como el punto de partida de la literatura hispanoamericana. Cuzco verde. La otra cara de la moneda. 1 Ex- pongo:La historia ha sido injusta con la hoja de coca, denegando su distribución a escala mundial a pesar de su demostrado valor como poten-ciador de energía, y limitando su posible uso como una alternativa sana a todo tipo de es-timulantes químicos disponibles actualmente en el mercado internacional. 2 Las hojas de coca, son utilizadas en los andes desde hace miles de años, y son una parte im - portante de la cultura alto-andina. Fue una de las fuentes alimenticias más importantes para la población que ha vivido y vive en los andes. Cabe señalar que no es una droga alucinóge-na, la hoja de coca posee proteínas vitaminas y minerales, que la convierten en una exce-lente opción nutritiva con propiedades medi - cinales, muy reconocidas y comprobadas. Por ello su efecto analgésico ayuda a disminuir los síntomas del mal de altura, como el dolor de cabeza y la fatiga. 1 Sucunza, D. Sobre la coca. Arte y letras. 2017 2 Henman A, Metaal P . Los mitos de la coca. Drogas y Conflicto (TNI); 17:3-23. 2009. HISTORIA DE LA FARMACOLOGÍA a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 132 - volumen 15 Nº2 Junio 2017 Los lugareños la mastican desde tiempo in - memorial y algunos turistas que la han proba - do también la consideran beneficiosa, pero la encuentran desagradable, por ello se les re-comienda beberla como té de coca. Las hojas de coca están disponibles legalmente en los mercados y supermercados del Cuzco. Esta planta no es adictiva y provee al orga- nismo diversos beneficios: calma el mareo, previene las enfermedades cardiovascula - res, protege contra las caries, evita la obesi - dad, combate la depresión, regula la presión arterial, cura los problemas estomacales, controla la diabetes y, finalmente, trata en-fermedades de las vías respiratorias como el asma, la bronquitis y el mal de altura. Es legal su consumo en Perú. No es cocaína, aunque las hojas de coca sean materia prima para ha-cer narcóticos. Cabe recalcar que en este país es sin embargo ilegal el consumo, compra o venta de drogas, y que la policía siempre está muy activa en este sentido, por lo que usar o poseer drogas conlleva pena de prisión. Hoy por hoy, la hoja de coca - cuzco verde - es una sustancia ilegal en el resto del mun - do. A pesar de sus cuatro mil años de uso demostrado, quedó proscrita tras la Conven-ción Única sobre estupefacientes de 1961. Su comercio internacional está prohibido desde entonces y solamente una empresa conserva el privilegio de introducirla legalmente en Es-tados Unidos. Se trata de la compañía Stepan, que cada año importa entre cien y doscientas toneladas de hoja de coca de Perú a sus labo-ratorios en el estado de New Jersey. Con ellas elabora un extracto descocainizado que envía a Coca-Cola. Este es el secreto mejor guarda - do de «la chispa de la vida», pudo prescindir de la cocaína, que no es parte de esta bebida desde 1903, pero no de los aromas y aceites esenciales que aporta la coca. Paradojas de la sociedad que hemos creado, los Estados Uni - dos han gastado miles de millones de dólares en la erradicación de un ingrediente esencial de su producto paradigmático, la marca que durante un siglo ha abanderado el american way of life. Este esquizofrénico comportamiento con respecto a la coca no es nuevo, en cualquier caso. Tras cinco siglos de difícil convivencia, hay que reconocer que constituye la actitud habitual de nuestra sociedad hacia la planta. La encontramos desde el primer encuentro. Cuando en 1531 un grupo de desespera-dos comandados por Francisco Pizarro se internó en los Andes para sojuzgar al mayor imperio de su tiempo, se topó con una rica civilización que no podía entender la vida sin la hoja de coca. Presente tanto en ritos como en su vida diaria, era ofrecida a los dio - ses e intercambiada para afirmar la amistad de los hombres. Un carácter sagrado que no pasó desapercibido a la Iglesia, que en cuan-to tomó posesión de las nuevas almas incas quiso prohibirles su uso para alejarlas de las costumbres paganas. Pronto tendría que re-nunciar a sus intenciones. En 1545 los españoles descubrieron, a más de cuatro mil metros de altitud, la mayor veta de plata de la que se tiene conocimiento: El Cerro Rico de Potosí, una montaña rellena de metal que durante décadas alimentó la ma-quina imperial española. Pero para explotarla se necesitaba a los indígenas, los únicos ca-paces de realizar el ímprobo trabajo minero a esa altura. A través de la mita, un sistema de trabajo comunal obligatorio tomado de los incas, los conquistadores se aseguraron un flujo continuo de mano de obra. Y para que esta realizase su labor hacía falta coca, que como escribió el Inca Garcilaso de la Vega: «... sacia el hambre, infunde nuevas fuerzas a los fatigados y agotados y hace que los infelices olviden sus pesares...». De esta manera la planta se convirtió en uno de los ejes de la economía del Virreinato del Perú y los españoles en los principales pro-motores de su cultivo, que creció enorme-mente con respecto a la época precolombi - na. Incluso la Iglesia acabaría participando en tan lucrativo negocio; haciendo gala de su proverbial pragmatismo se financió con los impuestos requeridos a esta actividad y se conformó con que la hoja de coca no formase parte de los rituales religiosos. Llegados a este punto, y viendo lo bien que combinaron trabajo y coca, parecería lógico que se hubiese adoptado su empleo al otro lado del charco. Este nunca se produjo, sin embargo. La hoja se conoció en Europa, el médico sevillano Nicolás Monardes la descri-HISTORIA DE LA FARMACOLOGÍA ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 - 133 - bió en su libro Historia medicinal de las cosas que se traen de nuestras Indias Occidentales3, pero su utilización no se extendió más allá de Sudamérica. Distintos factores contribuyeron a este desinterés, desde culturales -a coca siempre fue vista como cosa de indios- hasta económicos; las prioridades de la corona es-pañola en su comercio con América se llama-ron plata y oro. Pero no son causas menores lo dificultoso de su transporte, ya que se pudre con facilidad y con ello pierde sus propiedades estimulantes, y la imposibilidad de su cultivo en Europa. Y aquí, entre unas cosas y otras, se le fue a la coca la ocasión de convertirse en una planta de amplio uso a nivel mundial. Nicolás Bautista Monardes Alfaro (Sevilla, Es- paña, c. 1508 - Sevilla, España,10 de octubre de 1588) fue un destacado médico y botánico español. Estudió Medicina en Alcalá de He-nares, donde obtuvo el título de bachiller en 1533, formándose en el humanismo de Anto-nio de Nebrija, y se doctoró en la Universidad de Sevilla (1547). Su trabajo más significativo y conocido fue Historia medicinal de las cosas que se traen de nuestras Indias Occidentales. En sus páginas 114 y 115 4 hace una amplia descripción de la hoja de coca y de su empleo y virtudes por los incas: \" ... porqué el uso de estas pelotillas - coca - les quita el hambre y la sed y dicen reciben sustancias como si comiesen. Otras veces usan de ellas para su contento ...\" Familiarizó a los europeos con plantas tan co-nocidas hoy como la piña tropical, el cacahue-te, el maíz, la batata, la coca o la zarzaparrilla. Su contribución a la farmacognosia fue muy relevante, como demuestra el enorme interés despertado por su obra: en poco más de cien años sus obras alcanzaron cuarenta y dos edi - ciones en seis idiomas 3 Monardes N. Primera, segunda y tercera partes de la historia medicinal de las cosas que se traen de nuestras Indias Occidentales, que sirven en medicina: Tratado de la Piedra Bezaar, y dela yerua escuerçonera. Diálogo de las grandezas del hierro, y de sus virtudes medicinales. Tratado de la nieue y del beuer frio. Sevilla. Alonso Escriuano. 1574. 412p 4 Op Cit pp 114-115El siglo XVI fue una época pródiga en el des- cubrimiento de nuevas sustancias estimulan - tes. El tabaco, el cacao y la coca de América, el café y el té orientales, todos llegaron a Europa en un intervalo relativamente corto, siendo di - ferentes condicionamientos de orden práctico los que marcaron su destino. Mientras unos, como la yerba mate o la coca, pasaron sin cau-sar impacto alguno, otros, como el cultivable en España tabaco o los más fácilmente trans-portables café y té, se fueron asentando. Pero no por ello dejaron de provocar recelos duran-te decenios. Hasta el café sufrió prohibiciones en varios países y tan solo su uso continuado durante generaciones permitió eliminar las suspicacias que despertaba y dar paso a su re - conocimiento como la costumbre inocua que es. La coca, por el contrario, nunca gozó de un periodo de adaptación similar y por ello ha quedado estigmatizada hasta hoy. Transcurrirían trescientos años hasta el si - guiente encuentro entre la coca y otra so - ciedad que no fuese la andina, un largo olvido que finalizó con el desarrollo cien - tífico del siglo XIX. Todo comenzó con un propósito puramente académico, fruto de las expediciones geográficas que los países europeos enviaron por todo el mundo. Los naturalistas que visitaron Sudamérica vol - vieron a describir las bondades de la hoja de coca y enviaron muestras a Europa. De ahí surgiría un renacido interés que en principio no pasó de anécdota. Pero apareció Ánge- lo Mariani, un ayudante de farmacia corso con un finísimo olfato para los negocios que en 1863 patentó el Vin Tonique Mariani, un vino de Burdeos macerado con hojas de coca. Y , contra todo pronóstico, esta inven - ción se convirtió en la bebida más glamuro - sa de su tiempo. Ange-François Mariani (nacido Ángelo Ma - riani, Pero-Casevecchie, Córcega, 17 de di - ciembre de 1838 -París 1 de abril de 1914) fue un químico ítalo-francés, que desarrolló en 1863 una bebida tónica, realizada con vino de Burdeos y extracto de hojas de coca, comercializada en la época con el nombre de Vin Mariani. La bebida gozó de un gran éxito, y Mariani elaboró también elixires, pastillas e infusiones con coca, cuya esen - cia no pudo destilarse hasta 1860. Su ven - ta se prohibió poco antes de la muerte de HISTORIA DE LA FARMACOLOGÍA a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 134 - volumen 15 Nº2 Junio 2017 Mariani, a comienzos de la Primera Guerra Mundial, al conocerse los efectos del clor - hidrato de cocaína.5 El papa León XIII siempre llevaba consigo un frasco de Vin Mariani, el presidente nortea-mericano Ulisses Grant tomó una cucharadi- ta diaria en sus últimos meses de vida, Emile Zola lo calificó como elixir de vida Hasta mil ochenta y seis personalidades enviaron por escrito sus elogios a Mariani, que hábilmente los utilizaba en la promoción de su tónico. En - tre ellas figuran tres papas, dieciséis reyes y reinas, seis presidentes de la República Fran-cesa y celebridades como Thomas Edison, Sa - rah Bernhardt, H. G. Wells, Julio Verne o Au-gusto Rodin. Lo más granado de la sociedad occidental se aficionó al vino de coca, que por un momento dejó su estigma aparcado. Y , por supuesto, no tardaron en aparecer centena-res de copias. La que más éxito obtuvo a la larga fue un cura lo todo que nació como be - bida carbonatada ya que en su Atlanta natal el alcohol estaba prohibido. Tomó su nombre de las dos plantas estimulantes que contenía, la sudamericana coca y la africana cola. Coca- Cola . ¿Les suena? Merece la pena recordar que este boom de bebidas basadas en la hoja de coca se de-sarrolló sin que se tenga noticia de casos de adicción asociados. Y es que, al igual de lo que ocurre con el consumo tradicional de la plan - ta, la cantidad de cocaína presente en ellas y su lento metabolismo al ser tomadas de esta manera las convierten en sustancias tan inocuas como cualquier otro estimulante le-gal. Como dejó escrito el médico y alquimista suizo Paracelso - Theophrastus Phillippus Au-reolus Bombastus von Hohenheim, también Theophrastus Bombast von Hohenheim, co-nocido como Paracelso o Teofrasto Paracelso (n. en Zúrich, en la Teufelsbrücke, Einsiedeln, 10 de noviembre de 1493 -Salzburgo, 24 de septiembre de 1541), fue un alquimista, mé - dico y astrólogo suizo: Alle Dinge sind ein Gift und nichts ist Gift. Allein die Dosis macht, daß ein Ding kein Gift ist 6 5 La coca y sus aplicaciones terapéuticas. En: Pioneros de la coca y la cocaína - Varios autores. Biblioteca Letras Psicoactivas. Editorial El Peón Espía. Año de publicación: 2011. ISBN 978-84-938716-3-5. 6 Theophrast Paracelsus: Septem Defensiones 1538. («Todo es veneno, nada es sin veneno. Solo la dosis hace el veneno»). Por ello, habría que esperar al consumo de cocaína pura para ver los primeros casos de adicción, lo que en cualquier caso se produjo por la misma época. En 1884, un joven médico austriaco que con el tiempo ganaría renombre mundial publicó una monografía sobre los usos terapéuticos de la cocaína. 7 Este alcaloide, aislado por pri- mera vez veinticinco años antes, llevaba dos décadas siendo comercializado por la com-pañía farmacéutica Merck sin excesivo éxito. Pero un aún inexperto Sigmund Freud había empezado a experimentar en propia perso-na con su uso y estaba encantado de lo que veía. A su novia, y después su esposa, Martha - Martha Bernays (26 de julio de 1861, Ham- burgo - 2 de noviembre de 1951, Londres)- le escribía cartas subidas de tono en las que bromeaba: «... y verás quién es más fuerte, si una dulce niñita que no come lo suficiente o un viejo alborotado con cocaína en el cuerpo...» 8 Y en su consulta la prescribía para diversos tratamientos, que incluían las curas de des-intoxicación de alcohol y morfina. También la recomendó a colegas amigos y uno de ellos, el oftalmólogo Carl Koller , dio con su verdadera utilidad médica. A sugerencia de Freud, quien había descubierto el efecto analgésico de la cocaína, Koller llevó a cabo experimentos con cocaína en animales y con él mismo. La ciru - gía ocular era en aquel entonces un procedi-miento complicado debido a los movimientos reflejos del ojo al tocarlo. Koller descubrió que algunas gotas de una solución de cocaína podían superar esta dificultad. 9 A raíz de esos experimentos, se le considera el fundador de los anestésicos locales en la oftalmología. La cocaína revolucionó la cirugía ocular, prác - ticamente inviable hasta aquel entonces por Werke Bd. 2, Darmstadt 1965, S. 510. 7 Freud S. Uber Coca.1885. Wien. Verlag Von Moritz Perles 8 Freud, S. (1978) Cartas a la novia, Barcelona: Tusquets. 9 Koller C. (1884) Vorläufige Mitteilung /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 - 135 - falta de anestésicos locales. Este alcaloide de la coca fue el primer compuesto que demos-tró su eficacia para tal fin, lo que le catapultó definitivamente a la fama. En medio de una euforia exagerada, se recetó con alegría y co-menzaron a observarse los primeros casos de dependencia, muchos de ellos agravados por el uso de otro adelanto de finales del siglo XIX, la jeringuilla hipodérmica. El poder de adic - ción de la cocaína depende principalmente de dos factores, la dosis y la manera en que se suministra. Y si al ser tomada oralmente parte de ella se metaboliza en el hígado, cuando es inyectada produce un efecto rápido e intenso que genera una gran dependencia en el con - sumidor. Sorprendentemente, nadie reparó en este problema durante una buena tempo-rada y por unos años casi tuvo consideración de fármaco milagroso, lo que disparó su de-manda. Merck pasó de vender menos de un kilogramo de cocaína en 1883 a tonelada y media en 1884 y setenta y dos toneladas en 1886. Y esto solamente en los albores de lo que estaba por llegar. Legado a este punto no me resisto a exponer este párrafo sobre un contemporáneo de S. Freud: \" extrajo un frasco de un anaquel y la jeringa hipodérmica de su estuche. Con sus dedos largos, blancos y nerviosos, ajustó la delicada aguja y se enrolló la manga izquierda de su camisa. Durante un momento sus ojos se apo- yaron pensativamente en su brazo nervudo, lleno de manchas y con innumerables cicatri- ces, causadas por las frecuentes inyecciones. Finalmente se introdujo la aguja delgada, presionó el pequeño pistón, se la sacó, y se dejó caer en un sillón forrado de terciopelo, con un profundo suspiro de satisfacción.\" 10 Si, se trata de Sherlock Holmes. Durante las primeras décadas del siglo XX, la elaboración de cocaína se convirtió en uno de los negocios más lucrativos de la industria farmacéutica. La pionera Merck dio el pistole-tazo de salida en Europa y su rival Parke-Davis le tomó el testigo en los Estados Unidos. Am-bas contaron con factorías en Perú que pro-cesaban la hoja de coca para aislar la llamada pasta base que luego enviaban a sus fábricas 10 A Conan Doyle. El signo de los cuatro.centrales, donde se obtenía el alcaloide refi-nado. Pronto se les sumarían otras compañías y, como en los Andes no había sitio para todas, el cultivo de la coca se extendió a otras zonas. No fue este un salto problemático porque en aquel momento la mayoría del mundo esta-ba en manos europeas. Cada cual utilizó sus dominios, los holandeses establecieron plan - taciones en la isla de Java, los británicos en Ni-geria y la actual Sri Lanka y los japoneses, po - tencia colonial del extremo oriente, en Taiwán e Iwo Jima. A todos les fue bastante bien, pero la coca de Java sobresalió particularmente. Los holandeses acertaron a sembrar una variedad que contenía en sus hojas una cantidad parti-cularmente alta de cocaína, hasta un 2%, más del doble de lo habitual, y llegó un momento en que la producción proveniente de Asia do - minó el mercado, en un auge desmedido que concluiría en un final igual de abrupto. Una vez pasado el entusiasmo inicial, el po- tencial adictivo de la cocaína se fue haciendo evidente y la comunidad médica acabó rene - gando de su criatura. Su uso quedó restringido al de anestésico local e incluso en este campo terminaría siendo superado por otros fárma-cos más eficientes. Aunque sería otro factor el principal causante del rápido declive. La con-dena definitiva vino de la mano de los movi-mientos por la templanza que proliferaron en Estados Unidos y otros países de mayoría pro - testante. Alcohol, cocaína, heroína y marihua - na quedaron asociados a violencia doméstica, delincuencia, corrupción y otros males colec-tivos y se extendió la idea de que solamente su prohibición frenaría estas calamidades. La ley seca estadounidense pondría en evidencia la ingenuidad de esta teoría, pero al revocar - se solo se redimió al alcohol, que además de una mayor aceptación social contaba con una fuerte industria local detrás. Conforme avanzó el siglo XX, la influencia de Estados Unidos fue creciendo en el resto del mundo y con ella su visión sobre la necesi-dad de ilegalizar las drogas, pese a que nunca quedó del todo claro hasta dónde llega este término. Los países productores se resistie-ron en mayor o menor medida pero, una vez finalizada la Segunda Guerra Mundial y con el liderazgo estadounidense definitivamente implantado, este planteamiento terminó por imponerse. Las plantaciones de coca fueron HISTORIA DE LA FARMACOLOGÍA a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 136 - volumen 15 Nº2 Junio 2017 arrancadas en todos los países donde se ha- bía introducido y su cultivo volvió a quedar restringido al área donde tradicionalmente se ha consumido su hoja. También este hábito quedaría en entredicho y empezaron las pre - siones para que una costumbre íntimamente ligada a la vida en la cordillera andina fuese abandonada. La ratificación de esta tendencia tendría lugar en la ya mencionada Convención Única11 so-bre estupefacientes, donde los estatus de co - caína y hoja de coca quedaron injustamente equiparados. La Conferencia de las Naciones Unidas para la Aprobación de una Conven - ción Única sobre Estupefacientes se celebró en la Sede de las Naciones Unidas del 24 de enero al 25 de marzo de 1961. Estuvieron representados en la Conferencia un total de setenta y tres estados. Como para entonces el Vin Mariani no era más que un lejano recuerdo y Coca-Cola 11 Naciones Unidas. (1961). Convención única de 1961 sobre estupefacientes. Enmendada por el Protocolo de 1972 de Modificación de la Convención Única de 1961 sobre Estupefacientesmantenía su fórmula en secreto, nadie sacó la cara por la planta andina. Así seguimos, en una desigual pugna entre la reivindicación de los usos tradicionales de la hoja de coca, avalados por estudios que muestran su esti-mable valor nutricional, y la desconfianza que despierta internacionalmente por su vincula - ción al narcotráfico. Y aquí, llegados a este punto, topamos con la verdadera tragedia de esta historia. Cuando en 1961 se firmó la Convención Úni - ca, el tráfico de cocaína no suponía ningún peligro real. Sus rutas comerciales habían quedado cortadas durante la Segunda Guerra Mundial y su consumo no pasaba de ser una curiosidad entre ciertas élites. Todo cambió a principios de la década siguiente, sin embar - go. La presión ejercida sobre las sustancias ilegales más consumidas en ese momento, heroína, speed y marihuana, condujo a un paulatino cambio de hábitos en favor de la cocaína, que además se consideraba una dro - ga blanda y con cierto glamour. Y siempre que nace una nueva demanda hay alguien intere-sado en cubrirla, por lo que este alcaloide co-menzó una nueva vida, esta vez como rey del narcotráfico internacional. BIBLIOGRAFÍA 1. Sucunza, D. Sobre la coca. 2017. Arte y letras. 2. Henman A, Metaal P. Los mitos de la coca. Drogas y Conflicto (TNI); 17:3-23. 2009. 3. Monardes N. Primera, segunda y tercera partes de la historia medicinal de las cosas que se traen de nuestras Indias Occidentales, que sirven en medicina: Tratado de la Piedra Bezaar, y dela yerua escuerçonera. Diálogo de las gran-dezas del hierro, y de sus virtudes medicinales. Tratado de la nieue y del beuer frio. Sevilla. Alonso Escriuano. 1574. 412p4. Op Cit pp 114-115 5. La coca y sus aplicaciones terapéu- ticas. En: Pioneros de la coca y la cocaína - Varios autores. Biblioteca Letras Psicoactivas. Editorial El Peón Espía. Año de publicación: 2011. 6. Theophrast Paracelsus: Septem Defensiones 1538. Werke Bd. 2, Darmstadt 1965, S. 510. 7. Freud S. Uber Coca.1885. Wien. Verlag Von Moritz Perles 8. Freud, S. Cartas a la novia. 1978. Barcelona: Tusquets. 9. Koller C. (1884) Vorläufige Mittei - lung 22: 60-63 10. A Conan Doyle. El signo de los cuatro. 11. Naciones Unidas. (1961). Conven - ción única de 1961 sobre estupefa-cientes. Enmendada por el Proto-colo de 1972 de Modificación de la Convención Única de 1961 sobre EstupefacientesHISTORIA DE LA FARMACOLOGÍA ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 - 137 - HISTORIA DE LA FARMACOLOGÍA Josep-E Baños y Elena GuardiolaDepartamento de Ciencias Experimentales y de la Salud. Universitat Pompeu FabraHistoriofarmacoetimolo/g.saltía de la warfarina ASPECTOS ETIMOLÓGICOS El término warfarina consta de dos partes y, también, dos orígenes. La primera -warf- proviene de una fundación, la Wisconsin Alumni Research Foundation (WARF) y la se- gunda -arina- de su pertenencia al grupo de las cumarinas 1. WARF forma parte del nom- bre de este fármaco por el deseo de honrar a esta institución a la que Karl Paul Link, un personaje clave en esta historia, cedió la pa-tente en agradecimiento por los recursos que le había concedido para las investigaciones que llevaron finalmente al descubrimiento del dicumarol y la warfarina. La presencia de instituciones en los nombres de fármacos no es frecuente. La nistatina, por citar a otro muy conocido y usado como ejemplo, es uno de estos pocos fármacos. En este caso debe su nombre al New York State Department of Health donde trabajaban sus descubridoras, Elisabeth Lee Hacen y Rachel Fuller Brown. Así, nystatin, el nombre en in- glés, empieza por las tres primeras iniciales de esa institución. La WARF tiene una larga e historia interesan - te. Su origen se remonta a 1925, cuando fue constituida para comercializar un descubri-miento: que la vitamina D podía obtenerse de la leche por radiación ultravioleta. Este des-cubrimiento, realizado por el profesor Harry G. Steenbock, permitió eliminar el raquitismo en buena parte del mundo en 1940 2. La WARF tuvo un papel importante en la financiación de la investigación durante más de treinta años en Estados Unidos, hasta que diversas organizaciones federales, como los National Institutes of Health (NIH) y la National Science Foundation (NSF) empezaron a proporcionar generosos recursos a finales de la década de 1950. Para entonces, la WARF había aportado ya cerca de 500 millones de dólares 2. Actual- mente sigue todavía financiando y apoyando la investigación en muy diversas áreas (www.warf.org). ASPECTOS HISTÓRICOS La warfarina es uno de los fármacos que más ilustra lo que significa el término pharmakon, del que deriva nuestra ciencia, la farmaco-logía. Como es conocido, esta palabra grie - ga sirve para nombrar de forma indistinta a medicamentos y venenos. La mayoría de los primeros pueden convertirse en los segundos con un uso inadecuado. Es más raro, no obs-tante, que un fármaco empleado en terapéu-tica haya sido primero utilizado como veneno. La warfarina es uno de ellos. Quintero-Gonzá-lez 3 y Doolittle4 han resumido recientemente cómo se realizó el descubrimiento. Recomen - damos, sin embargo, la lectura de la descrip - ción del propio Link, narrada en primera per - sona y llena de anécdotas.5 Para comprender cómo sucedió todo debemos remontarnos a casi un siglo atrás. Hacia la década de 1920, algunos ganaderos observaron una enfermedad hemorrágica que sufría su ganado en los veranos muy húme-dos. Los animales sangraban hasta la muerte tras procedimientos quirúrgicos menores e incluso de forma espontánea, sin que se co-nociera la causa. Fue Schofield, un patólogo veterinario de Alberta (Canadá), quien la des-cribió por primera vez en 1921 y poco tiempo después lo hizo otro veterinario de Dakota (Estados Unidos), Roderick, quien lo asoció a la deficiencia de protrombina 6-8. Schofield ha- lló que la enfermedad no era debida ni a pa-tógenos ni a deficiencias nutricionales, sino al consumo de trébol dulce en mal estado. Esta planta, que se llamaba así por el característi-Dirección para correspondencia Josep-E. BañosDepartamento de Ciencias Experimentales y de la SaludUniversitat Ai/g.saltuader 8808003-Barcelona josepeladi.banos@upf.edu HISTORIA DE LA FARMACOLOGÍA a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 138 - volumen 15 Nº2 Junio 2017 co olor a vainilla que desprende al cortarlo y que se debe a su contenido en cumarina,2 lle- gó a Estados Unidos y Canadá desde Europa a principios del siglo XX, ya que podía crecer con facilidad en suelos pobres y en climas ex - tremos, lo que permitió su difusión 9. La enfermedad aparecía a los 15 días de la ingestión del heno con tréboles y el gana-do fallecía a los 30 - 50 días. 10 Los veranos especialmente lluviosos y cálidos impedían que el heno se pudiera secar adecuadamen-te por lo que habitualmente se contaminaba con hongos, como el Penicillium nigricans, el Penicillium jensi y los Aspergillus 7,8,11. Los veterinarios locales anteriormente cita-dos, Schofield y Roderick, habían demostra-do que esta enfermedad era reversible si se les administraba heno seco o si se realizaban transfusiones con sangre fresca. 7,8 Su reco- mendación era no alimentar a los animales con heno de trébol dulce que tuviera moho, pero no siempre era posible que los granjeros empobrecidos por la Gran Depresión siguie - ran estas indiciaciones. A pesar de los limi - tados conocimientos sobre los factores de la coagulación, en 1931 ya se describió que esa enfermedad era debida a un déficit de pro-trombina. 11 A finales de la década de 1920 ocurrió un descubrimiento paralelo que más tarde se re-lacionaría con el anterior. Henrik Dam estaba estudiando la síntesis de colesterol utilizan-do una dieta sintética libre de éste en pollos. Pronto observó que los animales sufrían he-morragias y que sus intentos de corregirlas añadiendo colesterol o vitamina C a la dieta eran en vano. El empleo de todas las vitami-nas disponibles fue también un fracaso y el problema sólo se resolvió cuando empleó ex - tractos de vegetales frondosos utilizando éter. Este proceso de extracción le llevó a concluir que la sustancia era una vitamina liposoluble, a la que llamó vitamina K (de Koagulation ) en 1935. 12 Tres años después esa vitamina fue cristalizada por el grupo de Edmond Doisy, de la Universidad de San Luis. 13 Doisy y Dam reci- bieron el premio Nobel de Medicina o Fisiolo - gía en 1943 por este descubrimiento. Diez años después de la primera aparición de la enfermedad en animales, Ed Carlson, un granjero de Deer Park, en Wisconsin, había depositado una partida de heno con trébol dulce (Melilotus alba y Melilotus officinalis, Figura 1) ligeramente húmedo en su granero y cuando llegó el invierno empezó a alimen - tar a sus vacas. 5,14 Los animales comenzaron a sangrar poco después de iniciar la ingesta del forraje y en su mayoría murieron. Carlson no se creía la teoría del heno tóxico, pues su familia lo había empleado durante generacio - nes para alimentar a su ganado y no habían tenido problema alguno. En febrero de 1933, Carlson, ni corto ni perezoso, cargó un novillo muerto en su camioneta, junto a una lechera llena de sangre sin coagular y 100 libras del heno de trébol dulce, y se encaminó a Ma-dison en un viaje de más de trescientos kiló - metros en medio de una ventisca. Al llegar a la estación de investigación experimental de la Universidad de Wisconsin, sólo encontró abierto el despacho de Karl Paul Link (Figura 2), en el que éste trabajaba con un estudian - te, Wilhem Schoeffel. Al comentarle lo que le ocurría, Link le dijo que siguiera los consejos tradicionales de evitar el heno mohoso y rea-lizar transfusiones a sus vacas. 5 Link había llegado hacía poco a la Universidad de Wisconsin y estaba trabajando en la ob - tención de especies de trébol dulce que tu - vieran un bajo contenido en cumarina o que carecieran de ella. La razón era que, a pesar del olor dulzón, el heno tenía un gusto amar - go que no complacía a los animales. 9 Nadie sospechaba su relación con la enfermedad hemorrágica. Pero Link había empezado a interesarse por la enfermedad un mes antes y esa misma tarde Schoeffel empezó los ex - perimentos cuyo fin era descubrir la sustan-cia que estaba produciendo la enfermedad. 15 Utilizaron un nuevo método con plasma de conejos que permitía estudiar los compues - tos obtenidos a partir del heno. 16 Tras seis años de trabajo, en el alba del 28 de junio de 1939, un colaborador de Link, Harold A. Campbell, pudo obtener 6 mg de una substancia, pudo cristalizarla y observó sus cristales al microscopio. Descubrió que era un agente hemorrágico que podía expli - car la enfermedad del ganado; se trataba de una sustancia desconocida hasta entonces. 16 Otro estudiante que trabajaba con Link, Mark HISTORIA DE LA FARMACOLOGÍA ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 - 139 - Figura 1 | Melilotus_officinalis (izquierda) y Melilotus alba (derecha) Figura 2 | Karl Paul Link (1901-1978)HISTORIA DE LA FARMACOLOGÍA a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 140 - volumen 15 Nº2 Junio 2017 A. Stathmann, obtuvo 1,8 g y, junto a Charles F. Huebner, estableció que el anticoagulante era la 3,3'-metilenebis-(4-hidroxicumarina) que llamaron dicumarol 17, una molécula con notable parecido a la vitamina K acabada de descubrir por Dam (Figura 3). Sugirieron que la sustancia era producida por un hongo que oxidaba la cumarina a dicumarina y que se comportaba como un antagonista de la vita-mina K, mientras que la cumarina carecía de tales efectos. 18 El origen de la enfermedad quedó definitivamente descubierto. El dicu - marol se utilizó en voluntarios sanos a fina - les de 194019 y poco más tarde en pacientes de la Clínica Mayo.20 Su eficacia en el infarto de miocardio se confirmó en sendos artícu-los publicados en 1946 por Nichol y Page 21 y Wright22. A partir de la década de 1950 se convirtió en un tratamiento habitual de esta afección. En 1945, mientras se recuperaba de una tu-berculosis en un sanatorio, Link tuvo tiempo de leer la historia del control de los roedores y se le ocurrió utilizar los derivados de la cu-marina como raticida, ya que los animales po - drían fallecer de hemorragias agudas y así se podrían evitar las trampas tradicionales para roedores. 5 En su opinión, el dicumarol no era un buen candidato ya que actuaba de forma demasiado lenta. 5 Cuando regresó al labora- torio, y gracias a la financiación de la WARF, su grupo se dedicó a la síntesis de derivados de la cumarina natural hasta obtener más de 150. El número 42, descubierto por Miyoshi Ikawa 23, que recibió el nombre de 3-(alfa-fe- nil-beta-acetil)-4-hidrocumarina o warfarina, mostraba un notable perfil farmacológico con eficacia por vía oral y una semivida de elimi - nación prolongada. Estas cualidades le hacían ideal para su uso como raticida y así empezó a utilizarse en 1948. Link propuso su empleo en clínica poco después. Tenía varias ventajas sobre los anticoagulantes disponibles. Podía administrarse por vía oral, con lo que mejora-ba el perfil de la heparina y además tenía una latencia de efecto terapéutico mucho menor al de la dicumarina, mantenía la solubilidad en agua, tenía una gran biodisponibilidad oral y el efecto se revertía con vitamina K. 2 La warfa- rina, sin embargo, no fue el primer compuesto de la serie de Link que se utilizó en terapéu-tica; le precedió el ciclocumarol, cuyo uso se inició en 1949. 24 La aceptación del empleo de la warfarina no fue fácil pues no se veía claro el empleo de un raticida en humanos. El convencimiento para hacerlo provino de un intento fallido de suici- Figura 2 | Estructura de la cumarina y de distintas sustancias relacionadas: dicumarol, warfarina y vitamina K (modificado de Doolittle 4)HISTORIA DE LA FARMACOLOGÍA ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 - 141 - dio de un soldado norteamericano que ingirió 567 mg de warfarina y que fue revertido con tratamiento con vitamina K. Esta observación inició su interés terapéutico al mostrar su se-guridad. 5 El estudio clínico se inició en 1953 y se aprobó su empleo en humanos en 1954,5 aunque su mecanismo de acción, la inhibi - ción del metabolismo de la vitamina K, no fue establecido hasta 1978. Entre las anécdotas del uso de la warfarina debe recordarse que se administró al presi - dente Eisenhower en 1955 tras un infarto de miocardio 5; esto disparó sus ventas de forma considerable. Como Duxbury y Poller10 escri- bieron: \"What was good for a war hero and the President of the United States must be good for all, despite being a rat poison\" . Sin embargo, no parece que fuera el primer es - tadista a quien se administró warfarina. Pa - rece que el primero en probarla pudo haber sido su adversario político de la época, Josef Stalin, a quien se le administró en 1953. En este caso la razón no fue terapéutica sino un envenenamiento, que pudo ser la causa de la hemorragia cerebral que le causó la muer - te. 25 Y así se cierra el círculo de la historia de los cumarínicos. Despertaron el interés por cau - sar la muerte del ganado, siguieron utilizán - dose como rodenticidas y finalmente como arma homicida. En todo este tiempo, sin em - bargo, han constituido una importante con - tribución, una importante arma terapéutica que ha mejorado la situación clínica de mi - llones de pacientes. BIBLIOGRAFÍA 1. Porter WR. Warfarin: history, tau - tomerism Mol Des. 2010; 24: 553-573. 2. Last JA. The missing link: The story of Karl Paul Link. Toxicol Sci. 2002; 66: 4-6. 3. Quintero-González JA. Cincuenta años de uso clínico de la warfarina. Invest Clin. 2010; 51: 269-287. 4. Doolittle 8: 23-29. 5. Link 74-75. 7. Schofield FW. Damaged sweet new disease in cattle simulating hemorrhagic septicemia 64: 553-572. 8. LM. The pathology of cattle. EA. The isolation of compound with vitamin K activity. Science. 1938; 88: 243. 14. Burris RH. Biographical Karl Link. Biographical memoirs. Vol 65. Washington: Na - tional Academy of Sciences; 1994. p. 176-195. 15. Wardrop D, Keeling D. The story of the and warfarin. Brit J Haematol. Link KP. Studies on the he - sweet disease. The bioassay of hemorrhagic concentrates by following the prothrombin level hemorrhagic clover disease. IV. the prothrom - bin and coagulation time of the blood of dogs and humans. Am J Med Sci. and prothrombin time report 32: 365-370. 22. Wright IS. Experience with dicuma - rol (3,3-methylene-bis-[4-hydro-xycoumarin) in the treatment of coronary with couma - rin anticoagulants at the University of Wisconsin Medical School. Circu - lation. 1959; 19: 114-117. 25. Wines M. New study supports idea that Stalin was poisoned. New York Times, 5 de marzo de 2003.a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 142 - volumen 15 Nº2 Junio 2017 HISTORIA DE LA FARMACOLOGÍA Estrella G. de Die/g.salto . Responsable Departamento Comunicación yDivul/g.saltación Instituto Fundación Teólo Her-nandoPabellón de Reposo: Los Antibióticos INTRODUCCIÓN En el número de marzo de 2017 anunciamos la intención de trasladar a los lectores de AFT el contenido de las exposiciones divulgativas e itinerantes producidas por el Instituto Fun - dación Teófilo Hernando: ¿Cómo ha llegado esta Aspirina a mi cajón? y Serendipia y Cien - cia en tu Botiquín: Píldoras sobre la Historia del Medicamento. Así, iniciamos la serie comentando el módulo titulado Pabellón de reposo, en el que introducimos al visitante en la historia del descubrimiento de los anti - bióticos y su trascendental importancia para nuestra salud. LO QUE QUERÍAMOS CONTAR Y CÓMO LO HICIMOS «Cuando la desesperanza le ha invadido a uno, porfiada y cautelosa, y hace sentirnos, cada vez más próxima la muerte...Sí; no hay duda. Es entonces cuando creemos haber acertado. Ya no levanto cabeza y, sin embar-go... ¡qué bien hice viniendo al sanatorio!». (Cela Trulock, C.J., \"Pabellón de reposo\", En: Obras completas de Camilo José cela, tomo 1, págs. 171-323, Ed. Destino, Barcelona, 1989).Este fragmento de la novela de Cela da co - mienzo al panel relativo a los antibióticos; en las visitas guiadas se anima a algún visitante a leerlo en voz alta e, incluso, llevamos un ejemplar del libro para involucrar al público leyendo otros pasajes. Buscamos con esto que se entienda la desesperanza ante una en-fermedad sin cura y la trascendencia del des-cubrimiento de aquello que permitió luchar contra ella, algo tan común hoy en día como son los antibióticos. Una vez creada la atmósfera adecuada, las imágenes del panel nos ayudan a hilar el rela - to. La fotografía de Waksman nos sitúa en el hallazgo de la estreptomicina (que cae como un jarro de esperanza después de haber esta-do leyendo las desventuras de unos enfermos terminales de tuberculosis) y la de Fleming ilustra la serendipia que condujo al descubri - miento de la penicilina.La descripción de tan importantes hallazgos siempre logra su efecto, conseguimos captar la atención de nuestros visitantes. Así, apro-vechamos las líneas finales del panel para transmitir sencillos conceptos acerca del fun - cionamiento de los antibióticos, el principio de antibiosis, las bacterias o la importancia de la adherencia al tratamiento y el consumo restringido a la indicación terapéutica. EL PANEL: ANTIBIÓTICOS Y LA HISTORIA DE SU DESCUBRIMIENTO PARA TODOS LOS PÚBLICOS A continuación incluimos el texto de esta Píl - dora sobre Historia del Medicamento \"Pabe - llón de reposo. Los antibióticos\": «Cuando la desesperanza le ha invadido a uno, porfiada y cautelosa, y hace sentirnos, cada vez más próxima la muerte...Sí; no hay duda. Es entonces cuando creemos haber acertado. Ya no levanto cabeza y, sin embar- go... ¡qué bien hice viniendo al sanatorio!». Camilo José Cela Trulock (1916-2002), Pre - mio Nobel de Literatura en 1989 y Premio Cervantes en 1995, es el autor de esta novela ambientada en un sanatorio antituberculoso y publicada en 1943. En ella describe la vida de varios enfermos de tuberculosis en un sa-natorio exclusivo para el tratamiento de esta enfermedad. Indefensos, observan cómo pa - san sus vidas en este recinto, construido con el objetivo de aportarles descanso y aire puro y seco, casi los únicos remedios para su en - fermedad. Esta novela forma parte del género literario conocido como Tremendismo, que el autor inicia con su conocida obra La familia de Pascual Duarte. El dramatismo y la angustia HISTORIA DE LA FARMACOLOGÍA ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 - 143 - reflejados por Cela supusieron un impactante choque para los lectores y el público en gene-ral de la época, que consideraban la enferme - dad tuberculosa y al paciente tísico casi como ideales de belleza, fruto de la herencia del Ro-manticismo del siglo XIX, donde abundan las obras literarias que representan la tuberculo - sis con un halo romántico. La tuberculosis (provocada por la bacteria Mycobacterium tuberculosis) es considerada una de las primeras enfermedades humanas de las que se tiene constancia, constatándose huellas de su presencia en huesos humanos datados en fases neolíticas. Cela escribe esta novela, publicada inicialmente en fascículos, inspirado por su propia experiencia, ya que permaneció ingresado en uno de estos sana-torios en dos ocasiones. Justo un año después de su publicación, en 1944, Selman Waksman (1888-1973) y Albert Schatz (1922-2005) des-cubrían la estreptomicina, el primer antibióti - co capaz de matar a la bacteria causante de esta enfermedad, lo que se tradujo en su prác-tica erradicación en gran parte del planeta. Aunque existen aproximaciones anteriores, la era de los antibióticos tiene su origen en las conocidas observaciones de Alexander Fle-ming (1881-1955) en 1928, sobre el efecto inhibidor del hongo Penicillium notatum. Tras regresar de vacaciones, Fleming quiso ense-ñar varias bandejas de cultivos de bacterias a su ayudante antes de colocarlas en un baño de líquido limpiador; entonces advirtió que un moho había contaminado algunos de los cul - tivos y que todas las colonias de bacterias a su alrededor habían muerto, por lo que aquel contaminante accidental había estado produ - ciendo una sustancia química que las había matado. Había descubierto la Penicilina. Los antibióticos son medicamentos destina - dos a acabar con procesos infecciosos pro- ducidos por un determinado tipo de agentes microbianos, las bacterias. De la misma forma que existen múltiples especies de bacterias capaces de provocar enfermedades en perso - nas y animales, existe una amplia variedad de antibióticos que actúan con cierto grado de selectividad frente a tales bacterias. El obje - tivo terapéutico del antibiótico es ayudar al organismo en su lucha frente a las bacterias causantes de la infección. Panel Pabellón de reposo: Los Antibióticos. Centro Cultural La Corrala, Museo de Artes y Tradiciones populares de Madrid (2014).HISTORIA DE LA FARMACOLOGÍA a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 144 - volumen 15 Nº2 Junio 2017 Existen muchas clases de antibióticos, que actúan de formas diferentes y sobre diversos grupos de bacterias. El principio de antibiosis fue descrito en 1877 cuando Louis Pasteur y Robert Koch (1843-1910) observaron que un bacilo en el aire podía inhibir el crecimiento de la bacteria Bacillus anthracis . Todo mi- croorganismo que crece en un medio natural está sujeto a relaciones favorables y desfa-vorables debido a la presencia de otros mi-croorganismos: dos gérmenes asociados pue-den ejercer influencia favorable (simbiosis) o desfavorable (antibiosis). En la antibiosis, un microorganismo destruye a otro para poder sobrevivir. Así, toda sustancia producida por un microorganismo en estas condiciones des-favorables se denomina antibiótico. En la ac-tualidad, un antibiótico puede ser producto del metabolismo de un microorganismo, es decir, un metabolito, pero también puede ser producido por síntesis química, o bien ser un producto semisintético o sintético producido por analogía con un antibiótico natural. El descubrimiento de los antibióticos, unido a otros hallazgos como los anestésicos o la adopción de prácticas higiénicas por el per - sonal sanitario (por ejemplo, el lavado de ma-nos y la utilización de instrumental esteriliza-do), revolucionó la sanidad, convirtiéndose en uno de los grandes avances de la Historia de la Medicina y contribuyendo a salvar la vida de millones de personas. Estrella G. de Diego Responsable Dpto. Comunicación y Divulgación IFTHEL FÁRMACO Y LA PALABRA ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 - 145 - Coordinado por Antonio G. García y Francisco Sala aEn esta sección iremos recogiendo la forma que consideramos más correcta de esxribir los términos médicos, a fin de mantener los textos de AFT libres de an-glicismos innecesarios. También intentaremos unificar criterios sobre los nombres de los fármacos, acogiéndonos a las normas sugeridas por la Dirección General de Farmacia del Ministerio de Sanidad y Consumo.z Correspondencia Francisco Sala Instituto de Neurocien-cias. Universidad Mi/g.saltuel Hernández. Campus de San Juan.San Juan (Alicante)fsala@umh.esSiguiendo la línea que marcó Antonio G. García en esta misma sección del número anterior de AFT, creo que se puede añadir algo a lo que en su día comentábamos Antonio y yo paseando por los palacios nazaríes de Granada. Ciertamente el idioma inglés lo tiene \"fácil\" porque qué mejor que un hit para un target, más aún cuando la mayor parte de las cribas farmacológicas actuales se realizan basadas en las dianas farmacológicas. Ya se ha comentado en alguna ocasión la pertinencia del término diana y lo afortunado que supone su combinación con las balas mágicas de Ehrlich, uno de los padres del concepto (y del término) de receptor. El caso es que en español no hallamos una palabra que tenga la feliz resonancia de hit; podríamos proponer 'éxito', 'acierto', o algo equivalente, pero no lo veo muy apropiado; particularmente me resultan expresiones demasiado optimistas, incluso pretenciosas, para el momento en que se deberían aplicar. La cuestión es que tampoco veo bien la palabra 'candidato', aunque en este caso sólo sea porque en las publicaciones en lengua inglesa se habla de candidate para referirse al fármaco que queda tras la optimización de los cabezas de serie, y que pasa a la fase clínica del desarrollo, como candidato para que, si supera las tres primeras fases del ensayo clínico, las instituciones reguladoras le otorguen su bendición. Así pues, creo que es mejor dejar la palabra candidato para ese último estadio, evitando de paso confusiones en las traducciones.Para el lead , sin embargo, me parece estu- penda la denominación de cabeza de serie, porque, como bien apuntaba Antonio, man-tiene ese carácter de ir por delante (en reali - dad, de haber ido), en la vanguardia, marcando el camino, al frente de una serie que es la se va produciendo durante el proceso de optimi - zación. Seguimos pues sin palabra española para hit, y aquí es donde propongo la siguiente idea. Pensando en alguna situación que pudiera ser análoga al proceso de criba: miles de com-puestos en las quimiotecas cientos de hits decenas de leads 1-3 pre-candidates 1 candidate 1 approved drug, se me ocurrió compararlo con el proceso por el que un niño cualquiera acaba convirtiéndose en un jugador profesional de fútbol (hago siempre uso gené-rico del masculino, y también nos podríamos referir a otros deportes). Me pareció relativamente fácil asociar el paso de candidato a medicamento aprobado al joven al que se le hace un contrato de prueba para ver si realmente encaja en el club (fases I a III del ensayo clínico), obviamente antes de hacerle el contrato profesional definitivo. ¿De dónde vienen esos chavales candidatos? Y la respuesta es que en muchos de los grandes clubes vienen de sus canteras, en las que, tras un proceso de \"optimización y maduración\" de sus cualidades futbolísticas, se han seleccio-nado los que han destacado suficiente para as-pirar a convertirse en profesionales. No sé cuál es el sitio correspondiente de otros clubes, pero MÁS SOBRE HITS Y LEADS Francisco Sala Instituto de Neurociencias Universidad Mi/g.saltuel Hernández/ CSICEL FÁRMACO Y LA PALABRA a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 146 - volumen 15 Nº2 Junio 2017 Mediante un sistema de criba inicial no demasiado exi/g.saltente, se seleccionan cientos de promesas que, sometidas a un escrutinio más estricto, se reducen a decenas de cabezas de serie, que a su vez, mediante un proceso de optimización de sus características farmacoló/g.salticas pueden superar las fases preclínicas del desarrollo, siendo el mejor de ellos el fármaco candidato a convertirse en medicamento aprobado, tras superar satisfactoriamente las fasesI, II y III del ensayo clínico, claro.casi todos conocemos de oídas \"La Masía\" del F. C. Barcelona, allí donde pasan varios años decenas de chavales antes de convertirse en futbolistas. En la analogía, esos jóvenes de la cantera no son otros que los cabezas de se- rie que a lo largo del proceso de optimización han podido adquirir las propiedades farma-cológicas que distinguen a los simples hits de los candidatos reales a medicamento útil. Un asunto es tener suficiente afinidad por la diana y/o producir un determinado efecto bi-ológico, que es lo que cumplen los hits, y otro, mucho más difícil de alcanzar, es el mostrar eficacia clínica, ausencia de toxicidad (lo que ahora se llama seguridad) y farmacocinética favorable, condiciones estas requeridas en un candidato a medicamento. Como apuntaba, los hits serían los cientos de niños que han demostrado esa afinidad/efec- to respecto al fútbol entre una población de miles siendo, por ejemplo, los jugadores que destacan en sus correspondientes equipos de fútbol escolar. Entre ellos, los 'ojeadores' del club hacen una selección refinada para con - vertirlos en SUS cabezas de serie, llevándose - los a SU correspondiente \"Masía\". Y la palabra que viene a describir a esos chavales sobre los que los ojeadores ponen su ojo (¡para eso están!), es 'promesa', un tér - mino bastante usado en ese y otros contextos similares. Me pareció que podía ser adecuado también para aplicarse a los hits ya que estos han demostrado potencial para convertirse en medicamentos pero todavía les queda un largo, largo camino... como a las 'promesas' que despuntan en sus equipos escolares. Al buscar 'promesa' en el DRAE nos encon - tramos con que la segunda y tercera entrada dicen:2. f. Persona o cosa que promete por sus es - peciales cualidades.3. f. Augurio, indicio o señal que hace esperar algún bien.Y la cuarta de 'prometer': 4.intr. Dicho de una persona o de una cosa: Mostrar especiales cualidades, que pueden llegar a hacerla triunfar. El nuevo refresco de menta promete.Así que parece que no resultaría forzado el uso de 'compuesto promesa', 'compuesto prometedor', o simplemente 'promesa' en este contexto para indicar que estamos ante un hit. Comprensiblemente hemos de desprender - nos de las connotaciones \"comprometedo - ras\" que tiene el término, las que lo hacen equivalente al juramento; pero eso no resul - tará difícil si pensamos en lo que realmente significan las \"promesas\" que hacen los candi - datos durante las campañas electorales. El diccionario ideológico de Julio Casares tam- bién atribuye a 'promesa' el significado figu-rado de 'indicio, señal favorable, augurio', de acuerdo con la tercera entrada del DRAE. A su vez, lo emparenta con las constelaciones semánticas de 'auspicio' y de 'conjetura'; y desde esta última podríamos llegar a 'presun-to' y a 'supuesto'. Curiosamente desde ahí también podríamos llegar sin esfuerzo hasta 'imputado', o como se denomina ahora, 'in-vestigado'... lo cual cerraría cierto círculo... pero creo que esta línea de investigación tiene menos porvenir, vamos, ¡que promete menos! Algo parecido ocurre con otros términos análogos a considerar, como 'aspirante' o 'pretendiente'. Personalmente los encuen-tro demasiado precisos, y acaso demasiado \"avanzados\" para la situación en la que deben estar los hits, que es bastante inicial. Además, según mi criterio, no tienen la ventaja de 'promesa' y 'prometer', y es que estas ¡tam-bién se pueden referir a cosas! Por otra parte, en el Diccionario de dudas y dificultades de traducción del inglés médico (3ª edición, 2017), Fernando A. Navarro propone traducir hit en este contexto como 'molécula con actividad in vitro', 'compuesto activo' o 'molécula inicial' o 'prototipo molecular'. Creo que hay que tener en cuenta estas propuestas, pero tampoco deberíamos acomplejarnos, y si en inglés se usa hit & leads en los ámbitos más formales, y no 'active substance' (que sería muy confuso, por cierto) y ' starting EL FÁRMACO Y LA PALABRA ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 - 147 - molecule', no veo razones poderosas para que en español no podamos usar 'promesa' y 'cabeza de serie', ya que ambas comparten sencillez, proyección y resonancia con sus contrapartidas inglesas. Así que mi propuesta es que, de entre qui - miotecas de miles de compuestos, medi - ante un sistema de criba inicial no dema - siado exigente, se seleccionan cientos de promesas que, sometidas a un escrutinio más estricto, se reducen a decenas de ca- bezas de serie, que a su vez, mediante un proceso de optimización de sus característi - cas farmacológicas pueden superar las fases preclínicas del desarrollo, siendo el mejor de ellos el fármaco candidato a convertirse en medicamento aprobado , tras superar satisfactoriamente las fases I, II y III del en - sayo clínico, claro.LA SEF INFORMA a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 148 - volumen 15 Nº2 Junio 2017 LA SEF INFORMA ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 - 148 - l/a.end SEF inform/a.end LA SEF INFORMA SOCIEDAD ESPAÑOLA DE Girona nº 52, pral. e-mail:socesfar@socesfar.com http://www.socesfar.comSociedad Española de Farmacología Socios Corporativos FARMAINDUSTRIA · LABORATORIOS ALMIRALL · AMGEN · BIOIBERICA · GRUPO FERRER · INNOVACIÓN IPSEN · MSD · LILLY · LABORATORIOS ROVISOLICITUD DE ADMISIÓN COMO MIEMBRO SOCIEDAD ESPAÑOLA DE FARMACOLOGÍA DATOS PERSONALES NOMBRE DOMICILIOLICENCIATURA/GRADO: AÑO DOCTORADO: POBLACIÓN CÓDIGO POSTAL TELÉFONO CORREO-E FIRMA FECHA DATOS BANCARIOS PARA EL COBRO DE LA CUOTA DE LA SOCIEDAD ESPAÑOLA DE FARMACOLOGÍA (para la Secretaría de la SEF) BANCO O CAJA DE AHORROS ENTIDAD OFICINA D.C. Nº CUENTA AGENCIA CALLE Nº C.P. POBLACIÓN PROVINCIA TITULAR DE LA CUENTA DNIRuego a ustedes se sirvan tomar nota de que hasta nuevo aviso deberán adeudar a mi cuenta en esta entidad el recibo que anualmente a mi nombre les sea presentado para su cobro por la SOCIEDAD ESPAÑOLA DE FARMACOLOGÍA. Les saluda atentamente: NOMBRE FIRMADO FECHA CONDICIONES PARA INGRESAR COMO SOCIO DE LA SEF Enviar al Secretario solicitud por escrito acompañada de un breve \"curriculum vitae\" o certificado acreditativo y avalada por dos Numerarios y/o de Honor. En caso de no contar con los mencionados avales, nosotros mismos te avalamos. Ser aceptado por la Junta Directiva. Cuotas anuales: Socio:........................................................................40 Euros Socio Joven (hasta 35 años) :...............................20 Euros Remitir a: Sociedad Española de Farmacología. C/ Medes, 4-6, Local. 08023 - Barcelona. (socesfar@socesfar.com )Hazte Socio de la SEFLA SEF INFORMA a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 150 - volumen 15 Nº2 Junio 2017 LA SEF INFORMALA SEF INFORMA LA COMISIÓN DE JÓVENES INVESTIGADORES INFORMAN... Comisión de Jóvenes Investi/g.saltadores Mª Luisa Castejón, Aida Collado, Patrice Marques, Ramos, Azahara Rodrí/g.saltuez, Mi/g.saltuel Romero, Enrique Luen/g.salto y Álvaro San Hipólito.jovenessef@/g.saltmail.com Tras un paréntesis de un año, coincidiendo con el VII Congreso de Sociedades Europeas de Farmacología celebrado en Estambul, retomamos este foro de encuentro nacional para expertos en todos los campos de la farmacología. Durante el mes de junio, del 18 al 21, se celebrará la trigésimo séptima edición del Congreso Nacional de la Sociedad Española de Farmacología, en la ciudad de Barcelona, contando este año con la presencia como sociedad invitada de la British Pharmacological Society (BPS). Con ello esperamos fomentar nuevas colaboraciones entre investigadores la SEF y de la BPS. Durante las cuatro jornadas se desarrollará un programa que abarca la creciente interdisciplinaridad que actualmente vive la Farmacología. La inauguración de la presente edición será a cargo del Dr. Rafael Maldonado, profesor de neurofarmacología de la Universidad Pompeu Fabra de Barcelona, que abordará el papel del sistema endocannabinoide en la adicción a la comida. Durante los siguientes días contaremos con la presencia de expertos nacionales e internacionales en temas como: Farmacología y toxicología de transportadores de fármacos, Dolor e inflamación, Isquemia y reperfusión, Farmacología de receptores unidos a proteínas G, Farmacología Cardiovascular y de productos naturales, Psicofarmacología, Innovación docente en farmacología, entre otras. Este año el programa cuenta con una doble sesión para jóvenes farmacólogos, organizada por la Comisión de Jóvenes Investigadores de la SEF, que se celebrará el domingo 18 de 15.30 a 17.30. Durante estas charlas se tratarán temas de interés para los más jóvenes que se encuentren en cualquier punto de su carrera investigadora. Además se abrirá un debate en el que intercambiar ideas y propuestas con el objetivo de conocer las necesidades e inquietudes de los jóvenes investigadores, con el propósito de que la Comisión de Jóvenes trabaje sobre ellas. Como tradicionalmente se viene haciendo la SEF y el Comité Organizador ha convocado un total de 40 bolsas de viaje para facilitar la asistencia a los más jóvenes. Además se concederán el XXXIII Premio a Joven Investigador de la SEF y el Premio a la Trayectoria en Farmacología. En esta ocasión, el premio se ha concedido ex aequo a los profesores Jesús García Sevilla y Antonio García García. El primero es catedrático de Farmacología de la Universidad de las Islas Baleares (UIB) y fue presidente de la SEF de 1993 a 1996, mientras que el segundo es catedrático de Farmacología de la Universidad Autónoma de Madrid (UAM) y ha sido siempre un miembro tremendamente activo en la SEF. Esperemos que la reunión suponga un punto de encuentro para compartir los avances en el campo de la Farmacología y disfrutar de la maravillosa ciudad que este año acoge el congreso. A todos, nos vemos en Barcelona. Comisión de Jóvenes Investigadores La Comisión de Jóvenes Investigadores de la Sociedad Española de Farmacología. Facebook: https://www.facebook.com/JovenesSEF/ Twitter: https://twitter.com/jovenessef XXXVII Congreso de la de Farmacología (SEF)LA SEF INFORMA ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA /hyphen.case a/f_t Junio 2017 volumen 15 Nº2 - 151 - *Si quieres participar en ésta sección, escribiendo un artículo de opinión sobre algún tema de interés gene - ral para jóvenes investigadores, ponte en contacto di - rectamente con nosotros en la dirección jovenessef@gmail.com, o con el representante de tu comunidad: Barcelona: Francesc Jiménez-Altayo [U. Autónoma [Universidad Granada] Madrid: Enrique Luengo Martín [U. Autónoma de Madrid]Madrid: Álvaro San Hipólito Luengo[U. Autónoma de Madrid] Málaga: José Julio Reyes de la Montó [Universidad de Valencia]a/f_t - ACTUALIDAD EN FARMACOLOGÍA Y TERAPÉUTICA - 152 - volumen 15 Nº2 Junio 2017Normas para los autores de colaboraciones Basadas en las \"normas uniformes para los originales enviados a las revistas biomédicas\", redactadas por el Comité Internacional de Editores de Revistas Médicas. Actualidad en Farmacología y Terapéutica (AFT) es una revis - ta de educación continuada que persigue informar y formar a los profesionales del medicamento, sobre los aspectos más actuales de la farmacoterapia. Por ello, publica solo artículos de revisión y actualización sobre los más variados aspectos de las propie - dades de los fármacos, siempre en el contexto de su aplicación en la profilaxis y terapéutica de las enfermedades humanas. La información y contenido de sus distintas secciones se fundamen - tará en estudios serios y objetivos y se apoyará siempre en el más completo rigor científico. Todas sus secciones se editarán en lengua castellana. Los trabajos deben ser inéditos y no estar en fase de publicación, o haberse publicado, en ninguna otra revista. Se redactarán si - guiendo las instrucciones a los autores que se describen más aba - jo y se remitirán por correo electrónico a la siguiente dirección: luis.gandia@uam.es Los manuscritos se acompañarán de una carta en la que se es - pecificará que el trabajo no ha sido publicado, ni está en fase de publicación, en ninguna otra revista. Los trabajos deben atenerse a las secciones de la revista, ajus - tarse en su confección a las normas dadas más abajo y redac - tarse en forma clara y concisa. Una vez aceptados, quedan co - mo propiedad de los editores y no podrán ser reimpresos sin au - torización de los mismos. Asimismo, los editores se reservan el derecho de realizar los cambios necesarios para conseguir una mayor homogeneidad en lo referente a la corrección, expresión y claridad idiomática de los mismos. En los trabajos sólo se uti - lizarán los nombres genéricos de los fármacos, en minúsculas. La Redacción acusará recibo de los originales. En el plazo más breve posible (entre uno y dos meses), comunicará a sus autores la aceptación o no del trabajo, la fecha aproximada de su publica - ción y la sugerencia de posibles modificaciones. La responsabi - lidad del contenido de los trabajos recaerá exclusivamente sobre los autores que los firman. Artículos originalesLos artículos con referencias al tratamiento de enfermedades concretas, harán énfasis en el tratamiento farmacológico, farma - cocinética y pautas terapéuticas. Las referencias a la descripción de la enfermedad y a su diagnóstico deben ser mínimas (una pá - gina inicial, a lo sumo); el protagonista debe ser el medicamento y las alusiones a la enfermedad deben ser las mínimas para po - der razonar las distintas opciones terapéuticas. La extensión de los artículos no debe superar las 15 páginas a máqui - na, y unas 5 figuras o tablas. Constarán de las siguientes secciones:Portada: Contendrá el título del trabajo en letras mayúsculas, ini - ciales del nombre de cada autor seguidas del o de los apellidos; departamento, servicio y centro en el que se ha realizado. Presentación: Consistirá en una corta frase de no más de ocho líneas mecanografiadas, distinta del resumen, que resaltará el interés del trabajo e inducirá a su lectura. Se escribirá en hoja aparte.Texto: El texto del trabajo debe iniciarse en hoja aparte y redac - tarse siguiendo una secuencia lógica en hojas consecutivas. Se organizará con epígrafes y subtítulos que faciliten su lectura. Resumen: Se iniciará su redacción en hoja aparte y su extensión no será superior a las 200 palabras. Esta página debe ir al final, antes de la bibliografía. Bibliografía: : Se citará en el texto mediante numeración corre - lativa, según el orden de aparición en el mismo. En la relación bibliográfica las referencias aparecerán, igualmente, con la nu - meración correlativa, con el mismo orden de aparición que en el texto, SIN ALFABETIZAR. Las citas bibliográficas deben selec - cionarse escrupulosamente (20 como máximo), sin que la nece - saria limitación (por razones de espacio) merme la calidad y el rigor científico de los trabajos. Las referencias de artículos de revistas incluirán: apellidos e ini - cial del nombre/s del autor o autores en su totalidad, título, publi - cación (sin abreviaturas), año, volumen, primera y última página. Ejemplo: Baron, E.J.; Gates, J.W.: Primary 10: 80-84. Las referencias de libros incluirán: apellidos e inicial del nombre/s del autor o autores en su totalidad, título, editor/es la (si lo hay), editorial, lugar y año de publicación y páginas. Ejemplo: Sabath, L.D.; Masten, J.M.: Análisis Salvat, Barcelona, 1981, pp. 437-440. Frases para entresacar: En otra hoja aparte, se reseñarán cin - co frases entresacadas del texto, que resalten los aspectos más relevantes del mismo. Iconografía: Las tablas, figuras, cuadros, gráficas, esquemas, diagramas, fotografías, etc., deben numerarse con números or - dinales, utilizando, tanto en el texto como en su título, la palabra completa \"sin abreviaturas\" (V.G.: tabla 1, figura 3). Las tablas, en formato word, llevarán su título (a continuación del número co - rrespondiente) en su parte superior. Las figuras, cuadros, gráfi - cas, esquemas, diagramas y fotografías portarán su título, a con - tinuación del número correspondiente en su parte inferior. Cada uno de estos materiales iconográficos se remitirá en formato di - gital (jpeg, tiff, eps), separados del artículo, en un archivo de ima - gen con una resolución de 300 ppp (puntos por pulgada). Nota importante: no pegar las imágenes en un documento de word, puesto que reduce notablemente su calidad . Enviar siem - pre en los formatos anteriormente especificados.Contacto: Luis Gandía Juan. Redactor Jefe. Instituto Teófilo HernandoFacultad de Medicina. UAM. Avda. Arzobispo Morcillo, 428029-MadridTlfo.: 91 497 53 96 Fax: "}