{"title": "Ayurveda", "author": null, "url": "https://www.artofliving.org/mx-es/ayurveda-0", "hostname": "artofliving.org", "description": "Ayurveda ESTILO DE VIDASALUDAYURVEDARECETASEXITO ¿Qué es el Ayurveda? Ayurveda es la medicina natural y holística de la antigua India. En sánscrito, Ayurveda", "sitename": "Art Of Living (Mexico)", "date": "2023-01-01", "cleaned_text": "es la medicina natural y holística de la antigua India. En sánscrito, Ayurveda significa \"la ciencia de la vida\" (la raíz ayur significa \"longevidad\" o \"vida\" y veda significa \"ciencia\". Mientras que la medicina alopática tiende a centrarse en el tratamiento de la enfermedad, el Ayurveda nos proporciona el conocimiento de cómo prevenir enfermedades y cómo eliminar la raíz de ellas. Principios Básicos El conocimiento del Ayurveda se transmitió oralmente a través de un linaje de sabios en la India hasta que se recopiló en texto hace más de cinco mil años. Los textos más antiguos conocidos sobre Ayurveda son Charaka Samhita, Sushruta Samhita y Ashtanga Hrudaya. Estos textos detallan los efectos que los cinco elementos encontrados en el sistema cósmico (tierra, agua, aire, fuego, espacio) tienen en nuestro sistema individual y exponen la importancia de mantener estos elementos balanceados para una vida sana y feliz. Según Ayurveda, cada persona se ve influenciada por ciertos elementos más que otros. Esto se debe a su prakriti, o constitución natural. El Ayurveda clasifica las diferentes constituciones en tres diferentes doshas: - Vata dosha, donde predominan los elementos aire y espacio - Pitta dosha, donde predomina el elemento fuego - Kapha dosha, donde predominan los elementos tierra y agua Los dosha afectan no solo la forma del cuerpo, sino también las tendencias (como las preferencias alimenticias y la digestión), el temperamento de la mente y las emociones. Por ejemplo, el elemento tierra en personas con Kapha dosha es evidente en su tipo de cuerpo sólido y robusto, su tendencia a una digestión más lenta, su memoria fuerte y su estabilidad emocional. El Prakriti de la mayoría de las personas se componen de una combinación de dos doshas. Por ejemplo, las personas que son \"Pitta Kapha\" tendrán las tendencias tanto de Pitta dosha como de Kapha dosha, con Pitta dominante. Al comprender las cualidades de nuestra constitución natural, podemos hacer lo que sea necesario para mantenernos en equilibrio. PRODUCTOS AYURVÉDICOS EN ARGENTINA Sri Sri Tattva LA ESENCIA DEL AYURVEDA Conocé nuestros productos Ayurvédicos .No testado en animales, Aptos para vegetarianos, Libres de Parabenos, Productos originales de la India, Elaborados por meditadores y creados con energía positiva. Ayurvedic Treatments AVAILABLE AT SHANKARA AYURVEDA SPA Our therapists work with your body to encourage healing, growth, and physical stress relief, bringing you into an open, blissful, Tarpana: Pairing western anti-aging breakthroughs with the eastern ancient \"Science of Life,\" the Shankara transformation and enhances your authentic beauty. "}