{"title": "Mitos y realidades sobre las vacunas contra el COVID-19", "author": "Johns Hopkins Medicine", "url": "https://www.latimes.com/espanol/eeuu/articulo/2021-02-09/mitos-y-realidades-sobre-las-vacunas-contra-el-covid-19", "hostname": "latimes.com", "description": "Mitos y realidades sobre las vacunas contra el COVID-19", "sitename": "Los Angeles Times en Español", "date": "2021-02-09", "cleaned_text": "Mitos y realidades sobre las vacunas contra el COVID-19 Ahora que la Administración de Alimentos y Medicamentos de los Estados Unidos (FDA, por sus siglas en inglés) ha aprobado las vacunas contra el COVID-19, y han comenzado a distribuirse, la Dra. Lisa Maragakis, M.D., M.P.H., directora principal de Prevención de Infecciones, y el Dr. Gabor Kelen, M.D., director de la Oficina de Preparación y Respuesta ante Situaciones Críticas de Johns Hopkins, examinan algunos de los mitos corrientes en circulación y aclaran la confusión proporcionando datos reales y confiables. MITO: La vacuna contra el COVID-19 puede incidir en la fertilidad de las mujeres. REALIDAD: La vacuna contra el COVID-19 no afectará la fertilidad. La verdad es que la vacuna contra el COVID-19 le da instrucciones al cuerpo para producir copias de la proteína Spike (espícula) que está presente en la superficie del coronavirus. Esto \"enseña\" al sistema inmunitario del cuerpo a luchar contra el virus que tiene esa proteína Spike específica sobre su superficie. La confusión surgió cuando un informe falso apareció en las redes sociales, indicando que la proteína Spike de este coronavirus era la misma que otra proteína Spike llamada sincitina-1 que interviene en el desarrollo y la implantación de la placenta durante el embarazo. El informe falso señalaba que recibir la vacuna contra el COVID-19 ocasionaría que el cuerpo de la mujer luchara contra esta otra proteína Spike y afectaría su fertilidad. Estas dos proteínas Spike son completamente diferentes y separadas, y recibir la vacuna contra el COVID-19 no incidirá en la fertilidad de las mujeres que están buscando un embarazo, incluyendo mediante los métodos de fecundación in vitro. Durante las pruebas de la vacuna de Pfizer, 23 voluntarias que participaban en el estudio quedaron embarazadas, y la única que perdió el embarazo no había recibido la vacuna propiamente dicha, si no un placebo. Por otro lado, enfermarse de COVID-19 puede tener repercusiones posiblemente graves en el embarazo y en la salud de la madre. Johns Hopkins Medicine les recomienda a las mujeres ponerse en contacto con sus proveedores de atención médica para conversar sobre otras inquietudes que tengan sobre el COVID-19 y su relación con la fertilidad o el embarazo. MITO: Si ya tuve el COVID-19, no necesito vacunarme. REALIDAD: Las personas que se enfermaron de COVID-19 aún pueden beneficiarse de recibir la vacuna. Debido a los graves riesgos para la salud asociados al COVID-19 y al hecho de que es posible volver a contagiarse de esta enfermedad, puede que se les aconseje a las personas que se vacunen contra el COVID-19 aunque hayan estado enfermas de COVID-19 anteriormente. Actualmente, no hay suficiente información disponible que nos permita decir si efectivamente, o por cuánto tiempo, las personas estarán protegidas de contraer el COVID-19 después de haber tenido la enfermedad (inmunidad natural). Los datos iniciales parecen indicar que la inmunidad natural contra el COVID-19 tal vez no dure por mucho tiempo, pero son necesarios más estudios para comprender esto más cabalmente. Varios participantes en el estudio clínico de Pfizer que se contagiaron previamente recibieron la vacuna sin ninguna reacción adversa. Algunos científicos creen que la vacuna brinda mejor protección contra el coronavirus que la adquirida por infección natural. MITO: Los investigadores aceleraron el desarrollo de la vacuna contra el COVID-19, entonces su eficacia y seguridad no son confiables. REALIDAD: Los estudios determinaron que las dos vacunas iniciales tienen una eficacia de aproximadamente 95% — y no notificaron ningún efecto secundario grave ni potencialmente mortal. Hay muchas razones por las cuales las vacunas contra el COVID-19 pudieron desarrollarse tan rápidamente. Las siguientes son solo algunas de ellas: - Las vacunas de Pfizer/BioNTech y de Moderna contra el COVID-19 se crearon utilizando un método que ha estado en desarrollo por muchos años, por eso es que las compañías pudieron comenzar el proceso de desarrollo de la vacuna a principios de la pandemia. - China aisló y compartió la información genética sobre el COVID-19 sin demora, de manera que los científicos pudieron empezar a trabajar en crear las vacunas. - Los fabricantes de las vacunas no se saltaron ningún paso de las pruebas, pero realizaron algunos de los pasos superponiendo las fases a fin de reunir los datos con mayor rapidez. - Los proyectos de vacunas tuvieron muchos recursos a disposición, puesto que los gobiernos invirtieron en la investigación o pagaron las vacunas por adelantado. - Algunos tipos de vacunas contra el COVID-19 se crearon utilizando ARN mensajero (ARNm), lo cual permite un desarrollo más veloz que el método tradicional con el cual se producen las vacunas. - Las redes sociales ayudaron a las compañías a buscar y captar el interés de voluntarios para los estudios clínicos, y muchos estuvieron dispuestos a ayudar en la investigación de las vacunas contra el COVID-19. - Puesto que el COVID-19 es tan contagioso y está tan extendido, no se tardó mucho tiempo en determinar si la vacuna funcionaba en los voluntarios de los estudios clínicos que fueron vacunados. - Las compañías comenzaron a fabricar las vacunas en la etapa temprana del proceso, incluso antes de la aprobación de la FDA, de manera que algunos suministros ya estaban listos cuando se obtuvo la aprobación. MITO: Recibir la vacuna contra el COVID-19 significa que puedo dejar de usar mi mascarilla y de tomar precauciones contra el coronavirus. REALIDAD: Las personas que se vacunan contra el COVID-19 igual necesitan poner en práctica las precauciones para la prevención de infecciones. Continúe poniéndose su mascarilla (barbijo, tapabocas) y manteniéndose por lo menos a 6 pies (2 metros) de distancia de los individuos que no viven en su hogar, hasta nuevo aviso. Las vacunas no impiden que el coronavirus ingrese en su cuerpo; solo previenen que usted contraiga una forma moderada a grave del COVID-19. Todavía no está claro si las personas vacunadas contra el COVID-19 pueden portar y transmitir el virus, incluso si ellas mismas no se enferman. MITO: Recibir la vacuna contra el COVID-19 puede hacerme contraer el COVID-19. REALIDAD: La vacuna contra el COVID-19 no puede y no hará que usted contraiga el COVID-19. Las dos vacunas de ARNm aprobadas le dan instrucciones a sus células para que reproduzcan una proteína que forma parte del coronavirus SARS-CoV-2, lo cual ayuda a que su cuerpo reconozca y luche contra el virus, si este ingresa en el organismo. La vacuna contra el COVID-19 no contiene el virus SARS-CoV-2, por eso es que usted no puede contraer el COVID-19 a través de la vacuna. La proteína que ayuda a su sistema inmunitario a reconocer y luchar contra el virus no ocasiona ningún tipo de infección. MITO: Los efectos secundarios de la vacuna contra el COVID-19 son peligrosos. REALIDAD: La vacuna contra el COVID-19 puede tener efectos secundarios, pero la gran mayoría de ellos son de muy corto plazo — no son graves ni peligrosos. Los fabricantes de la vacuna han notificado que algunas personas sienten dolor en el lugar de la inyección, dolores en el cuerpo, dolores de cabeza o fiebre que duran por un día o dos. Estos son signos de que la vacuna está funcionando para estimular su sistema inmunitario. Si los síntomas persisten por más de dos días, debería llamar a su médico. Si tiene alergias —especialmente alergias graves, por lo cual necesita llevar consigo un EpiPen® (autoinyector de epinefrina)— hable sobre la vacuna contra el COVID-19 con su médico, quien puede evaluar su riesgo y proporcionarle más información sobre si usted puede, y cómo puede, vacunarse en forma segura. MITO: La vacuna contra el COVID-19 ingresa dentro de las células y cambia el ADN. REALIDAD: Las dos vacunas contra el COVID-19 que tenemos disponibles están concebidas para ayudar al sistema inmunitario del cuerpo a luchar contra el coronavirus. El ARN mensajero de dos de los primeros tipos de vacunas contra el COVID-19 sí ingresa en las células, pero no hasta el núcleo de las células donde se encuentra el ADN. El ARNm cumple con su tarea de hacer que la célula produzca la proteína para estimular el sistema inmunitario, y después se descompone rápidamente, sin afectar su ADN. MITO: La tecnología de ARN mensajero que se utilizó para fabricar la vacuna contra el COVID-19 es muy nueva. REALIDAD: La tecnología de ARNm que ha hecho posible las vacunas contra el nuevo coronavirus ha estado en desarrollo por casi dos décadas. Los fabricantes de vacunas crearon la tecnología para ayudarles a responder rápidamente a una nueva pandemia, tal como el COVID-19. MITO: La vacuna contra el COVID-19 se desarrolló a partir de substancias de uso controvertido o contiene estas substancias. REALIDAD: Las primeras dos vacunas contra el COVID-19 en ser aprobadas por la FDA contienen ARNm y otros ingredientes normales de las vacunas, como los lípidos (los cuales protegen el ARNm), las sales y también una pequeña cantidad de azúcar. Estas vacunas contra el COVID-19 no se desarrollaron a partir de tejido fetal y no contienen ningún material como implantes, microchips ni aparatos de rastreo. MITO: Ahora que tenemos una vacuna contra el COVID-19, podemos fabricar vacunas para el resfriado, el VIH y otras enfermedades. REALIDAD: Los miles de virus que causan una variedad de enfermedades son muy diferentes. Muchos de ellos cambian (mutan) de un año a otro, lo cual hace difícil desarrollar una vacuna que sea eficaz por un período de tiempo prolongado. Desarrollar vacunas para algunos virus que causan enfermedades es un trabajo muy duro. Por ejemplo, el virus que causa el VIH puede esconderse y hacerse imposible de detectar por el sistema inmunitario humano, lo cual hace sumamente difícil poder crear una vacuna contra él. El resfriado puede ser causado por cualquiera de cientos de virus diferentes, de manera que una vacuna contra solo uno de ellos no sería muy eficaz. "}