{"title": "Ayurveda Doctor Online, Courses + Retreats | True Ayurveda", "author": null, "url": "https://www.trueayurveda.com", "hostname": "trueayurveda.com", "description": "Learn ayurveda, receive an ayurveda consultation, take a class, join a healing ayurveda retreat, and find recipes to balance your dosha all with an Ayurvedic Doctor.", "sitename": "True Ayurveda", "date": "2023-01-01", "cleaned_text": "There's a natural way to feel healthy and happy. I guide women who are feeling unwell back to health using Ayurveda, the ancient system of holistic healing from India. Moving step by step and in a way that's realistic for modern life, I'll teach you how to use this ancient wisdom to become your own best healer and create true wellbeing. You want to feel great living inside of your body. It's what lets you experience this beautiful life! But feeling great (physically or mentally) may not be your current reality. And it's confusing to figure out what you're supposed to do to feel better. Every wellness expert says something different, and I'm sure you've tried several if not many supplements, diets and cleanses that haven't helped. What worked for me and what has worked for the hundreds of women that I've guided over the years is Ayurveda. If you're looking for a natural, holistic approach that honors the connection between your body, mind and spirit, that creates both health and happiness, and that will help you to age well, I welcome you here. ONLINE AYURVEDIC CONSULTATIONS Get individualized care to overcome your health challenges or to guide you through any step of your fertility, pregnancy or postpartum journey. LEARN YOUR BODY Join my signature Ayurveda course for women with step-by-step guidance and group support to finally feel good in your body. AYURVEDA RETREATS Let's meet in person for a nourishing, rejuvenating Ayurveda experience! Hello & Welcome! I'm Julie I'm an Ayurvedic Doctor dedicated to helping you to feel healthy, happy and balanced using the wisdom of Ayurveda. I've been living and breathing this science for a decade now and it's an honor to be able to share it with you. Ayurveda is dear to my heart and even if we haven't met yet, you are too. Here's what my clients have experienced... - Julie is a magical gem of a healer! I first started working with Julie for overall health and vitality, as well as to shift my seasonal allergies. I have had really brutal spring allergies for 20 years. Julie set me up on an herbal protocol for a few months before spring, and to my great joyous shock my allergies were totally at bay! It really was astounding! I would take any class that Julie offers, as her wealth of Ayurvedic knowledge and spark for life is deeply inspiring! Sarah Perlis - Julie has given me a world of knowledge, provided endless support and continues to guide me along a path of physical and emotional health. I spent decades in search of remedies, solutions, and answers to health issues I had been suffering from my entire adult life—hormonal imbalance, acne, and digestion issues, never knowing they were all related. I often told myself 'this must be the way I am just built'. Until finding Julie and being introduced to Ayurveda. I have a relationship with my body I never dreamed of because of the work we do together. Ellen diResta - I was fortunate enough to work with Julie for help with my painful debilitating periods and severe anemia. With Julie's incredibly compassionate, patient and thorough knowledge and approach in just over 3 months I honestly feel like a different person. I have way more energy, feel less stressed, I sleep and digest foods better, and for the first time in my life my period was short, light and close to pain free! Kaili Blacklock-Hind - Meeting Julie online for the first time was divine, supportive, and flowing. My postpartum recovery was quite challenging and that hemorrhoid...oh gosh...I tried everything I could to relieve it and nothing helped me, so I decided to try the Ayurvedic approach. I followed everything exactly as she recommended. My super intense postpartum hemorrhoid was gone after 4 days of eating the right foods and taking herbs! Since then I had my husband, mom and other friends work with Julie and they are all happy with the results! Julia Artamon - I met Julie at a time when I was experiencing a lot of debilitating symptoms and especially severe digestive issues and gut pain. I couldn't digest food (or life) properly and had lost 23 Ibs, was emaciated and my menstruation had stopped because of the weight loss. During our work together my digestion improved and the pain slowly decreased. I quickly gained my weight back and I think my period came back after 4-5 months. Many of the debilitating symptoms disappeared and my energy slowly came back. My skin and hair is much healthier, digestion still delicate but working and I am a much healthier and grounded version of myself. Maria - Julie is a keeper of ancient knowledge and the bringer of abundant light. She transformed my postpartum journey into one of ease, rest, nourishment and joy. I am beyond grateful to have found a practitioner that is so committed to honoring the Ayurvedic traditions in a modern day setting. Britt Matkevich Start Your Ayurveda Journey Learn how to quickly put together a nourishing, balanced meal with my free video training and mini guide! Free Video Training "}