{"title": "PDF", "author": "PDF", "url": "https://dl.tufts.edu/downloads/0g354v11b?filename=m326mf41w.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "arouses bitterness at med school . ' . By TED SCHACHTER In the fall of 1973, 36-year-old Richard· Sullivan applied to 13 medical schools. The admission director of Duke University Medical School in Durham, North Carolina, returned Sullivan's application and check with the following note: \"I cannot in good conscience encourage your application to this school of medicine. This decision is based primarily on your age ... Because you are not aware of our policy regarding age, I have returned your application form.\" admission 's committee suggested to Sullivan that he think about \"going into clinical biochemistry .\" Later, when Sullivan asked the chairman, Dr. Lon Curtis, why he should .not continue the application process, Curtis said, very simply, \"age.\" When Sullivan repeated the question, Curtis again replied, \"Age is the only reason.\" \"I asked him if he was aware that Massachusetts law prohibits discrimination for reasons of age,\" says Sullivan, who took notes on the conversation . may rival in bitterness any of the seven sex discrimination complaints brought against Tufts in the past two years, Richard Sullivan has been charged by Curtis with behaving irrationally, being psychologically unstable, unproductive in his job, and being so threatening as to make Curtis unsure of the safety of his automobile . Sullivan has responded to Curtis categorically, presenting evidence to refute the substantive accusations, and ignoring the more ludicrous ones. Curtis, for his part, has refused to talk to this reporter, saying simply, through his secretary , \"I have no statement whatsoever .'' The R oyal College of Surgeons in Dublin, Ireland, wrote: \"We do not accept students of mature years into our college.\" Dartmouth College of Hanover, New Hampshire, included in the literature they sent Sullivan a statement strongly discouraging older applicants from applying. RICHARD SULLIVAN ... student by court order According to Sullivan, Curtis replied, in deliberate fashion, \"I would think carefully, Dr. Sullivan, if I were you, about the sorts of things that could be said about you before I took legal ac­ tion.\" \"Research is a nice game, but what is /' Curtis appears to have carried out this threat. Al the Tufts University School of Medicine (TUSM), where Sullivan taught biochemistry and pharmacology from 1970 until 1974, the chairman of the In an age discrimination case that most important to me is people,\" says Sullivan. \"I decided I didn't want to do any more basic research; I wanted to practice medicine.'' (Continued on page 11) the tufts Vol. 10, No.1 lnside~------TUFTS UNIVERSITY Friday, September 12, 1975 'Hal lowel I's resignation Even if you've already paid. /-.-.I!'! 1 O Se S for your fall semester meal '-\" nine-year era plan, you may have to shell ou(,~ ; ...,_~ At right, possibly the last smiling pose of new Dea'ri of Students Tim Winant, whose first two months in office have required a Superman interior to emerge from that Clark Kent exterior. News Editor Beth Winsten interviewed the former Penn administrator. Her report_ -appears on page 3. Tufts head football coach another $40 unless the state legislature specifically ex­ cludes colleges from the Massachusetts meal tax. Tufts Vice-President John Mitchell (left) calls the possibility \"one more nail in the coffin of private education.\" Andrew Liebman has the details on page 12. This week's arts section includes the Second Annual Observer Guide to Off­ Campus Survival, a review of Bruce Springsteen's new album, a feature on the Boston Shakespeare Company and a catalogue of the fall offerings of the Tufts Film Series, which include Peter Lorre in \"M\" (left). Paul Pawlak starts his second_.,...._ season at the Jumbo helm this fall with 20 of the 22 starters from last year's squad, in­ cluding the entire backfield and the leading receivers, returning another season. Jon Cramer pre;iews the up­ coming grid campaign on page 21. PRE&IDENT BURTON \"CLAUS\" HALLOWELL ... one more year By TIM LINDON which has had a profound impact widespread education a 1 A critical era in Tufts history on the campus.\" He praised the experimentation , university will end next summer with the president. for weathering these budget surpluses and nationwide resignation of President Burton storms and for making the economic woes, and the building Crosby Hallowell . university solvent and financially of Tufts into an integrated Hallowell , 60, submitted his vigorous. university . resignation to the Tufts' board of The tenure of Tufts' ninth Upon his inauguration in 1967, trustees this summer after eight prrsidenl _has included the Hallowell decried the years in office. He said stepping student revolts of the 60's and the \"propensity to state the purpose down exemplified his belief that current sex discrimination of the university in terms of \"momentum and ac-controversy . It has been a time of (Continued on page 4) complishment in a university are intensified by limiting dedicated Trustee presidential service to about a ·committee opens· decade.\" Hallowell said his future plans h are uncertain. He hopes to find a sear C job that will involve policy rather for new prexy lhan direct operational responsibilities . Hallowell said his resignation would be effective at the end of this academic year, but said that he would step aside for a suc­ cessor before that time. He vowed not to operate as a lame duck, since \"Tufts deserves and requires continuous leadership.\" A presidential search committee composed of eight trustees and an advisory committee composed of faculty members, parents and .students is currently looking for a successor (see accompanying article), In accepting the resignation Alexander McFarlane, chairman of Tuf, s board of trustees called Hallowell 's tenure of Tuft's \"a time of serious social change By GARY PALMUCCI A group of eight university trustees have formed a Presidential Search Committee , whose function will be to recommend to the board of trustees as a whole the ap­ pointment ·of the next president of Tufts University. -The committee has to date received about 110 applications for a successor to President Burton C. Hallowell, who is resigning at the end of the current academic year. It ex­ pects to have close to 300 can­ didates by the September 30 deadline. Ads have been placed in The New York Times, The Wall Street Journal, The Christian Science Monitor, and the Chronicle of Higher Education . The committe is chaired by trustee president Alexander McFarlane , and its members include Charles Adams, Matthew Burns. Neil Chayet, Allan Callow, Carol Goldberg, Robert Meserve , and John Smith. Al its first meeting o~ Aug. 13, the committee members selected a number of faculty, students and alumni to participate with them in an advisory capacity in the search and selection process. The advisory committee's members are: FACULTY: T.J. Anderson, Dr. Joseph Evans, Lydia Haber, Frederick Nelson, Uri Ra'anan, Dr. Seymour Reichlin, and Albert (Continued on page 4) etcetera FLY AWAY: QUESTION : Which Tufts varsity sports team do you think acquired national prominence with a full page story in the May 15 issue of Time magazine? ANSWER : No, it wasn't the reknowned sating team, or even the not so reknown football team. None other than the Tufts Frisbee Team was highlighted in a story about the sport of Ultimate Frisbee. Unfortunately , Tufts lost the game described in the article to Hampshire College. SAIL AWAY: The sailing team however, was not without national recognition. Sailing so­ captain Sam Altreuter was mentioned in the \"Faces in the Crowd\" column in Sports Illustrated for capturing the national single-handed sailing title. Altreuter was also voted outstanding sailor of the In- 1 ercollegia te Yacht Racing Championships held on Lake Michigan . BICENTENNl/\\L BURLESQUE: The capitalist boom accompanying the nation's 200th birthday is even extending into the adult entertainment field. Down in Miami Beach the first adult salute to the bicentennial is being st aged with an electronic eagle as \"master of ceremonies.\" The colorful revue at the Fountainbleau Hotel's Boom Boom Room is entitled the \"Star-Spangled Bang.\" The multi-media show is packed witn sound film, slides, dry ice, bubble machines and show girls clad in costumes of red. white and blue. TRUTH l:\"11 ADVERTISING: The backlash from Watergate is effecting candor in politics even down to the level of campus governmen t, Recently, a hamster was elected to the student senate at the University of Texas at El Paso. Acording to the hamster's keeper and campaign manager, the main reason for his election was that he was the only can­ didate to admit that he was a rat.. TRUSTEE TIDBITS: Two ot Tufts' trustees -Neil Chayet and Robert Meserve -made the news over the summer. With the morass of malpractive actions over the past few months · once again trustee Neil Chayet is in the thick of things. Cha yet, who is establishing himself as a premier medico-legal attorney, represented Massachusetts National Guard physicians who were conducting a work slowdown at Camp Drum, NY because there was some doubt as to whether they were covered by malpractice insurance while on exercise. A CAN'T MS. MONEY MAKER: The Spalding Co. of Louisville, Kentucky has come up with a line of products for the liberal chic. This line, entitled \"Equality Products \" is the perfect thing for impressing your friends that you are with the movement. What cocktail party would be complete without napkins and coasters with the women's equality symbol imprinted on them? Or add zip to your drnks wi_th swizzle sticks with sue clever slogans as \"Sex Equality Now \" or \"I'm a Person\" em­ bossed on them. For your car there is \"Feminist Ice Scraper.\" Ac­ cording to the catalogue, \"Now even your ice scraper can help spread the word.\" Bernard Harleston ... still here Robert Meserve, chairman of the Massachusetts Board of Bar Overseers ·, wrote a letter to Newsweek magazine dealing with misquotations of members of the board in a story that had prev;ously appeared in. Newsweek concerning the reinstatement of Alger Hiss into the Massachusetts bar. NO NUDITY ALLOWED: The General does not mean to discourage the practice of bathing while the weather is warm, but he expressly forbids any person doing it at or near the bridge in Cambridge, where it has been observed and com­ plained of that many men, lost to all sense of decency and common modesty, are running about naked upon the bridge while ~uuu ... n .. u .. n . .lU~s::IFJJ4 FIVE YEARS AGO IN THE passengers and even ladies of the OBSERVER: first fashion in the neighborhood Senator Edward Kennedy are passing over it, as if they appeared at Tufts to an audience meant to glory in their shame. A FISH STORY: The goldfish of about 100 at Goddard Chapel. General George Washington eating craze of the fifties may be Kennedy discussed such topics as August 22 1975 making a gradual comeback on the need for an all volunteer ' college campuses . Central army, national health insurance, President TUFfS UNIVERSI1Y The Presidential Search Committee of Tufts Universily invites nomi­ nations and applications for the position of President. Tufts University, founded in 1852, is an independent , non-sectarian university offering degree programs at both undergraduate and grad­ uate levels in a variety of liberal arts and professional areas. On the campus. in Medford, Massachusetts, are 4000 students and 325 faculty members in the College of Liberal Arts, Jackson College for Women, the College of Engineering, and the Fletcher School of Law and Diplomacy . At the Boston campus, the Schools of Medicine and of Dental Medicine enroll 1200 students and draw on the services cf 2000 faculty members at the Schools and at a number of asso­ ciated New England hospitals. The, Graduate School of Arts and Sciences and the College of Special Studies, with 1300 students, function on both campuses. The Committee seeks candidates who by their record indic&te that they will have leadership ability in the field of higher education; who will be able to support and promote imaginatively the quality and the inter-relationship of the University's programs ; and who will be able to articulate the University's aims persuasively, both internally and externally. Position available July I, 1976. Send resume no later than September 30, 1975 to: Presidential Search Committee Trustees' Office Tufts University Medford, Massachusetts 02155 An equal opportunily/alfirmative action employer WHO'S NEXT? Already advertisements for a replacement for outgoing President Hallowell have appeared in the New York Times and education journals. This one is from the Chronicle of Higher Education of August 18. HIGH UPON WALTON ONCE UPON A TIME: Quote MOUNTAIN: Will Geer, the 72-from Irving Shapiro, Chairman year-old actor who plays of the Board of DuPont. \"as Grandpa Walton on the popular companies such as DuPont have TV series, \"The Waltons\" grown, they have become more remarkd in an interview with the rather than less publicly ac­ Houston Post that he likes \"to put -countable, and if any argument Missouri State University and of course, his re-election recently sponsored their second campaign to the Senate. annual goldfish eating contest. Eric Lee repeated as victor by swallowing 357 fish. Russ Krohn, chairman of the event said, \"the rules are that you have to keep eating at a steady rate. If you get sick, then you're done. We have tartar sauce, catsup and that's it. Some people have finer taste than others. They like the gourmet side of it.\" NlCE TO SEE YOU: Parents, alumni and students voiced protest when the Northwestern University Activities and Organizations Board announced that a stripper would appear along with a sex flm to be shown at the campus center there. The protests were barely necessary as stripper, Laura Luster failed to appear. The announcement was made by Scott Blakeman , the student events chairperson, who appeared on stage dressed only in sneakers. Mayl;>e the Tufts Film Series and the Lecture Series will fir.d the experience revealing. FOOD FOR THOUGHT: In the near future, you may be reading the Observer at breakfast and eating it for lunch. Microbiologists are working on a process though which old newsprint is coverted into edible materials . According to research leader Keth Steinkraus, the process involves using microbes that can digest cellulose and produce edible protein. Proteins recovered from the process can be used as meat substitutes, which over the next 25 years may become a sub- stantial portion of our diet, ac-Freefer Hall opened its doors to students for the first time and even with the addition some new and returning students found themselves without rooms. New appointments to the ad­ ministration were announced . These included James Steindler as Dean of Students, the position which he resigned at the· end of last year, and Bernard Harleston as Dean of the Faculty of Arts and Sciences, a position which he· may rise above next year. And finally, Boston's proud places of pornographic per­ formance was featued in a story about Washington Street and the Combat Zone. James Steindler ... and now gone cording to Steinkraus . THOUGHTS: The late Tufts professor and reknowned scientist Vannevar Bush published a book in 1949 entitled; Modern Arms and Free Men; a discussion of the role of science in preserving democracy. Apparently he reconsidered his views somewhat because he later WHO CARES? The Student Governing Board of Ohio University voted to do away with itself. The next meeting was called to discuss possible governing alternatives . No one showed up. published a book titled, Science is -------------­ Not Enough. ALL THE NEWS fflAT'S FIT TO COPY: A Standford student was charged with violations of the school's honor code after caught incorporating large parts o{ magazine articles into his· papers. He claims that he was unaware that what he was doing was cheating since he learned 'of the practice while working in a newspaper office. _ marijuana in my strawberry tea. can be pressed today, , it is That might be the reason that probably that big business is too everyone seems so content on the constrained to do some of the jobs HOT ROCKS: A McDonalds ' restaurant had a rock thrown through it's front window this summer. Attacheo to the rock was a note stating: \"You deserve Et cetera is edited by Brian Norder. Some o f the items are from the National On Campus Report, ·the Chronicle of Higher Education, and the College Press Service. show. that need doing.\" a break today.\" --------------- Page'lwo Observer Friday, September 12, 1975 Janitors' grievance claims salary bias By BETH WINSTEN A grievance against Tufts' 1974 decision to equalize male and female housekeeper salaries has recently been filed by the all­ male building services em­ ployees' union. In the first reverse sex discrimination case against the university, the union charged that Tufts is now paying maids and janitors equal salaries for unequal amounts of work. Vice President for Business Affairs John Mitchell explained that in the spring of 1974 the university studied its job descriptioons for janitors and maids. Finding, he said, that the differences in the responsibilities of the two jobs were minimal, the university decided to make the jobs even more comparable in that respect and also to equalize the pay for male and emale housekeepers . When the university decided to equalize the two job salaries last year, the all-male grounds nnd building union, Local 254, asked the National Labor Relations Board (NLRB) to rule that the maids must join their bargaining unit. But in the late fall of 1974 the NLRB decided that the maids could not be forced lo join thier union. The NLRB judge ruled that it was up to the maids to vote on whether or not they wanted to be in the union. Since prior to the NLRB ruling, the maids had voted not to join the union, the janitors took their grievance further. The janitors said that since the maids automatically receive equal salaries when the building services union bargains for raises or benefits, it is also bargaining for the maids. But, the janitors complain , the maids are not paying union dues. Thus the Building Services Employees Union Local 254 alleged that female housekeepers should have joined their union following the university 's decision to equalize their salaries. At this date, Mitchell said he did not know the present status of the union's grievance . He also said he hopes the case will be settled out of court shortly. Seven senators resign By JIM CAMPBELL The resignations of seven members of the Tufts Com­ munity Union Senate were an­ nounced at that body's first meet;ng Monday night. The graduation of two seniors, leaves of absences taken by three other senators, and resignations for \"personal\" reasons by two more brings the Senate's membership down from its original 29 to 22. Senior class representatives Rick Linde and Chester Smith were both elected for one semester last February .· Their seats will be taken by two fresh­ men students to be chosen in a September 29 election. Tri-Partite members Spiro Mitrokostas and Jose Giner both submitted their resignations , the latter to travel abroad. Senate Parliamentarian Steve Davis and Senator Skee O'Connell are both taking leaves of absence for the '75-'76 year, while Senior David Bianchi re$igned last semester . All seven vacancies , five on the Senate and two on the Tri­ Partite, will be filled in the up­ coming election. (S~ arrticle on priorities are made in the university budg~tar y procedures with the goal of holding down tuition.\" The Senate also heard its student representative lo the Executive Trustee Committee , Junior Fred Stern, announce that a mojor goal of the five student representatives lo the trustee committees will be to gain voling powers on those bodies. In the past, students have served on the trustees' Executive , Finance , Educational Policies, Resources , and Grounds and Buildings Committees only in an advisory capacity. Another objective called for by the Senate will be to examine the present method of handling TCU budgets and lo investigate TCU­ f u n de d organizations ' organizational structures. The Senate voted to form a special committee to be named the \"Congress of TCU-funded Organizations.\" The Committee will \"closely examine the possibility of changing either the structure of the Senate or the method by Senate Vice-Chairperson Rob Lichtman (I.) and Chairperson Bill-O'Reilly. page .) At Monday's meeting , Chairman Bill O'Reilly an­ nounced that a main goal of the Senate for the semester will be investigating the financial procedures of 'both its own Finance Committee and of the university budgetary process. The Senate passed a resolution that mandates the Senate Education and Administration Committees, the two student members of the Budget and University Priorities Student Faculty (\"Peter-Paul\") Com­ mittee, and the student member of the Trustee Finance Com­ mittee to \"investigate how Friday, Sept.ember 12, 1975 which organizations' budgets are approved\" in order to streamline the present time-consuming Senate budgetary procedure . The Committee will also look into the feasibility of shifting the burden of funding some activities to within the university budget or to winning additional financial support from the school, for groups such as athletic clubs. The Committee has also been asked to conduct a study of TCU organizations in order to possibly develop a \"standardized structure for charters for all TCU-funded organizations .\" This investigation comes partially in response to what O'Reilly called negative feeling about the Senate and the groups it funds (due to) the fact that many student organizations appear to be run and controlled by a few students. \" It was also announced Monday night that two students are serving on the Presidential Search Committee that is seeking a replacement for departing President Hallowell. O'Reilly and Junior Ellen Steuer will represent the student body on the Committee . Steuer has served on the Ad­ vising and Counselling Com­ mittee, was a member of the History Affairs Committee , and has been appointed by the Senate to the Student Faculty Ad­ ministration Committee. The two student represen­ tatives said they intend to \"distribute a questionnaire on a mass basis to solicit responses from students to discover what the major criteria should be for choosing a new President .\" It was also revealed that despite the Senate's concern for its financial plight last semester, there is a surplus of some $20,000 in the operating expenses budget of the TCU. The surplus resulted from unused funds returned by organizations , and an unex­ pectedly large freshmen class which increases availalee revenues ._ The Senate decided that in order lo avoid the confusion lhal surrounded last year's Senior Week organization and funding, the Class of '76 will elect three of its class members in the up­ coming election, who will be \"responsible for ensuring that members of the Senior class play an active role in planning Senior Week and Commencement Exercises .\" The elected seniors will work with Jack Salvatore inlhe planning of activities , and would solicit necessary funds from the Senate. In order to appear on the ballot, candidates must get twenty signatures from members of the Class of '76. Chairman O'Reilly read a letter stipulating the policy of the new Dean of Students, Tim Winant, regarding the continuing liquor licence controversy. The Dean's policy concerning the sale of liquor on campus without a licence is unchanged and thus is still prohibited . Dean Winant has been invited to the next Senate meeting, monday, to answer questions on his liquor licence policy. Observer New Dean of Students Thomas Winant. New dean of $tudents hides super powers By BETH WINSTEN The man currently occupying the dean of students office looks like mild-mannered Clark Kent. But he hasn't yet proved lo be a Superman . In his first two months on the Tufts campus, Thomas Winanl has been drowning in the liquor license issue. But despite the fact he has not been able to offer any sobering solution, he is as en­ thusiastic about his new responsibilitie~ as a young child is on Christmas morning. Winanl came to Tufts· July 28 after holding a number of position in both the social and academic affairs of university life. Most recently he was director of undergraduate residences as well as a lecturer in oriental studies at the University of Pennsylvania. Winanl, who succeeded James Steindler , said in an interview this week that his varied university experiences have prepared him for his new role of dean of students. \"I think universities like Tufts are very exciting places,\" said the 32-year-old bachelor, \"and having experienced both the ups and downs of being a student and a professor I can expect lo be doing much for Tufts.' Winant added that the excellent faculty and student body al Tufts will make his job much easier. \"I don't want lo be known as the campus disciplinarian \" he continued , \"By training I'm a scholar and by inclination I'm a liberal person, so if I spend my lime battling back and forth disciplinar y questions , I won't have time to accomplish much.\" Winant feels that one of the major responsibilities of his position is lo bring faculty and students closer together. He aid, \"Iif you complete your four years at Tufts without getting to know a faculty member or administrator well, it would be a shame.\" Three ways Winant sees to bring about faculty and student interaction are activities like the new freshman host program, classes held in residence halls, and faculty living in dormitories . Winant also noted that he is open to reasonable alter_natives on how to meet the problems of dorm security. \"I am working closely with the assistant dean of students Liz Toupin and the student labor manage F-of security on this problem,\" he said, \"so that students can talk to more than one person if they have ideas or questions. \" Although Winant is working more broadly on the security problem than the former dean did, he is handling the liquor issue in a similar fashion. In his statement on alcoholic beverages on campus, Winant said, \"the policy of the university as enforced b'y the dean of students remains unchanged from last year.\" ·:_:;}}ess a proper license has been obtained from authorities in either Medford .>r Somerville , no charge may· be made for ad­ mission, tickets to be exchanged for drinks, or per drink, at any function held on the Tufts campus,\" he said. Winant added that students should not expect the university to overlook or encourage an activity that is in direct violation of the law. \"However \" he said \"I presume that the Tufts students are responsible persons who knowing that a particular activity is illegal will attempt to avoid it.\" \"Where individuals or groups make public their noncompliance of the law\" he continued \"they can expect appropriate measures to be taken to correct their behavior.\" But since Winant is so im­ pressed with the high quality of students at Tufts, he does not forseee any major difficulties with the liquor license issue. Winant said, \"I was attracted to Tufts because I knew it was one of the best schools in the country and I was used to good schools.\" Winant has attended a number of American and Japanese universities and holds a~ bachelor 's degree in social studies education and a master's in Far Eastern history from New York University . He also holds a master's in Japanese history from Penn and is a candidate for a doctoral degree at that university . Hallowell resignation effective June 30 (Continued from page 1) knowledge ralher lhan in lerms of of man.\" '.'Man, the ullimale goal of lhe universily,\" he said, criticizing the tendency of graduale schools to lurn out . specialisls. He called inslead for a \"climate of concern for the individual. \" Since I aking office, Hallowell has consistenlly supporled in­ novative programs. Under his leadershi p the Experimental College expanded and the College Wilhin and freshman Integraled Study Program were begun. Lasl year when Lhe experimental structure of lhe College Within was queslioned by many facully members , Hallowell proved to be one of ils slrongest supporters. During his administralion , interaction among the Boston­ based Schools of Medicine and of Dental Medicine ,' the Flelcher School of Law and Diplomacy and ol erh segments of lhe terdivisional facully ap­ pointments. Several int er­ department al majors such as social psychology were also begun as at lempts Lo heller use limiled resources. Medford campus increased. This included ''cross-see ded'' curriculums, an undergraduate program in heallh care program s administered in cooperelion wilh the medical school and in- Hallowell , who once was a professor of economics al Wesleyan University, has frequently been ciled for hs financial conlribut ions to Tufts. Through new management techniques , he converte Tufts' $1.2 million annual operating budgel deficit into a surplus and Tufts has opera I edin lhe black for the past four years. Hallowell has been most frequently crilicized for his lack of some graduate program s have b:een implemenled. However, two major proposals pushed by Hallowell, year round operation and I he establishment of a universily wide faculty, have met with stiff resistance from the faculty. _ of dynamic leadership, handling of the sex discrimination suits, inability to attract large grants to Tufts, and inaccessibility to the student body. Students often complain rhat they have seen Hallowell only twice in four years: ar matriculat ion and graduation. However, in recent years r he president has I aken steps 10 change this image and has appeared al several Mass Talks with students. onlo campus caused widespread facully dissenl. In his resignation speech, lhe presidenl praised lhe trustees for their supporl in lhal difficult time. An ediled copy of the president's remarks al lha l June 14, 1975 I rustees meeling appears on page 13. Hallowell has consistenlly been concerned wilh lhe financial crisis facing private instilutions . A former member of the executive commillee of the Association of Independent Colleges and Universilies in Massachusetts, he was president of the organization from 1972 to 1973. Before coming to Tufts in 1967, Hallowell served as executive vice president of Wesleyan University. He ·received his· masters of arls from Wesleyan in 1938 and spent almost all his professional life lhere. His career as teacher and adminislrato r began with his appointment as instructor in economics in 1941. His expertise is in national fiscal policy as well as in university planning and development . He was selecled as president after an 18-monlh search by the trustees, in which more than 250 individua ls were considered. HaJlowell was the first economis t to serve as a Tufts president and followed three psychologists in the job. Tufts' first four presidents were clergymen , ils fiflh a biologist, and its sixth a businessman. In his June speech to the r rustees Hallowell summarized 1 he situation as his tenure as Tufts' \"educational leacier\" and \"chief executive offic(!r\" draws \"He explained: \"We have an educational direclion. We have had management direction. The future, ladies and genJlemen, is on your hands ' Committee searches for new president ..... (Continued from page 1) Ullman; STUDEN TS: William O'Reilly A 77, Ellyn Steuer J 77, and Jenny Grundberg D 76; ALUMNI : Maurene Golden J 59, G 61, Maxwell Burstein E 45; PARENT : Henry M. Hub­ shman, Jr. NEW ENGLAND MEDICAL The search committee and the advisory committee then broke up into three roughly equal groups, each taking in about a third of the applicant resumes for review. Several major reports, in­ cluding those by the University Steering Committee and the Committee on Undergraduate Education were completed during Hallowell's ad­ minsr ration. Several of the proposals such as the Integrated Study Program and rhe reduction One of the president 's roughest CENTER HOSPITAL : Franklin limes came in 19699 wilh the Parker McFarlan stressed I hat Each candidate received a rating on a one-to-four scale. ··one·· and ··1wo··-ra1ed can­ didares. l\\lcFarlane siderar ion. \\\\'hereSs r he \"three and ··four\" prospects· chances for serious consider a, ion are fairly slim. All the reviewed resumes wi II be ser.t on r o Special Assist anr. 1 o 1 he President Jack Dunn. seizure of a dorm constuction site by students during a dispute over minority construction worker employm-ent issues. Hallowell 's decision to call addilional police Bool{store management begins policy changes New cash registers among the many changes in the Tufts bookstore. By BRIAN NORDER Over the summer the university store's new managers implemented several policy changes. Students now can cash checks up to ten dollars on any purchase of $2 or more. Although in the pasl student could only cash checks for $5, no purchase was required. Full refunds will be granted on merchandise returned within 12 days of purchase provided the material is in new condition . Used Text books will be bought back al half price throughout the semesler if there is a demand for PageFour lhem. Also because the slore is no longer hooked-up to the com­ puler, lhe bookstore will not maintain a master l_ist of course books. The new manager Ted Wood said that once he learns what items are popular at Tufts they will be kept in stock. Because the store had lost close lo $140,000 ovk the past two years, lhe Arts and Science Bookstore Committee· late last spring leased it to the Follett Corporation of Chicago for five years. although the committee's ultimate responsibility is ro the board of trustees, it will welcome nomination s as well $s general suggest ions from university officials, students, alumni and other outside groups. The Search Commillee and the advisory committee held its first joint meetings on September 4 and 5, during which it heard proposals of the new president 's priorities from various members of the administration . \"You could tell who was talking,\" McFarlan noted. Provost Kathryn McCarthy's proposals focused on the con­ tinued qualily of education, vice president John Mitvell's were primarily concerned wi lh finances , while vice president Jack Sheetz's centered on alumni and future fundraising effors. Despite the obvious ad­ ministrative diversilies of in­ terest, certain priorities emerged consisterilly in these proposals . It was felt by almost every ad­ ministration official who spole that the new president must: Alexander MacFarlane, chairman of the Tufts board of trustees is also serving as chairman of the presidential search committee. 1. help the university be rn< .·.­ selective in the academic and fiscal areas it will choose to promote and expand; 2. increase the interrelatedness of many university programs and work toward the optimal use of more universit y facilities; 3. become, in the words c,f medical school dean Lauro Cavazos, \"the educational leader of the faculty\" . Cavazos said, ··1 perceive the unification of the faculty to be the most important challenge of the new presiden!.\" The rwo committees qll next mecl j<1in1 ly on rhat he :10pes to ''have sumerhing 1a,1gible by next or February he hopes the lis; of porenlial recommendar ions for : he -rustees to consider would ,)e narrowed down to four or five by 1ha1 time. He refused :o disdose a11y names oi that the committe e \\\\as looking for specific personal or ethnic characteristics at this siage. \"Obviously ··. McFarlan c said. \"the righr person will more qu~s, ions than we ·n ask him--or her·. Prize winning reporter speaks Mon. By HELEN GLIKMAN \"The CIA, directly violating its charter, conducted a massive illegal domestic intelligence operation during the Nixon ad­ ministration against the antiwar movement and other dissident groups in the U.S., according lo well-placed government sour­ ces.\" -December 22, 1974, The New York Times Seymour Hersh, investigative reporter in the Times' Washington bureau, wWashington bureau, was at it again. Over the past six years, Hersh has broken such stories as the My Lai mssacre, Nixon's secret 8-52 bombing of Cam­ bodia, the CIA's involvement in the downfall of Chilean President Salvador Allende, and Henry Kissinger's wiretapping of his ·aides. This prize-winning journalist (he received a Pulitzer Prize for OIJ&erver the My Lai story) will speak at It seems that Hersh also w,,tes Tufts on Monday, September 15 in order to have some fun: at 8:30p.m. in Cohen Auditorium. \"Being an investigative reporter Admission will be 50c with a Tufts is like being a freak. You're ID, $1.00 withou t an ID. trying to get information other A University of. Chicago people don't want you to have. I graduate and law school dropout, don't make deals. I don't play a Hersh was ,Eugene McCarthy\"s game of leaks. I read, I .listen. I press secretary in 1968. The New SQUIRREL · INFORMATION . York Times hired Hersh in 1972,.,. It's I w1 e covered such stones as the Pans t t t f · t · 1 · peace talks and the prisoner of ~rese\\ s a e O mves iga ive was issue. He was one of the few J9urna :sm. American journalists to visit \"T:1e µress is deluding itseU North Vietnam during the was. over its 'wonderful' performance Of Hersh, Time has said \"his in Watergate . It took the impact is like a blast of a;r newspapers of the nation· nearly rushing in and out of the insulated four years to see through the corridors of Washington's Watergates of the Nixon Ad­ secretive institutions .\" ministration . How about oil, Hersh himself defends his multi-national corporations, the scoop hungry style: \"(I write) so plight of the blacks, the food. that people· will know the truth. crisis? Where are the stories So that things can be changed. \" about those events? Frlday,September12,1975 Sex bias: yes, no, -m'ayhe so? White rehired by Tufts; Joost suffers set. back Tufts has been forced to rehire fine arts teacher Barbara White, while former fine arts teacher Christiane Joost-Gaugier has suffered a major set back, in summer developments regarding alleged sex discrimination at Tufts. The July 3 decision of United States District Judge Fi:ank Murray stated that the procedure used by Tufts to review White's 1972 tenure bid was \"suspect as to its freedom from sex bias influence , and its fairness,\" while Murray's ruling on Joost said that Tufts's failure to rehire her was based on professional considerations , and not sex discrimination as Joost had maintained . Murray noted that White's application for tenure was reviewed by a faculty committee which include!) Ivan Galantic, who was chairman of the fine arts department in the year before the Joost and White complaints . Galantic, Murray said, exhibited behavior showing \"sex bias toward women,\" and thus could hav influenced the faculty committee 's decision against White. \"No affirmative action was taken by the (Tufts) administration to replace Galantic on the subcommittee in the face of his expressed opposition to White's tenure and his rewtation for sex bias,\" Mu,rray wrote. Joost was dismissed -bf Tufts due to her failure to make progress toward her doctorate and due to the fact that \"lier performance as a scholar left much to be desired.\" l\\'!.irray said. ''While input from Galantic was received by Dean of Faculty Bernard Harleston , the ultimate decision not to rehire Joos! was made solely by Harl~ston, · Lhe judge stated, while agreeing that Tufts could execute its decision as long as it wa:; not based on sex ciiscriminalion . Joost's opinion Jeanne Baker., Joost 's lawyer, reacted lo Lhe decision by saying, \"We are definitely moving ahead on this case, and are gearing up for a full trial on t.he merits.\" Baker charged that ''Judge Murray cut us off, and wouldn't listen to all the evidence we had. He made a fact fin­ ding based on a very truncated record.\" She added, We are very opt1m1sl 1c that we'll be able to put in evidence specifically on the areas where he in­ dicated he didn't think we'd proved our case.'' Over the summer, Joosl was able to obtain a new job as chairperson of the art department at New Mexico :state College. \"We feel very fortunate and relieved to be able to start a comeback The long and winding record of sex discrimination comelaints against Tufts saw several new developments over the past summer . One case was settled, two more took a major step toward settlement, one new one emerged (see story, page.. ), and one stood absolutely still. in her career just at the time when she would have suffered another setback,\" said Baker. In regard to White, Tufts Provost Kathryn McCarthy explained exactly what Murray's ruling means. \"We have­ agreed to the condition that White teach and be paid the salary consistent with what she would have been paid had she been here since 1972,\" McCarthy said. White's reaction White, who returned to teaching at Tufts this past week, stated Tuesday _ that \"I certainly will carry on this case with the object of getting tenure and promotion to the rank of associate professor .'' Christiane Joost Barbara White I Salary discrimination: a settlement out of court By TEI) SCHACHTER · One of the longest standing sex discrimination complaints against Tufts, that of assistant director of admissions : Alison Robart, was settled out of court May 13, 1975. Robart, who had originally ' filed her compaint with the Equal Employment Opportunity Commission t t;t;UC) m j'\\Ugust, 1972, charged that Tufts had paid her less salary than a male who did he sarpe work but had less experience . The settlemerit _, as described by llobart, included \"a fairly substantial cash settlement for back pay and other incidentals, and an approximately ten percent salary increase to th.e level of my male counterpart in the admissions office.\" The case wasjsettled out of court through negotiations between attorneys for Tufts and Robart, after Tufts indkatf,!d to Robart that they no longer wished to work through the EEOC. Tufts had reques_ted this course after EEOC ruled in December , 1974/Jhat there was prQbable cause for a finding of sex discrimination by Tufts University against Robart in the matter of salary. Alter less than a month of actual negotiations , Tufts and Robart came to an agreement . Ho~ever, the class action section of Robart's complaint , in which she represented all; female admissions employees, has not been settled. Robart ex­ pects that no futther action will be taken on that aspect of her complaint ; \"I can't push it anymore myself,\" she says. Alison Robart Lonnie Carton Robart did indicate, however, that the ·university , in her repeatedly \"dawdled during the set­ tlement process.\" \"It semed to take Tufts an awfully long time to settle this case\" she says. \"I often felt that Tufts was dragging its feet during the whole two and a half years this complaint was contested and negotiated .\" Tufts Provost Kathryn McCarthy, responding to Robart's allegations ,said \"It may seem that such cases are unnecessarily protracted . However, any evidence of discriminatory behavior and subsequent se~tlement must. examine not only the particular circumstance, but also the effect of the settlement on other persons in com­ parable jobs in the university . It is not appropriate for a single settlement to sel up a chain reaction which bears no -'.~ relationship to discrimination, and might in fact contribute lo discriminatory behavior.\" Carton case remains at a standstill The one complaint against the university which did not. change in status over the summer was that of education instructor Lonnie Carton. Carton charged Tufts with breach of contract and with sex discrimination after she was denied tenure in 1974. \"I am very p1eased with Judge Murray's ruling,\" she added. Tufts President Burton Halowell issued the following statement , in response Lo Murray's ruling: \"In the Christiane Joost-Gaug1er matter, we are gratified by the court's decision to deny the motion for a preliminar y in­ junction. In the Barbara White case we are pleased that we can now proceed with the trial on the merits. Sex discrimination h~s never been proven at Tufts University and we look forward in the upcoming trial on the merits to the opportunity to demonstrate that it is not an issue in this case.\" The next step in the sex discrimination suit filed by the EEOC on behalf of the two women will be a full trial on the merits of the ~ase. No date has yet been set for that trial. \"It may seem that such cases are unnecessarily protracted. However, any evidence of discrirni;natory behavior and subsequent settlement must examine not only the particular circumstance, but also the effect off the settlement on other persons in comparable jobs in the university.\" -Provost Kathryn McCarthy A temporary restraining order was granted against Tufts in August, 1974, by Judge Arthur Garrity, requiring the university Lo keep Carton as a teacher until the case is brought to a settlement. Carton taught at Tufts last year and is continuing to teach now under an ex: tension of that order. \"Until Garrity hears the case I'm on status quo, teaching and waiting,\" Carlon says. Provost Kathryn McCarthy agrees that nothing can be done until Garrity is free of his current responsibility to supervise Lhe busing of blacks and whites within Lhe city of Boston. \"Tufts is now working under an in­ terrogatory, in which the plaintiff, Carlon. and the defendant , Tufts, gather such information as they need for presentation to a hearing,\" Mc­ Carthy said. No dale has yet been set .for such a hearing. TED SCHACHTER .l'rlclar, Septanber 12, J~li Observer '·;> .. \\~\\' J, C, lalr '' Views of Barnum Hall: the first photo was taken on April 14, with local firefighters pouring water on the smoking ruins. The succeeding photos show the building in various stages of reconstruction. The bottom photo was taken two weeks ago. Page Sb: Barnum renovations: o~ly the beginning By GARY PALMUCCI and J.C. BAER Renovations on Barnum Hall, which was destroyed by fire on April 14 have progressed to the point where some classrooms are now being used and the entire facility is expected to be ready for use by January 1. Tufts has to date spent ap­ proximately $249,000 in repairs on Barnum, home of the univer'iity's biology department , and on Dana Laboratories, which sustained relatively minor damage in the blaze. In addition, the university in July received a low-interest loan of $692,000 from. the U.S. Department of Health, Education and Welfare (HEW) to aid in Barnum's renovation . Local fire marshal Jt>hn Ambrogni , in a report filed last June, ·1abeled the fire's cause \"suspicious unknown\". Within days after the fire, university officials under the supervision of Director of Facilities Planning Laurence Ketchen had formulated both short-range and long-range plans for replacement of the building's facilities. The architectural firm of Kubitz & Pepi, which had done some previous construction work in Barnum, presented to the university several sketches for a new roof to be placed over each of the two wings of Barnum as well as a new structure to replace the building's badly damaged center section. While new steel roofing was placed over each wing in early June, no action has yet been taken to renovate the center sectio.1. The basement and first floors of each Barnum wing were cleared of all debris and repainted over the summer so that they would be ready for the start of classes this month. According to Ketchen , these facilities are just as good, if not better, than before the fire. LAB RECONSTRUCTION Still to be refurbished are the cat lab and the freshman lab, located in the west and east wings of Barnum, respectively . These labs suffered some 70-80 per cent damage in the blase. Ketchen pointed out a part of that dilemma yet to be resolved: the .reconstruction is scheduled to take place in the five weeks between this year's first and second semesters , during which the holiday periods would reduce the actual working lime to about three weeks. This is not enough time in that three week period to install thermostats , studs and new walling and to run up new water lines from the first floor. Factors of inclement weather might also hamper such a timetable. Ket­ chen hopes that work on these sections will run through the first semester during hours that will least disturb classes and lab work on the lower floors. In the center section of Bar­ num, walls that were judged structurally unsound, which included all walls on the upper floors, have been removed and a temporary roof put down. A corridor built through the center section now connects the two wings on the first floor. Ketchen would not estimate what the final insurance set­ tlement might be. He said he is Observer waiting until the building's heat is turned on later in the semester so that any further structural damage can be ascertained. The university's insurance policy requires that Tufts pay the first $25,000 in damages for any fire and a premium of \"around $60,000 a year\", according to TU contoller Richard Thorngren . He also said that this insurance was automatically renewed over the .summer, but added that the in­ surance companies still had the option to indicate any changes in the premium or the deductible rates. The approximately $249,000 which the university has thus far expen~ed on Barnum renovations breaks down roughly as follows: $175,000 for painting, alterations and repairs; $25,000 for steel roofing on the east and west wings; $50,000 for miscellaneous services and architectural and electrical work. Dana Laboratories, which suffered only smoke and water damage from the fire, is presently being Kathryn McCarthy which is composed of members of the biology \\faculty, administration, and faculty from the other un­ dergraduate science depart­ ments and the medical and dental schools. Provost McCarthy , along with DeBurlo, Ketchen, business affairs vice president John Mitchell and biology professors Benjamin Dane and Mary Ella Feinleib, traveled the country extensively over the summer to inspect recently-built science centers in other colleges and universities . RESEARCH SPACE SHORTAGE There has been talk among some university officials of moving the biology department's facilities into proximity with those of the engineering department. Such presently unused small houses as Bolles House on College Ave. would house biology equipment and research areas. Two proposed Barnum Hall reconstruction plans submitted by the local architectural firm of Kubitz and Pepi. The top photo shows a roof built over the now-gutted center section; the bottom shot shows a new story constructed over it. II i Ill,< I ii J } ~ Jl-1.....L utilized to the fullest extent of its physical and curricular capacities. HEW ASSISTANCE The.$692,000 loan was allocated through the disaster relief assistance program of a 1965 higher education law and is repayable in 30 years at a three per vent interest rate, according to vice president of planning and treasurer C. Russell DeBurlo. This rate is considerably lower than that offered at private banks. A bank charging the commer.cial rate on such a loan would require perhaps as much as 9 per cent for interest on a similar loan. DeBurlo called this loan \"just· starter money. You've going to need a greater amount than just insurance benefits and govern­ ment loans,\" He indicated that additional outside fundraising might be necessary to finance either a new building to replace Barnum or a complete renovation of the existing structure. In either case, DeBurlo said, the aim is to \"replace Barnum\" · as it now exists, The vice president also said that such a project would be scheduled for completion in a minimum of two years and a maximum of ·four. The exact nature of this reconstruction will be determined by a committee presently chaired by Provost Biology research space has been largely eliminated by the priorities for new classroom space in the aftermath of the fire. While administration and biology department officials presently seem content to let that situation linger, there has also been talk of building a new large lecture hall to accommodate students currently assigned to small classrooms which were formerly used as research areas. Cohen auditorium is presently being used for Biology 11-13, a large introductory lecture course, and its acoustics are reportedly better than were those in the now.gutted Barnum 28. A new 450-seat auditorium designed several · years ago has already been given \"possibility\" status to several university departments in recent years. According to DeBurlo, \" a large lecture room will definitely be built in the future\", but whether as part of a new building or as a renovation in an older: one is still uncertain . Friday, Sept.ember 12, 1975 Chris Tsouros . Dukakis to Durkin By TED SCHACHTER Senior Chris Tsouros has a lot of faith in the American electoral system, and a lot of faith in Massachusetts governor Michael Dukakis. Such faith has twice involved him in the Dukakis camp, and led him to the only major current political test in the nation-the New Hampshire Senate race. \"I wandered into the Dukakis cam­ paign headquarters when Tufts canceled those two months in early 1974 because of the 'fuel crisis',\" TsouroHecalls . Soon he became a state-wide coordinator for publicity blitzes and an organizer of campaign workers, setting up three _personally delivered \"drops\" of' literature, each reaching over 1,000,000 voters across Massachusetts . Working for Dukakis under ex­ McGovern regional manager Joe Grandmaison , Tsouros made the that helped him obtain another exciting job-as \"advance man\" for Dukakis over the past summer. \"Every time Dukakis left the state house, I had to be where he was going before he got there,\" explains Tsouros in his usual unassuming manner. \"I had to keep him on schedule.\" Tsouros was primarily responsible for making sure the planned event was actually occurring, providing Dukakis with advance information on wha·t kind of turnout and reception to expect, and being certain the governor had his speech or comments ready. \"It was a fantastic experience sitting with Dukakis in his car, driving around the state :Vith him, hearing him talk and question himself on certain issues and problems ,\" Tsouros recalls. Where'd the Hope Go? But what happened to the great hopes Dukakis evoked before he took office in January? Why are many of Dukakis' appointees \"spending much of their time ,racking paper clips\" as Tsouros sees it. Why is it true that the Governor 's ap­ pointees \"simply aren't able to consider issues like energy alternative s and the 12.6 percent Massachusetts unem­ ployment rate\"? But despite this budget mess, which he feels is hamstringing Dukakis, Tsouros' faith in the new governor' s sincerity leads him to expect a much more responsive and innovative ad­ ministrati on in the future. \"These first two budgets will be very painful, as Dukakis tries to get the state lo live within its means once again,\" Tsouros feels. \"But I'm awfully op­ timistic about the-next three years. I think he's done well considering the situation he's inherited .\" \"In about a year, when they_ stop having to deal with 'nuts and bolts' budget problems , you're going to see some really creative government coming out of the Dukakis administration . The reason I'm so hopeful is because. the people he's got around him are very sharp. They're stifled now by the budget problem, but I'm sure they'll hang in there and emerge with some great ideas,\" Tsouros says. Wyman-Durkin A political science major who plans to go on to law school after graduating Tufts, Tsouros is spending much of his time·now commuting.each day to and from Salem, New Hampshir e, where he works in the campaign of Senate hopeful John Durkin. The Durkin --Wyman election of November , 1974, ended in a virtual dead heat. After New Hampshire state authorities came to contradictory decisions as to who won the battle, the election was turned over lo the United States Senate for adjucication . Because the Senate is strongly Democratic , Wyman, fearful of a negative decision, appealed for a new election to \"restore the choice of their Senator to the people of New Hamp­ shire.\" Durkin, encouraged by the 63-36 Democratic advantage in the Senate, wanted to let the Senate follow the law and decide a winner after a careful recount. But followint the waste of over a half-year of Senate time, and $7,000,000 in taxpayer's money, with no resolution in sight,.. Durkin gave in to the ine1itable and called for a new election. The 45-day campaign began on August 2. Durkin had been his own campaign manager in the original election, but now Grandmaison was helping him out, and Chris TsQuros rejoined his old boss. \"This is a classic Democrat versus Republican fight, says Tsouros, who has affected Ivy League attire in his new position. \"Durkin, the pro-consumer , pro-labor liberal, is opposed by Wyman, the conservative , funded by big business and their interests.\" The campaign is tinged by a hangover that many Republicans will be (facing) for quite a while: Watergate . Wyman, by some accounts,. was the middleman in one of the celebrated Nixon ad­ ministration sales of ambassadorships in exchange for campaign contributions . This issue has (apparently) hurt Wyman deeply in the moderate wing of his party. Tsouros has been assigned to organize the Salem area for Durkin; his respon- CSL hears appeal The Committee on Student Life (SCL)· Monday upheld its one-year suspension of a student who had been dismissed last spring for puncturing a tire of a car parked on campus. The student, who was to be a senior this semester, had appealed the CSL's decision on the basis that he had con­ tracted a disease which impaired his sight and was physically unable to perform any regular employment. He thus felt that being allowed to return to school now was his only practical alternative. The CSL upheld his suspension for the present semester and then voted to reconsider his case in December ,. CSL chairman Walter Swap said that the committee would then vote on whether 1 to reinstate the student for the spring term. The student had previously been placed on permanent disciplinary probation by the CSL (which he could not appeal) for his role in an altercation with several gay students last April. During a CSL hearing on this case, the student's mother, against his will, had entered the hearing room. The student then bolted from the room and was found the next day by Tufts police puncturing a car tire with a tire iron. CHRIS TSOUROS ... predicting a Durkin win sibilities include seven towns and 12 percent of the 1974 vote. \"The key in this election is turnout\" he says. \"The polls indicate another dead heat, so Wf just have to get a lot of voters to the polls, as many Democrats and independents as we possibly can.\" With that goal in mind, Tsouros hopes to move enough new voters to increase his area's vote by three or four points to 15 or 16 percent of the state total. Another man understand s the goal of higher turnout-President Ford. To that end, he toured New Hampshire yester­ day in an effort to win wavering Republicans and undecided independen ts to the Wyman side. Whether or not he was successful in this significant test of vole-gathering power, will be a key in­ dication of the President 's chances in a prospective New Hampshir e primary fight next March. Ronald Reagan, Ford's potential op­ ponent in such a Republican primary, has also appeared for Wyman in what is probably the first confrontation the two national Republican leaders had had . Reagan has not yel announced for Ford's office, but it is expected he will declare his candidacy before Christmas . Despite the presence of the Republicans' big guns, Tsouros still sees candidates themselves as being the decisive factor in this campaign . \"Ford will help Wyman, no doubt,\" he believes. \"But Durkin is taking the position that Ford should come, and try to explain to New Hampshire voters why he has vetoed the job bill, raised energy prices, and done so little about this recession .\" Shenanigans One of the most peculiar political in­ stitutions in the United States has had a major influence in the New Hampshire election. William Loeb's Manchester Union-Leader has supported the Republican Wyman in typically no-holds­ barred style. Loeb, who published the fake 1972 letter that played a large part in undermining Edmund Muskie's presidential campaign, recently printed another sensational letter, replete with profane and fecal references to Louis Wyman. Loeb described the letter as being typical of Durkin support. Whether or not this letter is similar in origin to the Muskie letter has yet to be determined. Tsouros feels that such tactics will not win Wyman any more votes than · he .already has. \"Grandmaison lias always told us to read the Union-Leader , then put it down, take a deep breath and not leUt effect our decision-making process,\" he says. Despite Loeb's shenanigans , Tsouros sees ;·a Durkin victory by three to five percentage points\" in the September 16 election . The electoral system Aft.er working in the Dukakis and Durkin campaigns , as well as in George McGovern 's 1972 presidential campaign, Tsouros has done a lot of thinking about the American electoral process. \"Frankly , I don't know of another system of choosing leaders that doesn't have the same inadequacies , or just as many new inadequacies ,\" he says. \"I really don't know how you could set up a better system.\" Tsouros gives cam1;>aign reform little faith as he ponders improving the electoral process. \"The old laws were broken,\" he points out, \"and there's no rea·son to believe the new ones can't be. aws just further define the rules of this game-but people still cheat at the game.\" He adds, \"I have become a little cynical as I see people taking power who shouldn't have it, and are totally unequipped for holding it. The fact that a dozen or so organizers can have such a disproportionate effect on the power processes in this system is not what I learned in high school texts about the one-man, one-vote ideal.\" But either (you're) a participant or not a participant in choosing the people who lead us, says Tsouros, and 'I have chosen to participate .\" Just a small measure of his success will be determined next week in New Hampshire . Friday, September 12, 1975 Observer PageSev the arts Observer's annual guide to off-campus survival The Observer welcomes all new members of the Tufts community . For many of you, your introduction to Tufts and to Boston are taking place at the same time. Before coming to Tufts, you were all assured by student guides and by the ad­ ministration that there is plenty to do on the Medford campus. Indeed. with an active Arena, Torn Ticket, film and lecture series, much takes place here; but one of the benefits of coming lo Tufts is Medford's proximity to Boston and Cambridge. In order lo help you discover these cities, the Observer presents the second annual guide to off-campus survival. Films:. Boston theatres show an abundance of first run movies al $3.50 and up. These movies can be seen downtown al the million or so Sack cinemas or at many other locations.If you have a great deal of self control, you can see them in Medford Square, Davis Square or many other suburban theatres for a dollar or so. In addition, there are a few cinemas that specialize in classic films. Orson Welles Cinema 1001 Mass. Ave. Cambridge, 868-3600. Bratt le Theatre Brat lie SI. off Harvard Square. Cambridge, 876- 4226. Central Cinema 425 Mass. Ave. Cambridge, 864-0426. Cinema 73:l 733 Boylsl on SI. Boston, 266-0342. Kenmore Sq. Movie House Kenmore Sq. Boston, 262-3799. Park Square Movie House 31 Saini James SI. Boston, 542-2220. Sports: Fali is ihe busiest time of I he year for sports in Bost on when the Red Sox are in a pen­ nant race. The Sox are in first place in the American League East and if they make the world series, Boston will go bananas. The rest of the Sox home games are against Milwaukee , Sept. 12, 13, 14, 15; Baltimore, Sept. 16, 17, and Cleveland , Sept. 25, 26, 27, 28. Bleacher seats are available for all games. The New England Patriots home season begins Sept. 21 against the Houston Oilers. Those of you who can afford the tickets and don't mind spending your month's allowance on parking will enjoy any of the seven home games that the young Patriots play at Foxboro. The Boston Garden is the home of the Celtics and Bruins. The Celtics, with the acqusilion of Charlie Scott figure to be at the top of the NBA East all season. They open at home on October 24 against Houston. Tickets are available for n.ost games. Tickets for the Bruins, un the other hand, are nearly impossible to get. The first home game is on Oct. 9 with Bobby Orr still skating for the Bruins despite a summer-long rumor of million dollar offers from the WHA. Music; rock: Fortunately Boston is one of I he stopovers on the major rock tours of groups from I hroughoul I he world. Unfortunately , Boston is going to be slow concert-wise in Sep­ t ember. Keep your eyes and ears open because things will pick up. For now, though, the Allman Brothers Band will be at Boston Garden on Sept. 21. Roberta Flack will be al the Music Hall the same night. Music; Jazz: The jazz artists who pass through Boston stop al Paul's Mall and the Jazz Workshop,both at 733 Boylston St. in Boston, 267-1300. If you are up to a slightly longer ride for ihe eveing, the Holiday Inn in Peabody on Route One, 535-4600, hosts jazzmen from throughout the country for one-nighters . Tickets are usually available in advance. For folk music, in a more intimate setting, try Passim's Coffeeshop at 47 Palmer St., Cambridge, 492-7679. ' England Conservatory) are sponsored by the Boston University Celebrity Series. The series features many famous individuals, orchestras and ensembles . For information on the wide variety of events; call 536-6037. Classical music per- formances can be found inex­ pensively at The New England Conservatory ,262-1120, where young musicians present recitals and concerts frequently. On Stage: Despite everything you may hear about the decline of Boston theatre, there are still many opportunities to see a good variety of quality theatre. For Broadway style works, try the Wilbur Theatre, 426-5827, where The Soft Touch, starring Alan Arkin will be playing until tomorrow might, Sept. 13; _The Shubert Theatre, 2(>5 Tremont St., 426-4520, where All Over Town, starring Ron O'Neal will be from Oct. 20 to Nov.I. The 1 Colonial Theatre, 106 Boylston St., 426-9366 , is presenting Bicentennial Theatre . From Sept . 22 to Oct. 4 Tennessee William's A Sweet Bird of Youth will be playing. Other theatres to be aware of are the Charles Playhouse, 76 Warrington St. Boston 423-2255 and the Loeb Drama Center 64 Brattle St. Canbridge, 864-2630. Music; Classical: Hoston is also the home of the Boston Symphony Orchestra . One of the finest sym phom ies in the country, the orchestra plays concerts all fall and winter on some Tuesdays and Thursdays and almost every Friday af­ ternoon and Saturday evening. Concerts are held at Symphony and I icket s are available in ad­ vance or I hrough an inexpensive student-rush policy. Call 266-1492 for information. Other concerts al Symphony Hall and Jordan Hall(down the street at the New Dancing Cocktail Lounge-type: For intimate drinking and dancing with a touch of class, I here is the lounge at the Top of the Hub on the 52nd floor of the Prudenti.al Center. Tall drinks, good music and the view make it worth a visit. A similar lounge rests atop the Holiday Inn on Cambridge St. in. Boston. Only 15 floors up, the Penthouse Lounge makes up in atmosphere what it lacks in elevation . Dancing; Disco-type: So many Boston in the last three years that trying to list them could be an evening's entertainment. Here are a few: Flick's 400 Commonwealth Brandy's 1110 Comm. Ave. Boston, 232-4386. Snacks: There is an endless list of places to eat in Boston and every upperclassman will tell you about his ot her favorite, bit here are a few places just for snacks that should be listed. Ice Cream: I'm sure you've heard of Steve's and there is Kelly's, which is quite similar on Cambridge St. in Boston, as well as the new Joey's, located in Teele Square. Cheesecake and Coffee: The Garage is located in Harvard Square and contains several boutiques . The place to have cheesecake and coffee is there too. Baby Watson's is the best outside of New York (or the Clairmont for those of you from northern New Jersey)The Coffee Connecti on sells the best selec­ t ion of coffees and is right next to Baby Watson's . Pizza and Subs: There is an agument taking place somewhere every minute as to where to find the best pizza in town. Everyone's tastes a-re different but Regina's in the North End is a must for everyone . Salvi's at 204 Cam­ bridge St., in Boston and the Harvard House of Pizza on Mass. Ave. (on the way to the Square) are good pizza for the money. (Continued on page 11) Fi-Im series season: from marriage to sex The following is a handy reference guide to the movies being shown by the Tufts Film Series on campus this fall. The weekend films will be shown in Cohen Auditorium beginning at 7:30 p.m. at a price of $.50. The Wednesday night movies will cost a quart.er and unless otherwise noted will be screened in Pearson 104 at seven p.m. The Film Series is actively recruiting members and an organizational meeting for those interested in showing movies or choosing the movies for the spring semester will be held next Wednesday , September 17 at 6:30 p.m. in Hall House, 98 September 13 (Sal.) Claudine , with Academy Award nominee Diahann Carroll, James Earl Jones and music by Gladys Knight and the Pips and Curtis Mayfield . The Harder They Come, starring Jimmy Cliff in the classic Jamacain Rock musical. 2il (Wed.) Through A Glass Darkly, the beginning of a trilogy of Ingmar Bergman films to be screened on consecutive Wednesday nights. This won the Academy A ward for best foreign language film. 20 (Sat.) Harry and Tonto, produced and directed by Paul Mazursky and starring Art Carney in an Academy Award performance . Also featuring Ellen Burstyn. Page Eight The Apprenticeship of Duddy Kravitz, starring Richard Dreyfuss and Randy Quaid. 26 <Fri. l Charlie Bubbles, Albert / 4 (Sat.) Monty Python's And Now For Something CompleteJy Different, the first film of these mad Englishmen. Liv Ullmann and Erland Josephson in Ingmar Bergman's Scenes From a Marriage. Finney's first film as a director Animal Crackers , vintage Marx and featuring Liza Minnelli in her Brothers, long kept in moth- film debut. balls and just re-released last Tom Jones, another Albert Finney film, this one won Academy A wards for best pic­ ture, best director , best screenplay ar_id best scoring. October 1 (Wed.) Winter Light, second in the Bergman trilogy, it stars Max von Sydow and Ingrid Thulin. year. 8 (Wed.) The Silence, third of the Bergman trilogy. This beautiful film also stars Ingrid Thulin and was the recipiend of the Swedish Academy Award for best film. 15 (Wed.) The Blue Angel, the classic Joseph von Sternberg film with Marlene Dietrich . Observer Professor Sol Gittleman of the German department will en­ troduce the film. 17 <Fri.) Ch\\natown, the most , highly acclaimed film of 1974, starring Jack Nicholson, Faye Dunaway and John Huston. Directed by Roman Polanski . 22 (Wed.) M, Sol Gittleman will also introduce this Fritz Lang film starring Peter Lorre. 29 (Wed.) The Threepenny Opera, Sol Gittleman ends his ~ stint with the Film Series when he speaks before this film based on the play by Bertolt Brecht and with music by Kurt Weill. 31 (Sat.) Mystery of the Wax Museum , a Halloween treat for those with very strong stomachs. N~vember 8 (Sat.) Scenes From A Marriage starring Liv Ullmann and Erland Josephson , with Bibi produced and directed by Ingmar Bergman . 14 (Fri.) The Best of the New York Festival of Women's Films, an outstanding group of short films made entirely by women. Between Time and Timbuktu , by Kurt Vonnegut and featuring Bob and Ray. It combines Cat's Cradle, Welcome to the Monkey House, Sirenss of Titan, and Happy Birthday Wanda June. 19 (Wed.) Stormy Weather, a Black musical starring Lena Horne, Cab Calloway . 22 (Sar.) The Phantom of Liberte, Luis Bunuel's latest film, a fantastic collage of images and characters . Amacord, Fellini's Academy Award winnln,g filrri about life and love, aptly called \"I remember.\" 3 (Wed.) Hearts and Minds, the documentary about the U.S. involvement in South East Asia. Winner of the most recent Academy Award for best documentary. film. 6 (Sat.) Gone With the Wind 13 (Sat.) Is There Sex After Death? An X-rated comedy with Buck . Henry, Holly Woodlawn and Marshal Efron. Everything You Always Wanted to Know About SC}x, an obscure Woody Allen Film that takes Dr. Reuben's book and turns it inside out. Featuring 1 Burt Reynolds, Gene Wilder, T.,ony Randall, Lynn Redgrave , Louise Lasser, John Carradine and of course Woody Allen. Music by Cole Porter. Frlday,;Sept.ember 12, 19'ffl arts from Tufts to Boston h i I I and hub By JEFF KINDLER BLGHT ON THE HLL: The new paint job, signs, and land­ scaping at the Tufls Arena Theater might be simply · evidence of a spirit of welcome for the many visitors who wat­ ched this summer's two specially commissioned Bi'centennial plays (see story, page 10). But some members of the community, wise to clear administration signals, are suggesting thaL the fix-up work indicates a resignation to the drama department's more or less permanent residence in their ramshackle Arena and its surrounding $40,000 collapsible bubbles. Apparently , the huge arts center that was designed and planned over six years ago at a. preconstruction cost nearing $100,000 will remain merely an expensive and artful blueprint. Ironically, while this cyear the government loaned the school $700,000 to rebuild burnt-up Barnum and three national foundations kicked in about $200,000 to improve the lab facilities in the Chem building, Tufts has only been able to raise $15,000 since 1970 toward tne $3.5 million Arts Center which, in­ cidenlly, would now cost more than four million. We're reminded of the sorrowful utterance of a drama major as he watched Jumbo's trunk crumble into ashes during that fateful night last spring: \"I knew those scientists would find a way to keep us in that barn.\" TUFTS IS HARTER:Aslride a hill in a little town outside Boston sits a liberal arts institution called Harter College whose coed campus includes such attractions as Professor's Row and Greek Way as well as the stuffed remains of a giant elephant left by a circus owner named Bailey. The school, which may be dimly recognizable to Medford residents , is the setting of Louise Blecher Rose's The Launching of Barbara Fabrikant , a 1974 ac­ count (the word \"novel\" would imply fiction too generously) of a young girl's freshman year in college It takes place in 1961,the year of Rose's admission to Jackson, and describes, often wittily, the heroine's suffering at the hands of her detested school and parents and her rather oversexed poli sci teacher.' Before you begin your own Friday, Sept.ember 12, 1975 academic misery full-gear , you might consider wasting a few hours pleasantly with this book, of for no other reason than to see how things· have changed (and how they haven't) in 14 years. The Fawcett Crest paperback , issued last month, is available for $1.75. PUMPERNCKEL Wl'H NUTS: A more productive use of time may be an hour and a half spent at the Central Square Cinema on Mass. Ave. where The King -of Hearts begins the fifth year of its Cambridge run. Set in World War One, Phillipe De Broca's­ delightful and touching story features Alan Bates as a Scottish soldier lamely trying to rescue a small French village from a German bomb hidden in the town/ square. In the process, \"Pum- pernickle,\" as he is mistakenly called by his superiors, ac­ cidently looses the inhabitants of the local lunatic asylm including the ravishing Genevieve Bujold. The 1967 film is a thoughtful and entertaining experience that begs viewing; ask any of the many area poeple who have seen it dozens of limes. RATHER GENEROUS: After his highly successful appearance here last spring, Dan Rather, the famed CBS reporter who covered the decaying Nixon White House, was so impressed by the people to he met and the response he got that he donated a hundred dollars the school library.His check, made out almost immediately after his departure, was used to buy many needed political science books, especially for the new \"Politics and the Media\" class, the only significant jour­ nalism course at Tufts. THEY AIN'T HEARD NOTHING YET: If you think you can sing like Al Jolson ( and who doesn't?) then you might be good for 50 bucks.To promote their Sept. 24 grand re-opening of the 1927 Warner Brothers ' classic, The Jazz Singer, the Sack theaters are sponsoring a Jolson sound­ alike contest. Preliminary judging will be held al the Bicentennial Pavillion at the Pru on Saturday , Sept. 20 from eight to ten in the morning . Anybody is eligible; you've got three minutes to sing an A. J. song of your choice. They'll provide the musical accompaniment ·and pick ten finalists to compete for the five $50 prizes. That com petition will be held at seven p. m. on the 24th at Cinema 57 where later that evening the first sound film will begin its new Boston engagement. Anyone who shows up with a 78 rpm recording of the film's star will be admitted free that night. And you don't' even have to walk a million miles. GET DRUNK WHLE YOU CAN: \"The First and Final Fling,\" Tufts Social Committee 's opening bash tonight in Jackson Gym, is so named because the Senate would only give TSC money for one party this year. Chris Morse, committee chair­ person, says the Senate won't fund parties that give out free booze-a procedure made nec­ cessary by the school's lack of a liquor permit. Therefore , says Morse, the committee \"will become defunct\" after tonight's party which begins at 8;30 p. m. unless there is a change in school or Senate policy. Tonight's band, by the way, is called \"Good Thunder \" and is composed of people who have played with the likes of Dave Brubfck, Maria Muldaur, and the Detroit Sym­ phony. Free beer and champagne P.J.mch will be served and a Tufts I.D. card is required . 'Born to run·': new Springsteen disc By GEORGE KALOGERAKIS ON THE HLL: If you're missing the fine arts department , its , because they've moved t.o a previously vacant house at 11 Talbot Ave. (across the street from Cohne Auditorium) . They can be reached at X281 or 396. The music department has expanded its Cohen offices to include f.a.'s former spot. .. Just about anything you can say in three to five minutes will be recorded and aired by WMFO (91,5 FM) in its new public access program . Their phone is 625-8566 and their offices and studios are in Curtis Hall ... The music department will give you half of a course credit and a good time if you play in one of their small ensembles. Oboes and bassoons , as well as people who play them, are particularly needed in the chamber music program . Con­ tact Peter Cokkinias in Room 7 A of Cohen. It's unfortunate that Bruce Springsteen 's many talents can't all be captured on vinyl. One would like to be able to play his albums and feel the same exhiliration thah one feels at his concerts. Springsteen 's new release, Born to Run, is as suc­ cessful an allempt at blurring the line between concert and studio . performances as can be expected and will have to suffice until Bruce records a live album. On Born to Run Springs! een has sacrificed thP, more melodic style of The Wild, thelnnocentand the E Street Shuffle in favor of simple, driving riffs that are occasionally reminiscent of the record review Who. Two softer tunes and typically fine lyrics contribute some welcome subtlety to all that raunchiness. A relatively subdued number, \"Thunder Road,· opens the album. It is immediately clear that Sprin'gsteen 's lyrics are as good as ever. He can create remarkably vivid images and is at once rough-edged and com­ passionate . Listen: Don't run back inside Dar:ling you know just what I'm here f\\lr - Torn Ticket's fall production is Sweet Charity which will be performed in Cohen during the last weekend of 0ctober. Shown above are six veteran stalwarts in Beth Tanner's of previous T.T. sliows, performed during orien­ tation. From left to right: Penny Watkins, Stephen Ahern, Connie Kaplan, Harold Rap­ paport, Susanne Norman, and Barbara Kennedy. So your scared and you're thinking That maybe we ain't that young anymore Show a little faith, magic in the night there's You ain't a beauty, but hey you're alright .. Oh. and that's alright with me. \"Tenth Avenue Freeze-Out\" follows, a catchy uptempo tune that features the Brecker Brothers on horns. Randy Brecker also contributes a mellow trumpet on \"Meetin~ Across the River,\" a beautiful song that proves Springsteen is not, as the ads for his album saf, a ''prisoner of rock 'n' roll.\" Yet rock n' roll dominates the album. \"Backstreets ,\" \"Born to Run\" and the lengthy \"Jungleland \" are all destined to become crowd-pleasers at future Sppringsteen concerts . His singing is sometimes hoarse, particularly on \"Backstreets ,\" which is slightly annoying at first but ultimately enhances the -urgency of the lyrics. Springsteen 's E Street Band, Pasily one of the best in the business , is highlighted by Clarence Clemons . Clemons is a versatile musician whose soaring saxophone has done much to create Springsteen's distinctive sound. Roy Biltan has adequately replaced David Sancious on piano-by no means an easy taks-and Max M. Weinberg is the new drummer . The remainder of the band is much as it was on the first two albums, with Springsteen again handling all the guitar work. Born to Run has a flaw, then it lies in a basic lack of diversity in the songwriting' . For this reason, . E Street Shuffle is a more in­ teresting album, although it merely hints at Springsteen 's potential as a performer . Born to Run al least comes closer to suggesting that potential. Yet no · mere album, no matter how . inspired, can ever do justice to a i performer of Bruce Springsteen's , caliber. PageNlne the arts; Summer productions weakened by scripts By JIM DILLON One is a drunkard and emerges as a heroic anti-hero-Ryan Cunningham . The other is a British deserter torn between loyalty to the uniform of the redcoat he was and the feelings he holds to the soil of his adopted land-Will Purvianc e. These were the two protagon ists who stood out against the backdrop of historical detail and technical authenticity oi· \"This Boston Tumult.\" By mo'>t 5tandards Tufts' Summer Theater production of these two original bicentennial works was a relative artistic success. Un­ fortunately, considering all last spring's worthy hopes of these plays laking their place in per­ manent American repertoire , the two plays, Dennis McIntyre's Ryan's Yorktown Tune and James Forsvthe's Lobsterback . were disappointing to this summer's theater-goers. characters and their ideas. As a result, in Lobsterback's opening for instance, Forsythe has an eloquent but wordy James Olis engaging his contemporaries in the rhetoric of the day, which becomes more like a cram course in history than an actu,;11 dramatization. McIntyre sidestepped this particular trap, only lo have a Cunningham haunted and con­ trolled by his equally detailed circumstances of debt and drink. Ryan's characterization never recognizes the magnitude of events that occur both in his domestic life and in the Boston about him. Even when he is caught smuggling ·weapons, he thinks only in terms of his im­ media I e failure,' afterwards perhaps, considering the treachery involved-but never its full significance. Lobsterback. Here the audience had to contend with a rambling, half-insane James Otis being, without warning, resurrected from the first act. Again, the character serves as a moralizing finger pointed at the audience. But viewers were unable to grasp what was essentially a ghostlike figure; if you blinked he might have disappeared for the lack of characteral continuity. Yet these !ines stand out as the loftiest, best-written imagery in the whole play. Unfortunately, according to Collins, \"The Otis character became irrelevant after his first scene. The audience didn't care that he loses his sanity in the· first act. He never became as fully integrated into the script as James and Ihad wished.\" He then added, \"We were fascinated by him as a historical figure. There is alway's danger in that fascination .\" The intenlio·n was lo com­ memorate the people and events I hat brought about the revolution. Bolh plays attempted to pare dmrn to lhe bones all the myths surrounding the motley revolutionary mob and their uniformed adversar ies, en­ dowing obscure figures with flesh and blood, with fear and hope as !heir emotions. Technically, the Summer Theatre's effort was superb. Mary Harkins' costuming ac­ curately defined the characters from whore lo general. Lighting, by Curl Senie, was painstakingly Anti-heroes aren't deeply motivated ; they just muddle through one scene after another. Both playwrights, of course, wrote into their scripts characters who stood for higher ideals. Lobsterback's Ebeneezer Mcblosh stood for the visions of a free government of the future to be formed after the struggle. Forsythe was successful in playing Purviance off of Mein Losh. Our man in the middle wished only to be left alone to ti,11 the soil, to work with something tangible . And the aud~ence sensed that this was powerful stuff. Ryan, however, stood for himself, a flask in hand, fearful of being recaptured. The irony is Perhaps now that this road has been travelled , the powers that be should consider something along the lines of a contemporary parallel, at least something that doesn't suffer as much in the jump of two hundred years. After all, Boston is still with us and tyrants abound. Might not next summer's productions deal with present-day Cunninghams or Purviances ? There seem to be some of these around, a,so. Patsy Culbert as Mercy Vose and Scott Taylor as Will Purviance attempt romance in a troubled time in James Forsyth's \"Lobsterback.\" ·shakespeare colllpany grows out of Tufts Arena work By PAUL PALMER September 18 marks a theatrical event which promises to be something of a landmark for Boston and one of particular interest to the Tufts community. On that date, the infant Boston Shakespeare Company will make their debut, becoming the area's only· regional dramatic em­ semble devoted to a classical repetoire . The first play that they have chosen to tackle is The ,.y ... 1 Tempest , which significantly was produced by many of the same people three years ago in the Tufts Arena Theater. 4:\"\" At.r -~ Ryan Cunningham (Tom Thompson) is beset by his reciminating wife, Christie (Amy Van­ Nostrand) in Dennis McIntyre's \"Ryan's Yorktown Tune.\" exact and sometimes, in a subtle way, the mood-setter for a given scene, but the Arena allowed itself to be overcrowded by otherwise effective Michael Anania sets. Harry Ritchie and Sherwood Collins, directors of Ryan's and Lobsterback , respectively, took good advantage of its unique view of the assortment of seductions, passions and gestures of the time. In fact,the acting,especially Tom Thompson as Ryan and Scott Taylor as Will Purviance, was quite good as well. The problems were in the plays themselves. The lasting theatrical value of any play rests primarily on the strength of its main charac­ terizations and on how well they relate to the storyline. Because McIntyre and Forsythe were writmg period drama, at best nearly impossible to do well, they had to make necessary ex­ pository introductions to Page Ten the Purviancee dies a melodramatic death while Ryan just fades into the epilogue. Both Forsythe andMclntyre used scenes at the end of their plays that took dead aim at America two hundred years later and at their audiences . There was a missing of the mark. Ryan and his cohorts abruptly freeze in their raiding of British supplies as his mistress (and we are left to wor:ider why her) comes into view in· a spotlight. She delivers . a stirring speech complete with a patriotic tune on a soundtrack (or did we just imagine that?). McIntyre pufls up his period play stakes-and tries to place them· into a contemporary ground. But it is too sudden, having nothing really to lead up to it. Collins considers the shift \"anti-climactic.\" \"James didn't realize that he had ended his play the scene before.\" The drama professor had more to say about the play he himself directed William Cain, Janet Buchwald , and Norman Frisch, board members of the newly­ incorporated company , refer to that particular play as the culmination of work at Tufts which lead, nowever circuitously, to the formationof the new troupe. The Tempest staged here was both a controversial and a demanding play, according to Gain, who directed it as a master's thesis. It resulted in such a degree of cohesiveness among those involved that they kept in touch in the intervening years. The final decision to start out in their own company came this year when, encouraged by Buchwald, Cain wrote lo a number of people with whom he had worked in theater in the past. There was, he says, \"an over­ whelming I y affirmative response.\" \"People really do want to work in theater,\" Cain added, referring to the \"astonishing\" sacrifices which some have made to join them.On the basis of this response, the group was con­ vinced that if _they could find a theater, they could make it work. Observer They found it and now they are making it work. Cain finds their current production of The Tempest \"very different\" from the show he directed at Tufts. He attributes .this change primarily to the transition from the small \"cozy\" Arena to the radically new performing situation at their new location at the corner of Berkeley and Marlborough streets, with all of its unusual demands . But however different in conception, The Tempest would weem to be an appropriate beginning for their new project. \"A play about playing,\" as Cain calls it, it suggests the self­ awareness and the sense of theatricality which may prove to be the hallmark of the Boston Shakespeare Company . Al. present, plans are for a season of three or four plays to be performed in repertory . The Comedy of Errors will be added as the second production in November and a third, un­ nannounced play will enter the repertoire in January. That third one, according to Norman Frisch, \"could be one of our own.\" Frisch's first play (Threeplay) was produced in the Arena during his sophomore year at Tufts. A plea for assistance sent to friends, relatives, and teachers resulted in a working budget adequate for their initial needs and The Tempest, consequently , will not be marred by the financial limitations which so consistently plague other small theater groups. Quite the con­ trary, with costumes by former Tufts costumer-lecturer Mary Harkins (now with Emerson) and sets by Michael Anania, who created the sets for both of this summer's bicentennial plays at' the Arena ( as well as for the now­ famous Al Pacino Richard III of four years ago), their technical sophistication seems assured. On a more personal level, there is a high degree of commitment, of common objective and ex­ perience among these people which constantly reflects in their vision of the new company . As performers, they find in Shakespeare not only a literature of theater, but an approach to it as a living art. With charac­ teristic enthusiasm , Cain ex­ plains: ''The fact of Shakespeare .. .is astonishing . The man wrote astonishing plays and he wrote them for a very specific company over a period of 20 years.\" He emphasizes the importance of the individual members of the company to Shakespeare as a playwright and how their unique talents in­ fluence his work. As the most familiar example of this relationship , he cites the loss if Shakespeare 's most famous Elizabethan clown, Will .Kemp, whose replacement by Robert Armin, the creator of Touchstone, may explain the Bard's trend toward wiser fools. \"Essential to the type of theater that Janet, Norman, and I are involved in,\" he con­ tinues,\"is the idea of company . People working together in an ongoing way. Shakespeare gives us ... almost three dozen plays which a. company can attack.\" And this particular company combines a wide range of ex­ perience in theater with a broad spectrum of performing skills­ some outside the traditional scope of \"acting.\" Their credentials include such diverse groups as the New Jersey (Continued on page 11) Friday, September 12, 1975 \\. ·tile arts Boston Shakespeare (Continued from page 10) Shakespeare Festival and lhe Royal Liechlenslein Circus, with various familiar names in bet­ ween. Company members in-· elude former Camilla Brooks, Lynn Torgove , and Francis \"Mickey\" Culver. Instead, they find their Tem­ pest at the very roots, in lhe poetry, the comedy, and the \"word-movement-myth\" of Shakespeare's work. And there is one more important element, the Italian Commedia dell'arte, the highly physical, improvisatory \"actor's theater\" which is where, Cain notes, \"Shakespeare learned his comedy.\" The syn­ thesis aims at a very lively and joyous kind of performance and all agree lhat those who only look upon Shakespeare as \"something you read in school\" may be surprised by their work. The Tufts Concert Board for 1975-6: From left to right, back: John \"Ewal\" Coyle, Joel Bresler, Rob Ames; front: Jon Tisch, Jack Salvatore, Larry Oshin. Their hope is to spark lhe public's imagination through an unusual diversity of resources , showing them a Shakespeare quite different from his un­ fortunately dusty and academic image. The solution is what Buchwald characterizes as a \"vibrant\" production, a modern look at an old play. Rather than creating a museum piece, lhe Boston 'Shakespeare Company aims al a more organic treat­ ment, resulting in a viable theatrical event for a con­ temporary audience . To illustrate the distinction Cain refers to the taditional concept of Ariel in The Tempest as an actor dressed in feathers \"who walks on the balls of his feet.\" To him, this is a superficial and inadequate interpretation of the part. While this is a significant goal, it is not the essence of lhe Boston Shakespeare Company . The essence is the desire of many different people to do good theater in their own way. And love of the art, in all of its aspects, has brought them .to Shakespeare as the focus of their work. Perhaps Norman Fi::isch puts their motivation most succinctly when he says: TCB plans three By GARY PALMUCCI concerts The TCB's current \"Through Shakespeare we find we can explore a lot of things in ourselves as directors and designers and managers and actors that keep the theater alive.\" A rejuvenated Tufts Concert Board (TCB) is planning three on-campus concerts for the semester as well as a poll to determine students' musical and locale preferences. The other members of the executive board include Direc~or of Student Activities Jack Salvatore, Aris Com­ missioner Joel Bresler, senior Larry Oshin, and juniors John Coyle and Rob Ames. TSC chairperson Chris Morse is no longer a member of the board. Another member of the board, Alvin Robinson , has left the university and a replacement is currently being solicited. operating budget is $8500, which means that once it loses that sum in the course of producing concerts il 's \"out of business\" for the duration of the particular academic year. It has check signing power of up to $6000. Off-campus survival (Continued from page 8) Yellow Submarine, near Mass. General Hospital is well known for selling a fresh, generously­ filled sub roll. Peabody Museum at Har­ vard.Osford St. <Natural History), Cambridge . The first concert, set for Friday, Sept ember 26 in Cohen Auditorium , will lopline the James Cotton Blues Band. Tickets will be $3.50 with a Tufts ID and $5.00 without. Tufts graduate Willie Nininger will open the .,;how. The TCB's executive board held its first meeting of the semester Monday, at which executive board member Jon Tisch said that he was currently negotiating in an attempt to book the group Orleans this fall and that Bruce Springsteen was also, in Ti~ch's words,.t'a possibility.\" Notwithstanding the results of the upcoming poll, off­ campusconcerls, accordi11g to Salvatore, are unlikely in the near future. \"I have I he in­ dication that the Senate would not be too happy about an outside concert,\" he said this· week, \"unless there was sufficient st udenl support behind one.\" According lo Tisch, any Cohen show will lose at least $1500 since product ion costs are inevilabley higher than even I he maximum I icket gross in Cohen at the current price scales. The TCB is also seeking members for a general ad­ visory board. Any candidates must have had previous ex­ perience working in TCB funcl i~ns. A meeting 'of prospective candidates will be held Tuesday, September 16 in Robinson 253. Museums: If some rainy af­ ternoon or a final project leads you to a museum, you will realize I hat Bost on has a little of everything . The well-known ones are: Museum of Fine Arts, 465 Hun- 1 ingt on Ave., Boston 267-9377. Gardner Museum , 280 The Fenway, Boston, 566-1401. Fogg Art Museum , Quincy St., Cambridge, 495-2387 . Museum of Science, Science Park, Boston, 742-6088. Libraries: If Wessel doesn't have what you're looking for, try I he Boston Public Library in Copley Square and if they don't have it, try another university 's library. Widener Library al Harvard is one of the lagest in the country. If it's not in Widener, you may have to drive to New Haven. Zoos: Franklin Park Zoo in Boston, 444-2002 is a fun place for everyone as is the Stoneham Zoo, 442-0991, just 15 minutes up Route 93 from Tufts. -SETH BARAD ,,--,.Age discrimination: the Sullivan case (Continued from page 1) As a result, while concluding four years leaching al Tufts, the Harvard graduate decided lo apply to medical school. When his appUcations were greeted with a unanimous wave of rejections, Sullivan began to search for a law that would protect him from the blalanl pattern of discrimination he perceived . After some research , he found that Massachusetts had the la\\l he was looking for. After retaining a lawyer, David Lamson of Boston, Sullivan began the process of' complaint. He filed his case with the Massachusetts Commission Against Discrimination (MCAD), citing a 1972 state law that stated, among other things, \"It shall be an unfair educational practice for an educational institution ... to exclude, limit, or otherwise discriminate against any person seeking admission to a program or course of study leading to a degree, beyond a bachelor's degree, because of age.\" \"I chose to sue Tufts instead of the other 12 schools for s!!veral reasons,\" sayd Sullivan . \"First of all, Massachusetts does have this law, which apparently is not on the books in the states of the other schools to which> I applied.\" \"Second, as opposed to the other school I applied to in Massachusetts, Tufts knew me very well, knew my particular strengths beyond what could be written in an appication . Tufts' Frij)ay, Sept.ember 12, 1975 discrimination coulct Up until at least the 1968-69 TUSM catalogue, says Sullivan, the following .;tatement was printed by Tufts: '\"Applicationls over 28 years of age ... are not usually considered favorably by the committee (of admissions) .\" By the time of Sullivan's rejection, the catalogue read, \"There is no geographic quota and no discrimination because of race, creed, color, or sex.\" This year, over two years after lhe Massachusells Legislature passed lhe age discrimination law, and Sullivan's original key additional word: \"age.\" Lawyer Lamson believed that when the evidence against Tufts was added up, probable cause for a complaint to the MCAD could be found. When, in the early days of August, 1974, Sullivan received his final rejection from Tufts, Lamson filed his client's compalint. The commission found in April, 1975, \"probable cause to credit the allegation that the complainant was denied ad­ mission to an educational institution because of his age,\" the \"complainant\" being Sullivan, and the \"educational institution\" being Tufts. According to the law, as explained by Jeffrey Huvelle, a lawyer for MCAD, \"after a probable cause decii,ion, we are required to try to settle the case without a hearing, and to try to work out an acceptable agreement with both parties.\" But, continued Huvelle, Tufts declined lo discuss working out an agreement. Meanwhile, Curtis was making charges against sullivan, in court af­ fidavits, lo a newspaper called The Chronicle of Higher Education , and in conversations with MCAD lawyers. Sullivan denounces these charges, especially those in the Chronicle ar­ ticle, as being \"damaging to my reputation , not to mention being un­ i rue.\" In conversation with an investigator from the MCAD, Curtis said Sullivan could not be accepted into Tufts Medical School becaw,e of \"his ex­ tensive psychiatric record and because he was in quite a bit of group therapy.\" Sullivan's reply to this claim is unequivocal. \"I have never seen, in any form, al any time, a psychiatrist , psychologist , or social worker for professional dealing of any sort.\" \"This,\" he adds, \"is _...a completely unwarranted statement.'' The MCAD accepted Sullivan's stand on this particular issue when he offered to produce his presumably blank psychiatric record for the comm1ss1on. As Lamson said, \"It would seem to be a silly stance for a medical school to deny admission on the basis of a psychological record of any sort, considering that they're probably training psychiatrists themselves .\" Observer Another charge made by Curtis, published in the August 18, 1975, issue of The Chronicle of Higher Education, is that Sullivan was \"non-productive in the activities for which he was hired, namely research , \"and that this was lhe reason he was dismissed from the Tufts faculty in 1974. Sullivan responds by noting that, from the start, he took an unusual load of courses lo teach, doing what he calls \"a very disproportionate amount of leaching \" in the biochemistry department at TUSM. Sullivan also points out that \"the slated reason for my dismissal as contained in a letter from ex-Dean of Personnel Maloney, was the difficult financial situation anticipated by Tufts University School of Medicine in the coming year.\" The dismissal , ac­ cording to Sullivan, had nothing of­ ficially to do with anything but lack of seniority and a budget squeeze. Curtis also claimed, in conversation with an MCAD lawyer, that Sullivan acted \"in such an irrational manner\" when talking to Curtis about the case that he was afraid Sullivan would slash the tires of his car. In· addition, Curtis asserted in his June 25, 1975, affidavit to the Suffolk County Superior Court, Sullivan had \"engaged in disruptive and threatening behavior which made many people question his stability and suitability for (Continued on page 1:1) Meal tax may up student hoard plan-Jee By ANDREW LIEBMAN Tufts students may have to pay an additional 40 dollars for their fall 1975 meal plans unless the Massachusetts legislature exempts private colleges and universities from the state meal tax. Described by Tufts vice­ president John Mitchell as \"one more nail in the coffin of private education,\" the meal tax, a statewide excise tax on meals and beverages , will, if enforced, escalate the cost of meal plans here by eight percent. Tuesday, Ballou hall learned of the state's intention to enforce this tax through a memorandum from the Association of In­ dependent Colleges and Universities in Massachusetts (AICUM) . AICUM advised Tufts and all other private colleges and universities in Massachusetts that they \"should make plans to collect and pay the tax which is effective Sept. 1, 1975.\" Upon receipt of AICUM's message, Tufts president _ Burton C. Hallowell pleaded in a telegram to Massachusetts Governor Michael Dukakis for a delay of the tax until January, 1976. This would allow Tufts to in­ form its students of the increase and make it unnecessary for the university to send an additional bill to those who have already paid for the fall meal plan. The delay would also provide ad-ditional time for an exemption amendment to pass through the legislature . AICUM's memorandum, however, was not an official state notification; it was more a for­ warning that the meal tax's application to the university could become a reality at any moment. In all likelihood , according to Mitchell, \"the tax commissioner wouldn't even know how AICUM got a hold of the ruling. Although the document was signed by the tax and corporations com­ missioner and dated Aug. 1, 1975, it has yet to be publicly released. Historicall y, Tufts has simply neglected its responsibility for paying the meals tax over the past few years. The meals tax , which was first levied in 1941 to raise revenue for assisting the aged, provided for a five percent excise tax on all meals and beverages whose total exceeded one dollar. Over the years, the lax became a general revenue tax and the five percent figure was sub­ sequently increased by the legislature early this summer to eight percent. But at the time when the bill was originally written, the cost of university board plans averaged far less than one dollar per meal. With the recent inflation-elevated cost of food and food services, average meal costs have ex­ ceeded the one dollar-per-meal limit. Where the colleges and universities were once automatically exempted , now they are being called upon to pay the tax as well. from the meals tax is in the process of consideration by the Senate Ways and Means Com­ mittee. Until the legislature completes the new state budget for 1975-76-a fiscal year which is already two months old-the bill will probably not be considered . Whether the legislature will add priv.ate universities and colleges to the list of exempt organizations is not at all certain. \"Obviously this is the very worst year in a decade to be :suggesting : that a tax exemption be granted when the state is undergoing such fiscal panic,\" Mitchell noted. \"But the bill proposing exemption,\" he added, \"is still in the legislature . It's not shot down yet.\" It's certain, Mitchell said, that the additional cost of meals here will have a great effect on the ability of families. to afford the cost of a year at Tufts. \"We're worried the effect on individual wil families will be monstrous,\" he said. Administrators on the hill appear befuddled over how such a ruling could come into effect after the school term has begun. Mitchell feels -that, as the bill stands now, Tufts must pay the tax. The university must sit and wait for a definitive statement from the state capital on whether or not any new exemptions will be added to the tax. Until such a time, preparations for the im­ plementations of the tax seem to be inevitable . The meal this man is preparing ... At present, an amendment to the list of organizations exempt ... will probably cost these people more soon. Age discri1nination: _ the s·ullivan case ... (Continued from page 11) a career in medicine.\" Curtis' statement in this docement was ac­ companied by the closing warning, \"Signed under the pains and penalties of perjury.\" 0 On June 26 past, Judge John Mc­ Naught of the Superior Court held a hearing on the Sullivan case, a hearing necessita ted when Tufts refused to attempt to conciliate the case. Curtis appeared at the hearing with the above-mentioned affidavit, responding to Sullivan's charges. While admitting that \"age may have been considered\" in the decision to deny admission to Sullivan, Curtis stated that this issue \"was not a decisive factor in not admitting him.\" Also included in the affidavit were the figures describing the class to which Sullivan had applied. There were 4,580 applicants for 146 places in 1974, said Curlis, and \"younger persons more qualified than Dr. Sullivan were rejected from this class.\" Sullivan presented, among other things, his qualifications for admission. \"I averaged in the 96th percentile on the Medical College Admission Test,\" he says, \"and graduated from Harvard in 1959 with a 3.2 average at a time when a 3.2 was equivalent, on a com­ parative scale, to at least a 3.5 nowadays .\" In addition, Sullivan's lawyer ob­ tained the recommenndations filed on Sullivan throughout the admissions process at Tufts. The Medical School admissions process is a complicated one. It in­ volves three levels of recom­ mendations . On the first level, there are three evaluations , which result in a rating of either \"star,\" \"one,\" \"two,\" or \"three,\" \"three\" being the lowest. Two of the evaluators, Dr. Harold Nash, assistant clinical professor of surgery at St. Elizabeth's Hospital in Brighton, and Jay Wish, a Tufts medical school student, rated Sullivan as being in a particularly unusual class; they each rated him \"a superstar.\" Nash added his opinion that \"despite the applicant's age, he deserves an interview.\" The third recommendation , a \"three,\" was written by Dr. Lucien Leape, who is chairman of pediatric surgery at Tufts medical school, after a March 9, 1975, interview with Sullivan. Leaoe felt that \"Dr. Sullivan has qualifications in the top one percent of all our applicants . There is no question he would be an outstanding student. I gave him the \"three\" because of his age ... This is a tough policy decision that must be made at the highest level. If he is taken, he will be a joy to have as a student and a credit to our school as a graduate.\" Leape refused to comment on the interview or his evaluations . Curtis countere ·d these recom-mendations with the final rejection report, from the third level of the ad­ mission process, of Dr. Henry Wortis, associate professor of pathology at the medical school. Wortis had never in­ terviewed of met Sullivan until after Curlis informed Sullivan of his rejec­ tion. \"Dr. Sullivan does not appear on this final list\" Wortis writes, \"because there are other more qualified can­ didates. We noted a) he did not have an outstanding undergraduate record; bl he seems to have taken a long time to get his Ph.D.; c) his record of social involvement beyond teaching is not outstanding. We did not feel that these deficiencies were an absolute bar to his admission , nor did we feel that his age would in itself bar him.\" . Why the evaluation changed from overwhelmingly positive on the earlier !eye! to so lukewarm in the final level was not explained by Curtis in his af­ fidavit. On the J!iernoon of July 2, 1975, Judge Mc.:,aughl ruled in favor of Richard Sullivan. He issued a preliminary injunction that has for~ed Tufts to admit Sullivan as a student at TUSM. Tufts has appealed to Lhe Massachusetts Supreme Court for \"interim relief\" from McNal'ght 's decision, and Judge Francis Quirico of the Supreme Court will be holding a hearing on September 24 in preparation for a decision soon thereafter. Meanwhile, according to Huvelle, the MCAD has scheduled a hearing in (Conr..nued on page ;; 2) Mini Carpet Shop 1863 Mass. Ave. Monday through Saturday 10 AM -6 PM Cambridge 492-7996 near Porter Square SHORT REMNANTS RUNNERS LINOLEUM SCATTER RUGS Ideal for dorm rooms or apartments featuring Congoleum Floors Beattie Carpets Trendmills Calloway Heritage Warehouse Carpet Sales, 4060 Mystic Valley Pkwy Medford 396-4253 LARGE REMNANTS WALL-TO-WALL CARPETING Monday through Friday 9 AM -9 PM Saturday till 5 PM WE PROVIDE TOTAL SERVICE FOR ALL YOUR FLOORING NEEDS Observer Frlday,September12,1975 C·C·O The Hallowell years.-a self-evaluation (The following is an edited and abridged transcript of President Burton Crosby Hatlowell's remarks to the Trustees of Tufts University on June 14, 1975. In these remarks which accompanied Hallowell's letter of resignation, the President evaluates the goals, frustrations, and successes of his eight years in office.> university did not set Tufts apart in its own competitive struggle in the years ahead. It did not create an i~age or intent for Tufts that was different from any other large private university . Missing for me was a more articulate statement of what this university + Tufts + might be in com­ petition with some very prestigious sister colleges here and elsewhere. As you start your discussions today, When I faced this problem, considered some perspective is useful. This per-that we had a number of things going for spective should properly start with the us: presidency itseif, and ! remind you of the (1) By 1967, the Trustees had determined fact that under the by-laws of The the components of Tufts which they Trustees of Tufts College, the President is wanted to retain. We were lean, but with both the \"educationa l leader\" and the areas such as the health sciences which \"chief executive officer.\" My remarks would grow. (2) Although Tufts had tended relate to these two functions of the to grow slowly, it still was limited in size. I presidency . Let me start with hope myself that it never grows so as to be \"educational leadership \" which is the a multi-university type, but that is for most important function although one another day. (3) From the point of view of cannot, as we shall see, easily separate one student acceptance , Tufts had an excellent function from the other in the modern location close by but not inside of Boston. worlri (4) Tufts was an independent private in- A president should have had enough stitution . This was important partly experience to have evolved a general because it enhanced flexibility in handling philosophy of higher education . When I problems and partly because it ensured arrived at Tufts, I had already carved out continuity and hopefully strength in its a philosophy that was applicable to a less Board of Trustees. Its Trustees were complex institution than Tufts. This committed laymen and women elected philosophy had been hammered out with carefully and renewed in an orderly people in education , its directions and fashion. Some publich institutions do not i:,roblems and I was eager to develop these have this advantage . (5) Tufts had a deep thoughts in the context of a university . tradition in the Arts and Sciences going back to its founding which I found im- I accepted Tufts as a university in the portant. (6) Finally, Tufts had accepted fullest sense of the word. In fact, that was women in 1892 and had stuck with it. one of the things that strongly appealed to me. Tufts had embraced professional Faced with these educational ad­ schools and limited gradu;ite work since vantages, I thought that one thing missing the 19th century. It seemed to have ac-was a strong sense of an undergraduate cepted the implications of being a liberal education which ought to permeate university , when it formally declared itself not only undergraduate schools but also as such in 1955. But in retrospect , it seems the professional schools. I am not going to clear that Tufts had not come to grips fully elaborate on that point today. I have done with being a university . Precisely what so innumerable times including my last Tufts would be as a university was not yet annual report to the Board. The greatest clear even a decade ago. single difficulty in attaining this objective is the way in which the graduate arts and Our original charter did not clarify the sciences train people in the univer&itiee purpose of the college or the university and the attidtudes scholar-teachers hold as beyond SttJ.ting that we should use the to their function. I felt that the un­ endowment to \"most effectively promote dergraduate school needed a greater sense virtue ·and piety, and learning in such of ________________ _ the languages , and of the liberal and useful arts and sciences: \" The Carnegie Self-Study in the last half of the 'fifties accepted general respon­ sibility for instruction in the liberal arts and sciences and stated that Tufts was . prepared to accept the university roles of: /:-1. pursuing free study and research in the j higher arts and sciences 2. maintaining devotion to the con­ servation, illumination , extension and dissemination of knowledge 3. fostering and nurturing those values which are basic to civilization - 4. training futue scholar-teachers 5. generating ideas for the progress of society · These, the Committee regarded \"as the basic concepts of what the modern university is intended to be. The Com­ mittee further stated that \"the simple pursuit of truth shall be the object sought\" and that this concept captured \"in barest detail, the essence of the university con­ cept.\" As !,reflected on these statements and on subsequent acitions, I felt that the formal move to a university in the late 'fifties was largely identified with expansion of the graduate arts and sciences. This in turn influenced the qualities which were sought in new faculty members . No doubt it was understood and accepted that some cost was involved in the form of a higher proportion of faculty timt spent on research and a lesser amount of time spent on direct student contact. These changes did gradually happen. They were good for Tufts and constituted a part of what was to be very important to Tufts in assuming its university role. However , as I viewed it, there were certain deficiencies in the existing university concept. It did not seem to appreciate fully the presence and possibilities of the professional schools at Tufts. More important, this concept of the \"I consider a broader appreciation of the nature and goals of under graduate education to be at the heart of Tufts' continued success.\" of liberal education as I conceived it. I preached it, worked on it and probably won't be a winner in this regard in the foreseeable future. Nonetheless , I consider a broader ap­ preciation of the nature and goals of un­ dergraduate liberal education to be at the heart of Tufts' continued success. It should focus on people and recognize knowledge as a means to an end and involve faculty who recognize and practice this while still advancing the state of knowledge . As graduate arts and sciences adapt to the rigors of the decades ahead, the qualities we need in faculties require that we not return to those who only teach. We con­ tinue to need those ·who love to teach but are also scholars. Tufts can have both without graduate work in all departments . · The comment that I made at com­ mencement to the class of 1975 is worth repeating here. It does not fully charac­ terize a liberal education but Professor Brand Blancharc;l, the philosopher , had an unusual talent of putting things together \"It follows that these bouts of college days with intractable assignments, BURTON HALLOWELL ... stick w!th quality witless classmates , and professional ogres are not mere shadow boxing. They are the means of finding yourself and thereby finding your niche in the scheme of things. A faculty should never forget that especially from the ages of 17 to 21 there are personal matters of great concern in the minds of young men and women. They are the means of acquiring that art of thinking without which our world is becoming an increasngly insoluble puzzle. Faculties do this very well. They are the means of learning to like and dislike intelligentl y and therefore rewardingly . They are the means of moulding persons who can act with firmness as well as link with point and judge with taste. This assumes that we stand for something, not that we in­ doctrinate anybody, but that faculties are concerned with raising the level of standards as they see them in people. Like men in the scripture story, you are given talents, some one talent, some two, some perhaps five, and then left to your devices for 4 crucial and testing years to see what you will do with them. On what you do with them depends what the world will do with you. ... If we are to maintain and improve our position, we have to to stick with quality. Cost savings will always be with us. But if threatens real quality, it will not necessarily be to our best interests. This does not mean that we should not look at year-round-operation, workloads , productivity , financial aid policies, and the proper role of the Graduate Arts and Sciences. On YRO, the dean will ·report to us as to his conclusio ns for action before the summer is over. On workloads and productivity, I am delighted that the deans did the homework that they did and that we will finish the presentat iions to the Trustees in September . In the future Tufts, there will be times when tuition increases may be less costly to the university than lower quality. This means more tough choices. But nonetheless , my message is that it is educational waulity that is going to keep Tufts in this world and that costs money. as a totaU university, build intellectual contacts, b,uild programs within itself. The whole is grieater than the sum of the parts. Now, Mr! Chairman , I want to turn to the Chief Exe9utive Officer function. The CEO must see~? it not orlly that the longer range objectives .of the l1rtiversity are translated into daily qperational decisions, but he also must see/ to it that the environment provided ih the non-educational aspects of the university are strongly supportive of the educa 1tional mission. This means first that we must have people in ~he support activities that are not just grea, people in that field, but that they appreciate the faculty and the students and understand them and can deal with them arld know what educational ob­ jectives 'we are headed for. I can't over­ emphasize this. I have seen historically many cases of people doing ostensibly · good jol:fa in support activities but who are insensitive to the educational objective s and lo the people who carry them out in the University . Such situations tend to blow up! For!example, Tufts' handling of dining services and budgeting are excellent illustrations of how good relationships should ivork. Moreover , a university in its everyday activities should try to practice the values \"My :message is I that it is educational I qualjty that is going I to ke~p Tufts in this world and that costs money .'i in which it believes educationally . For . example, if we value beauty, we need to eliminate posters on buildings. prevent ex..:....,sive troddening down of lawns. pbnt ne, ; 1·ees, are for the old ones and ex:iibit a sensitive aesthetic taste in designing buildings . This is more than putting 0n our best face for admissions . It is also because as an educational institution we demon­ strate that we value the beautiful things in life. Our posture with the neighboring communities falls in the same category. If as an iristit1Jlion we want to express a sense of responsibilit y to others, we have to work with our neighborhoods . And we must treat non-faculty personnel with the same dignity as faculty members . In the ·decade we're in. there is an in­ tensification in the attention given to the rights and privileges of people + rights, privileges not to be discriminated against because of race, creed, color. age or sex; rights of1privacy; pension rights, patient rights, 1nd others. Federal and State legislatiop have increasingly spoken to these rig~ts and universities among other institutiops must be in compliance. My educational philosophy relates un­ dergraduate liberal education to the professional schools. I said this in 1967. I have· been saying it one way or another ever since, and I have made modest progress. With tbe abrogation . of charitable im­ munity (or universities some years ago and the :advent of this new legislation , universities everywhere. have been sub­ jected t~ legal suits. While personnel procedures everywhere are being tightened! up, the basis for most of these cases re~ts in th~ new legislation and at­ titudes encouraging people to make use of it. Consequently , cases have been brought against universities like Tufts involving decisions basic to academia ; for example, cases inv,olving, In Boston, we had done some wonderful things at Columbia Point and were starting to do something at Mound Bayou, but we were not then ·doing anything in Chinatown . And also·, we were not making our facilities available and doing what we could in Sl'>merville and Medford at that time. This bothered me. I thought that if Tufts were to build its own university niche, it should view itself + The right to admit or to nof admit a student + Th~ right to separate a non-tenured faculty member + The right to determine whether tenure is given or not + ThEj right to promote or not to promote a student from one cla.ss to anot~er (Continued on page 15) Friday, Sept.ember 12, 1975 Observer Page Thirteen . \\\" -C·C·O Seven years later The follQwing editorial is excerpted from the September 29, 1967 issue of the Tufts Weekly. \"Man, not knowledge , is the ultimate goal of the University.\" With these words Pres. Hallowell set the tone of his Inauguration speech last Sunday. His in­ sistence on measuring the University's importance in terms of what kind of men it creates and what quality it gives their lives is excellent and timely. Too frequently students feel that their education is irrelevant to the important issues of their lives. We agree that man makes his contribution to society first from the wellsprings of his character , and secondly from his command of knowledge. Character and knowledge grow together as the result .of what Hallowell has called \"imaginative programmatic innovation .\" . The importance of trasmitting and pertetuating knowledge cannot be denied. But the men who must apply this knowledge must not be neglected. In our day, .knowledge is so extensive, specialized and fragmented, it has bP.r..ome a truism to say that our technology has outdistanced our very spirit. Pres. Hallowell suggests that the University has lost its unity because its focus is not on man. In his presidency, Dr. Hallowell intends to refocus on that man. Because the unique individual is the focus, Hallowell says, 'We must increase the easy availability of radically different educational options.\" The Ex­ perimental College stands out as a source and vehicle for educational innovation, and its flexibility makes possible a broad range of educational options. Pass-fail , tne student-Jed fn=:shmen seminars and student-led courses in disciplines, interdepartmental in­ dependent study, and a student sabbatical, are some of the concepts that were developed through the Ex­ perimental College. By attending the first meeting of the Board of the Experimental College and expressing interest in the specific ideas which were discussed, Dr. Hallowell has demonstrated that he has begun working toward the goals introduced in his speech. If the University were to \"adopt\" a neighboring town, as Pres. Hallowell suggested in his address, almost every department could bring its knowledge to bear on the problems particularly relevant to it. The English Department might hold courses in creative writing in the high schools; the Art Department might paint murals or colorful posters for public buildings; the Music Department might sponsor hoots or song-fests at community centers; and the School of Engineering might work on traffic, or sanitation problems. The point is that the University would be demonstrating the wholeness of its concern for its neighbors . At the Tufts undergraduate level there is no place for the great emphasis on specialization and narrow ex-. pertise that is the domain of graduate work. The irony is that most of the large sums of money the University receives are earmarked solely for research done in thevarious graduate departments in the sciences, engineering and medicine . The best that this money can do in terms of the undergraduate goals we have outlined is to free monies for the humanities and pay to im­ plement new ideas in higher education itself. With what money is available, Pres. Hallowell will have to pursue quality, flexibility and innovation in education. We cannot begin too soon to foster a 'climate of concern for the individual.' · Pres. Hallowell has declared his philosophy. It is for us to have faith in his willingness to institute change, to offer ideas and plans, and above all, to provide an en­ during critque worthy of our University. Pres. Hallowell has invited us to be partners in his efforts. We can not do less. OBSERVER Volume 10, Ne. 1 Tufts University September 12, 1975 Ted Schachter Editor-in-chief Gary Palmucc i Ed:lor-in-chief Beth Wins ten News Editor Jeff Kindler Aris Editor Amy Rosen Editorial Editor Kirk Weinert Sports Editor Caroline Kraus Photo Editor Helen Glikman Calendar Editor Tim Lindon Editor-al-large Jon Cramer Editor-at-large J.C. Biblkow, W. Hank Bonney, Jim Campbell , Jim Dillon, Holly Ein, Tom Hauck, Larry Gottlieb, June Kaiser, George Kalogerakis, Sieve Koltai, Andrew Leibman , Robert Meyers, Brian Norder, Paul Palmer, Alicia Peller, Eduardo Poma, Richard Quan, Jade Wong, Shelly Young. Observer is published once weekly on Fridays during the school year, excepting vacation and examination periods, by the students of Tufts University. II is funded in part·by the Student Activity Fee. Office address: Curlis Hall, Tufts University , Medford, Massachusetts 02155. 628-5000, ext. 550. Typesetting at Collegian Publishing Company, Somerville; printing at Arlington Offset, Arlington . Second class postage paid at Boston, Mass. Aubscription price: $5.35 for on.campus delivery, S8 for second-class mail, S16 for first-class. mail. Back volumes are available on microfilm from Xerox University Microfilms , Ann Arbor, Mich. \"8106. Page Fourteen Letters to the edito~ On Jewish liberalism One of the crises of American-Jewish liberalism in the last decade was the awesome possibility of Jewish ethnic suicide. The paradox of a Jewish liberal support of the right to self-expression and cultural self-determination of minorities and the ignoring of its own Jewish heritage is as evident as it is appalling . The crisis lies even deeper within / -lhe century-old struggle between lhe theories of cultural _,Pluralism vs. the melting pot. The liberal ad­ vocacy of cultural pluralism, with its accompanying sup­ port of a multi-cultural American heritage, never succeeded in disrupting the melting pot processes of American life. These same liberal ad­ vocates (Jewish, especially) of cultural pluralism offered their outlook as a critique of American life. They failed in fully developing the im­ portance of 'difference' as an alternative to an America devoid of any invigorating national ethic. No longer a struggling nation, America can afford becoming a \"federation of nationalities,\" a framework for democracy and freedom that nurtures individual group pride rather than its eradication. There has been movement in this direction in the recent reackno'wledging of ethnic traditions . The Jewish liberal, who realizes all too vividly the dangers of a monolithic society, has been in the forefront of support, both . moral and financial, of everyone's cultural development except his or her own. Jewish liberals can readily be approached to champion the causes of op­ pressed people everywhere. He or she can be expected to supoort any effort to alleviate cultural paucity of newly enfranchised ethnic groups! Yel when approach~d lo enhance the efforts of a Jewish group wishing to free the American Jew from lhe op­ pression of his· or her cultural ignorance, they shy away. Their reluctance stems from a number of sources. First of all, they are themselves embarrassed that in the sweep of lhe liberal-intellectual vista, he or she is more con­ versan l in lhe culture of his neighbor than his own. Secondly , lhe Jewish liberal with intellectual pretensions finds a balm to his or her self­ imposed marginality in becoming the architect and critic of American life in general. The marginal American-Jewish liberal, self­ eslranged from his or her rools, has not been fully amenable to the possibility of their dissollution into the American MacDonald's ethic. He or she has found solace in creating culture for the non­ Jew, by examining non-Jewish culture and giving it grades. Jewishness becomes a symbol of secular cosmopolitanism and any attempt at \"parochialism\" such as concern for the survival of the Jewish group, is found detrimental to the abovementioned posi~ion he or she has attained. Any concern for internal affairs of the Jewish community or Israel are held ip disdain. The usual excuse being that these in­ volvements are too 'Jewish,' loo 'narrow-minded .' Everyone else's surviva · universal concern, J t survival an embarrassmen lhe 'enlightene d.' To avoid a continuat\"oo u this pattern it is critical ll time and within our munity· (and it's admittedly limited environment) reassert our differenc 'Differences that come t ' enhance our humanilJ ~ 'Differences that reach out our friends and colleagu 'Differences that do not boas but are honest attempts a escaping from the non-identit of the modern world. For Jews these differen are the same as in other ethni I groups: language , histor calendar feasts, rites passage , and worldvie ( theological or otherwise These need not be constant measured against the st!' dards of secular weste culture to be validate Western cultures's success · evoking humane responses ~ critical times is dubious a best. This does not negate th influence of Judaic heritageo western culture, however, i does call for a clos examination of where paths di verged. adulteration of Judaic tradition over the last cen · turies was prompted precise! by the cramping of a rich an varied culture into the dry oftentimes inadequ .at categories of western thought The obvious variety OJ Jewish expression today is a result of this process. 'lb differences within the Jewish community can be utilized to give every access of return to 1 a positive Jewish ideD· ' tification. This positive 1 identification, quite different , from a negative one resulting , from antisemitism, can and is a way towards not only ir., gration of person·ality for the ~ 1arginal American Jew, but a iay to rekindle the few em­ ,. rs of human dignity left us. _ imbers left after the · lisastrous conflagration of , \"ietnam and its political 1 unterpar t, Watergate . In no way should positive . rewish identification prevent -riticism--on the contrary'£ \" he talents of so ma y ' stranged Jews could e 1tilized within the Jewis ommunity a great-deal of 'ts veaknesses could · be ,liminated . It must begin at he level of our own com­ munity. We still maintain ome power to control our ives. The academic com­ nunity has always been the 1aven for ideas of self­ mprovement. We, together, an· shape our lives as mmans, and as Jews. I invite ·ou to enter the discussion and he struggie to become t_rue to urselves and our liberal ·alues. Cultural pluralism first and oremost demands a ieevaluation of our own stance -::am pus and allows .. Jrll'.'s and small houses to 'P\"JOl their resources and host ··vents that they would day, Sept.ember 12, 1975 How to read a hook a day It is characteristic of freshmen and women, upon entering the academic rat-race at college, to react to reading lists, term paper assignments, prospective mid­ term and tinal exams, w1tn anything from a deathlike groan to a swoon. To read four to six books a week competently is an arduous task for even the brightest of scholars, if he or she plans to do anything besides eat, sleep, and read. . Despair, barring masochistic urges, is fruitless . What is necessary is an efficient method for reading and studying . Although the following is one that may not work for everyone, (science courses, for instance, will not be touched on here) it is worth a try. 1) Books, chapters, and paragraphs are constructed similarly . The author introduces his or her point, presents a wealth of material supporting ( or possibly challenging ) it, and then concludes. If a· whole book is assigned , read the first and last chapters fairly carefully. Skim otherwise be unable to sponsor. In addition, I.D.C. would like to generate more activity by dorms and their governments which would help create a closer and more involved campus. Last year I.D.C. did not get off to a smooth start, mainly because of problems involved with the financing of ac­ tivities. It did sponsor a talent show, free movies, a MacPhie dance, and a number of Teele House parties. Should all go well this year, I.D.C. could be a valuable asset to the Tufts community. Therefore , I am requesting that each dorm elect or appoint two respon­ sible, enthusiastic people to serve as I.D.C. reps. These, people should plan to maintain close ties with the dorm's government. I the middle sections for a few examples. Reading the whole book is not only unnecessary, but it may also adversely affect your understanding of the ma,terial. Absorption of too much data can lead to confusion of the author's main points. 2) If chapters are assigned, they can be read similarly . Read the first two and last two pages first, then skim the middle. After a little practice, the results are impressive. You are expected to be familiar with basic concepts, not with details. By the end of hhe first semester, a two hundred page assignment should not take more than two hours. 3) Underlining is helpful. but takes time. Underline main points, but not examples . Do not underline everything . An asterisk, exclamation point, or a line in the margin fulfills the same function as underlining . 4) If a thought inspires you while you are reading, do not dismiss it as insignificant. Write it down. It may be one of those brilliant insights that term papers are made of. Try not to feel insecure about using those thoughts in both papers and in the classroom . Remember , you are as intelligent as most of the professors -just not as refined. 5) Keep careful notes in class, but be discriminating . If you write down everything the professor says, you will be overburdened with material come exam time. Only write down what impresses you as significant. What you hear in class is really more important than what you read, because it reflects the professor 's priorities and is more likely to appear on an exam. 6) To study for exams, re-read thoroughly notes and un-derlinin~s only_. Skim other reading material. If you try and re-read everything thoroughly , you will be bogged down with too much material. That will distract you from \"the essence\" which is what most professors are looking for. 7) Think. This cannot be said enough. A computer can play back anything that is fed into it. That is its job, not yours. Con­ tribute your brains, your ex- . periences, your imagination , to both the classroom and the exam. A teacher of mine once asserted that, \"A 'C' exam is one where the student show he has un­ derstood some of the material. A 'B' exam is one where the professor feels the student contributed thought and imagination , and, very possibly, taught the professor something he didn't previously know.\" HEW's rules on women This article is reprinted from the Editorial section of the Washington Post, June 16, 1975. With all the hullabaloo over the impact on college sports of the new federal sex bias rules, it is easy to overlook the real im­ portance of those rules which is that. they should open the coun­ try's educational institutions to women in a way they have never been open before. That will mean, in the long run, more female doctors and other professionals , more female scholars and college teachers, more females in technical jobs, and, to some extent. more female athletes. The rules mean, simply, that the nation is taking another significant step toward a time when intellect and talent and competence in general will be recognized as such in all en­ deavors-whether academic or athletic-regar dless of the sex of the person concerned . In that sense, the fight over what these rules will do to sports and athletic programs is a side issue. The real im_pact of them will be on things that matter much more in life-things like admission to vocational and p:\"Gf;;;;;;;Giia! g~h~!s and· public colleges, access t0 !:01.!!\"~~!3 and scholarship funds, and em-second-rate travel arrangements solely because they are female. There is nothing in the .Con­ stitution or in the nature of the world that says only males can be athletes or that male athletes are entitles, if they are good enough, to free education, free foiy and free roedical c~r~. er.titled, if they are good enough, 1noeeo, we suspect that there are a good many university presidents who, way down deep inside, are cheering that part of the HEW rules having to do dir·ectly with sports. The em­ phasis of all too many campuses has reached the point where it ployment practices . In these appears the purpose of the areas, as well as in athletics, university is not to educate young educational institutions at all people but to produce winning levels have consistently football or basketball teams. The discriminated against women presiden ts know this-and down through the years. The new despair at what it is doing to their rules, if they are properly en-institutions -but many of them forced by HEW, will do much to have felt unable to tackle the eliminate that discrimination . problem because of the power There is also a matter of basic their athletic departments have fairness involved in the athletic with alumni., These new rules programs and if it takes :¾ may provide the impetus they complete change in the nature of need to begin to bring the right intercollegiate sports to produce perspective back to to the that fairness , so be it. There is campuses. If so, HEW's efforts something fundamentally wrong will serve not only to give to with a college or university or. women what is rightfully theirs for that melter, a lower level but to restore some balance school, that relegated its female between what is meaningful in aihieies lu 5&(:uiid-raie i'aciiiiies li;gh~r education and what is fun or second-r;:!e equipment or and games. I.D.C. will have its first meeting on Wednesday at 8 p.m. in Robinson 253. At the first meeting we will begin to work on a charter and a budget that wili bepresented to the T.C.U. Senate. One important topic of discussion will be the fate of the ~ ! . ~~ per student_ :i~iocation that is currently given to all dorms and small houses. We will also plan the election of new of­ ficers. I Hallowell self-examination I.D.C. has great potential at Tufts, but its ciai~:; io legitimacy rest upon re~~.:sentation by every dorm and house. I hope that each dorm and house will be able to assist I.D.C. in achieving its goals, and I am looking for­ ward to meeting all new I.D.C. reps soon. Larry Oshin, A '76, Chairman or Turts Inter Dorm Council (Continued from oaJte 1S) This is a matter that goes far beyond legal cases and public relations. It involves pa~: ·work and procedur~~ ·wnich are costly. M(?!.\"~·ver, when to personnel trends stemming out of social change and legislation is added C!>llective bargaining for faculties , we have a potentia'J change in the degree of cen­ tralization, collegiality and in­ formality ir. academia, which could threaten some valuable aspects of university life. The job of the President in this contj:lxt is to respond to the changed environment for per­ sonnel in W?YS which preserve as much decentral:zation , !~::1i'1aiity and collegiality as possible. This is an increasingiy difficult task. If we are going to stick with quality and respond to social change, we are going to need capital money. We have already as a Board made the decision to secure a feasibility study con­ cerning major capital raising. I hope that Board will continue on that route this year and thereafter. I have no doubt but that we'are going to do well in raising capital money. When you take the Chief Executive Officer's functions and put them together with the President 's educational views, you gain a sense as to how the present president has viewed things, and how he has attempted to determine what is important and what is unimportant. This provides you with a basis for either disagreeing or agreeing and for looking ahead to see what you want to do in the years ahead. We have had an educational philosophy . We have an educational direction . We have had management direction. The future, ladies and gentlemen, is in your hands. ·Thank you, Mr. Chairman . Page Fifteen Wes sell, Lane Hall top capital intproventents By JON CRAMER A new $70,000 air conditioni ng sys I em for Wessell Library highlights a $250,000 renovation program being undertaken by Grounds and Buildings . Already begun this summer wi~h roof and aluminum siding work on several buildings. lhe project will be completed laler in the fall with lhe installation of lhe cooling syslem al Wessell. · As library residents know, the present -~sie,:n has been under I hll~irle House was one of the buildings most extensive ly renovated 1\\'l.'r th,· past summer. repair more lhan it has been in operation. \"The air conditioning was cosling so much in repair lhal we had to rip it up and put in anew one,\" said Grounds and Buildings director William Slater. Work will begin in October and 1 he library should be cooled down by lhe lime the spring heat hits. Lane Hall, the old gymnasium which presen1Jy houses the geology deparlmenl and 1he art sludios has already undergone changes. Inside, lhe arl studio's ceilings were lowered and new lighl!-and insulation were added and outside, roof repairs were made. Hillside House, I he commuier cenler which has been criticized for 1he shabby upkeep it has received in I he past is gel ting new aluminum siding as well as roof repairs. Bario! House and Start House as well as 89-91 Curlis SI. also received aluminum siding while Cohen Audilorium had roof work done. Roof repairs will begin al Hodgdon nexl week. Carmichael Hall. which welcomed its first female residen1s last week, was spruced up for 1he occasion by new modular furniture on lhe upper The quad was given a new sidewalk by Grounds and Buildings this summer. 1 wo floors and some new lounge , job and some reorganization of furnilure. office space. The interior work which was begun in eas1 Mel calf Hall during Ouldoor work was confined lo 1he summer of 1974 was com-the inslallaliori of lighls in the pier ed rec en I ly with I he Fletcher Hall. parking lol. If any renoval ion of I he shower rooms. money remams aft er the com­ Bush Hall had a new $3500 oil , plel ion of I he present projects, burner inst ailed and finally, the , new lighl swill also be installed in ar hler ic offices a I Cousens Gym I he Cousens park mg 101. were updaled with a new painl 1 Favorable tenure decisions announced By TIM LINDON In rec en! decisions.I enure has been grc1nted 10 nine members of the Arts and Sciences fat:ully. Dean of the F'acully Bernard Harleston refused to relea~e !!'lforma I ion rEq!1~s1s were denied. Those awardcci i.?~ure include <·i~ht males and one female. 'rhey an T .. J Anderson. Music I >L'part men!: Lin field Brown and Lewis Kreifelc!t. maintain their full pro lessor s1 at us. Ten'Jre decisions must be made within six years of appoinl men I 10 the Tufts faculty.If denied :enure. a faculty member has the oplion lo remain at Tufts for an addilional year. Tenure decisions are made by 1he faculty Committee on Tenure and Promotion and musl be approved by lhe trustees. Professor Sol Gitlleman. a member uf lhe in .i reccnl forum lhal crileria for enurr include reaching ability. faculty and s1uden1 evaluations, scholarships and colleaguemansh i p. Anderson received his Ph.D T.J. I ·Also in stock: I 20% parakeets hamsters exotic bird gerbils etc. Hillside Aquarium 319 Boston Ave. Medford Hillside 395-9540 Open Mon-Sat. 10-9 Sun. 12-6 Sale ends Sept. 21 Page Slxteeo Observer from lhe universit y of Iowa and\\ joined the Tufts faculty in 1972. He is chairman of lhe Music Depart men I and is presenl ly composing a large scale or­ chestral work. -M.I.T. and has bee11 al Tufts ,sincel972. Brown received his Ph.D. from the University of Wisconsin and was appointed 10 lhe faculty in 1970. Edgers hold a M.S. from Rubin holds a Ph.D. from Clumbia University and has 1augh1 at Tufls since 1969. Uhlir came to Tufls in 1970 and presen1Jy serves as Dean of the College of Engineering . He received his Ph.D. from the University of Chicago. The biggest bargain in Boston A subscription for 8 rehearsals for only S20. Save over single ticket cost! Wednesday Evenings at 7:30 \\ \\URCHFSIR.'\\ ! · Boston Symphony Orchestra Open Rehearsals Open Rehearsals are a very spe~1al way to come to know the Boston Symphony Orchestra . srats are unreserved . so you can sit where you lrke and ¢xperime nt with the sound in America 's greatest hall. 1 Special !)r~-r~h~'.!r~'.!! open disfuss1ons hosted by Michael Steinberg (on sabbatica l from t~e Music Department oi the Boston Globe) are a special nevy feature. These are free to ticket holders. They will beg1~ approximately one half­ hour before !he rehearsal and will be held in the Cabot­ Cahners Lounge at Symphony Hall. I c~nt .. mber 24 .::,\"t'·'\"·--SEIJI OZA WA October 29 SEIJI G-Z.~ WA November 19 I JAMES LEVif'j'E December JO MKHA~L T!LSON THOMAS January 14 ANDREW DAVi.S ' Januar)' 2~ SEIJI OZA WA March 24 COLIN. DA, VIS April 21 SEIJI OZAWA Come to the Box Office at Symphony Hall and buy yo~ir s..'.1b­ scription to the Open Rehearsa ls now. Supscription priC.f- for all 8 rehear.Sais is only $20.: You save over 16% over the single ticket price. ($3 per r'ehearsal) For information please call Syll)phony Hall at 266-1492 Proceeds from Open Rehe.arsals benef,r, the Orchesrra ·s Pension Fund Friday, September 12, 1'175 Fine Arts a la White The fine arts department has announced the in­ troduction of two new courses to be taught by Professor Barbara White. The · first, \"Seminar in Contemporary Women Artists,\" meets in time block Y-5, Fridays from 9:,30 to 12:30, and will hve a maximum of 12 students. The second course is a seminar in Impressionism which will meet in block 0-3, Mondays and Wednesdays from 8:00 to 9:30 a.m. and will admit a maximum of 20 students. Both courses will involve class trips, creative research projects, and discussions. In addition, the women artists class, to which men are welcome, will feature guest speakers and readings in Art and Sexual Politics and Women and the Arts. Prerequisits are graduate student status, fine arts major, or consent. Course descriptions and further information are available in the fine arts department al 11 Talbot Avenue, across the street from Cohen Auditorium. Lauro Cavazos ... year's search ended. Cavozos new Med dean Lauro F. Cavazos, acling dean of the Tufl s Medical School, was also named lasl June as dean of that school by university trustees. Cavazos' selecl ion ends a year-long nalionwide search for a successor lo the former dean, William F. Maloney . Cavazos has been al Tufts since 1964 when he was named professor and chairman of the Depart men! of Anal omy at the medical school. He became associate dean of the school under Maloney in July, 1972. HELP IS Senate to liold election The TCU Senate will con­ duct an election on Sept. 29. The following positions will be filled: - 3 Senate seats (open to all students) -2 Senate seats (open to only class of '79 members ) 2 Finance Com- mittee /. Tripartpe seats (open to all students) -1 Education Policies Committee seal (open to all students) In addition to the elected positions , the Senate will be making the following ap­ pointments: -one student on the Scheduling and Registration Committee -one student on the Ad­ 'Vising and Counseling Com­ mittee -one student on the Trustee Resource s Committee -seven students on the Dining Services Committee -one student to the traffic commission -seven students to the Committee on Equal Educational Opportunities -two students to the Committee on the Bookstore . Three positions are open for . senior week representatives . These people, who must be members of the Class of 76, will coordinate Senior Week activities and serve as a liaison with the Ad­ ministration and the Trustees in connection with com­ mencement exercises . Can­ didates need 25 senior signatures to be on the ballot. Petitions , applications and more information are available at the Student Activities Office.Deadline for applications and petitions is September 23. Calendar on the way The Student Activity Office will soon publish and distr;ute a weekly calendar of ev nts on the Tufts campus. Fund <l. by the TCU Senate, the calen_tlar will be delivered to all dorms, small houses, dining halls and the Wessel Library. Director of Student Acitivies , Jack Salvatore said the publication should lessen · advertising costs for campus organizations and control the prolific amount of leafletting on campus. Because of budget cutbacks the Office of Public In­ ·formation will no longer publish Every Wednesday hl<>n.,;on September lZ, 1975 calendar of on­ campus events. Arthur Uhlir ... \"acting\" removed from title. Dean Uhlir:, electric Professor of elect ri ca 1 engineering Arthur Uhlir was named dean of the College of Engineering last June by lhe university I rustees. Uhlir, who has been serving as acling dean of the college, since December, 1973, was selecled by a university committee in a nationwid e search. A nal ionally r~cogniz ed scientist in the fields of semiconducl or devices, microwaves and compuler­ conl held minisl rat ive and research posls in industry before coming Io Tufts, in 1970, as chairman of the Deparlmenl of Eleclrical Engineering . Uhlir had been acting dean of I he school since l he former dean, Ernest Klema, assumed another post in the university . All-Tufts professor Dr. William B. Schwartz, chairman of the Department of Medicine at the Tufts School of Medicine, has been named University Professor for all schools within the university . It is the first such appointment in Tufts' 123-year history. As Universliy Professor, Schwartz will report directly Io the Tufts provost and presidenl rather lhan to the deans of one of the schools and colleges within Tufts. He will have no formal teaching responsibilities, and will be invited to sit as a member of the faculties of the School of Arts and Sciences , lhe School of Medicine, lhe tllltShorts :school of Dental Medicine, and the Fletcher School of Law and Diplomacy. His role will shift to an in­ terdisciplinary one involving the university at large. Schwartz , a noted teacher, clinician and researcher and an established authority on kidney disease, ·in recent years has become heavily involved in nal ional health policy planning , a field which few physicians have entered. New charter for CW Following a year-long evalualion and exlensive consideration in faculty committee s. I he Faculty of Liberal Arts and Jackson approved in April a revised College Within (CW\\ charter which assures lhe con­ tinuation of the CW. The new charl er, prepared by Dean Bernard Harleston and CW Director Howard Hunter, conlinues lhe familiar CW emphases on student-initialed projects, multi-disciplinary menlor I earns, and module part icipal ion. Among the new features are the crealion of a facully board to oversee I he CW program and a new process of faculty selecl ion along with new conditions of faculty par­ licipalion. Named to lhe CW Board were Professors Gordon Evans of Chemislry, Mary J. Cramer of Sociology , T.J. Anderson of Music, Sylvan Barne! of English and Zradbur y Seasholes of Political Science. Given the timing of the faculty action to contjnue the CW program, full im­ plemenl at ion of the new features will begin in the spring. This fall, however, the CW · will conlinue with Professor Hunter as director. An Open House will be held next Wednesday at 4 p.m. in Sweet Hall and anyone desiring lo learn more about lhe CW and ils programs is 'invited. The firs! of the CW Vital Issues Programs will be held on Thursday, Sept ember 18, at 8 p.m. with psychologist Mwalimu Imara speaking on the subject \"Through Separa:e Glasses: Death in a Racisl Sociely.\" Ppe;, to the enlire T~fts community . The Luce scholarship Applications are now being accepted for the Luce Scholars Program which is designed for recent college graduates who wish to develop an un­ derstanding of Asia through internships in East or Southeast Asia. Fifteen students will be selected from the nominees submitted by 60 U.S. universities ; each institution may nominate two people. The internships last an average of I.en months, with the basic stipend being $9,000. The eligibility requirements include the following: -must be an American citizen no older t.han 27 years of age on September 1, 1976 -must have earned at least a bachelor's degree from Tufts prior to September I, 1976 must not have an academic concentration in Asian affairs Psychology professor Leonard Mead t x367 l coor­ dinates the Luce Scholars Program here at Tufts. Deadline for applications is Nov. I, 1975. Ins and outs Professor Russell Miller replaced prof. Robert Taylor as chairman of the ristory department. Prof. Taylor resigned at the close of last semester lo work on the Adams papers. Joseph Carlisa, former bursar, and William Wrenn, former director of career guidance and placement also resigned during the summer. Wrenn has reportedly taken a job at Babson College in Wellesley, Mass. As of yet, neither vacancy has been filled. Russell Miller ... history chairman DON'TGO ONADIET UNTIL YOU READ THIS BOOK. It's free. Send for it: Nutrition, Pueblo, Colorado 81009. US Oepartmenls of Agriculture and Health, Education, & Welfare A I A Public Service of Th1S Newspaper & The Advertising Council rm Grocey Ml'\\n1111:tclurers of America ~ hp Sevenwen ...... , I Integrated studies program provides ... poetry lives HUGOBEDAU ... disobedient? By STEVEN ROLTAI This past week, 80 incoming freshmen began their first year at Tufts in an unprecedented way as participants in the new In­ tegrated Studies Program (ISP). The ISP was approved by the faculty of Arts and Sciences last spring and was publicized lo incoming students as \"an alternative to the freshman year\" over the summer. According to the final draft description of the program, the ISP \"is an optimal curriculum for freshmen who may prefer to elect a planned and integrated set of courses for their first year at Tufts.\" The ISP program consists of a four or five course schedule of related or integrated courses centering around a seminar course led by a faculty member from an existing academic department. The four seminar courses currently offered are: The Road to Hitler, led by Ger­ man professor Sol Gittelman , Civil Disobedien ce, led by philosophy professor Hugo Bedau; Poetry and Our Lives led by English professor Denise Levertov; and Individuals and Institutions, to be taught jointly by History professor Howard Solomon and Tufts president Burton Hallowell. In addition to the seminar class, students select a support course from the regular course offerings of the semester upon the suggestiop of several possible courses submitted by the seminar leaders. A third course is offered in the form of con­ temporary issues which will itself consist of three mini courses.The mini courses will be taught by various professors from throughout the university and will frequently be opened lo the general Tufts community. The director of the program , Philosophy professor Hugo Bedau, said considering the \"gamble involved in any new alternative , we are pleased with the initial response\" lo ISP>. More wonten in class of '79 BYTMLNDON More women and less minority students are included in this year's freshman class. A recently released profile of the class of 1979 also reveals that ap­ plications for admissions to Tufts were up two percent over last year, reversing , a 15 percent decline the previous year. \"The most striking fact about the new class,\" Dean of Ad­ missions John Palmer explained , \"is the number of women in it.\" The entering class in Liberal Arts and Jackson includes 425 women and 356 men. However, since only · 15 females have enrolled this year in the College of Engineering, there are still more men in the Medford campus. Palmer said there is a trend for increasing women engineering enrollment and he expects that soon women will comprise a third of that school's enrollment. Minority student enrollment in the entering class is 13 percent, down from last year's record high of 16 percent. Palmer said that despite the decline, Tufts still enrolls more minority students then any comparable university. He attributed the drop to the somewhat smaller number of minority students applying and to the money crunch. \"We're spending less on financial aid because there's less institutional or federal money available with the resession,\" he said. Still, Palmer claims that Tufts spends half of its financial aid on minority students. This year's entering class seems more confused as to possible majors then previous classes. Twenty five percent of the class listed their proposed major field as undecided com­ pared with 13 percent last year. JOHN PALMER . . . applicants up Of those declaring proposed majors, 27 percent in Liberal Arts and 21 percent in Jackson chose social sciences. Next in popularity was other sciences listed by 21 percent of Liberal Arts and 14 percent of Jackson. Only nine percent of Liberal Arts and four percent of Jackson labeled themselves premedicine or predentistry. Thirty percent of the entering Liberal Arts and Jackson class comes from Massachusetts, 15 percent from other New England states, 38 percent from Mid­ Atlantic states, seven percent from the North Central area, and 10 percent from the South, West, or foreign countries . SAT scores for entering students declined following the nationwide trend. Average verbal SAT's were 558 in Liberal Arts, 564 in Jackson, and 541 in Engineering . Average math scores were 621 in Liberal Arts, 583 in Jackson, and 670 in Engineering . Palmer said he was uncertain whether the decline in scores means the quality of undergraduates is declining or if new cultural knowledge not 625-4646 delivery boy wanted Page Eightan FREE DEUVERY UN'ftL 12 :00 MIDNIGHT 138 COLLEGE AVENUE covered by the standardized tests have become important. The entering class includes 945 freshmen and 71 transfers . Over 6400 applications were received and 2342 candidates were ac­ cepted. Palmer said that \"we are now in an extraordinarily competitive world for students with ability and resources .\" He predicted that there will be important changes in the admissions staff this year in order to make Tufts more competitive but refused to disclose details. Palmer said that his biggest worries now concern the recession . He explained that \"at first a recession encourages people to go back to education at all levels but if it continues for a long period then expensive education will be the first casualty.\" Palmer also worries about the increasing vocationalism of students. \"To continue to attract students we'll have to convince them that the humanities education we offer is better then a narrow vocational educa lion tract,\" he said. r --------~ .· \"\"R' and beautiful face of ;n. · · ,, ha/p does not change n h,· : //Ii lb. harpoon ONE WHALE GETS IT EVERY 12 MINUTES KILL CATCHES FOR 1974 Fin 23,000 TOT AL THIS YEAR .... 37,300 r-· ........ 4,000 a month o, ........... 1,000 a week or ................. 140 a day or ........ 1 every 12 minutes WHAT ARE WE DOING? WHAT CAN YOU DO? Write for free brochure QENEHAL \\\\1HALE Dept. SC-30 9616 MacArthur Blvd. Oakland. CA 94605 General Whale Inc .. a new tax exempt non-profit formed too late. Obsena Bedau reported that four out of five places in the ISP which had a first year target enrollment of 100, are taken. Bedau added that he is \"op­ timistic about the overall success of the program if the semester continues as it has begun.\" · When asked if he though fresh, man were aware tthat some of the most prominent faculty members on campus were serve as seminar leaders (and advisors), Bedau responded that \"we certainly haven·~ told them so,\" but if they find out, so be it. Though ISP has been characterized by Bedau as almost \"taking care of itself\" in terms of organization and ad­ ministration, Bedau acknowledges that the \"biggest remaining task is to finalize plans for the second half of the program in the spring term.\" Bedau stressed the importance of offering appealing courses second semester because \"there are a tremendous number of students who are excited to be in ISP and I hope we don't disap­ point them.\" Depts. receive several grants By HELEN GLKMAN Two Tufts departments recently received several grants totalling over $700,000. The Department of Child Study will receive approximately $490,000 in federal grants over the next I hree years for I wo programs in vol vi ng the education of children with special needs. Both programs , although federally funded, will aid educators in implementing Massachusetts law, Chapter 766, which requires integration of children with special needs into regular classrooms. The first grant of $240,000 over three years will fund a master's level program for I eachers ex­ perienced in preschool, kin dergarlen elementary or special educal ion. The second grant of ap­ proximately $240,000 over three years will be used to support experimental pre-school and early childhood programs for children with special needs . The Chemistry Depari men I has received three grar,: s tot ailing $192,000 for renova, ;011 of I he 52-year-old Pearson Chemistry Labs. The grants come from the Kresge Foun­ dation, the Charles Hayden Foundation , and the United States National Science Foun­ dation. Renova! ions made possible by the grants will include expansion of floor space, installation of a steam generator , reconstruction of the ventilation system and replacement of outdated equipment . Also, lhe Urban Social and Environmental Policy Program has received two granls from the Department of Health, Education and Welfare. The first which comes from the Office of En­ vironment al Education and totals $23,000, will be used for funding a graduate program at Tufts for members of environmental public agencies. The second grant comes from HEW's Special Community Service and Continuing Educat'ion Project and will be used for training citizen ad­ vocates 10 be more effective in dealing with environmer. tal issues. Recycle the Observer Middlesex The little big bank. Friday, September lZ, 1975 Last minute·! decisions 1 cause housing hassles By BETH WINSTEN A deluge of students deciding at the last minute to live on campus this semester causeaopening day housing hassles for many dorm residents and for Director oi Housing Laura Friedland. However , Friedland said Monday that the majority of the problems were cleared up this week. She pointed out that despite the increased number of room requests, everyone who asked for on-..:arnpus housing has been offered a room and that the students temporarily assigned Io lounges and study halls in Car­ mjchael have been moved. Although the housing office was prepared for this year's unusually large freshman class, Friedland said she expected a lot more students lo withdraw from the universll over the summer 1 han actually did. Friedland also said that very few I udent s broke their room r·on. ra ct s because of the stiff fine's that would have resulted. However , she· said, a few students who did break their room contracts after the Aug. 15 deadline were not asked lo pay the full $500 fine because of the need for extra rooms. Friedland added that a large number of students who expected to live off campus this semester and who couldn't fine apartments or had their leases fall through, applied for on-campus housing late in the summer. But she said once the housing office was able to determine which rooms were still available , at the beginning of.last week, it was able to find rooms for every student who requesl ed to live on campu::,. \"There are good rooms on campus and bad rooms on campus,\" she said, \"and there are always some people who are going to get stuck.\" But so far this year,\" she added, \"it seems that less students are less iiissat isfied with their rooms than before.\" The only major complaint she has received so far, she said, is that fewer juniors and seniors--are­ living in Miller and Houston halls this year. She pointed out that because these dorms do not have singles they are less attractive lo up­ perclassmen who usually opt lo live in down-the-hill-dorms . Also, ·she said, since juniors and seniors are given priority in room chang.es, several up­ perclassmen who had originally Although Friedland noted that ~en given rooms in Houston or the new system of having Miller were later offered better students select their rooms from . rooms and they accepted them. a mast er pain sl ill neds further refinement. she said she has received a great deal of pof.itive feedback from students con­ cerning the room-select ion lot­ tery. Friedland also said that this year almost every junioi: and senior who entered the singles lottery was at one I ime or another offered a single room. Parties disturb neighbor~ By HELEN GLIKMAN Since September 4, the Tufts police have received close to 500 calls from local residents com­ plaining about noi:;e stemming from campus par: ies and con­ certs. according 10 Chief of Police Herbe:I Voyc. 01 her frequ,~nt complainfs, he said, concern parking problems , particularly on Whitfield Road and Packard Avenue. He added that many students who have parked I heir cars in private driveways have irritated he local residents, seven of whom picketed the police station ,m Septemhe:... 4. HERBERTVOYE ... 500 complaints , and parking problems . . A false alarm at Cousens Gym during registration on Septemb er 5 added to the first week's problems . Medford and Somerville firemen evacuated the building at about noon. Also, numerous fights have occurred between 1,'ufts students and Somerville youth in the area of Curt is St reel. In contrast with this past week, the Tufts police saw a relatively quiet swnmer. There were no reported car thefts or vandalism. Chief Voye, Dean of Students Tim Winant, and Somervi lle alderman will meet in the near future to discuss both lhe noise The police have also receiyed complaints from Tufts students regarding noise from early morning durm parties. Finally, a guitar, television, camera and jewelry were stolen trom 45 Sawyer Avenue during the summer and Wyeth House reported lamps, linen, and kit­ chen equipment taken from their storage room. ·\" Frldar,Septemberl2,1975 Grand Opening of SZECHUAN MANDARIN/SZECHUAN CUISINE -$1.85 FEASf WITH FRIENDS! Enjoy an .11;-course banquet Try our Specialties including : Szechuan Spiced Fish Vegetarian Delight 66 High St., Medford Square Pastry menu Sat. & Sun. 11 :30-2:30 formerly Peking on Mystic phone 396-7100; 396-7101 TAKE O.UT ORDERS I LAURA FRIEDLAND ... escaping the deluge t1 a tree falls in the forest U:nd there's no one there, who are you going to drink your Cuervo with? I JOSE CUERVO°' TEQUIL A. 80 PROOF. IMPORTED AND BOTTLED BY Ii;: 1975, HEUBLE IN, INC., HARTFORD . CONN. Any Large Sub! 99c Sept: 15-20 Hillside Suh 287 Boston Ave. Middlese x Bank Mon.-Fri. 9:30-12:00 Sat. 9:30-7:00 Fordeliry service dial 391-3316 Also, try our new fried dou h Page Nineteell If sports Jumbo sailors victorious in nationals By LARRY GOTTLIEB The start of classes each September also marks the beginning of a new fall sailing season, ,and once again the Tufts sailing contingent is doubtlessly the strongest team in New England , if not the nation. When we left them last May, the Tufts Sailors were wrapping up another phenomenal season, completely dominating the competition at every regatta held in the New England area. Before previewing this year's team, a · look at what took place over the summer is in order. The National Intercollegiate Sailing Championships were held in Chicago this past June, and both the men's and women's teams from Tufts were represented . The single handed championship , sailed in Force Fives, was won by Tufts captain Sam Altreuter,earning him All­ American honors for the second consecutive year. In the dinghy class, Altreuter skippered the A division with Cindy Palladino crewing, while Neal Fowler, (also named All­The perennially strong Tufts sailing team was officially named number one team in the country by virtue of their performance at the cham­ pionships. American. and Peter Commette That honor sealed Tufts' place at shared the duties in the B division the top of the national charts of boat. Tufts finished third behind Yachting Magazine in their last first place Yale and San Diego issue. State. The Nationals by no means among the world's best. The regatta was held at the same location where the sailing will take place during the 1976 Olympics fn Montreal. of the 470 North America ns held at the same location. Looking ahead al this season's team, Captain Altreuter described it as \"the strongest team we've ever had at Tufts.\" Nobody has a secure spot on the team having lost no skippers from last season, and picking up many excellent freshman sailors. Altreuter went on to say that the practices on Mystic Lake this year will probably be as exciting and competitive as any in­ tercollegiate competition al season. Laurie Gabriel, Martha Winsche, and Cindy Palladino . Freshman to look out for clude Henry Fowler McKiege , and Robby Johnson. AHreuter gives much of the ended the summer sailing ac­ credit for his success in the tivities for the Tufts sailors, a~ Dinghys to Palladino . several of them sailed in major \"Without her I wouldn't do regattas throughout the U.S. and nearly as well. She really does Canada. Altreuter topped his the job. She even stayed around national single handeds victory for the single-handeds, and her just a few weeks ago by winning support was one of the big the \"0-Day Trophy\" in Min­ reasons I was able to win.\" nesola. The races were sailed in In the sloop class, sophomore lasers and were sponsore d by The Jamie McCreary sippered the United States Yacht Racing Tufts boat to a fourth place finish Union. Also from Tufts were and in the women's cham-Peter Commette who finished pionships, Diana Baxter and fifth, and Fritz Mueller. Jean Noyes skippered and Skipper Dave Kellogg, who finished in second place just one took a leave of absence last point behind the winner Prin-. spring, was sailing hard last celon. summer. Sailing in the Pre- Because of the excellent Olympic Trials, Kellog~_!,ii:iished showing Tufts made in every ''fifth to qualify for the Canadian class of the championships, they Olympic Training Regatta al were awarded the trophy for the Kingston. Sailing in 470's, \"best overall performance .\" Kellogg managed to finish 22nd In the 470 World Cham­ pionships at Association Island in New York harbor, Kellogg finished 31st, as he was disqualified for pumping, along will\\ many other of the American representatives, by a rather strict sailing committee. Kellogg also competed in the 470 North American Cham­ pionships and finished a very strong fourth, Dave's return to the team this fall will most certainly add more strength and depth to an already extremely talented squad. Neal Fowler also made some very strong showings this summer, winning the Fireball North Americans at Association Island, and crewed for the winner Returning from last year's squad are seniors Altreuter, Kellogg, and Commodore Marc Leopold; juniors Ethan Bixhy, Bruce Burton, Kevin Coney·. Arthur Cunningham , Andy Klein, Fritz Mueller, Hale Walcoff, Dan Weiner, and sophomores Paul Duane, Jamie McCreary , and Ted Scott. Returning female members of the team include Area teams have lost some fine sailors and appear to be weaker than last season. However , Yale and U.R.I. will probably remain strong, and Harvard , with All­ American Terry Neff returning after a leave of absence, will probably be the greatest threat in the New England area. Once again Coach Joe Duplin has collected some of the best collegiate sailors in the natic,n, and he hopes to hang on to that number one ranking. Only time will tell, but if this year':; squad perform s anywhere near its potential the spot at the top should be secure. Carzo, White get athletic posts John White in action two years ago when a senior at Tufts. He recently assumed the head basketball coaching job here after Robert John­ son's departure. Pagei'wenty Some old faces have been in­ stalled in some new positions. Rocco J. Carzo, after serving a year as acting athletic director, was named to the newly created position of director of programs in physical 'education and dance, athletics and recreation. Tran­ slated it means that Prof. Carzo was named to head the entire physical education · departmen t including the intramural and dance programs. Joining him at the Cousens Gym offices will be John White '73, who after a year's hiatus with Tom Penders at Columbia, has reduced to replace the departed Robert Johnson as basketball coach, hoping to reinstill the success that he experienced during his years including one as tri-captain for the Jumbos. Carzo, who has been in the coaching business for 20 of his 42 years, has served as a football, lacrosse, and golf coach since coming to Tufts in 1966. His 1969 football team recorded the best record in a decade (6-2) and set most of the university passing records. After a distinguished career as a 165-pound fullback at Delaware , he stayed on as an assistant coach and helped develop the Wing-T offense that ha.s propelled the Blue Hens to national small college prominence . He then moved to the University of California at Berkeley where he helped work with All-American quarterback Craig Morton, now toiling with the New York Giants. In 1973, he resigned as football coach lo concentrate on the duties of assistant athletic director under Harry Arlanson . With Arlanson 's retirement in June '74, Carzo became acting AD until Dean of the Faculty Bernard Harleston announced the appointment of Carzo to the newly created position. Harleston and a search committee had mulled over a hundred applicants for the job. Harleston believes Carzo can \"bring leadership , drive and concentration to meet the challenges \" provided by the Obsener depar: mental restructuring . For those who were here when the Jumbos ran up a 22-4 basketba ll record and captured an ECAC tournament , John White is still an important part of the ·TU basketball tradition . Many also remember him for his guiding the '73-'74 frosh to a 16-3 year. For White, the job is like a homecoming . \"New York City ' was more like a foreign country to me,\" he said from his new desk at Cousens. \"It was very tough, not a very comfortable en­ vironment. \" His move ftom the Hills of Harlem to the Medford Hillside could mean the rein­ statement of the fast break­ harrassing defense style which i characterized the Penders years and was sadly missing last year. These two appointments seem to be the last of the transitional periold that marked 1974. That year saw a large influ~ of new coaching techniques begin to revitalize Tufts athletics1 Carzo and White may be the progenitors of a new Tufts tradition . Rocky Carzo, former head football coach now heads up the department of phys, ed. and dance, intercollegiate athletics and recreation. Friday, September 12, 1975 Returnees fuel football hope This really should be a big year. Just look at the rosters. The football team is little changed from last year as the - entire backfield and receiving corps is back. The soccer team is as deep as Henry Kissinger 's voice and the winter season won't be much different. Harvardians tq commemorate the day when Tufts used to take the field against their closest neighbors .Who knows, we might even have a homecoming queen by the time Williams comes to town in late Octo.ber. sports What better year to celebrate a centennial. No, Medford wasn't founded in 1875, rather, it. was a hundred years ago that the Jumbos first took to the football ·field. Actually, Tufts didn't acquire Jumbo until 1885 so they were probably going by some other name back then. For the first time in a while, a Tufts personality not con­ nected with a court case received some national ex­ posure. Sam Altreuter, the All­ American senior who has been sailing successfully for Tufts' top-ranked sailing team was one of the \"Faces in the Crowd\" in the July 7 edition of Sports Illustrated . John Connors, hero of last year's opener with Union, will be back as well as most 'of last year's team. You can get a preview tomorrow morning at Ellis Oval. Kickoff is slated for 10:30 am. Regardless , the sports in­ formation department and the Observer plan some amuseme nts for the coming season. Included will be the re­ creation of a famous touch­ down run (without, we hope. the original participants ). For all you trivia fans, we give you word of the upcoming Trivia Quiz which will test evf:n the most die-hard Jumbo rooters. Plans are to get some In the circle Altrcuter won the North American single-handed sailing title in his Force 5 and was voted outstanding sailor of the Intercollegiate Yacht Racing Association Cham- ' pionships on Lake Michigan . The leaves will soon be turning color, the nights will soon be turning coole:·. What else does that mean except that the fall intramural season is upon us? For all yf,u IM representatives , be advised that your rosters are due today at 4 pm. An organizational meeting is set for Sunday al 7 pm in Cousens Room One. Just as soon as the questionnaires are analyzed, we will also have a women's IM program. The purJ>ose of the questions was to find out in which sports Prof.-Goodfellow should hold competitions . An organizational meeting for · women is planned for next Sunday. In preparation for that, all dorms should appoint (Continued on Page 22) Jumbo football celebrates centennial with amusements By JON CRAMER Last year was Tufts football's transitional year, right? A time for the new coach to get used to his job and a time for the players to get used to him, at least that's what the sportswriters liked to say. Even the record (3-5) was a change from the '73 performance of 1-7. Well, words like· 'tran­ sition' must be filed away under '1974' because this is the year ,4 ~ -when Tufts should move into the elite of New England small college football. The word 'should' is based on the fact that 20 of last year's 22 starters are back including the entire back­ field, the leading pass receivers :ind Daryl Brown. ~ ;,c.,,. ~ '\\ ..,.. ' - ti Brown, TU's leading scorer (36 That first football game 100 years ago probably looked more like this than the game we watch today. pts.), leading pass receiver (257 leg was on the mend. He'll be yards for 19.7 per catch) and the sharing tail back duties with nation's second °leading kickoff Brown, Whelan and possibly returner (28.5 per return, Peter Toyias-a freshman who 3 TP's) has been turned into gained 80 yards Monday. coach Paul Pawlak's multiple Druzolowski will be the warhead. The man fullback in Pawlak's new J-bone with the 4.5 speed over 40 yards atta~k. Dr~olowski , in addition will join another 4.5 sprinter, Tim to be!ng a fme blocker, w~s also a Whelan, in the backfield while runnmg threat averagmg 4.9 also spending time at wide yards a carry. receiver. Upon Randy Rundle's decision to compete on the fraternity In Monday 's intrasquad level, Pawlak has placed the scrimmage, Brown gave an in-quarterback job in Bob Berluti's di cation that he was ready for the lap. Berluti was at the helm of the backfield job when after taking a Jumbos' last two games of 1974 pitch he sprinted 75 yards around and Pawlak sees his versatility end and into the end zone. For the as an important factor for the afternoon, Brown totaled 155 coming year. yards on only 14 carries (9.8 \"He gives us run- Whelan, who led the team in ning has beer) very good so far ground gaining last year and he has the advantage of ,although missing two games with experience\". hamstring problems , wasn't On the receiving end of available for Monday's action Berluti's aerials will be little because of more leg problems . Dave Hamlar with 9 catches for He returnea to the field Tuesday. 128 yards last year, John Connors · Also returning will be Mike (9 for 103) and Pete Matthews (14 Colonna and Joe Druzolowski. for 165). Add Daryl Brown to the Colonna was the Medford High group and you have what should School product who did such a be a formida,ble pass-catching · in~ job last year while Whelan's (Continued on Page 22) Friday, Sept.ember 12, 1975 Open gym courses Physical Education courses for academic credit that are still open include Swimming I, Fit­ ness through Aquatics, Senior Life-saving/ Water Safety, Fencing I and II, Outdoor Living Skills, Land Navigation , Dance Composition, Dance Workshop , and Dance Perspectives . Composition requires previous dance experience and is basically choreography and carries one credit. Workshop (in the Modern IV block) is for all those who are interested in any aspect of dane production including costuming, lighting, set-design, sound, choreography , publicity and management. This class meets Tuesday nights at 6:30 p.m. but the starting time may be changed to suit class members who receive one-half credit. Perspectiv es is an introduction to the field of dance, is non­ technical and includes lectures, readings, discussion , and films and is worth one credit. For further information call the Jackson Physical Education office, extension 394. Observer Downtown lntrod:ucing the Sox _ By JON CRAMER All freshmen, transfers and even old-timers must pay attention . This is to inform all of you that you will now forget about the Yankees, Mets, Phillies and Astros. When in Boston, one must do as the Bostonians do and in this year of the Red Sock that means you must concentrate on the idea of a World Series at Fenway. Just look at the Red Sox lineup. What college student could fail to recognize the innocence and purity. There aren't any $3 million defectors or glamourized tradees. You won't even find Yaz vying for the triple crown. The big story in these parts involves two rookies named Lynn and Rice, who, if Bostonians had their way would be named co-winners of the rookie of the year award, MVP award and most admired American award. . In April when the New York press wags were already preparing for the Yankees' clubhouse champagne party, Rice and Lynn were as familiar to major league fans aw Sixto Lezcano and Tom Veryzer. Today, the two upstarts have combined for 200 RB l's and 45 homers and both boys are well above the .300 mark. Now guess (without the help of you natives) who the next big gu,n is for the Bosox. l'fo, not Yaz or Petrocelli or Tiant. Next comes one Cecil Cooper, owner of a .326 average and presently a swollen face. (He was beaned in Milwaukee over the weekent). And to add insult to New York's injury a fellow named Denny Doyle, who was cast off by both the Angels and Phillies, hit safely in 22 straight games to help the Sox build their present lead. . The mound story is not quite such a fairy tale. Teams don't usually win with staff ERA's of 4.00 but · with Lynn and Rice teeing off at their pace, the pit­ chers haven't had to worry. If you go to a Red Sox game here's what to expect. For now, if Rogelio Moret pitches, you can expect a victory (he's 12-3). If Bill Lee pitches, you can expect a victory (he's 17-9). If Rick Wise pitches you can probably expect a victory (he's 18-9). Ignore the fact that none of these guys has an ERA under 3.50 because when you've got it, you've got it. Now we come to the topic of performance under pressure or in more familiar Boston parlance, the Red Sox Retreat. Behind Boston in the standings is a name as familiar as Yastremski and as popular as Nixon. The Baltimore Orioles, All are familiar with the precedent. The Red Sox build up a big lead then yield to the Orioles who feel they are the rightful owners of the Eastern Division of the AL. Hopefully, for New Englanders, this year's group will break with tradition. As of this writing, the Sox are five games up on the Birds. The Orioles, for their part,· aren't playing prolific ball. But then again neither are the Bostons, Ignore Saturday 's 20-6 massacre of.the Brewers, the Red Sox have slackened a bit at the plate and now must peel a wary eye upon their pursuers . As a baseball fan you must now be dying for a chance to climb into your seat at Fenway and en­ courage the Sox. Getting a seat is about as difficult for a Sox fan as a victory is to come by for an Astro. It takes a clever man to procure a ticket but trial and error will teach you the way. Page Twenty-One -0 New extensions, computer added to phone system By HELEN GLIKMAN Since July 9, Tufts has been using a telephone traffic analyzer to measure and record activity on departmental lines throughout the university. disconnected by New England Telephone . To have the phones reconnected this fall, students contacted New England Telephone and paid a service charge of $22.50. According to John Ward, Director of Office Services, the analyzer keeps track of depart­ mental calls for billing purposes , and helps measure activity on university lines. By Sept. 30, departments will be able to place outgoing calls without operator assistance. Over the summer, additional phones were installed in many , ' rooms.If students wanted these phones activated, they had to pay the full installationfee of $32.50. The full installation fee also applied to those who had new phones installed this month. Ward eventually would like to see wall phones permanently installed in all dorm rooms. He said this would save students money and reduce theft since Departments will receive monthly print-outs which list the cost of their calls and to whom they were made. Because phones are billed on a measured business line, departments pay for each call made. Ward believes that depart­ ments will becorne more cost­ conscious once they see to whom they are making calls. He predicts the analyzer will reduce the un·versity's phone bill by 25 to 35 percent. The second purpose of the analyzer is to measure activity on university phgnes. Depart­ ments will receive information on the number of incoming calls per hour, thus determinin_g if thE:Y have an adequate number of extensions . Activity on the central swit­ ch board will be measured, gauging how often the university number, 628-5000, is busy and how Football ... (Continued from page 20) a representative . If you or someone you know owns a pair of size 14B football shoes please let Tufts All-New England defensive back D nnie Moore know. The coaches have been scouring local universities for just such a pair of spikes without much luck. Mr. Moore's feet grew some more over the summer and until some shoes are found, his feet will be a bit cramped. While the present tensions exist in Boston over the desegregat ion activity, the national guard must be mobilized to prepare for any disturbances . That's the Wl)rd that new basketball coach John White received along with an invitation to report to his national guard unit at Wakefield. White's job will be to serve with the medical corps until the guard is demobilized , despite being a political science major at Tufts. We sincerely hope no one gets hurt. Jon Cramer JOHN WARD wall phones ar.e more difficult to ... cost-conscious steal than desk phones. A third change made in the quickly the operators _answer the phone system this summer phones. . cvncerned the extensions . Ward The third purpose of the -explained'that Tufts was running analyzer, which is placing out-out of available numbers and so it side calls without operator changed the existing 600 ex­ assistance, will reduce pressure tensions to 6600's. He said this on the switchboard . Ward feels change will enable him to add a manv departments will be able to total of 900 new extensions in the drop the private lines they now future. use to avoid switchboard delay, Ward chose to change the 600 resulting in additional depart- extensions because they are mental savings. mainly dormitory . phones. A second change in the Students' dorms change yearly, university telephone system he said, so new student numbers concerns installation of phones in would result in less confusion students ' rooms. hstead of than would new departmental removing phones at the end of the numbers. spring semester, telephones in Other three digit extensions dorm rooms were merely will remain the same, he noted. In the circle. .. (Continued from page 21) unit. The biggest problem faced by last year's outfit was the inability of the defensive unit to restrain the opposition. This weakness was borne out by the 6tatistics which indicate that the opposition out-gained the home folks by almost 2 to one on the ground. \"We're very far ahead of last year at this time,\" said Pawlak. And well they might be after leaving the ball in Bowdoin's hands for 35 of the first_ quarter's 37 plays last year. Hope for the defense lies in the area of stability. Last year, freshmen were run in and out while some of the more · dependable linemen were hampered by injuries. If the Jumbos aren't one of the best teams in New England, they should at least be fun to watch. If you want to follow their progress, catch tomorrow morning's scrimmage at Ellis Oval with Mass. Maritime with the kickoff at 10:30 am. The opener at Union, Sept. 27, will be relayed by WMFO. Discrimination . (Continued from page 12) October to determine, finally, \"whether or not age was a factor in the Sullivan decision.\" While the two sides prepare their cases for the upcoming hearing, for the first time in history, for other that racial reasons, a student is attending medical school under a court order. Tufts has refused to make any statement on the case \"while it is still under litigation,\" according to a medical school spokesman, and the lawyer handling the case for Tufts fs currently unavailable for comment. The school did not contact Sullivan with registration instruction or ackowledgement of any sort until ap­ proximately August 15, \"after Lamson wrote a letter reminding Tufts of the injunction, Sulliv;m says. Richard Sullivan has now attended the Tufts University School of Medicine for five days, on a \"provisional basis.\" He would like nothing better than to­ have that label removed, and \"to get this matter settled,\" so he can get on with what he really wants to d~get an education. Salvatore lauds commuter improvements New orientation programs and improved facilities for the university 's over 500 commuting students have created what Director of Student Ativities Jack Salvatore calls \"the best con­ ditions for commuters since I've been at Tufts.\" In addition to a five-meal plan and an Ea on Lounge book storage counter made available to commuters last spring, a host program devised by Assistant Dean of Students Liz Toupin enabled groups of freshmen commuters to stay in university dormitories during the freshmen orientation period of September 2-4 under the supervision of upperclasspeople . A series of pre-orientation cookouts and question -and­ answer sessions were organized in mid-August by Hillside House R. A. John Kifey. In addition, Hillside House itself underwent some interior renovation over the summer, as well as some roofing and siding repair work which is still in progres .. Mickey Finn our LeVfS center in nearby Davis So.. Som erviHe One of the-largest stocks of Jeans in the area Jeans Denim and Pre,.washed Chambray Jeans shirts Jackets Casual & Sporting goods Workclothes also We also carry Lee jeans and Leisure wear Master Olarge & Bankameri_card 625-0303 There will be .an I.D.C. meeting on Sept. 17 at 8 p.m. in Robinson 253. All .f.D.C. Reps are requested to attend. Any other interested students are welcome to attend. Frlday,8eptanber12,19'75 J·O IN THE OBSERVER The OBSERVER is looking for any and all new or returning students interested in writing, editing, layout, production, advertising, or photography. · · Or any combination thereof. Come to the orientation meeting on Mon., Sept. 15, at 7 p.m. \\ (you won't miss Seymour Hersh!) · Friday, Sept.ember 12, 1975 lesson or paint at home Mohawk Lighting and Ceramic Supply Co. 317 Boston Ave .. , _ - Medford CURTAINS DRAPERIES 10percent student discount B & L Laundramat 285 Boston Ave. Medford-Hillside Open Daily 8 ,m-9 pm Sunday 9 a:-n-2 pm 8 lbs. Dry Cleanln9 only S3.00 DROP OFF SERVICE -if you haven't got time to do it yourself. 10 lb minimum , 25c per lb. PROFESSIONAL DRY CLEANING - all clothes, shirts. \"AT LOWEST PRICES\" 5 MIN. WALK 'Just past Middlesex Bank' 2 minute walk from Tufts SOMERVILLE HOUSE OF PIZZA Teele Square Tel. .666-8232 Pizza, hot oven grinders, Italian-Amer ican cold cuts and Spaghettti Delivered to your the dorms Ires~ 1rnm the oven delivery Sunday -open a~er I pm 1 Plaa Free wt,. every 5 1NCJ11t At One Time ... ........ Patronize Observer advertisers I : Wednesday, Sep 12, 4 p.m. Succa­ Building Seminar at Hillel House, 108 Bromfield indian com, · pumpkins, pictures, colored ~ . CHRIST.IAN SCIENCE EVENING, \\SEPf. 15 8 p.m. \\ · .. . ' ---------.... FIRST CHURCH OF OIRIST, SCIENTIST SOMERVILLE ! AT COLLEGE AVL AND WILLIAMS AVL James M. McGrue· o.f Boston will speak on \"YOUR UNLIMITED OPPORTUNITIES\" Why pay Boston prices when the.same quality hairstyling can be found on the Hillside? D D Not a Sexist Establishment MEN AND WOMEN'S STYLING AT THE SAME LOW PRICE Specializing in haircutting _ and shaping Perms. Relaxers Mon, Tues, Wed, Sat 9-5 PM Thurs, Fri 9-9 PM Come in and meet Telephone: 395-8496 Urban, George, Claude and friends HAIRPHENALIA 328 Boston .A.ve Medford-Hillside . s-Oblener ' \"' Interested in being an executive member - of the Tufts Con~ert Board? Application forms are available at · the Student Ac­ tivities· Office in Eat_on Lounge. Com­ pleted forms should be returned to Eaton by 5:00 p.-m. Thursday, Sept. 18th. ' . - Gordon· Linen Service Supplies of Rental Linens To all Tufts. Students Sheets, Cases, Bath Towels Sign up. Blanks with Head Residents . at TIiton, Bush, Miller WELCOME All the gang at the Medford D~iry Queen Brazier* store wish to welcome you to our 'fli~ ~c;;, area. ·,.....,) We invite you to visit us and try our new Brazier Foods menu-char-broiled Brazier Burgers, Super Dogs, Chili, Bos'n's Mate, French Fries or Onion Rings-or perhaps one of our world famous D.Q. shakes or sundaes. They are all scrumpdillyishus! \\ To make this an invitation you can't refuse we are offering a 20% 'discount on any Brazier food items purchased. Simply present your Tufts 1.0. card when ordering and receive your Dair1.1 Queen braziet 20% Discount 154 MAIN ST. MEDFORD OFFER EXPIRSS SEPT. STEREO FREE DELIVERY: CALL STE-VE 628-2824 Day of At-one-ment Kol N idre Service Sun. Sept. 14 7 p.m. Alumnae Lounge (Adiacent to Cohen Aud.) . Yom Kippur Services Mon. Sept. 15 Traditional Service 9:30 a.m. Alumnae Lounge Creative-Liberal Service 10:00 a.m. Curtis Lounge Min cha (afternoon) Service 4:30 p.m. Alumnae Lounge followed by Neila Service Discussion groups will meet one hour before Minch~ in Alumnae Lounge. Reservations for Pre-fast and/or breakfast meals at x734 or 666-0203. W elcol11e and Welcome Back from the · Tufts .Gay Community First meeting Refreshments September 16, 9:30 p.m. . ' Laminan Lounge, East Hall Room L23, Curtis Hall Friday; September 12, 1975 Obierver Page Tweaty·flve notices Notices GEETAR Suzuki folk guitar with neck strap and case­ mint condition. Call 935-5095 after 6 p.m. NEVER FORGET! Mem:,rdze this entire page1 Remember names, dates, numbers , articles, technical information , anything I Make your studying easier. Complete ten-lesson memory course, SIO. Enrichment, Box 532T, Natick, Ma. 01760. USED FURNITURE Students, we have a good selection of used furniture at 1267 Broadway, Somerville, between North and Curtis Streets. Hours are 11:00 to 4:00. Closed Wednesday . Drop in or call 623.9633 or 646-3695 for evening ap­ pointment . ODDS AND ENDS Beautiful sheepskin coat, small size, perfect condition. S75 or b.o.; blue suede skirt, size 7, perfect condition, $20; green and white check double bedspread with matching curtains, S25; blue and white desk, $15; few more clothes, bargains . Cati ~ancy at 391- 7063, leave message . FRIDGE Brown re~rigerator for sale. Good size for dorm room. If interested call 628-4847. VOLVO Must sell 1971 Volvo 1425, 49000 miles, 24 mpg, e>t:celtent throughout save one fender bender, standard new clutch, Michelin radials, semperit snows, light grey, red interior. Best offer. 628-3564 5-7 p.m. HOT SAVINGS STERECJ Stereo components , 20¼ d0¼ off list. Major brands available-all guaranteed. Call Doug at 628-0633 from 6:30 to 10 p.m. QUANMOBILE 1967 Buick special for sale, 61,000 miles. Body in excellent condition, new shocks, new tires. runs, but engine needs new bearing. Diehard battery, must be seen. Contact Rich at 104 E. Wilson House. x137. FENCING Fencing Club Organizational Meeting on Monday, Sept. 22 at 6:30 p.m. in Jackson Gym. DEFEND YOURSELF Self Defense for Women will be held Mon­ days from 6:30-8:30 p.m. in Jackson Gym. Fee is $20 for 10 classes with a minimum enrollment of 15. Call x394 to register. The starting date is September 22. SOPHOMORES Do you care about the health of the U.S.A.? Do you know about the Community Health and Delivery of Health Services Program at Tufts? Find out about this at a tea to be held in the Faculty Lounge on Monday, Sep­ tember 15 at 3:30 p.m. For further in­ formation call x713. KIND OF BLUE? Wannr1 play some jazz? Open auditions for stage band that plays music from Goodman to Ferguson . Contact Rob x6683 or Barry 628· 4109. TRANSCENDENTAL MEDITATORS To find out about T.M. Club activities at Tufts, call Bonnie Gould at 876-5100. First event is free introductory lecture, Monday, the 15th, 7 p.m., Eaton 204. WE'RE MOVING The Women's Center is moving to a new, much larger room in the second floor of Curtis. We desperately need help moving, Friday, September 12, 11-3-and the donation of a good used rug. Call x702. Thanks. RAINY NIGHT HOUSE The Women's Radio Show, \"Oasis\" is looking for people interested in putting together our weekly woman's radio show. If interested, call x702 or WMFO and leave your name and number. PAID SECURITY All students interested in paid dorm security please pick up applications in Dean of Students Office and return them to that office by September 16. WIN FRIENDS . . . and influence people Be a TCU Senator. Elections are scheduled tor September 30 to fill seven vacant positions on the Senate. Two positions reserved for freshmen. Rules and petitions for candidacy available in Jack Salvatore's office, Eaton Lounge. EQUESTRIAN CLUB The Tufts Equestrian Club is open for membership to all students . We have weekly classes off campus for riders of all levels of ability. We also compete in the In­ tercollegiate Horse Show Association . For all interested in joining, you may contact Jill Leigh at 628-1684 or x494, or Julie Christensen at 666-2428 REMEMB ER APATHY? Still feel guilty? Here's your chance to get in on the beginnings of a Congressional cam. paign, Serious candidate desires volunteers for responsible, multi.faceted positions . Contact Dave x6634, 209 Tilton. VOLUNTEE R Leonard Carmighael Society Student Volunteer Organization holds its first meeting on Wednesday, September 17th in Curtis Lounge from 7 to 10 p.m. KAYAK The Tufts Canoeing and Kayaking Club will meet Wednesday, September 17, at 7:30 p.m. at Sigma Nu, 114 Curtis Street. Anyone in­ terested who cannot attend, call Jim at 623- 9277. HANDICAPPED KIDS Do you remember how to play? Are you really a child at heart? Volunteer at the Tufts Recreation Center for Handicapped Children -on campus -course credit possible . Please contact Julius, 1974 Targum CW74-32 ACROSS l Golf items 5 Make eyes at 9 Loop 13 Ben Cartwright's son 14 Pedant 15 Lees 17 Army colonel's insignia: 4 wds. 20 --Aviv 21 Baseball team 22 Candlenut fiber 23 Are: Sp. 25 Foot poles 27 --suzette 29 Beginning 31 19th president 32 Avowal: Fr. 33 Entrance 37 --plaisir 38 Units of weight 39 Tennis term 40 Prefix: foot 41 Prefix: eight 42 Turkish city 43 \"-Jazzband Ba 11 \" : 2 wds . 45 University lecturer ,, Page Twenty-six 46 Civil War battlefield 49 Goethe poem 50 Mongols 5; Domesticated birds 54 Consumed 57 Assimilation of U.S. customs 60 Architectural style 61 Bantu-speak ing tribe 62 --Lincoln, first movie Tarzan 63 8aseba 11 team 64 Cut: Scot. 65 Takes advantage of DOWN l 27th president 2 -Adams 3 Sharp-sighted 4 Texas college 5 \"The Ba rte red Sri de,\" et al . 6 Part of an architectural vault 7 Inventory method 8 Equal: Fr. 9 -Fideles l O 1930s bureau 11 Author of \"Love Story\" 12 Ornamental pin 16 Seven -- 18 Routines 19 Greek Centaur 24 Extraordinary 26 Type of type 27 Fellow 28 Rant 29 Egg-shaped 30 Thread: comb. form 32 Part of the foot 34 Carpentry joints 35 Russian czar 36 Exami nation 38 Architectural style 42 March master 44 Subjects 45 Polish seaport 46 Salt-water fish 47 Wi,t 48 Rhone tributary 49 Fair: Fr. 52 Predatory fish 53 Biblical town in Samaria 55 Volume 56 Slaughter 58 Shoo 59 Fuss SWIMMING Organizational meeting for the women's swim team. Monday , September 15 at 7 p.m. at the pool. SAIL AWAY Due to the fact that there will be no sailing classes offered by the P.E. department , the Tufts Sailing Association is upgrading their program tor recreational sailing this year. Anyone interested in recreational sailing can contact Marc Leopold at 628-1950 for more information . MEET SEYMOUR HERSH A small wine and cheese reception will be held tor New York Times investigative reporter Seymour Hersh fol lowing Monday 's lecture. If you'd like to attend, call Bev at 628-5212 as soon as possible . Ffiteen student limit' FRESHMAN WRITING The Coordina tor of the Freshman Writing Seminars C English 1 and certain acceptable substitute courses at Turts) needs the name of any person unable to find any section that fits his or her schedule, whether or not a \"good\" choice. Also, if on Friday or Monday (Sept. 12 or 15) you are still seeking a section with less than 25 students (no seminar should exceed that number in all fairness to all concerned), please drop by the English Office, East Hall. We need your name, phone number, and tir.1es available for English l (ex., 2-7, 7-7, 8-7, 9-7) on a sheet posted on the bulletin board. If enough people can arrange to meet at one time, we may be able to add another section, possibly \"Movjes\". The coordinator -John Perry, East 202-is also interested in receiving written reports and suggestion s concerning the functioning of English 1 pre-enrollment. Orientation registration , and later (attempts at) registration for this course. INTERNSHIPS lr)ternships are available in the following fields:taw and government, legal aid ser­ vies, state legislature, legislative research, consumer protection , hospital work, en­ vironmental protection agencies, social service agencies, and community organizing . Also, advocacy groups, rent control, public health, administration , educatio n, tutoring , bi-lingual programs , alternative school5, and more. Come down to Sweet 13 for further information. lost and folllld CARDIGAN Lost: One dark green cardigan (woman's) sweater with belt, contact Barbara Hyde x301. Personals HAWAIIAN BLUE BREEZE \"Everytime you leava-me, you leava-me wanting , more and more and more ... \" but the P.C. lingers on-try a drop in the exact middle next time, and shut up, there is going to be a next time. ATTENTION ALL MY FAVORITE NEWBURNERS Some like New Jerseyites (of tender age), Some lik.e Sombreros (who?) And some of us would like to get the Hustle down real soon-right Ricky? EX.HODGONITES! Marc and Danny White are now at 50 Dart­ mouth Street, Somerville. Phone 628-4462. Get together and come over and see us. SENSUAL REHABILITATION Just gimme a week to get this thing down, then I'll be back on track and we'll have time and fun again. Love to you from your quaker oats-T. PEN, PAINT, AND PRETZLES Three P'S meeting . Important, all members must attend. Monday, Sept. 15. 3:30 p.m. Arena. ADMIT ME All those interested in working for the Student Committee on Undergraduat e Admissions are invited to attend our fall meeting on Thursday , September 18 at 3: 30 p.m. or Monday, Sept. 21 at 3:30 p.m. in Alumnae Lounge. Please bring your class schedules with you. If you have any questions, please call Steven Greene at 628- 0271 or Connie Spires at 623-1816. OPPORTUNITY KNOCKS Here is your golden opportunity. On-campus employment . Approximate ly 10 hours ;_, weekatS3a~ hour. Interested? Call Joel 628- 1113 or Andy x6683. Keep trying. HELP ME Juniors and seniors: Tutor for course credit. English Maior not required . See B. Knable, East Hall 105 (ext 478) and bring a, writing sample. FIND MY HEART Lost: a small jade heart on Monday morning somewhere between Hodgdon Hall, OeWick cafeteria, and Curtis Hall. It really has a lot of sentimental value and I desperate ly want it back. If you found it, please call Laurie in 221 Hodgdon Hall. Ext. 6648 and if I'm not in leave a message . Please let me know if you have found it' 11 Hillside Liquors A large selection of imported WINE Beer ½ & barrels. Help wanted PART·TfME Students , earn while you learn, Part-time contact work affords extra income. 395-6660. CRAFTY The Craft Center needs teachers for fall semester courses. If you are interested and reasonably qualified to teach any craft, particularly ceramics, silversmithing, enamelling, batik, off-loom weaving, weaving, · silkscreening , macrame or anything else, please contact us as soon as possible. We pay teachers according to the number of students in the class. Call Carol Ely, x505 or 625-1079. PLAYTIME Imaginative , reliable person with car wanted to play with and care ',Or two girls, 4 and 5 yrs, old, Wednesday and Friday mornings , 8:30-12:30. Excellent pay. 646- 2999. CHILD 'S PLAY Reliable , kind, energetic person needed about 20 hours per week at $3 per hr. to play with 2 boys (6 and 9 years old) and to do all the daily light housework and the weekly heavy housecleaning _ Professor's family . September through June. The childcare will be 5 days a week from 3 to 6 p.m. In addition, 5 other hours will be arranged for cleaning . You need recent childcare and cleaning references that I can telephone . You need your own car to drive 20 minutes from school to East Lexington near Arlingfon Heights. Please call 862-3063. BABY SITTER Baby sitter wanted for 10 month old boy in my home. Three minute walk from Tufts. Approx. 8 hours per week. Can be arranged around your schedule . Call Ginny at 4.30, call 646-2323. LIVE WITH ME Responsible woman wanted to share pleasant , comfortable apartment home with gal architect. No dishwashing , but paintings on walls are originals . Off-street parking Own room, furnished or not. Overlooks park. Moderate rent 354-3984. COLLEGE AVE. Corner College Ave. and George Street. Eight room single and move in condition. New bath-excellent heating system. Call 396-6320 for appointmenl. and domestic Also liquors, cheese ¼ and munchies. 323 Boston Ave.· 395-5020 SUNDAY MASS 10:00 am GODDARD CHAPEL. TUFTS CATHOLIC ECUMENICAL LITURGY ALL ARE WELCOME Mass at Newman Center Chapel, Monday, Wednesday, Friday at 8:00 am Paulist Father John P. Donahue, Chaplain Observer Friday, Sept.ember 12, 1975 There will be an· organizational meeting of the T.C.B. , on Tues. night Sept. 16 in Robinson 253 at 8 P .M. Any Tufts student th~t desires to do work in ticket sales, - . polling, security, publicity, or stage work should try to attend. A GREA 1 CAMPUS CONVENIENCEII Rent a refrigerator for your rOom. , I 1975-76 SCHOOL YEAR RATE $45.00 CHECK THESE EXCLUSIVE CAMPUS R·ENTAL FEATURES * Compact-dimensions are only 20x17x18\" * Spacious-Two cubic foot capacity * Venatile-Has two ice c·ube trays, freezer co~parment * Handsome, decorator RESERVE YOUR UN·IT -CALL 933-1376 You cen keep a complete supply of snacks and re freshments -including milk, fresh fruits and other perishables -right in your dormitory room· with a refrigcr-,tor and the convenionce of a Camp11S Rental unit can be yours for pennies a day, ADDED FEATURES: Free pick-up and Delivery Guaranteed -if one of our units malfunctions ~e'II replace it within 24 hours $10.00 REFUNDABLE DEPOSIT REOUIRED LIMITED QUANTITY AVAILABLE CAMPUS RENTALS Friday, Sept.ember 12, 1975 Observer . Page Twenty-seven ) .\\ TultS: n and OIi Fri., SepL 12 Shabbat services at 6:30 p.m. at Tufts Hillel (108 Bromfield Road). For \"The First and Final Fling\" come to Jackson Gym at 9:30 p.m. Free beer and champagne punch, along with music by Good Thunder. And it's all free. Introductory dinner at Newman House (209 College Avenue) from 6-9 p.m. Sponsored by Tufts Christian Fellowship . See some Shakespeare in lovely Inman Square. A Midsummer Night's Dream is being staged tonight and tomorrow at 8 p.m. at the People's Theatre in Inman Square, Cambridge . Enjoy! Take the ultimate trip ... Kubrick's 2001 A Space Odyssey will be at the Harvard Square Cinema through this Wed­ nesday. Film times are 3 p.m. and 7:30 p.m. Sa., Sq>t. 13 See The Fantastlcks, Broadway 's longest running musical, at MIT's Kresge Little Theatre at 8 p.m. For reservations (tickets cost $1.50) call 253-6294 . Borrow your dog's leash and wander down to the Madhouse Company of London at the Charles Playhouse Cabaret in Boston. All college students who come leashed and curbed will receive free admission to this bit of insanity. Show times are 7:30 and 9:30 p.m. Call 542-9441. If you've seen the Chaplins , there are still some other very worthwhile films in town The superb 1974 film Badlands is at the Garden Cinema, and Nashvllle and Love and Death continue to enthrall audiences at the Cheri Complex . Is there any better way to spend a Saturday ·niglu? The Kenmore Movie House is screening two Chaplin classics Moder·n Times and City Lights at 7:30 and 10:30. Shabbat Shuva Services at 9:30 a.m. at Hillel. The Tuf!s Film Series presents Jimmy Cliff in The Harder They Come at 9:30 p.m. in Cohen. Claudine , starring James Earl Jones and Diahann Carroll kicks off the evening at 7:30. All for ~ mere 50c. Edited,I,y Helen Glikman r WOMEN 'S FILMS What does it mean to be a woman? The Women's Center is holding a film series from September 15 to 19. All screenings are at 8:00 p.m. and admission is free. Call x706 for more information. September 15 Robinson 253 \"It Happens to Us,\" a film about women and abortion. \"Living with Peter,\" concerning the · problems and conflicts of living with a man, will follow at 9: 15 p.m. September 16 Robinson 116 \"Rap,\" the first feminist film made at UCLA. At 8:45 p.m. comes \"The Emerging Woman,\" a modern classic on women's history. September 17 Robinson 112 \"Angela Davis: Portrait of a Revolutionary.\" At 9:30 p.m. \"Salt of the Earth\" will be screened ... about women's needs in a class perspective . September 18 Robinson 253 \"Lavender,\" a lesbian documentary. At 9 p.m. comes \"Maedchen in Uniform,\" a classic of early German cinema dealing with life in a boarding school for army officers' daughers. September 19 Robinson 253 The incomparable Mae West in \"Goin .to Town.\" Marlene Dietrich follows at 9:30 p.m. in \"The Devil is a Woman.\" Sun., Sq>t. 1~ Freebies! Spend a Sunday morning with Monet, Van Gogh, and friends. The Museum of Fine Arts is free to all from 10 a.m. to 1 p.m. every single Sunday. Classical concerts are held every Sunday at 4 p.m. at the magnificent Isabella Stewart Gardner Museum at 280 The Fenway. Kristen Koths offers folk tunes of the 18th and 19th centuries on Lonfellow 's Lawn (105 Brattle Street, Cambridge) at 3 p.m. Voices of Black Persuasion and Blakluv perform their magic at 3:30 p.m. at the Elma Lewis School of Fine Ar{s, 122 Elm Hill Avenue Roxbury. ' Catholic Mass at 10:00 a.m. in Goddard Chapel. Hillel sponsors Kol Nidre-Day of Atonement Service. In Alumnae Lounge at 7 p.m. Pre-Yom Kippur Dinner at 4 p.m. in the Hodgdon Dining Room. Reservat ions at x734 or 666-0203 . Take a Sunday stroll through beautiful Boston. The first annual autumn walking tour, ·\"Boston's Classical Waterfront ,\" leaves at 1 p.m. from City Hall Plaza (meet outside the subway.) Baseball fans take note! The Good Sports Show at the Hotel 57 (running from 10 a.m. to 5 p.m.) will feature all sorts of sports memorabilia , including old hubble gum cards. Mon., Sept. 15 TCU Senate Meeting at 7 p.m. in Carmighael Dining Hall. Dean Winant will speak about liquor on campus. Learn all Meditation Lounge. about Transcendental tonight at 7 in Eaton Yom Kippur services this morning. The Traditional Service will be held at 9:30 a.m. in Alumnae Lounge. Creative liberal Services will be held in Curtis Lounge at 10 a.m. Michaelangelo Antonioni's The Passenger, starring Jack Nicholson , and Fellini's 1957 classic Nights of Cabiria are at the Cinema 733 today. Call 266-0342 for times. Haven't you always dreamed of joining your college paper? Well, here's your big chance. The Observer is holding-an organizational meeting for all those interested in joining our distinguished ranks. Come down to the Observer office in Curtis Hall at 7 p.m. Previous journalistic experience is not a prerequisite for membership . Note that we also need photographers . Prayer meeting at 12:30 p.m. today, and every day through Friday, in Goddard Chapel. Tues., Sept. 16 The BaltimQre Orioles invade Fenway Park for 7:30 p.m. games with the Sox tonight and tomorrow . Sit in the bleachers for $1.50 and marvel at the talent of Lynn, Rice, and company . Here's a once-in-a-lifetime opportunity to decorate your room with original Oriental art. Come to the exhibition and sale from 10 a.m. to 4 p.m. in Eaton Loupoe. All the world's a stage ... Auditions for the first two Cup and Saucer produc­ tions of the fall season will be held tonight at the Arena. Cup and Saucers are short, one act plays directed by students in the Drama Department. Everyone is welcome and encouraged to audition. Call the Arena, x237 for audition times and further inform~tion . Wed., Sep. 17 Succa building seminar at 4 p.m. at Hillel House. Help make someone 's world a little brighter ... volunteer with the Leonard Carmichael Society. Come to an organizational meeting from 7 to 10 p.m. in Curtis Lounge and find out about opportunities in tutoring , working with the retarded, and more. Interested in joining the Tufts Film Series? Come to a meeting tonight at 6:30 p.m. in Hall House (98 Packard Ave.) Two of director Robert Altman's (Nash­ ville) best films, Thieves Like Us and The Long Goodbye , start a week's run today at the Brattie. Call 876-4226 for times. Scuba Club meeting at 7:30 p.m. in Anderson 312. Discussion of trips and the scuba course (begins on September 23). / Thurs., Sep. 18 · Get propositioned . Student rush tickets go for $2.00 at The Proposition, Cambridge's improvisational revue in Inman Square. Call 876-0088 for more information . Off the Wall Coffeehouse for the Arts is sponsoring a program of early works by some of the world's great film directors . Included in the program are Mammals by Roman Polanski , Les Mistons by Francois Truffaut, 0 Dreamland by Lindsay Anderson (If), and more. Tonight's times are 7:30 and 10, 1ickets are $2.00 Call 354-5678 for more info. Off the Wall is located at 861 Main Street, Cambridge . \\ Seymour Hersh, NY Times investigative reporter, has broken such stories as the My Lai massacre and the CIA domestic spying. He'll speak at Tufts on Monday night at 8:30 in Cohen. Admission is 50c with Tufts ID, $1.00 without. Sizwe Banzi is Dead, a critically ac­ claimed play dealing with the op­ pressive servitude of black Africans , is at the Charles Playhouse for a four week run. Tonight's show begins at 8 p.m. Call 426-6912 for information on student rush. Deadly Nightshade opens at Passim's Coffeeshop in Harvard Square (behind the Coop). / "}