{"title": "We Tried 4 Detox Diets to See if They Actually Work", "author": "Micaela Young; Christine Byrne; Perri O Blumberg", "url": "https://www.menshealth.com/nutrition/a19546003/detox-diets/", "hostname": "menshealth.com", "description": "We asked experts to break down these popular regimens.", "sitename": "Men's Health", "date": "2023-01-27", "cleaned_text": "DO TOXINS EXIST? Yes. \"We're exposed to hundreds of thousands of [toxins](https://www.menshealth.com/nutrition/a30156408/detox-drinks-not-miracles/) on a daily basis that come from internal sources like [infections](https://www.menshealth.com/entertainment/a38664075/what-is-flurona/), as well as synthetic materials like BPA in plastics,\" says Susan Payrovi, M.D., a specialist in integrative medicine at Stanford University. But is it possible (or necessary) to \"detox\" your body with a [cleanse](https://www.menshealth.com/health/a30964348/bodybuilder-48-hour-juice-cleanse-youtube/), fast, or supplement? It depends on who you ask. While many companies claim their detox products will rid your body of toxins and offer an array of health benefits, from increased energy to a longer life, there's little to no evidence supporting these bold promises. In fact, you already have exactly what you need to rid yourself of harmful toxins: A [liver.](https://www.menshealth.com/health/a38594783/non-alcoholic-fatty-liver-disease-nafld/) \"Evolutionarily we're lucky, because the liver has millions of enzymes and processes to help us detoxify,\" says Christopher Hoyte, M.D., medical director of the toxicology clinic at the University of Colorado School of Medicine, \"and it works overtime, all the time, to keep us healthy.\" Your liver is capable of neutralizing or eliminating many different toxins, from alcohol to potentially harmful chemicals and pollutants in our environment. And yes, over time, your liver may become less effective at handling these toxins. Part of this is just a natural consequence of aging, but lifestyle factors like alcohol consumption can also play a role. If you're trying to help your liver out, the best way—and the only way that's backed by evidence—to cut [back on alcohol](https://www.menshealth.com/nutrition/a40241672/4-week-drinking-less-alcohol-pdf/). The [Dietary Guidelines for Americans](https://www.dietaryguidelines.gov/) recommend limiting daily alcohol consumption to two drinks or less for men and one or less for women, and point out that the healthiest choice is not to drink at all. In addition to keeping your liver busy during and after consumption, long-term heaving drinking can lead to [alcoholic fatty liver disease](https://medlineplus.gov/fattyliverdisease.html), [acute alcoholic hepatitis](https://www.ncbi.nlm.nih.gov/books/NBK470217/), and [alcoholic cirrhosis,](https://www.niddk.nih.gov/health-information/liver-disease/cirrhosis) all of which impair your liver function pretty severely. Some experts, however, say taking on a detox may be a great way to jump-start healthier eating habits. More on that below. What Is a Detox Diet? As [Pallini Winnifred](https://fitdominium.com/pallini-winnifred/), in-house R.D.N. advisor at [FitDominium](https://fitdominium.com/), defines a detox diet as a diet that aims to remove toxins and impurities from the body. \"This is often done by consuming only certain foods, such as fruits and vegetables, and avoiding others, such as processed foods and alcohol,\" she says. She notes that some detox diet methods integrate supplements or juices (more on these below). Kieran McSorley, R.D. at [Brentwood Physiotherapy Calgary](http://www.brentwoodphysio.ca), echoes that sentiment sharing that a detox diet typically involves eating whole, unprocessed foods, while avoiding food additives and artificial ingredients. But that's in theory. Winnifred says there's no scientific evidence that detox diets actually remove toxins from the body. Should I Do a Detox Diet? It's a pretty terrible idea. Too many detoxes or cleanses [restrict calories](https://www.menshealth.com/weight-loss/a35015864/1200-calorie-diet-meal-plan/) to brutal degrees. If you're an active adult male, you need at least 2,800 calories daily, according to the [USDA](https://www.dietaryguidelines.gov/sites/default/files/2020-12/Dietary_Guidelines_for_Americans_2020-2025.pdf). If you're sipping bone broth or slugging back celery juice for even one of your \"meals,\" you're putting yourself at risk of hunger, moodiness, brain fog, and sub-par workout performance. \"Additionally, it is important to remember that detox diets are only focused on short-term changes and will not produce long-term results,\" says McSorely. Couple all this with a total lack of scientific evidence to support detox diet claims and you can begin to see why it's a bad idea. If you're still determined to detox, speak with a doctor or another health professional, first. Some detoxes might result in the loss of muscle, and can complicate pre-existing medical conditions, such as [kidney](https://www.menshealth.com/health/a37414565/kidney-stones-most-painful-feeling-institute-human-anatomy/) disease. Do detox diets actually work? Nope. Still, they're popular. According to the International Food Information Council's [2021 Food and Health Survey](https://foodinsight.org/2021-food-health-survey/), roughly 1 percent of consumers reported following a cleanse in 2021, down from 2 percent in 2020. Detoxing is declining in popularity, but there's no denying that detox diets, [cleanses](https://www.menshealth.com/health/a30964348/bodybuilder-48-hour-juice-cleanse-youtube/), and [supplements](https://www.menshealth.com/nutrition/a38379342/best-fiber-supplement/) are still very much a part of the wellness zeitgeist. Since detox diets are primarily fueled by word of mouth and anecdotal evidence (as opposed to actual research) Men's Health staffers tested a bevy of products and diets to see if any lived up to their promises. Here's what we learned. Juice cleanse What it is: Eating nothing but pulverized plants for the better part of a week is supposed to help your body rid itself of toxins, absorb nutrients, and provide mental clarity. Who tried it: Raymond Ho, Deputy Art Director \"I had persistent headaches and poor concentration. I never felt hungry, but that 'just woke up' feeling never went away,\" he says. What science says: In a 2015 [trial](https://www.ncbi.nlm.nih.gov/pubmed/25912765) published in Nutrition Research, women on a multiday 400-calorie lemon water detox lost weight. (Right?) But each pound lost isn't just fat. \"When you follow a low-calorie diet, even if it contains [protein](https://www.menshealth.com/fitness/a19540593/ultimate-guide-to-protein-supplements/), 25 to 30 percent of each pound lost comes from muscle,\" says Brad Schoenfeld, Ph.D., C.S.C.S., an expert in body composition training. Gulp. In a similar [2017 trial](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5438379/) published in Scientific Reports, 20 healthy adults went on a 3-day juice cleanse, consuming only 6 bottles of juice per day. The participants lost an average of 3.75 pounds during the cleanse, but had already gained back half of that two weeks later. And since the researchers only followed subjects for 17 days, it's impossible to draw conclusions about long-term effects. Another [2015 review](https://pubmed.ncbi.nlm.nih.gov/25522674/) published in the Journal of Human Nutrition and Dietetics concluded that there was no evidence to support the idea that a juice cleanse could aid long-term weight loss, improve health, or eliminate toxins from the body. \"Juice cleanses are not only unsustainable but they can be says [Jessica DeGore](https://www.dietitianjess.com/), RD, CDE, include electrolyte losses, fatigue, headaches, and nausea.\" Juice cleanses can also disrupt your digestion, because they're high in sugar and low in fiber, protein, and fat. \"Prepare to spend time in the bathroom,\" DeGore says. (Yikes.) The takeaway: Fruits and vegetables help combat diseases from cancer to heart disease, but the health effects of slurping them down as your only food source are less known. [Get your fiber from real food](https://www.menshealth.com/nutrition/a19540392/signs-of-low-fiber-diet/). Detox supplements What are they: Those herb-filled capsules often contain large doses of [fiber](https://www.menshealth.com/nutrition/a42025015/fiber-supplements/). The common promise: The herbs support detoxification and eliminate toxins (yes, via poop) from your body. Who tried it: Jennifer Messimer, Research Chief \"Other than exercising my gag reflex every morning, I didn't feel more energized or notice any 'elimination' changes,\" she says. What science says: One common supplement in the detox family is milk thistle. Compounds in this herb may increase antioxidant activity and reduce liver inflammation in animals. [Human studies](https://www.ncbi.nlm.nih.gov/pubmed/22797645), however, have failed to confirm that effect. Milk thistle itself is safe, but other ingredients in the supplements may interfere with your medications. A [2019 study](https://pubmed.ncbi.nlm.nih.gov/29958034/) published in the Journal of Dietary Supplements featured a randomized trial where 22 healthy adult women were assigned to take either a placebo or a commercially available detox supplement every day for four weeks. Research concluded that the supplement had no effect on body composition, waist circumference, blood markers (like cholesterol and blood sugar), or digestive symptoms. Ultimately, the supplements did nothing. Experts also warn that many detox supplements and teas contain laxatives. \"Detox teas are sneaky; they make you feel like you're detoxing without actually detoxing,\" says Amanda Sauceda, RD, a gut health dietitian based in Long Beach, CA. Literally, they make you poop more, which can trick you into thinking that your body is getting rid of toxins. But these supplements don't actually do anything to support your liver, which is where detoxing actually happens, Sauceda says. The takeaway: Maintaining a healthy, well-rounded diet is enough to support your liver. What's more, a 2017 [study](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5372901/) in the journal Nutrients found that obese people who ate a calorie-restricted high-fruit diet had improved markers of liver function. The classic detox diet What it is: This type of program is often low in calories and carbs and high in [restrictions](https://www.menshealth.com/nutrition/a19455832/low-fodmaps-diet-guide/). The Assistant Editor \"My body didn't feel any cleaner than it did before. I wasn't any more alert, efficient, or energetic. In fact, I felt woozy and exhausted,\" he says. What science says: There's some evidence that restricting certain food types, such as carbs, can curb cravings for those foods, but to say you can make lifelong changes isn't realistic. Opting for whole foods over processed ones is part of healthy eating, but overly restricting yourself is not, says nutrition therapist Karin Kratina, Ph.D., R.D. Research looking specifically at detox diets is extremely limited, though. In a 2015 review in the [Journal of Human Nutrition and Dietetics](https://pubmed.ncbi.nlm.nih.gov/25522674/), the authors state that, \"to the best of our knowledge, no randomised controlled trials have been conducted to assess the effectiveness of commercial detox diets in humans.\" In 2019, researchers did attempt a [randomized controlled trial](https://pubmed.ncbi.nlm.nih.gov/31536033/) of detox diets, and published their results in the Journal of Complementary and Integrative Medicine. 34 affluent and otherwise healthy women agreed to try a 21-day commercial \"detox\" diet. However, only 15 women completed the required questionnaires one week post-detox, and only 8 completed the questionnaire again two weeks post-detox. Considering it was such a small study on such a homogenous population, it's impossible to draw conclusions from the results (which were negligible, anyway). The takeaway: \"Some people end up being more interested in the very foods they're telling themselves they can't have,\" Kratina warns. And don't cut out fruit unless you're directed to do so by a doctor. It contains fiber and other disease-fighting nutrients. Intermittent fasting What it is: [Intermittent fasting](https://www.menshealth.com/nutrition/a37122341/intermittent-fasting-for-weight-loss-study/) involves set times when your eating is restricted and others when you eat as normal—or even more than you would typically. We chose one day of fasting followed by at least two days of normal eating. Claims: a more youthful appearance, more energy, and fewer aches, pains, and health troubles. Who tried it: Brian Boye, Executive Fashion Director \"I was concerned about going without food for 24 hours, but my energy level was unchanged. In the first two weeks, I lost 5 pounds,\" he says. What science says: True, intermittent fasting can promote short-term weight loss, but it [hasn't been proven to be any more effective than simply ](https://jamanetwork.com/journals/jamainternalmedicine/fullarticle/2623528)eating less overall. \"There is little difference between intermittent fasting and a calorie reduction diet,\" says Elizabeth Barnes, MS, RD, owner of [Weight Neutral Wellness](https://weightneutralwellness.com/). Most of the research that suggests potential benefits of intermittent fasting has been done in rodents. In one of the few [human trials](https://pubmed.ncbi.nlm.nih.gov/32986097/), published in JAMA in 2020, researchers assigned 116 adults to one of two groups. One group ate three structured meals per day plus snacks, while the intermittent fasting group ate for 8 hours (between noon and 8 P.M.) and fasted for 16 hours. After 12 weeks, the intermittent fasting group lost very slightly more weight (about 2 pounds on average, compared to 1.4 pounds for the other group), but also lost more muscle mass and didn't show any significant health improvements. \"Losing lean muscle mass means you are physically weaker and more likely to regain the weight you lost in the form of fat,\" Barnes says. The takeaway: Fasting will inevitably lead to weight loss, but so will cutting back on candy and cookies. Here's the thing: Training yourself not to eat may also help you differentiate between real hunger and emotional hunger. Plus, fasting is a workout for your willpower. Perri is a New York City-born and -based writer; she holds a bachelor's in psychology from Columbia University and is also a culinary school graduate of the plant-based Natural Gourmet Institute, which is now the Natural Gourmet Center at the Institute of Culinary Education. Her work has appeared in the New York Post, Men's Journal, Rolling Stone, Oprah Daily, Insider.com, Architectural Digest, Southern Living, and more. She's probably seen Dave Matthews Band in your hometown, and she'll never turn down a bloody mary. Learn "}