{"title": "Further research debunking MMR autism link published", "author": "Simon Briggs", "url": "https://www.telegraph.co.uk/news/science/science-news/3351126/Further-research-debunking-MMR-autism-link-published.html", "hostname": "telegraph.co.uk", "description": null, "sitename": "The Telegraph", "date": "2008-09-04", "cleaned_text": "Research that further debunks any link between the MMR vaccine and autism has been published. The new reassurrance comes as countries such as Britain and the United States are experiencing a surge in measles cases as parents leave their children unvaccinated. Years of research with the measles, mumps and rubella vaccine, better known as MMR, have concluded that it does not cause autism. Still, some parents' fears persist, in part because of one 1998 study that linked the vaccine with a subgroup of autistic children who also have serious gastrointestinal problems. Now researchers have at last rigorously replicated the study by Dr Andrew Wakefield, then of the Royal Free Hospital, that caused the furore, by taking samples of youngsters' intestines to hunt for signs of virus with the latest genetic technology. There is no evidence that MMR plays any role, concludes the international team - which included some of the researchers who first raised the issue in The Lancet. \"We are confident there is no link between MMR and autism,\" said Prof Ian Lipkin of Columbia University New York, who led the work, published in PLoS One. No one knows just how many autism patients also suffer gastrointestinal disorders but by some estimates, up to a quarter may be affected. The fear about MMR was that the vaccine's weakened measles virus somehow inflamed intestines, allowing waste products to escape and reach the central nervous system, Prof Lipkin said. So his team had two questions: Does measles virus really persist in children with both disorders and not other youngsters? And did vaccination precede the gastro intestinal complaints which in turn preceded autism? The team studied 25 children with both autism and gut disorders, and another 13 children with the same disorders but no neurological problems. The children - the average age was five - all were undergoing colonoscopies for their conditions anyway, allowing tissue samples to be tested for genetic traces of measles virus. All had been vaccinated at younger ages. The samples were analysed in three laboratories that were not told which came from the children with autism. One of the labs had been involved in the original study suggesting a link between measles virus and autism. \"We found no difference in children who had GI complaints and no autism and children who had autism but no GI complaints,\" said Prof Lipkin. \"We found no relationship between the timing of MMR vaccine and the onset of either GI complaints or autism,\" added first author Dr Mady Hornig, also of Columbia. Dr Larry Pickering of the US Centres for Disease Control and Prevention in Atlanta added: \"I feel very certain that it is a safe vaccine.\" Growing fears of an epidemic of measles, which can be fatal, prompted the UK government to launch a campaign a few weeks ago to try to make sure that every child in England is given the MMR vaccine, since around three million children aged 18 months to 18 years have missed either their first or second "}