{"title": "A doctor on 9 things that could go wrong with the new vaccines", "author": "F Perry Wilson", "url": "https://www.vox.com/22169428/fda-approval-covid-19-vaccine-side-effects-two-doses", "hostname": "vox.com", "description": "By worrying together, we can prevent much of this from happening.", "sitename": "Vox", "date": "2020-12-11", "cleaned_text": "Think of the achievement. Within a month of the emergence of SARS-CoV-2 — the coronavirus that causes [Covid-19](https://www.vox.com/coronavirus-covid19) — its genome was sequenced. Three months later, the first vaccine candidates were being injected into human volunteers in clinical trials. Now, less than 12 months after the first case was identified in Wuhan, China, the US is slated to initiate the largest mass-vaccination program in its history. Few achievements in modern science rival the speed and the audacity of the coronavirus vaccine program. With the Pfizer/BioNTech vaccine's [imminent emergency use authorization](https://www.fda.gov/news-events/press-announcements/fda-statement-vaccines-and-related-biological-products-advisory-committee-meeting) from the US Food and Drug Administration, it feels as though the long dark of the pandemic — which has claimed over [283,000 American lives](https://covidtracking.com/data/national) and more than 1.5 million worldwide — will soon be relegated to the litany of global tragedies, a thing of the past. As a physician, clinical researcher, and epidemiologist, I am thrilled with the vaccine data so far. The 95 percent efficacy of the [Pfizer/BioNTech](https://www.cidrap.umn.edu/news-perspective/2020/11/pfizer-biontech-note-95-covid-vaccine-efficacy-will-apply-eua) and [Moderna](https://www.cnbc.com/2020/11/16/moderna-says-its-coronavirus-vaccine-is-more-than-94percent-effective.html) mRNA vaccines is [unprecedented](https://www.who.int/influenza_vaccines_plan/resources/Session4_VEfficacy_VEffectiveness.PDF) and better than any of us hoped for. But we need to be careful. We need to temper our enthusiasm with the acknowledgment that the vaccine is a weapon we may not be fully prepared to wield. A lot can still go wrong. I lay out my worries here not as a wet blanket, but because I am a worrier. And, like all the worriers out there, one of the reasons I worry is to ensure the things I worry about don't actually come to pass. By worrying together, we can prevent much of this from happening. I'm providing my worries in a convenient list format, from low probability to high. 1) Unexpected long-term side effects (probability: low) Though mRNA vaccines have never been used in a broad-scale vaccination effort before, in theory, there's not a ton that can go wrong here. The mRNA molecule is incredibly unstable — it's so easy to break down it needs to be transported in super-cold conditions. It has no ability to integrate into DNA, so there's no risk of sci-fi human/coronavirus mutants cropping up. Some scientists have raised concerns that [an immune reaction to RNA could lead to some autoimmune diseases](https://www.nature.com/articles/nrd.2017.243.pdf?origin=ppub) (like lupus) down the road, but extensive human testing has not shown this yet. 2) There won't be enough vaccine for everyone (probability: low) We're likely in good shape here, if we define vaccine as \"that stuff that goes in a vial and eventually into your arm.\" One of the key advantages of the mRNA vaccines is that they are pretty easy to scale up. In fact, you [can make about 1 million doses in a bioreactor the size of a Coke bottle](https://www.biospace.com/article/harnessing-nature-for-faster-mrna-vaccine-manufacturing/). But we don't have to depend on the mRNA vaccines alone. AstraZeneca's vaccine (which contains a bit of coronavirus genetic material wrapped in an adenovirus shell) has [suffered some setbacks recently](https://www.healthline.com/health-news/what-to-know-about-the-astrazeneca-vaccine-controversy) but is still likely to join the fight in the next few months. [Johnson & Johnson's vaccine](https://www.bloomberg.com/news/articles/2020-12-08/u-s-counts-on-deals-with-j-j-astra-to-deliver-enough-vaccines?cmpid=BBD120920_OUS&utm_medium=email&utm_source=newsletter&utm_term=201209&utm_campaign=openamericas) — notable for being a one-dose regimen — may receive an emergency use authorization in early 2021. And the pipeline is full: There are [currently](https://www.nytimes.com/interactive/2020/science/coronavirus-vaccine-tracker.html) 13 vaccines in phase 3 trials (not including the Pfizer/BioNTech vaccine), 17 in phase 2, and a slew of others still in the early stages of testing. Many of these vaccine candidates target the coronavirus spike protein — the same target that has led to high efficacy rates in the frontrunners. If these trials can recruit participants quickly, our armamentarium will increase dramatically. But there is one concern: The existence of effective vaccines (like Pfizer/BioNTech's and Moderna's) may dampen recruitment in ongoing trials. Enrollment in a trial means you have a typically 50 percent chance of receiving a placebo instead of a vaccine. Will individuals continue to volunteer when an effective vaccine may soon be on the market? We'll know soon enough. 3) Vaccination becomes politicized (probability: low) Am I too Pollyannaish on this one? I can't imagine that Republicans, who are desperate to reopen society at any cost, would look the vaccine gift horse in the mouth. Nevertheless, the current leader of the Republican Party has been a [\"vaccine skeptic.\"](https://www.nytimes.com/2020/03/09/health/trump-vaccines.html) That said, the vaccine may prove to be the most broadly popular achievement of Donald Trump's presidency. And I [encourage him to take credit](https://www.vox.com/coronavirus-covid19/21549073/covid-19-vaccine-trump) — his crowing about the vaccine may increase vaccination rates among his supporters, many of whom are increasingly skeptical of science and have [\"low social trust.\"](https://theconversation.com/trump-supporters-have-little-trust-in-societal-institutions-131113) 4) There won't be enough vaccine supplies (probability: medium) This is more of a problem. Vaccines require glass vials, needles, alcohol swabs, and — in the case of the Pfizer/BioNTech vaccine — [an amazing amount of dry ice](https://www.wsj.com/articles/covid-19-vaccines-start-a-frenzy-for-dry-ice-its-like-a-herd-of-mustangs-11607007166). Pfizer has actually [cut its vaccine delivery estimates in half](https://www.bloomberg.com/news/videos/2020-12-04/pfizer-cuts-2020-vaccine-rollout-target-video) because of unspecified shortages of these products. These products are generally not produced by the vaccine manufacturer and need to be sourced from other companies. Despite the success of Operation Warp Speed at accelerating vaccine development, the federal government has [resisted calls to invoke the Defense Production Act](https://www.natlawreview.com/article/addressing-covid-19-vaccine-supply-chain-challenges) to increase the supply of these critical components of the vaccination program. So we face the possibility that we may have plenty of vaccine in freezers but not enough needles to get them into enough arms. This would slow the vaccine rollout, prolonging the pandemic despite approved vaccine candidates. 5) People won't get both doses (probability: medium) Multi-dose vaccines are nothing new — measles, (MMR), rotavirus, and tetanus are all multi-dose regimens. But those are routine childhood vaccines, and parents tend to be a bit more obsessive about their children's health than they are about their own. Parallels to seasonal flu vaccine aren't helping either. Getting a yearly flu shot is easy because it's only one shot. And, to be frank, we're not even that good at getting our yearly flu vaccine ( [only 45 percent of US adults](https://www.cdc.gov/flu/fluvaxview/coverage-1819estimates.htm#results) got their flu vaccine in the 2018-2019 flu season). How many of us will remember to go back three weeks later for the booster Covid-19 shot? This has a few real consequences. First, people may feel protected when they aren't — leading to behavior (crowded post-vaccine dinner parties?) that will spread the virus even faster. But there's a bigger concern here. Several virologists have suggested that inadequate vaccinations may allow the virus to develop \" [vaccine resistance](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7676675/).\" The idea here is that a partially vaccinated person may get a low-grade infection, and selection pressures within that individual will favor viruses that can evade the vaccine-induced immune response. I asked Yale immunologist [Akiko Iwasaki](https://medicine.yale.edu/profile/akiko_iwasaki/) about the possibility: \"It is conceivable that people who have only one shot of the vaccine ... can become infected, resulting in an escape mutant,\" she said. \"This is purely hypothetical at this time, as we have yet to see such escape mutants arise from naturally infected people who have suboptimal immunity.\" So what do we do to get people their second shot? Here are [some ideas](https://www.vox.com/coronavirus-covid19/22163315/covid-19-vaccines-doses-pfizer-moderna), from Vox's Dylan Scott. 6) Doctors will bend the truth to help their patients get a vaccine faster (probability: medium) Until vaccines are ubiquitous, we'll need to prioritize who gets them first and who has to wait. The [Centers for Disease Control and Prevention has released its initial guidance](https://www.sciencemag.org/news/2020/12/cdc-advisory-panel-takes-first-shot-prioritizing-who-gets-first-shots-covid-19-vaccines), focusing on health care workers and residents of long-term care facilities for the first phase of the rollout. Phase 2 is where it gets tricky. We don't have great clarity yet, but it is likely that the vaccine will be reserved for those with preexisting conditions (like older age, diabetes, and maybe even obesity). How will your local CVS know that you have these comorbidities? Your doctor will most likely have to vouch for you. This will create some perverse incentives for doctors like me, who often think more about the benefit to individual patients than we do to society at large. Should I check that blood pressure one more time to see if I can make a hypertension diagnosis? Should I check the \"obesity\" mark on the vaccine form even if the patient is just overweight? And lest you think doctors are immune from this type of behavior, let me remind you how often we give our patients antibiotics for no rational reason — 30 percent [in the largest study to date](https://jamanetwork.com/journals/jama/article-abstract/2518263). We want to keep our patients happy. That's not always the right thing to do. There's certainly an unfairness issue, but the bigger problem with doctors upgrading people to \"high risk\" is the inappropriate allocation of scarce vaccine resources to those who would likely do okay without it. While vaccines are scarce, it's critical that we vaccinate the actual highest-risk groups, not the individuals that doctors can make look high risk. 7) Vaccines will exacerbate inequality in the health care system (probability: high) This is really a corollary to No. 3, but something that keeps me up at night. There are currently [80 million people in the US with no regular access to doctor's care](https://www.usnews.com/news/health-news/articles/2019-12-17/fewer-americans-have-a-primary-care-doctor-now), many of whom have significant comorbidities that no one is documenting. These are predominantly people of color and of lower socioeconomic status. These are also the people who have suffered most during the Covid-19 pandemic. In other words, they are the people who would most benefit from the vaccine. And they may be left behind. To prevent this, we need targeted vaccination programs in low-income and underresourced communities. We also need to waive comorbidity restrictions among those without access to quality health care. California's proposal to consider \" [historical injustice](https://www.kqed.org/news/11849892/california-may-consider-historical-injustice-in-deciding-how-to-allocate-coronavirus-vaccine)\" to vaccine allocation is not far off the mark. 8) A false sense of security develops (probability: high) Ninety-five percent efficacy is nothing to sneeze at. At that level of efficacy, even if people loosen up, go out to dinner, and wear masks less after they get vaccinated, we should still see a dramatic decline in infections. The problem with the false sense of security is not societal, it's individual. When a vaccine is 95 percent effective, everyone who gets it assumes they are in the 95 percent. No one thinks they are in the 5 percent, but 5 out of every 100 people are. If those five people stop engaging in behaviors like social distancing and mask-wearing before the pandemic ends, they may still suffer the gravest consequences of Covid-19. 9) Anti-vaxxers amplify and misrepresent side effects (probability: almost certain) [This is already happening](https://www.ft.com/content/f84746af-9a7f-4cc8-a3b5-434d4c08556e). The real worry is how much it will affect the broad-scale vaccination effort. We need to get about 70 percent of the population vaccinated (or infected with Covid-19, which would be ethically wrong) for herd immunity to end the pandemic. That's a high bar, and the power of social media to amplify false or misinterpreted messages and spread them far and wide is huge. I'm not worried about the \" [microchip tracking devices](https://www.reuters.com/article/uk-factcheck-vaccine-microchip-gates-ma/fact-check-rfid-microchips-will-not-be-injected-with-the-covid-19-vaccine-altered-video-features-bill-and-melinda-gates-and-jack-ma-idUSKBN28E286)\" nonsense. I'm worried about anecdotes. I remember a story [Paul Offit](https://www.med.upenn.edu/apps/faculty/index.php/g275/p12540), a vaccine expert at the University of Pennsylvania and member of the FDA vaccine advisory committee, told me once when I was in residency. He was about to vaccinate a child with the MMR vaccine. Five minutes before he gave the vaccine, the child had the first seizure of his life. Can you imagine what would have happened if that seizure occurred five minutes after he gave the vaccine? We're going to vaccinate hundreds of millions of people. Someone is going to have a seizure after they get the vaccine. Someone is going to have a heart attack. Someone will get into a car accident, and someone will die by suicide. These stories will burn through social media like wildfire. And remember that anecdote and evidence are not the same thing. Are there other things to worry about? Absolutely. The thing that derails the whole effort may be something none of us has thought of yet. It will be important to stay flexible, stay optimistic, confront the challenges as they come, and keep hope alive so we can keep each other alive. F. Perry Wilson, MD MSCE is an associate professor of medicine at the Yale School of Medicine and director of Yale's [Clinical and Translational Research Accelerator](https://medicine.yale.edu/intmed/ctra/). He writes a weekly column on [Medscape.com](https://www.medscape.com/index/list_12471_0) and is the creator of the free online course [\"Understanding Medical Research: Your "}