{"title": "¿Cuál es la mejor vacuna contra el coronavirus? ¿Y la más segura?", "author": "Cristina Castro", "url": "https://www.elindependiente.com/vida-sana/salud/2021/04/10/son-unas-vacunas-mas-seguras-que-otras/", "hostname": "elindependiente.com", "description": "Son el arma más eficaz contra el coronavirus, especialmente cuando no hay un tratamiento estándar contra la enfermedad. Las vacunas permiten empezar a", "sitename": "El Independiente", "date": "2021-04-10", "cleaned_text": "Son el arma más eficaz contra el coronavirus, especialmente cuando [no hay un tratamiento estándar](https://www.elindependiente.com/vida-sana/salud/2021/01/30/un-ano-despues-aun-no-hay-un-tratamiento-especifico-contra-el-coronavirus/) contra la enfermedad. Las vacunas permiten empezar a dejar atrás el horror de la epidemia y en países como Israel, con más de la mitad de la población completamente vacunada, [la vida se parece ya a la que nos robó el virus hace ya más de un año](https://www.elindependiente.com/sociedad/2021/03/17/asi-es-la-vida-en-israel-con-un-50-de-la-poblacion-inmunizada/). Sin embargo, [las trombosis asociadas a la vacuna de Astrazeneca](https://www.elindependiente.com/vida-sana/salud/2021/04/07/la-ema-pide-seguir-vacunando-con-astrazeneca-pese-al-posible-vinculo-con-las-trombosis/) están provocando una crisis en los planes de vacunación con los que los gobiernos aspiran a alcanzar lo antes posible la inmunidad de rebaño. La Agencia Europea del Medicamento las ha catalogado como \"efectos adversos muy raros\" (uno de cada 100.000 vacunados) y ha recomendado seguir utilizándola, pero muchos países, [como España](https://www.elindependiente.com/vida-sana/salud/2021/02/03/espana-decide-que-no-pondra-la-vacuna-de-astrazeneca-a-mayores/), han reaccionado restringiendo su uso. \"Estas decisiones no son adecuadas porque no están científicamente fundamentadas. Los gobiernos están respondiendo más a sus propios temores que a la evidencia científica y están provocando que se desproteja la vida de millones de personas que es lo que hacen las vacunas\", afirma el epidemiólogo Daniel López-Acuña, ex director de Acción Sanitaria en Situaciones de Crisis de la Organización Mundial de la Salud. Ralentizar la vacunación es un problema que se une a la desconfianza que los efectos adversos han generado en la población y que provocaron este jueves que [un 62% de los citados para vacunarse en Madrid con AstraZeneca la rechazaran](https://www.elindependiente.com/espana/2021/04/09/madrid-advierte-que-mas-del-62-de-los-citados-han-rechazado-la-vacuna-de-astrazeneca/), según informó el Gobierno regional. \"El daño ya está hecho. La gente tiene recelos y acotar a distintas edades la vacunación, como está pasando en los distintos países, sólo crea más desconfianza y confusión\", apunta Vicente Soriano, médico especialista en enfermedades infecciosas. \"La mejor vacuna es la que antes te ponen\" Sin embargo, especialistas en seguridad del paciente como el médico Jesús Palacio, subrayan que no podemos hablar de vacunas mejores que otras y que \"los modelos matemáticos y los datos disponibles coinciden: la mejor vacuna de las aprobadas es la que antes te ponen\". Palacio incide en que no se puede hablar de vacunas más eficaces o seguras que otras porque \"no hay estudios comparativos de las vacunas aprobadas entre sí. Todas han demostrado un balance riesgo/beneficio favorable frente a no vacunar\". También la reconocida viróloga del CSIC Margarita del Val reconocía este viernes en Espejo Público que \"la seguridad de las vacunas de Pfizer, Astrazeneca y Moderna es la misma\" y que lo arriesgado era ofrecer otra vacuna para la segunda dosis a quienes habían recibido la primera, algo que calificaba de \"experimento\". También Rodrigo Rial, presidente del Capítulo Español de Flebología de la Sociedad Española de Angiologia y Cirugía Vascular, que estudia las trombosis, afirma a El Independiente que \"no hay un riesgo añadido de trombos para esta vacuna y que estadísticamente no hay una diferencia entre las diferentes vacunas a nivel de seguridad\". Tasas de reacciones adversas y trombos Tras la información aportada esta semana por la EMA de los casos de trombosis específicas asociadas a la vacuna, la tasa de aparición ronda el caso por cada 100.000 vacunados, superior a la aportada por Reino Unido (que ha administrado mayoritariamente este fármaco), que ha encontrado un caso por cada 250.000 vacunados. \"El riesgo de padecer un trombo también aparece en otros fármacos como corticoides, anticonceptivos o diuréticos, pero no oír eso dejamos de usarlos. Los corticoides, por ejemplo, se usan en los enfermos graves de Covid porque la probabilidad de que se beneficien los pacientes es muy superior\". Por otro lado, la EMA [está estudiando la potencial aparición de casos de trombocitopenia inmune](https://www.elindependiente.com/vida-sana/salud/2021/04/09/la-ema-estudia-la-potencial-aparicion-de-trombocitopenia-inmune-con-las-tres-vacunas-del-covid/) (la bajada de plaquetas que se ha asociado a los trombos característicos de AstraZeneca) en las tres vacunas que ya se han administrado además de [casos de trombosis inusuales similares en los vacunados con Janssen](https://www.elindependiente.com/vida-sana/2021/04/09/la-ema-estudia-el-riesgo-de-trombos-con-la-vacuna-de-janssen/), que se aprobó en Europa el 15 de marzo. \"Que no hayan aparecido en otras vacunas no quiere decir que no hayan sucedido. Además, hay que tener en cuenta los millones de dosis que se han puesto de Astrazeneca en muy poco espacio de tiempo. Eso te permite detectar cosas rarísimas que con un fármaco normal o del que todavía no se hayan administrado tantas dosis puede no haber sido posible detectarlas\", explica Soriano. De hecho, la aparición de trombos en los pacientes Covid es relativamente frecuente, con hasta [el 17% de los pacientes ingresados](https://trombo.info/nuevo-estudio-covid-y-enfermedad-tromboembolica-venosa/). \"Estas complicaciones son muy frecuentes en los pacientes, se han producido muertes y se han tenido que amputar extremidades. Lo que hay que hacer ante estos posibles efectos adversos es identificarlos lo antes posible\", explica Ruth Figueroa, portavoz de la Sociedad Española de Enfermedades Infecciosas y Microbiología Clínica (SEIMC). En este sentido [la EMA informó de los principales síntomas tras los que solicitar atención médica inmediata](https://www.elindependiente.com/vida-sana/2021/04/05/los-7-sintomas-tras-la-vacuna-de-astrazeneca-que-necesitan-atencion-medica-inmediata/). Notificaciones de efectos adversos Aunque los reguladores destacan que efectos adversos notificados no significa efectos secundarios de la vacuna, lo cierto es que en los datos del servicio de farmacovigilancia europeos hasta el 3 de abril, la vacuna de AstraZeneca tenía una tasa de notificación de 0,83 frente, por ejemplo, 0,23 de Pfizer. Unos datos que contrastan con los recogidos un mes antes, cuando la de Pfizer presentaba una tasa de 0,21 y la de AstraZeneca de 0,14. \"Desde la aparición del primer caso hemos estado muy encima de la vacuna de AstraZeneca y por tanto es normal que haya más efectos notificados\", afirma Agustí. Para Figueroa, \"esto hay que cuestionarlo mucho. Primero, porque es la primera vez que estamos viendo este tipo de plataformas en tiempo real. Puede tener que ver con el perfil de población vacunada y por supuesto con la información pública sobre los problemas de los trombos\", advierte. Esa mayor tasa de reacciones en Europa no se refleja entre los vacunados en España con AstraZeneca. Así lo recoge el último [informe de farmacovigilancia de la Agencia Española de Medicamentos y Productos Sanitarios](https://www.elindependiente.com/vida-sana/salud/2021/04/09/la-ema-estudia-la-potencial-aparicion-de-trombocitopenia-inmune-con-las-tres-vacunas-del-covid/) (AEMPS), que recoge una incidencia de 1,8 efectos secundarios por cada 1.000 vacunados con AstraZeneca, 1,7 con Pfizer y 2,9 con Moderna. ¿Vacunación a la carta? En este espectáculo en vivo de la evolución de la pandemia, en Europa se ve cómo países como Estados Unidos ofrecen en algunos casos vacunación a la carta para que el ciudadano elija qué marca quiere recibir. \"Eso en España no es factible. Allí no hay un sistema sanitario público. En Europa las vacunas son bienes escasos que usar con criterios de racionalidad científica. Las vacunas son un bien esencial para el control de la epidemia y lo que tenemos que hacer es utilizarlas con la mejor indicación posible\", explica López Acuña. El principio de precaución y su coste ¿Por qué, si la EMA sigue recomendando la vacuna, los gobiernos de muchos países han decidido restringir a distintos tramos de edad la vacunación con AstraZeneca? Son varios los políticos que han hablado públicamente del \"principio de precaución\" para dejar de administrar la vacuna en grupos de edad al margen de la evidencia científica de la Agencia Europa del Medicamento. \"Regirse por el principio de precaución tiene un coste elevado. La precaución es magnífica cuando no implica dejar de vacunar y por tanto dejar de proteger, que es lo que están haciendo las vacunas. El impacto de no vacunar es mucho mayor que el de administrar la vacuna y se traduce en muertes, hospitalizaciones y secuelas\", explica López Acuña. Para Agustí, el principio de precaución podría ser válido \"si hubiese más vacunas disponibles pero, al no ser el caso se están eliminando los beneficios de vacunar a más personas en menos tiempo\". \"Lo más grave es tener vacunas con eficacia y seguridad probadas y dejar a parte de la población expuesta y sin vacunar 'por su seguridad'. Cada semana que retrasamos la vacunación cuesta contagios, sufrimiento, complicaciones, ingresos y muertes. Hay que administrar todas las vacunas disponibles lo antes posible para evitar males mayores a las personas y a la sociedad\", afirma el médico especialista en seguridad del paciente. Palacio también recuerda que en España la estrategia de vacunación \"ha dejado apartados a la generación entre 65 y 79 años en los primeros meses, que se han vacunado incluso menos que otras franjas de edad como los menores de 55 y son lo que más lo necesitan\". Seguir el criterio de la EMA Todos los expertos consultados apuestan por depositar la confianza en la Agencia Europea del Medicamento y seguir su criterio. \"Tienen años de experiencia en este campo, han estudiado y aprobado las vacunas, están revisando en profundidad los casos y no han tenido impedimentos en rechazar o retirar fármacos. En el Covid ha habido agilidad para hacerlo. Por ello ahora no se entiende actuar de forma contraria. La falta de un criterio único genera desconfianza y rechazo\", concluye la presidenta de la Sociedad Española de Farmacología Clínica. En ello coincide Figueroa, que cree que \"la libertad de los países no debería traducirse en criterios distintos que llevan a más confusión. Esto es una prueba de fuego, porque se trata de una reacción grave, pero es muy infrecuente y no puede olvidarse que las vacunas que se ponen salvan vidas\". Soriano recuerda también que \"es vital a corto plazo aumentar la población vacunada y más en un país como España que vive del turismo y para el que resulta crucial este próximo verano\". Te puede interesar Lo más visto - 1 [Marcial Dorado asegura que antes del 23-J recibió \"mucho dinero\" a cambio de ensuciar la imagen de Feijóo](https://www.elindependiente.com/espana/2023/09/19/marcial-dorado-asegura-que-antes-del-23-j-recibio-mucho-dinero-a-cambio-de-ensuciar-la-imagen-de-feijoo/?utm_source=web&utm_medium=module&utm_campaign=mv-1) - 2 [Se cancela la emisión del jueves de 'Cuentos chinos' tras alcanzar el mínimo histórico de audiencia](https://www.elindependiente.com/series-y-television/2023/09/20/se-cancela-la-emision-del-jueves-de-cuentos-chinos-tras-alcanzar-el-minimo-historico-de-audiencia/?utm_source=web&utm_medium=module&utm_campaign=mv-2) - 3 [El tesoro de un templo faraónico emerge tras dos milenios en el "}