{"title": "Anabel Pérez ha hecho una publicación en LinkedIn", "author": "Anabel Pérez", "url": "https://www.linkedin.com/posts/anabel-p%C3%A9rez-5614479b_toxicidad-de-hormonas-ambientales-presentes-activity-7098217275509346304-6kXf", "hostname": "linkedin.com", "description": "Anabel Pérez ha publicado imágenes en LinkedIn", "sitename": "Linkedin", "date": "2023-08-18", "cleaned_text": "HM Hospitales. MÀSTER en GESTIÓN SANITARIA.Experto en tabaquismo. Miembro de la ERS y SEPAR. TOXICIDAD DE HORMONAS AMBIENTALES PRESENTES EN ACEITES ESENCIALES EMPLEADOS EN AROMATERAPIA. Varios estudios previos han demostrado que el aceite esencial de lavanda y del árbol de te, actúan como sustancias químicas que alteran el funcionamiento del sistema endocrino ( disruptores endocrinos), a través de su aplicación directa en la piel provocando ginecomastia masculina, o el desarrollo de tejido mamario, en niños preadolescentes. En el caso de las niñas se ha descrito vinculación con la aparición de pubertad precoz. A estos estudio se añade un reciente trabajo, realizado en ratas, sobre los efectos de la aromaterapia con lavanda y árbol de te demostrando que la inhalación continua de aceite esencial de lavanda afecta la activación temprana de gonadotropinas y la pubertad precoz. Esta activación de los estrógenos vendría producida, por la estimulación del sistema nervioso, a partir de la inhalación de dichas moléculas ambientales que atraviesan la barrera hematoencefálica a través del sistema olfativo presente en la nariz. Estos resultados sugieren que hay que evitar la exposición al aceite esencial de lavanda y árbol del te, para minimizar los efectos estrogénicos iatrogénicos innecesarios que ciertas fragancias, difusores y perfumes pueden provocar estimulando de forma la temprana el eje hipotálamo gonadal , particularmente en niños más pequeños. Es importante que la población esté al corriente de estas observaciones clínicas que poco a poco van desvelando que la aromaterapia puede que no sea tan recomendable especialmente en los niños. Kim YM, Lim HH. Association of Early Pubertal Onset in Female Rats With Inhalation of "}