{"title": "Reflexology Certification | A Life Of Peace Wellness Education Institute", "author": null, "url": "https://www.alifeofpeace.org/reflexology-certification?lang=es", "hostname": "alifeofpeace.org", "description": "Earn a certification in reflexology", "sitename": "Alifeofpeace", "date": "2006-01-01", "cleaned_text": "Entrenamiento de reflexología táctil naturopática La reflexología es una de las formas documentadas más antiguas de terapia táctil que se remonta a más de 7.000 años en el antiguo Egipto (Kmt). Naturopathic Touch Reflexology toma su protocolo y versos de terapia de la antigua África, Asia y la América moderna para crear una técnica de toque curativo para las manos, los pies, las orejas y el cuero cabelludo que estimula el sistema completo del cuerpo. Aprenda puntos reflejos, técnicas de acción con los dedos y teoría avanzada sobre este antiguo arte de la curación táctil. Las clases semestrales de primavera, verano y otoño se reúnen los jueves por la noche para la teoría interactiva y el aprendizaje práctico. Utilice herramientas tradicionales y modernas para esta terapia de relajación que realinea las frecuencias y canales de energía de todo el cuerpo. Planes de pago disponibles Calendario 2022 - Houston, TX Fechas por confirmar Clase 1: Principios de la reflexología: explore la historia de la reflexología desde la antigüedad. Aprenda cómo funciona la reflexología como medicina energética para la estimulación celular completa en la salud general y específica. Conozca los detalles de la anatomía del pie, la mano y el cuero cabelludo en relación con el mapa de reflexología. Conozca los beneficios de la reflexología para la salud en general. Clase 2: Técnicas de reflexología - Aprenda las técnicas, secuencia completa del pie, secuencia completa de la mano, secuencia completa del oído, secuencia completa del cuero cabelludo, ejercicios de relajación de pies y manos. Practica mini sesiones. Clase 3: Reflexología para las etapas de la vida: aprenda reflexología para bebés, niños, adolescentes y ancianos. Técnicas de reflexología específicas para mujeres, incluso durante el embarazo y específicas para hombres. Clases 4: Reflexología para problemas de salud y planes de atención de reflexología: aprenda técnicas y conocimientos sobre el sistema corporal. Explore las tablas de tratamiento de órganos específicos para la terapia. ¡Celebración "}