{"title": "PDF", "author": "PDF", "url": "https://www.in.gov/nrc/files/may2003.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "of May 20, 2003 MEMBERS PRESENT Michael Kiley, Chair John Goss, Secretary Damian Schmelz Jerry Miller Larry Goode Robert Murphy Mary Ann Habeeb Jane Anne Stautz Raymond McCormick, II NATURAL RESOURCES COMMISSION STAFF PRESENT Stephen Lucas Sylvia Wilcox Jennifer Kane Debra Michaels DEPARTMENT OF NATURAL RESOURCES STAFF PRESENT Carrie Bales Executive Office Paul Ehret Executive Office John Davis Executive Office Janet Parsanko Executive Office Bob Waltz Entomology and Plant Pathology Gwen White Fish and Wildlife Jim Wichman Forestry John Freidrich Forestry Jon Smith Historic Preservation and Archaeology Frank Hurdis Historic Preservation and Archaeology Rick Jones Historic Preservation and Archaeology Sam Purvis Law Enforcement Dave Cruser Law Enforcement Jeff Wells Law Enforcement Greg Ellis Legal Ihor Boyko Legal Ann Knotek Legal Cathy Wolter Legal Ron Richards State Museum and Historic Sites 2Lorri Dunwoody State Museum and Historic Sites John Bacone Nature Preserves Cloyce Hedge Nature Preserves Emily Kress Outdoor Recreation Nila Armstrong Outdoor Recreation John Richardson Outdoor Recreation Debbie Dale Reclamation Marvin Ellis Reclamation Ronald Pearson Reclamation Tim Taylor Reclamation John Bergman State Parks and Reservoirs Gary Miller State Parks and Reservoirs Ginger Murphy State Parks and Reservoirs Jim Hebenstreit Water Marvin Thompson Water GUESTS Dick Mercier Martha Clark Mike Mullett Roy Garrett Jeff Duhir Becone Poth Nat Noland Gary Doxtater Steve Strasser Kent Reineking Rae Schnapp Craig Benson Jeff Roberts Clarke Kahlo Stacy Lampros Suzanne Mittanthal George Lenz Jean Anne Messenger BI-MONTHLY REPORTS Michael J. Kiley, Chair, called to order the regular meeting of the Natural Resources Commission at 10:05 a.m., EST, on May 21, 2003, at The Garrison, Fort Benjamin Harrison State Park, Indianapolis, Indiana. With the presence of nine members, the chair observed a quorum. Jerry Miller moved to approve the minutes of March 18, 2003. Damian Schmelz seconded the motion. Upon a voice vote, the motion carried. John Goss provided the Director's Report. He reported, \"The good news is this season the properties are all open.\" He said the campgrounds, gates, and ramps that were closed last season have re-opened due to staffing changes. Goss explained that staffing is increased during peak times, but \"not necessarily during the entire summer season.\" He said that John Davis will give an update on the state parks. Director Goss reported, regarding the budget and said, \"We did very well with the Legislature on our Operating Budget. We received within about a million dollars of what we requested, which is very good news.\" Goss noted, however, the State still has about a $270 million General Fund 3deficit. \"We are anticipating the Governor and the Budget Agency asking us to reserve 5% of our budget, so we're not out of the woods yet. We probably still need to be very conservative with all our spending this year.\" Goss said DNR is also looking at additional hour changes, such as closing the Museum on Mondays, which has been open seven days a week for the first year. He said closing Mondays is \"typical\" of most museums and attractions anywhere. \"There may be some other reduced hours and things like that, but we will still do our best to keep open for peak traffic and peak time.\" Goss summarized the Legislative projects by reporting that DNR proposed 35 statutory fees and permit increases—all but one was adopted. \"It actually turned out to be a very positive experience.\" Goss stated that all funds, totaling $4 million, would go into dedicated accounts to support staff and operating costs for each part of the program. Goss thanked the Indiana Coal Council, the Hoosier Environmental Council, the Indiana Sportsman Roundtable, and various other organizations for their support on the increased fees. Goss continued, \"Probably the biggest surprise was the increase in the Lake and River Enhancement (\"LARE\") Fund.\" Goss explained that historically it has been a $5 fee for every boat that is licensed in the state. \"There is now going to be an additional fee increase that will be based on the value of the boat ranging from $5 to $20,\" which will add $1.2 million to the Law Enforcement for lake and river enforcement patrols starting this summer. Goss noted that approximately 20% of the money would be \"passed through\" to local law enforcement agencies to fund local partnership projects. \"It should be a significant improvement in our enforcement all through the summer.\" Goss also noted that another $1.2 million would be distributed to the State Soil Conservation Board for grants to local projects for invasive weeds and sediment control. Goss explained that two changes for operations were very close to passing. He said it is anticipated that the Governor will create a new Native American Commission by Executive Order. He said the Native American Council has been staffed by DNR, but may change to include other state agencies. Goss also reported that the Heritage Agency bill, which would have created a new agency that would include, among others the State Museum and Historic Sites and the Division of Historic, the Historic Preservation Review Board, and the Division of Historic Preservation and Archaeology did not pass. He said the Governor would issue an Executive Order \"to connect all the heritage functions this year in State Government.\" Goss that the isolated wetlands regulations were \"probably the biggest environmental issue of this session.\" He said a bill was passed, but was vetoed by the Governor. \"The Governor intends to appoint a task force including IDEM, DNR and all other interested parties to keep working on the issue.\" Goss said did not know if there was going to be an attempt to override the veto. \"The wetlands regulation is still a very, very serious project for us.\" Goss reported that the Heritage Trust was \"threatened\" with a dedicated amount of money to be taken out of the Heritage Trust Fund and dedicated to a single project. \"It was a very interesting showdown in which Legislators were arguing how we should pay for Prophetstown State Park.\" He said the final result was not to dedicate Heritage Trust funds to projects. \"I think that's a victory for the Trust and for all groups involved as partners. It was a close call.\" 4 Goss introduced the Department's new Chief Legal Council and Deputy Director, Janet Parsanko, who replaced Carrie Doehrmann. \"She comes from the Attorney General's Office with significant experience in major legal work, and I think will be a very valuable player on our team.\" Damian Schmelz, Commission Member, asked for clarification to a reference to a fee increase proposal that was not passed by the Legislature. Goss explained that the historic sites fee increase proposal \"got caught up with the Heritage Agency bill. I think if we had had it in a different bill, it would have passed.\" He said that donations will still be taken at historic sites, but DNR would not have the authority to charge an admission. Schmelz commented, \"Even pricing by a few dollars puts things out of reach for an awful lot of citizens.\" Goss responded that DNR has to be \"very careful for not pricing people out. He noted that, as far as primitive camping, fees have not increased nor has gate fees increased. Jerry Miller, Chair of the Advisory Council for Lands and Cultural Resources stated that he was not present at the last Council meeting so he deferred to John Davis to provide the report. John Davis reported that the Advisory Council endorsed all proposed fees on the Commission's agenda. He said that the fees were for professional licenses or for access to databases. Davis said that the Advisory Council meeting was well attended and that there was \"very good discussion.\" He said a \"universal comment\" was to structure the fees so they \"'pay the freight' for what we are charging.\" Davis reported that the new Camping Reservation System, which was implemented a few months ago. \"We're still well ahead on the number of Internet reservations that have been made over and above what we thought the percentage would be. That is good for us. We make more money per Internet reservations than we do for other types, because it costs us less.\" Davis said camping fees are collected at a faster rate, but it \"doesn't mean we are collecting more fees, because we are requiring advanced payment.\" Davis said that the system seems to be working well and \"we are not suffering double bookings and that kind of thing.\" Davis informed that the dedication of the Hay Press at Harrison-Crawford State Forest, Crawford would take place on May 31, 2003. Davis also announced that the Redbird State Riding Area would open on June 7, 2003, to provide off-road vehicle riding on reclaimed coal mine land. \"I think that is going to be a well-attended and popular event.\" Davis introduced Suzanne Mittenthal, Executive Director from the Hoosier Hiker's Council. Mittenthal explained how the Hoosier Hiker's Council (HHC) is an Indiana statewide trail improvement association. She explained that since 1995 HHC has been dedicated to help improve trails, rehabilitate trails and to expand healthy outdoor opportunities. Mittenthal provided that since 1995, HHC volunteers have devoted over 11,600 hours of time to trail improvement, mainly on DNR properties. 5Mittenthal explained that the HHC has built or improved over 90 miles of trails on seven different city, state and federal park and forest properties, which include the following: Adena Trace (24 miles) Brookville Lake, south of Richmond (completed 2002). Adventure Trail, Harrison-Crawford State Forest (evaluation report, some rehabilitation). Minnehaha Fish and Wildlife Area, near Terre Haute (cleared, bridge project planned). Eagle Creek Park Trails, (multi-year rehabilitation project to begin in September 2003). Brown County State Park Trails, four-year rehabilitation project begun in 2002). Tecumseh Trail (40 miles), Yellow lake Trail (5 mi.), Morgan-Monroe/Yellowwood State Forest, 1996-2001, all trails rehabilitated. Leonard Springs Natural Trail, (1 mile) Bloomington City Parks built by the HHC. Original Knobstone Trail: four major rehabilitation projects in on-going HHC efforts. Documented work completed and trail improvements needed listed on HHC website. Mettenthal expanded on the commitment made by the HHC to extend the landmark Knobstone Trail (KT) to its planned 140-mile length. In 2001, the HHC completed the northern third of the Knobstone, called the Tecumseh Trail. The 40-mile trail connects properties in Morgan-Monroe/Yellow State Forest down to Monroe Reservoir. HHC is currently working on the middle section, named the \"Pioneer Trail\". She said, \"there are a number of preserved buildings and bridges along the way.\" Mittenthal said that she has met with a number of officials in Washington County and said, \"those people who are at the Knobstone ends are very positive about the usefulness of making the Knobstone bigger for tourism and greater local use.\" Chairman Kiley thanked Mittenthal and asked that she extend thanks to the HHC for the efforts of its members. Ray McCormick II, Chair of the Advisory Council for Water and Resource Regulation, said he was unable to attend the last Advisory Council meeting. Paul Ehret, Deputy Director, reported that the first round of gypsy moth treatment with bacillus thuringienis (Btk) was completed. The second round of treatment would include nine sites in nine different counties being treated, totaling an area of 690 acres. He said DNR is also looking at the possible pheromone treatment later this year. DNR has been working with local drainage boards in Noble and LaGrange. He said Drainage Boards have requested to designate three branches of the Elkhart River as \"legal drains\". Ehret said, \"we have some problems with that particular proposal, and we pointed out some of our concerns with creating legal drains on some of those bodies of waters.\" He said that DNR has several properties in nature preserve and wetland areas that would be of concern with the creation of drainage. \"However, we do recognize that there are some problems with the Elkhart River, and we offered to work with those county drainage boards to see if we can deal with those problems short of creation of legal drains.\" Ehret said that staff met with the Surface Mine Bond Pool Committee. He said, \"The interesting about the Bond Pool meeting was we had two new applicants for the bond pool.\" Early in its history, the Bond Pool served a \"rather useful purpose\" as an alternate method for bonding for surface mining. \"Because of the availability and cheap rates on bond sureties, the bond that was 6offered by the state pool had fallen into pretty much disuse.\" Because of the events of September 11, however, sureties and insurance \"became scarcer, and their rates were inflated.\" Ehret stated that there has been a \"renewed interest\" in the bonding pools and alternative bonding of surface mines. \"The two new sureties, one from Black Beauty Coal Company and one from Triad Mining, are indicative from that new interest.\" Ehret said the Indiana General Assembly appropriated $7 million to the Little Calumet River Basin Commission. \"That has basically been an Indiana issue for 25 years or more with the construction of the flood control projects.\" He said the Little Calumet Basin Commission was having problems coming up with a State match for the Corps of Engineer project. The $7 million should be a \"well needed infusion of state money to hopefully continue that project.\" PERMANENT APPOINTMENTS AND PERSONNEL INTERVIEWS Permanent Appointment for the Position of Assistant Property Manager at Minnehaha Fish and Wildlife Area Jane Anne Stautz presented this item. She said that Scott McCormick was recommended for the Assistant Property Manager at the Minnehaha Fish and Wildlife Area. Stautz said, \"Scott has an excellent background in this field and in this area.\" Jane Anne Stautz moved to approve Scott McCormick as Assistant Property Manager at Minnehaha Fish and Wildlife Area. Damian Schmelz seconded the motion. Upon a voice vote, the motion carried. Permanent Appointment for the Position of Assistant Property Manager at Rousch Lake, Huntington Reservoir Jane Anne Stautz presented this item. She said that Mike Felton was recommended for the position of Assistant Property Manager at Rousch Lake at Huntington Reservoir. Stautz noted that Felton has been an assistant and has been employed with the DNR for a number of years. She said, Felton, \"would be a great addition to the property.\" Jane Anne Stautz moved to approve Mike Felton as Assistant Property Manager at Rousch Lake at Huntington Reservoir. Damian Schmelz seconded the motion. Upon a voice vote, the motion carried. Permanent Appointment for the Position of Assistant Property Manager at Versailles State Park Jane Anne Stautz presented this item. Stautz said that Jeremy Sobecki was recommended for the position of Assistant Property Manager at Versailles State Park. Stautz informed that Sobecki 7was also a current employee with the Department of Natural Resources and is \"highly recommended as well.\" Jane Anne Stautz moved to approve Jeremy Sobecki as Assistant Property Manager at Versailles State Park. Damian Schmelz seconded the motion. Upon a voice vote, the motion carried. Permanent Appointment for the Position of Assistant Property Manager at Harmonie State Park Jane Anne Stautz presented this item. Stautz said, \"We're pleased to recommend in the form of a motion Phil Brown, who is also a current Department of Natural Resources employee and is highly recommended.\" Jane Anne Stautz moved to approve Phil Brown as Assistant Property Manager at Harmonie State Park. Damian Schmelz seconded the motion. Upon a voice vote, the motion carried. Chairman Kiley added, \"For the benefit of the public as well as other persons here as part of the staff, I think it's important to know that these appointments are recommended by our personnel committee and are people who come from within the system. Although we certainly look for qualified people, we like to recognize the hard work and effort that people put in with respect to the Commission and Departmental work over a period of years. We are very fortunate to have the dedicated people that we have.\" DIVISION OF STATE PARKS AND RESERVOIRS Consideration of Proposal to Name the Raptor Rehabilitation Center at Hardy Lake the Dwight Chamberlain raptor Rehabilitation Center Ginger Murphy, Chief Interpreter for the Division of State Parks and Reservoirs, presented this item. Murphy said that the Raptor Rehabilitation Center located in Scottsburg, Indiana is the only Raptor Rehabilitation Facility operated by the Department of Natural Resources. She noted that the Center has been in operation since 1987, and there have been approximately 6,200 programs coming from the facility. About 383,000 people have been reached through this program. \"It's a really unique facility that takes in injured birds of prey, injured hawks and owls and takes care of them. \"It takes a chunk of money to care for those and provide for those.\" She said Dwight Chamberlain, a retired professor from Hanover College, has been a \"big part\" of the program. \"Every year he provided funds for us to care for that facility.\" She shared that Chamberlain is a \"real bird lover\" and noted that Chamberlain's research was in ornithology for his doctorate dissertation. \"We feel very strongly that his support over the years, which as amounted to about $20,000 over the last ten years, has significantly helped us provide for that facility. We would like to name the facility in his honor.\" Murphy explained that Chamberlain has provided in his will a trust that will provide $3,000 annually to cover the costs of food and cages for the raptors. \"We would like to name the Raptor Rehab Center at Hardy Lake in honor of Dwight Chamberlain.\" 8 Kiley asked whether Chamberlain was present. Murphy explained that Chamberlain was not present, and \"we have tried to keep this a secret from him because we wanted him to be surprised.\" Kiley asked the Commission meeting attendees to help in the \"confidentiality of this award.\" Jane Anne Stautz moved to name the Raptor Rehabilitation Center in Dwight Chamberlain's honor. Damian Schmelz seconded the motion. Upon a voice vote, the motion carried. Informational Item: Proposal for Group Program Fees at State Parks, Reservoirs, State Forests, and the State Museum Ginger Murphy, Chief Interpreter for State Parks and Reservoirs, also presented this item. Murphy said the Division of State Parks and Reservoirs has been working on the proposal for group program fees for several months. She noted that the proposal would also be applicable to the Indiana State Museum. Murphy stated the Division would like to implement a program fee of $1 per person for groups that visit the properties. Murphy said there are 15 full-time interpreters at 15 properties around the state. \"We do a number of programs. We see about 90,000 school kids and other members of groups in the course of a year. We provide a lot of materials and information.\" She said the interpreters conducting the programs have backgrounds in science, biology, natural resources, so \"they are really good resources for teachers in the schools. We love having folks come to our sites, but there is a cost to that.\" Murphy stated the Division of State Parks and Reservoirs is looking at ways to be \"more self-supporting and less dependent on funds from the Legislature, and this is one way that we can do that. Murphy explained that a $1 per person surcharge would be applied to the groups that visit on-site programs. She further explained that for off-site programs a $2 per person program fee would be charged. Murphy stated that the proposal would also eliminate the educational gate waiver at the entrance gates for state parks and reservoirs.\" She noted that some groups do not use DNR services, but they use the facilities and trail systems. \"The $1 fee would help cover those costs of maintenance of those facilities.\" Murphy stated that the proposal was \"not made in a vacuum.\" She explained that \"a lot\" of time has been spent talking to teachers, and informal surveys of teachers have been conducted. She said 400 to 500 letters were sent to teachers, and the Division has received 19 responses, 17 of which responded that \"this was no problem.\" She said the same response was received when speaking informally with teachers. She explained that there are six other states that charge a fee, along with city and county park systems. Murphy noted that the Indianapolis Zoo charges a $4 fee and Rich Woods, affiliated with the Children's Museum charges $3. \"We are not at the end. We are trying to look at this. We don't want any child left out. If there is a school system that has a large percentage of kids that are going to have a really difficult time finding that dollar, we will work with them. If a PTO can't take care of it, then we will provide a way for them to come.\" 9Murphy said the funds received from the program will be \"plowed back into our interpretive program. The majority of it will be used to re-hire some of the seasonal interpreters that we lost last year.\" She noted that there was a 40% cut in the seasonal interpretive program. Murphy said the funds would be used to develop a curriculum related to state parks and reservoirs that connects all teachers across the system. \"We want them to know what jobs are available in the Department.\" Susan Williams, Director of Indiana State Museum addressed the Commission. She said the Museum staff has discussed the $1 per student fee. \"We are not prepared to ask you to implement that through the 2003 school year beginning in September, because we have already sent our materials. We would like for it to be considered for the 2004 school year. She noted that 26,000 to 27,000 students visited the old State Museum. \"This being our first year of operation by the end of April we have had 70,000 students going through the door. In the month of May we were averaging 1,000 to 2,000 a day. You can imagine what impact that has on an institution. Like the state parks and the state forests, we really hope to capture this money, and we can plow it back into those part-time folks who greet the buses and marshal the kids to get them ready to have a good experience.\" Chairman Kiley noted to the Commission that this agenda item was information, and that there would be more discussion during the July Commission Meeting DIVISION OF FORESTRY Consideration of a Request by the Division of Forestry to Raise the Price of Conservation Seedlings by $0.25/seedlings or by $2.50/100 Seedlings. Jim Wichman, Nursery Program Supervisor, presented this item. Wichman said that the Division of Forestry is requesting a $2.50 per 100 price increase on seedlings. He said that would make the average cost of seedlings $27.80 per 100. Wichman said that the price increase would generate approximately $150,000 additional revenue if the division sells six million seedlings—a goal for 2003. Goss commented that the Division of Forestry has done a \"great job attempting to be almost totally self-sufficient. The nursery program is very close to paying for itself. Wichman added, \"With this price increase, if the division sells six million trees, we will be in the range of 95% of covering all our costs.\" McCormick referenced the seedling brochure and commented that the brochure did not specifiy \"exclusively indigenous tree plantings. He asked whether the DNR is propagating and only selling indigenous tree species and plant species through the state. Wichman explained that Norway spruce, which is a nonindigenous non-native species, is offered. \"We look at it as aggressive species that do spread. The Norway spruce has never been known to spread and does well as a wind break. The White pine, which is indigenous species most commonly planted, doesn't do very well. That is the only nonindigenous species. 10Jerry Miller moved to approve the price increase of seedlings. Jane Anne Stautz seconded the motion. Upon a voice vote, the motion carried. Consideration of a Request by the Division of Forestry for an Easement Exchange with the Olsen Family for Use and Maintenance of an Existing Old Roadway on and Near Morgan-Monroe State Forest John Friedrich, Division of Forestry, presented this item. He circulated aerial photos of the Morgan-Monroe State Forest September 2002 tornado damage. Friedrich said that the tornado \"rolled through several acres of Morgan-Monroe State Forest.\" He noted on the aerial photos that there was a swath of trees that are \"almost totally down or the tops are broken out. Even around that where there is green canopy, there is individually trees that did not survive.\" He said part of the tornado passed over \"broken ownership\" tract, which are separated by private land and the public roadway and difficult to access. Friedrich explained that the Olsen family tract also experienced storm damage and is cut off from the rest of the tract by State Forest ownership land. He explained that the request is for an \"exchange of easements. They would get an easement to access their ground across state forestland using an existing old roadbed. In exchange, the Department of Natural Resources would receive an easement from the Olsens. Currently, we cannot get into that property to check on boundary lines very readily or take care of situations such as a wildfire, or if there is a lost hunter, or someone is hurt back there. Access is very difficult.\" Friedrich explained that the Advisory Council did not review this item because the DNR personnel had not met with the Olsens. He stated that \"timing was of the essence with trees that are damaged. Some species decay very quickly.\" Friedrich stated that the Division of Forestry would like to conduct the salvage operations \"before the summer is out.\" McCormick asked for clarification as to whether the easement was strictly for DNR usage rather than public usage. Friedrich replied that the easement would be only for DNR access. McCormick asked if the DNR would then grant a permit to a logger to use the easement. Friedrich answered in the affirmative. John Davis questioned whether the easement exchanges would be permanent so that management activities would be able to take place and would not be just for the tree salvage. Friedrich responded that the easement exchanges would be on a permanent basis in order to benefit both parties. Ray McCormick moved to approve the request for an easement exchange with the Olsen family for maintenance of an existing old roadway on and near Morgan-Monroe State Forest. Damian Schmelz seconded the motion. Upon a voice vote, the motion carried. 11DIVISION OF WATER Consideration of the Proposed Rule Regarding Floodwater Conveyance Channels. Adds a Definition for \"Floodwater Conveyance Channel\" to 312 IAC 10-2 and Adds a New Section, 312 IAC 10-4-5, Governing the Construction of Floodwater Conveyance Channels Within a Floodway. (Administrative Cause Number 03-068W) James Hebenstreit, Assistant Director of the Division of Water, presented this item. He said that the proposed rule amendment would help administer and interpret the Indiana Flood Control Act, IC 14-28-1, which governs construction and excavation in a floodway. He said the proposal was \"crafted\" to address a growing number of projects which are incorporating a design feature that \"we are grappling with methodology to deal with.\" Hebenstreit quoted from the Flood Control Act \"The Director shall issue a permit only if in the opinion of the director the applicant has clearly proven that the structure, obstruction, deposit, or excavation will not do any of the following: (1) Adversely affect the efficiency of or unduly restrict the capacity of the floodway; or (2) Constitute an unreasonable hazard to the safety of life or property.\" He explained that the director shall also consider the cumulative effects of the structure, obstruction, or excavation when added to past, present, and reasonably foreseeable future actions. Hebenstreit said that over the past several months, the Division of Water has seen a growing number of projects which incorporate an excavation in either the channel or over-bank areas. He said the excavation is to compensate for the effects of a fill in a floodway, and that to maintain effectiveness, the excavation requires maintenance. He said a failure to maintain the excavated area would result in the project not functioning as designed. Hebenstreit provided a graphic depicting two options. He explained that one depiction was a natural channel or as referred to in the rule proposal \"flood conveyance channel.\" He said the channel is designed or excavated to carry additional flow to compensate for the fill. \"The concern is that over time, five years down the road as the channel fills in, the hydraulic modeling gets to a point to where the increase in flood stages at the cross section increases and then possible impacts extend to the upstream landowners.\" Hebenstreit explained the second graphic depicted a natural channel with an excavation adjacent to the channel. \"In this case, we have a natural channel, and an excavation of a shelf where the area is also excavated, then fill or development is done there.\" Hebenstreit explained that the proposals are done, in effect, to maximize the development of the area in the floodway. He said that Division of Water staff is \"struggling with how to deal with the issue of the excavation after it has been permitted.\" He noted that 20 years ago permits were issued with conditions to developers. He said after development is complete the developer leaves, and maintenance of the excavated channel ceases. He cited one permit where the overflow channel had fences constructed across it and filled in. Hebenstreit said the initial proposal to the Advisory Council suggested that the agency \"handle the situations with a deed restriction\", which the developer would \"come up with\" that would incorporate maintenance requirements on the overflow or conveyance channel. Hebenstreit said that during the Council meeting John Davis \"pointed out that a developer could possibly take a 12piece of property, divide it into smaller lots including the area that needed to be maintained and cease to pay taxes on it.\" Hebenstreit said the property would then \"revert eventually or possibly to the state leaving the state with the maintenance responsibility\". He noted that the Advisory Council's preference was \"to look to a local governmental entity to maintain it, such as a drainage board that would have control over regulated drains.\" Hebenstreit said that preference \"may not be inclusive enough.\" He said the proposal was drafted to include any governmental entity. Hebentreit said the Hoosier Environmental Council commented on the proposal after the Advisory Council met. HEC raised several questions that have not yet been \"fully explored\". Hebenstreit said the rule proposal was provided to Consulting Engineers of Indiana last week. He said the Division was also asked to talk to surveyors and the Associations of Cities and Towns to see \"what governmental authorities are out there, and what assurances we can have that governments can even do this.\" He also noted there was a concern that if a rule similar to this is passed, \"communities may race to say that they will maintain these channels in order to promote economic development, but then, in three or five years down the road, be in a position where they cannot do that and we'll be stuck with the problem of whose responsibility will that be.\" Hebenstreit said that the Division is requesting a deferment of the rule proposal to a future Commission meeting. \"This does appear to be a growing problem with the Department, so we did want to make sure that you had the opportunity to consider it.\" Hebenstreit said copies of any written comments, including the letter from HEC, would be provided to the Commission. Clark Kahlo, Board Member of the Hoosier Environmental Council addressed the Commission. He said that \"Indiana is still ranked 48 th out of 50 states in environmental quality. So, it's not that there isn't work to do.\" Kahlo distributed copies of a one-page letter from Tim Maloney, Executive Director of the Hoosier Environmental Council. He read the introduction and closure of the letter from Maloney: \"The purpose of the Flood Control Act is for protection of floodways in order to protect people, property, and natural resources. Obstructions or fills floodways are only acceptable if they do not interfere with this purpose. We believe this rule as proposed will serve to encourage more fills by providing a readily accepted means of offsetting fills. It also, in fact, provides a subsidy to those filling in a floodway since the maintenance requirement is passed off to a third party. The emphasis of the Flood Control Act and its implementing roles should be protection of floodway functions, not the enabling of floodway fills. Thank you for your opportunity to comment.\" Kahlo commented \"from personal experience\". He said he has been involved in a dispute on a conveyance channel in Marion County since 1998. \"I applaud the Department for being proactive in terms of trying to get their hands around something that might be a very slippery slope. I think it is a very slippery slope, and I just encourage the staff and the Commission as they go through this analytical process to maybe follow Aldo Leopold.\" Kahlo quoted from Sand County Almanac : \"A thing is right when it attempts to preserve the integrity, stability and 13beauty of the biotic community. It would be wrong when it attempts to do otherwise.\" Kahlo said he hoped that \"with our combined wisdom and engineering skill that we can treat this issue in a way that just doesn't simply tend to serve the needs of the development community, and does indeed protect the dwindling riparian resource.\" Chairman Kiley noted regarding the rule proposal that there is \"a lot of work yet to be done.\" Ray McCormick said the rule proposal \"seems\" to provide a mechanism so that there can be fill placed in the floodway of streams and rivers. McCormick said the DNR should be \"trying to discourage\" the development of these floodways or the fill. He said the DNR stance should be that if fill impacts the floodway more than the tolerable amount then it should not be allowed. \"If that is not allowable by law if we have to give them the mechanism—we have to give them the right— that we should be mitigating the damage to that floodway in more than a one-to-one ratio. He said there should be a 3:1 or a 4:1 mitigation ratio as required for the destruction of wetlands so that the amount of fill material removed from that floodway more than offsets the damage done to enhance the environment and wildlife. McCormick said that a 1:1 ratio provides a \"convenient mechanism\" to continue to impact the floodway. He said that if the dredged areas have been refilled with water that the water does not allow for additional floodway flow into the channel. \"So, whether it's filled up with dirt or it's filled up with water, when Indianapolis gets its four inches of rain, that water is going downstream, not into that excavated area. So, I'm hesitant to believe that this is going to be good for the floodways and for the downstream landowners of this state.\" Paul Ehret commented that the Division of Water is faced with a \"real practical problem\". He explained, \"The construction in a conveyance channel does not appear to be, if it compensates for a fill, does not appear to be under current law in our opinion illegal to do. If a conveyance channel is constructed, we believe as long as it meets environmental criteria, that we probably have to approve that.\" He said that the problem is that when something is approved, it is a \"snapshot in time. There was no mechanism under our current law to make sure that that it was maintained as designed. That is a severe problem.\" Ehret noted that conveyance channels and their continued existence may be a \"fact of life.\" \"It's a significant public policy issue. Aside from that, we have a serious problem because nobody is maintaining it.\" He said the rule proposal does not \"necessarily give anybody a mechanism they currently don't have. You can construct a conveyance with the Department's approval. This is an added feature that puts on different requirements—maintenance requirements to that conveyance channel—to make sure that the balance is maintained for flooding. I don't disagree that there are significant public policy issues in this, but this is simply mechanism to see that the math continues to what the surcharges continue to balance.\" Ehret said the Division of water would continue to discuss the issues further \"with a whole line of different people.\" He said the problem is \"real, and we're not attempting to make a mechanism to encourage development. Ehret commented that some people could consider the rule proposal to be a discouragement to development, because of the governmental oversight requirement. \"Right now we don't have anybody guaranteeing that those things will be maintained, and that's a very bad problem.\" 14McCormick as whether there was a state law that a permit must be issued if the floodway is not impacted by more than allowable limit. Hebenstreit answered that both the excavation and fill in the area would be reviewed by the biologists to see if the permit would require mitigation, compensation, or replacement in kind. \"These things are designed typically to be 'in the dry'. These will only be usually used when there are flood flows.\" Jane Anne Stautz moved to table the proposed rule regarding floodwater conveyance channels, pending the receipt by the Division of Water of additional professional and public input. Mary Ann Habeeb seconded the motion. Upon a voice vote, the motion carried. D IVISION OF HISTORIC PRESERVATION AND ARCHAEOLOGY Consideration of the Establishment of an Archeological Database and Archives Records Checks Fee Jon Smith, Director of Historic Preservation and Archaeology, presented this item. Smith explained that the Division is responsible for all sate and federal regulations dealing with archaeology and burials, and is one of the Division's \"largest mandates.\" He explained that the Division is required to maintain the state's database for both archeological resources and cemeteries. \"This is critical for the review process for INDOT projects, Department of Commerce projects, and IDEM whether it's water quality and many different areas. It's critical to state functions both state and privately related industry.\" He said that staff is required to assist consultants who are hired to work for the state, federal and mostly private consulting firms. He commented that this requires an \"amazing amount of our staff time\" that is dedicated to the stewardship of this database and working with the private consultants, many whom are from out of state, and are paid to do these services. Smith stated that the Division had a position that maintained the database, which was greatly enhance by an ISTEA grant in the early 90s, but said the position was frozen since 2001 and \"we are really starting to fall behind in being able to provide quality service.\" Smith provided the Commission with a handout listing other states that charge fees. He said the fees would help to provide adequate staffing and improve technology, which would provide better services. \"We're really starting to lose ground in this area.\" Smith said that Rick Jones, Indiana State Archaeologist, and his staff, \"really crunched the number.\" \"With the Advisory Council's advice, we put this packet together.\" Rick Jones, Ph.D., stated that the first thought was to charge a fee of $37.50 for a record search, \"but that didn't even cover our costs. He said the Advisory Council asked that a number of services including maintenance of the database, computerization and data entry. \"The cost range, if we do what we are doing now and loosing ground on our database and services to people is approximately $75 an hour for someone to use our database.\" He said, however, if the Division were to implement a GIS system with top computerization, the cost would be approximately $220 per hour. \"We chose a middle number of $125 per hour, which is consistent with what some states charge. He noted that a number of states were increasing their fees since 15the report included in the Commission's packet. \"It takes an enormous amount of time for our staff to do these records checks—probably over 1,500 hours—which is almost equivalent to a full-time position to meet the needs of people wanting to use our records. Chairman Kiley commented that this item was \"apparently taken up in depth\" at the Advisory Council. Jones answered affirmatively, and said the Advisory Council advised to put in \"all our costs, which I had not done earlier.\" Ehret added that the record checking has been \"totally subsidized by the state. He explained that \"very often\" a contract vendor comes in and Division staff is \"basically doing the research for them. Then the vendor \"turns around and charge their client for something the state is subsidizing. Other states are doing it, so it is not something that is radical. We are just reclaiming some of our costs.\" Schmeltz asked whether the services are needed in almost every area including surface mining. Ehret answered in the affirmative. Damian Schmeltz moved to approve the establishment of a $125 fee for archaeological database and archives records checks. Ray McCormick seconded the motion. Upon a voice vote, the motion carried. DIVISION OF NATURE PRESERVES Consideration of the Establishment of a Natural Heritage Annual Data License Fee John Bacone, Director of the Division of Nature Preserves, presented this item. He said the Division is requesting the consideration of two types of fees. He explained that the first fee was similar to the request by the Division of Historic Preservation and Archaeology, and said this request was before the Commission several months ago as an informational item and was being brought back for formal approval. \"This allows us to capture expenses related to data requests. He supplied the Commission members with a breakdown of the fee and the justification and rational that went into setting the fee. Bacone said that some of the customers request access to larger portions of the entire data set for large-scale statewide projects. He said also proposed is a fee structure appropriate for those large-scale users. Bacone said the fee enable both users and the DNR to save time. Bacone listed several current users of the database (IPALCO, Synergy, U.S. Fish and Wildlife Service). He noted that the second document provided to the Commission lists explanation of other state fee structures. He said the requested fee is \"pretty much standard with the surrounding states.\" Bacone also explained that the database use agreement would also protect the sensitivity of the data by providing \"red slag data so that users would not have access to sensitive data.\" He said the Division is recommending a fee of $3,000 for commercial customers per year, $2,500 per year for government agencies, and no fee for nonprofits and researchers. Bacone said there would be flexibility in order to negotiate a higher or lower fee depending on the circumstances of the individual user. 16Davis clarified that one request is for a fee of $30 per half-hour to be charged for one time usage, and the yearly fee agreement to use the whole database. \"This kind of work is called for in about every permit, any major construction project in the state so there is a lot of demand. This is recapturing some of those costs. Larry Goode, Commission Member and representative of the Department of Transportation asked whether his agency had been contacted about the fee assessment. Bacone said that INDOT has not yet been contacted, \"although we have had agreements with them in the past. I don't think we have contacted anybody about this.\" Davis interjected and said there have been preliminary discussions. Jerry Miller moved to approve the establishment of a Natural Heritage Annual Data License Fee. Damian Schmelz seconded the motion. Upon a voice vote, the motion carried. Consideration of the Dedication Mitchell Sinkhole Plain Nature Preserve, Lawrence County John Bacone, Director of the Division of Nature Preserves, presented this item. Bacone said, \"We're real pleased to bring you this area for your consideration today.\" Bacone provided the Commission with color handouts that give a perspective and illustrate the significant features found at the area. He said one significant feature is overlays of karst topography, sinkholes, and caves. He said that there is old growth forest on the surface, as well as a several glade openings and significant bedrock outcrops. Bacone indicated that the topographic map illustrates \"pretty nicely the fact that this is the only large unfragmented block of forest left in the whole part of the state. He said most of the forests have been cleared many years ago for agriculture or pasture except for Spring Mill State Park. Bacone said unfragmented forests are \"pretty rare in the Midwest.\" He said the Division of Nature Preserves has conducted an inventory and worked with the staff at Spring Mill State Park over a number of years to work out suggested boundaries. He said that both Divisions of Nature Preserves and State Parks and Reservoirs recommend the area to be dedicated as a nature preserve. Goode asked whether the public would have access to properties dedicated as a nature preserves. Bacone explained a nature preserve dedication means, \"in perpetuity it is protected as a nature preserve and it cannot be taken for another use.\" He said trails already exist, and new trails could be established ending proper inventory. \"It's for passive recreation and nature study. There would be no camping.\" Damian Schmelz moved to approve the dedication of Mitchell Sinkhole Plain Nature Preserve. Jerry Miller seconded the motion. Upon a voice vote, the motion carried. 17DIVISION OF OUTDOOR RECREATION Consideration of Redbird State Riding Area (Setting Daily Riding Fee for Short Pilot Season and Discussion of Legal Changes Regarding Registration Fees) Emily Kress, Director of Division of Outdoor Recreation, presented this item. She said that present were Nila Armstrong, Project Manager, Roy Garrett representing the organized riding group, other constituents, and the management group. Kress reflected that in 1996 the Commission was addressed on this topic as an information item. \"Today I'm here with a brief progress report and to ask you to endorse a proposed fee for the property.\" Kress provided an information folder containing key elements and a visual representation of the property. Kress said that the Indiana statute requires registration of off-road vehicles operated on public land. She said that the three-year registration fee would increase from $6.00 to $30.00 effective July 1, 2003. She explained that the fee increase would allow the Department of Natural Resources to use of funds for enforcement, construction and maintenance of vehicle trails on public and private lands and allow for land acquisition. Kress said that a new statute was created by combining the statutes governing snowmobile and off road vehicles. Kress referenced a 1972 Commission policy that states the Department will not operate vehicles on Nature Preserves, State Fish and Wildlife Areas, State Forests, State Parks, State Recreational Areas, or State Reservoirs for off the road vehicle riding. Kress informed that the Redbird State Riding Area is classified as a State Riding Area. She noted that the Redbird State Riding Area straddles the Green-Sullivan County line and is surrounded by other DNR properties—Shakamak to the north, Minnehaha to the west, and Green-Sullivan State Forest to the south. Kress explained the aerial photograph contained in the property brochure depicts land acquisitions. She said the large area in orange is under DNR ownership, which was purchased with mine land funds. She also said the smaller orange area was purchased with federal grant money. Kress noted that the new statute references land acquisition specifically so registration fees can be used for future acquisition. She said a portion of the Riding Area will be set aside for mountain biking. She also indicated the area outlined in blue is land the DNR is in the process of acquiring, which to be completed by December. Kress said the area outlined in yellow is land \"hoped to be purchased in the future—a good portion of which would be buffer zones for reclaimed area that is already there. We will not allow riding there.\" Kress continued and explained the area depicted as a \"backward L\" on the aerial photograph is location for a parking lot, gate house, picnic shelter, and facilities. Kress said, \"There is no way in the world that any of this could have been started without the support that we have, not only from volunteers (the local riding group), but the people that live locally. The county commissioners, the elected officials, the mayors, and legislators have all been very supportive of the activity that has been ongoing.\" She said a local graphic designer donated the logo design. Kress informed that the off-road vehicle registration fee increase would provide funding for the new property. She said that for the past three years there have been over 12,000 plus recreational 18vehicles registered each year. Kress said that the Recreational Trails Grant Program (RTP) is part is INDOT's Enhancement Program. She said that the money from RTP comes from gasoline sales tax that motorized users pay. She shared that, based on the registration fee, the federal government determines Indiana's share of the RTP fund. Kress said that over the past six years $877,000 has been taken from RTP funds, 30% of which must be used for motorized vehicle projects unless the Trails Advisory Boards waives the requirement. Kress said that half of the $877,000 is being used for land acquisition and the other half for development of the facilities area. She said other available funds are the CR&R that have been earmarked in the last two bienniums and the daily trail fee. Kress requested the Commission to endorse a trail fee. \"We are proposing this with the blessings and the recommendation of the riding groups.\" She said the Redbird Riding State Riding Area will be opened for a shortened season and only on weekends. She said the Riding Area season is from June 7 until December 1. \"Next year we would anticipate a full season beginning in April and going through December and being open all week long.\" Kress said that based on other properties in other states, the Division is proposing a $10.00 fee per vehicle, per day be assessed as riders enter the gates. She said the fee will allow for additional revenue to continue the activities and allow for data collection. Kress said that some other states charge an annual fee, which is something the Division may look at, but only after reviewing the data. Kress said that the division staff is reviewing area rules and management options. \"The management option we are looking at currently is Limited Liability Group that is a consortium of the nonprofit riding groups. They are working with us on a set of rules, management options, and management strategies for the property.\" Davis clarified that the $10 user fee is for the current season. Kress said staff would come before the Commission in January or February of next year to discuss experiences and data collected. Kress said based on reports from locals it is estimated that there may be as many as 250 riders per day on the weekend. She said that they are preparing welcome bags for the anticipation of 1,000 riders on opening day. \"The local support has just been tremendous, including the neighbors. They are looking at this as a great economic boost to their community. They are looking at wash stations, restaurants, and hotels, and the adjacent property owner wants to put in a campground.\" Larry Goode, Commission Member, asked whether the Division of Outdoor Recreation has applied for Transportation Enhancement grant. Kress said the Division has not applied for the grant, but RTP funds. Goode recommended that the Division apply for the Transportation Enhancement grant. Jane Anne Stautz stressed the importance of having rules and operating guidelines for the area in place and well-communicated in advance before opening day. \"I think that is going to be very important from a liability perspective.\" Kress commented, \"Good point. We have a draft with about twenty rules that include active rider recommendations and requests. She said helmets and 19seat belts will be required, and alcohol, drugs, and firearms will not be allowed on the Redbird State Riding Area. Damian Schmelz asked if there were other places like Redbird in Indiana. Kress said that there are three other privately run and do charge fees. \"They are a different experience than Redbird is going to be. I should tell you they have been riding there for 30 plus years already illegally.\" Schmelz noted that the Hoosier National Forest continues to struggle with controlling and regulating off-road vehicles. Kress responded, \"Hopefully, this will give people another legitimate place to ride and take the pressure off places where they shouldn't be.\" Larry Goode moved to approve the $10 daily riding fee for the 2003 pilot season at Redbird State Riding Area. Damian Schmelz seconded the motion. Upon a voice vote, the motion carried. DIVISION OF FISH AND WILDLIFE Consideration for Preliminary Adoption of Proposed Rule Amendments to 312 IAC 9-10-3 Governing Aquatic Vegetation Control on State Waters; Administrative Cause Number 03-037D (LSA #03-35) Gwen White, Fisheries Programs Specialist, Division of Fish and Wildlife, presented this item. White said that the proposed update and modification of aquatic plant control permit rules were precipitated by changes in the statute that regulates aquatic plant control that became effective July 1, 2002. She said the rules were a result of recommendations from the Indiana Lakes Management Work Group, which was a 26-member work group, including four legislators, the Department of Natural Resources, the Department of Environmental Management, and members of the public. She said that the work group heard public comment for approximately two years on problems and solutions for Indiana's lakes and reservoirs. White said the work group recommended expansion of authority over treatment methods. She explained that the statute previously only allowed the Department to have control over chemical removal of aquatic plants in Indiana's lakes and other public waters. \"This will expand our authority to include mechanical, physical, and biological methods. She said the statute also reduced the area that could be treated without a permit by lake residents to approximately 625 square feet or less. White said the Division of Fish and Wildlife issues approximately 200 permits per year most on natural lakes. She said that the vast majority of the permits are issued for herbicide removal of exotic species, including Eurasian watermilfoil. She explained that the rule proposal is meant to implement the statute. White said the proposal also updates references, in particular, the reference to drinking water approvals from the Department of Health. She explained that IDEM currently has authority over drinking water standards, so the amendment is a \"housekeeping change.\" White said the proposal \"mirrors the statute \" by expanding authority over the new treatment methods; it provides criteria for the Department to consider when we are reviewing these permits; and it also provides that a license holder would have to report to us on the amount of chemical, the types of plants they treated, and the actual location treated within that water body. 20 White said the preliminary rule changes were submitted to the public through the Lake Association Newsletter that is distributed by Indiana University and the Department of Environmental Management, which reaches approximately 120 lake associations. She said the preliminary proposal was also submitted by direct mail for public review to the herbicide-consulting firms and other individuals who are regular participants in our permit program. White said comments were received from those individuals and were included in the agenda item materials. She noted that the Advisory Council also considered the rule proposal at its during the April meeting. White said that most of the discussion at the Advisory Council meeting revolved around the requirement to post in permitted areas five days in advance of treatment. She said some herbicide treatment applicators \"felt that it was a hardship\" since they post prior to treatment and sometimes weather conditions postponed the treatment and they would have to re-post when they actually did go out to treat. \"On the other hand, lake residents and others who wanted to use that body of water would have the opportunity five days in advance to make a determination whether they wanted to go out to fish or swim on days that are being proposed for treatment.\" White said that the Advisory Council recommended proceeding with preliminary adoption according to the original proposal, which is before the Commission. Chairman Kiley asked for clarification regarding the size of treatment area requiring a permit. White explained that the statute previously allowed a riparian resident who owned property could treat aquatic vegetation in front of their property up to a half acre or half the vegetation that was in front of their property. \"Both the Lakes Work Group and the Legislature apparently agree that that was too much.\" She said the statute currently allows 625 square feet to be treated without permit. Kiley asked whether, as populated as northern lakes are, there were problems with adjacent property owners objecting to the application. White answered that the Department is aware of situations where lake residents are concerned about treatment that either has taken place, or could take place, or has taken place over a period of years. She said concerns have been registered are Bass Lake, Lake Manitou, and Crooked Lake in Steuben County. \"In those areas where we are aware of significant concern our district biologist contacts the lake association and residents, and occasionally issue press releases stating that we are considering a permit for this type of treatment. Kiley asked what maximum area DNR would contemplate issuing a permit. For an example, he noted Dewart Lake that is \"absolutely inundated\" with watermilfoil. He asked further whether DNR would issue a permit to treat an entire lake. White stated that it depended on the treatment method. She explained that there are certain chemicals, such as copper sulfate, that are meant to be used for whole lake treatment, and Webster Lake has been treated. \"It has resulted in some controversy in that area.\" Kiley asked what was the impact to Lake Webster as far as the application of the chemicals. White explained that aquatic plants are \"very responsive\" to weather conditions. She said aquatic plants will recover differently in future years depending on whether there was a hard winter or a lot of ice cover. \"The period of years when this particular whole lake treatment was done, it's a little bit difficult to tease out what the effect was whether relative to the treatment or relative to the weather conditions.\" White stated that the Department and the district biologist in that area are asking the herbicide applicator to \"back off a little bit on 21treatment so that we don't over treat aquatic plants.\" She said the net result is to remove the exotics so the native plants can come back. Kiley noted that the northern lakes had approximately 18 to 20 inches of ice cover this past winter. He asked whether these conditions could have had a favorable impact as far as diminishing weed growth that followed this spring. White stated that heavy ice cover does have favorable impacts. However, she said that heavy snow cover particularly impacts plant response, because snow blocks light going down through the ice cover. White noted, \"Since Eurasian watermilfoil is a cold water plant, it can respond to light even through the ice. So, if there is a heavy snow cover, than it is dark under the ice\" causing Eurasian watermilfoil \"not to be as aggressive in the following years.\" He further asked whether comments were received from the muskie anglers with respect to Webster Lake. Kiley said that he had received several complaints from the anglers following a muskellunge tournament on Lake Webster. White stated that concerns were received from the muskie anglers. She explained that muskellunge prefers a lot of aquatic vegetation. \"So removal of a lot of vegetation could have a negative impact. Although it was difficult to know over the last couple of years how much was weather and how much was the treatment.\" White said this year's tournament catch resulted in \"a lot of very good sized\" muskellunge. \"It's hard to draw a direct correlation between fish behavior and plants.\" Kiley thanked White for a \"very informative\" discussion. Jerry Miller moved to preliminary adopt the proposed amendments to 312 IAC 9-10-3 governing aquatic vegetation control on state waters. Damian Schmelz seconded the motion. Upon a voice vote, the motion carried. DIVISION OF INDIANA STATE MUSEUM AND HISTORIC SITES Consideration of Deaccession of Artifacts from the Indiana State Museum and Historic Sites Pursuant to 312 IAC 24-2. Ron Richards, Chief Coordinator of Natural History, Indiana State Museum and Historic Sites, presented this item. He said the Commission members had before them a Deaccession Bulletin. He explained that deaccession is the removal of items from the collections, which is something \"we do very thoughtfully and very carefully.\" He said the new museum is \"big, but we still have finite space so we have to quality control and manage the collection.\" Richards explained that items can be removed from the collection for a number of criteria that are listed in 312 24-2-6. He said the items in the Bulletin fall into two groups, the majority of which are items that need to be transferred to the Jones House. Richards said the Jones House is now a part of the State Park system, and the deaccessed items would be used to furnish the house. He also explained that the Bulletin listed isolated items, such as old stoves and switchboards, that have no record or there is \"much better material.\" Richards noted that items at the bottom of the list are biological collections, which are being traded with the Fish Depository in Bloomington. \"The art collection at the Museum is sort of narrow and deep. We are going for something that is broad and light so that everybody will actually gain from this.\" 22Richards said deaccession of items from the collection is an ongoing routine, and \"you will probably see us once or twice a year if we are doing business as we should.\" Kiley thanked Richards, and commented that it was an \"interesting\" list. Goss said the deaccessed items will help the Jones House. \"We needed to work on interpretation there, and this is going to be a whole new collection. Jane Anne Stautz moved to approve the deaccession of items from the Indiana State Museum collection. Damian Schmelz seconded the motion. Upon a voice vote, the motion carried. NATURAL RESOURCES COMMISSION DIVISION OF HEARINGS Consideration of Modified Report, Findings of Fact, Conclusions, and Modified Nonfinal Order of the Administrative Law Judge Pursuant to 312 IAC 3-1-12 in the matter of Donald Messenger and Jean Webb Messenger v. George Lenz, Jr. and Ann Lenz. ; Administrative Cause Number 01-161L Sylvia Wilcox introduced this item. Wilcox provided that this case is before the NRC following the issuance of a Modified Nonfinal Order regarding a pier dispute on Lake James in Angola. She provided each NRC member with a handout supplied by George Lenz, an amendment to objections which were filed after the agenda was mailed to the NRC members. Wilcox explained that a request for a riparian rights determination was filed in August 2001, wherein the Messengers sought consideration of an easement agreement pertaining to property on Lake James. The agreement was reached between neighbors, the Lenzs, Strohls, and the Messengers. The parties disagreed about the riparian rights provided to the owners of a back cottage, formerly owned by the Strohls, specifically, the use of an alley between the Lenz and Messenger properties, and a pier situated off of the alley. Fee simple title is held by the Messengers on half of the alley, and the other half of the alley is owned in fee simple by the Lenzs. The back cottage owners were granted an easement for placement of a pier at the end of the alley, and for ingress and egress across the alley. The Messengers purchased the back cottage from the Strohls. Wilcox stated that a hearing was held in Angola on September 19, 2002. Following hearing, an initial ruling was made by Wilcox in December 2002. The December ruling contained findings regarding a portion of the evidence pertaining to the easement agreement restrictions, specifically the evidence pertaining to \"commercial purpose\" and the use of the easement and pier for a commercial purpose. Wilcox found that the tenants renting from the Messengers could not use the easement and pier since the landlord-tenant relationship constituted a commercial purpose on the part of the Messengers. Use of the easement for commercial purposes were disallowed under the easement agreement signed by the parties. Wilcox explained that the Messengers filed objections to the initial ruling in December 2002, and requested additional findings based on the record of the hearing. Specific requests were made to include findings related to pier-use, the use of the pier platform, the use of mooring poles at the pier, and a request to distinguish between Messenger family members, social invitees 23and tenants. Following review of the hearing transcript, Wilcox expressed that she issued a Modified Report, Additional Findings of Fact and Conclusions of Law, and Modified Nonfinal Order that is before the NRC today. Wilcox explained that Lenz filed Objections to the Modified Nonfinal Order and was present, as well as Craig Benson, Esq., representing the Messengers. Wilcox overviewed her findings, which include: 1) The rental of the Lot 39 back cottage constitutes an activity for profit, an activity for a commercial purpose, which is precluded under the easement agreement between the parties. Therefore, the Messenger tenants leasing Lot 39 could not use the easement and pier; 2) The provision disallowing the easement use for a commercial purpose did not preclude the Messengers' guests and nonpaying invitees from using the easement; and 3) The Messengers are entitled to enjoy the riparian rights of the previous owners under the easement agreement, including the right to use five sets of posts to create the pier, and to use mooring poles nine (9) feet eastward of the pier. Evidence was found to support a finding that a three (3) foot extension westward of the Lenz pier prevented the Messengers' use of nine (9) foot mooring poles east of their pier, a riparian right granted to the titleholders of Lot 39 in the easement agreement. Lenz represented himself and provided the NRC with enlargements of several exhibits introduced at hearing. Chairman Kiley asked if the exhibits were a part of the record, to which Lenz stated that they were. Lenz stated disagreement with the ALJ, specifically disagreement with the January 6, 2003 findings of fact numbered 24, 25, 26, 27, 31, 32 and 33, and the modified nonfinal order paragraphs 2, 3 and 4. Lenz asserted that the photos show that the dock has been extended from the 1999 easement agreement, and stated that there are four sections of dock with four poles, not five. Lenz provided that Exhibits 1 and 2, dated 1989 and 1994, show four sections of pier and four sets of pole. Lenz stated that \"the photographs should speak for themselves.\" Lenz handed out Exhibits 3 and 7 and stated that the photos are 1999 and 2000 photos respectively, showing four sets of poles and four sections of pier. He stated that Jean Messenger, under cross-examination, indicated that the fifth section of dock was added to the pier in July 2001. Lenz explained that Messenger also indicated that the elevation of the pier and platform were raised and the dock was totally replaced in September 2002. Lenz stated that Messenger testified that the piers in exhibits 9, 10, 11 were the same as piers in exhibits 1, 2 & 3, but Lenz asserted that these conflict with the photographs. Lenz provided Exhibit 8, 10 and 11 to the NRC members. Lenz agreed that the photos as shown contain 5 sections of pier and 5 poles, because a dock section was added in July 2001 and rebuilt in 2002. Lenz explained that Exhibit 9 clearly showed a 5 th section added to the left portion of the platform - compared with Exhibits 1, 3 and 7 which showed 4 sections of pier, not 5. Lenz continued and stated that Exhibit 7 and Exhibit E showed the original size and placement of the platform. Lenz stated that the added section was not added until September 2002. Lenz stated that there was confusion on his part during cross-examination by Mr. Benson, but believed 24it was irrelevant because Benson's photos were not taken during a period of time that was relevant to the date the parties signed the easement agreement. Chairman Kiley asked if the easement agreement restricted the number of sections in the piers. Lenz responded that the easement agreement allows placement of a dock at the end of the easement \"as it had been done in the past.\" Lenz stated that he asked for clarification as to what the issue was prior to preparing for hearing. He stated that the response is shown in the Report of August 9, 2002. Lenz indicated he based his hearing preparation on the August 9, 2002 Report. Mr. Lenz read from the August 9, 2002. Lenz stated that new issues were brought up and all his issues have not been addressed in the 2002 hearing. Lenz expressed that had he known in advance new issues would be brought up in hearing regarding placement of the pier on his property, he would have prepared for that, specifically, the three foot extension of the section of the pier. Lenz asserted that the Messengers enlarged, extended and raised the pier and platform and stated that they did not adhere to the signed agreement of the owners of Lots, 25, 26 and 39. Specifically, Lenz asserted that the agreement provided that the title owners of Lot 39 shall have the right to ingress and egress across the vacated alley and shall have riparian rights including the right to place a pier at the end of the alley, as the Strohls have done in the past. When Lenz signed the agreement in October 1999, he expressed that there were four sections of dock. Lenz stated that he did not agree to give away his riparian rights for a fifth section of dock. Lenz argued that finding number 31 was in error that held that the Messengers removed watercraft from one side of the dock to diffuse argument. Lenz stated that two DNR Conservation Officers instructed the Messengers to move personal watercraft from the east side of the Strohl dock, the only reasons the boats were moved. Lenz stated that when he called the DNR, he was the one impeded by the fifth section of dock in the easement, not the Messengers. Lenz stated that there are ten feet of dock on each side of the easement and Lenz does not believe he should have to move his dock that does not impede on the easement-allowed space. Lenz provided that he called the DNR for help in 2001. He stated that he does not believe the conservation officers' decision should have to be defended by Lenz. Lenz stated that Warner's testimony supported a finding the Messengers were interfering with his riparian rights in front of his property, not the easement property. Lenz continued that the officers did not ask Lenz to move his boat and did not tell him the dock was in the way. Lenz asserted that the ALJ order stating his dock is a problem is arbitrary, with no surveys or measurements and stated that the use of the easement is 20 feet wide, therefore, the Messengers have use of the entitled ten feet on each side of the easement dock. Craig Benson, Esq., represented the Messengers, and expressed that the Messengers and Lenzs have been neighbors on Lake James since the 1940's. In 1999, Benson explained that the parties attempted to vacate an alley between their properties, and were instructed to prepare an easement agreement between themselves and the Strohl's. Benson stated that the Strohls owned a backlot cottage and used the alley for access to Lake James for at least 50 years. He stated that this was the basis of the easement agreement as prepared by Lenz's attorney. Benson showed a color photo that he explained showed five poles on the Strohl dock in 1994. Benson read a portion of 25the easement agreement to the NRC, which agreement granted the owners of lot 39 riparian rights at the vacated alley, including the right to place a pier at the end of the alley, \"as Strohl has done in the past.\" Benson stated that in the past the Strohls had a fifth section of pier. Benson overviewed the Messenger's testimony stating that when they purchased the property, a fifth section of pier was in use, and was put out from time to time in the past. Benson stated that Lenz conceded at hearing that the Messengers had a fifth section of pier, but didn't remember it being out there for at least 15 years. Benson stated that Lenz inferred that the Messenger pier and platform installed in 2002 differed from the previous platform, but the ALJ found that the replacement pier and platform were identical, and Ms. Messenger testified that the pier and platform were the same dimension of the old pier and platform. Benson continued and explained that Exhibit1, 1976 and 1989 photographs showing the Strohl's boats and the mooring poles, showed that the mooring poles were there in the past. He stated that his clients were not asking for anything less or more than what the Strohl's had when they owned it. Benson explained as a sideline that the parties got along well until the Strohl property went up for sale and the Messengers happened to buy it. Benson stated that Lenz admitted that he extended an extension off of his pier eastward 40 inches decreased the accessibility of the Messenger riparian rights. Benson stated that the testimony from Conservation Officer Warner about the pier, which is assumed to be in the middle of the alley, allowed for 8 ½ feet of use on each side of the pier. Benson provided that Judge Wilcox attempted to deal with all the outstanding issues between the parties. Chairman Kiley asked whether the length of the pier into the lake was at issue. Benson answered that the extra section issue is a bit of a red herring - when looking at Exhibit 9, the section on the left side is entirely on the Messenger property. Kiley expressed that unless there is a specific restriction in the easement agreement, it was his understanding that you can put your pier out as far into the lake as long it does not interfere with the navigational use of the lake and as long as it is consistent with the piers of your neighbors. Benson responded that the problem is that Lenz has greatly expanded his pier. Benson overviewed Exhibit 9, the bottom photograph that showed the 40-inch extension to Lenz's pier towards the Messenger property. Chairman Kiley explained that most pier cases are caused by extension of the pier-use width-wise from the main pier, which may have an adverse impact on adjacent landowners who own property on the lake. Kiley explained that reasonable riparian use is allowed with use on a public freshwater lake with property owners and similarly-situated piers. Mary Ann Habeeb moved for approval of the modified nonfinal order. Jane Anne Stautz seconded the motion. Upon a voice vote, the motion carried. 26Consideration of Report of Consideration of Revised Findings of Fact, Conclusions, with Nonfinal Order of the Administrative Law Judge in the matter of Steve Strasser v. Department of Natural Resources; Administrative Cause Number 02-025D. Sylvia Wilcox, Administrative Law Judge, introduced this matter. She said the proceeding was before the Commission on objections by Steve Strasser to a denial of an application for a lifetime comprehensive hunting and fishing license applying the 2001 rate. She said Strasser was here along with Gregory Ellis, attorney for the Department of Natural Resources. Chairman Kiley recognized legal counsel for the Department of Natural Resources. Gregory Ellis began, \"I'll make this brief. We'll let the facts and the record speak for themselves. Mr. Strasser contacted the Department in December of 2001 and requested an application for a lifetime comprehensive hunting and fishing license. He submitted that, along with a check, after January 1, 2002 when the increased fees went into effect. His application was postmarked January 7, 2002. The Department denied the application based on improper fees and notified him of that. He then sought administrative review of the decision, and that has brought us here today.\" Ellis continued, \"In the objections to the nonfinal order and findings of fact and conclusions of law,\" Strasser argued he was denied \"due process. I'd like to point out that this process here is due process, and it continues from the initial appeal. He also indicated that access to the application was difficult to receive. There were three methods to receive an application in December 2001 and prior to that. There was an online application from the DNR website that showed you how to fill it out, and you could fill it out online and submit payment. You could do it via mail. You could do it in person. I think he had adequate opportunities to apply, and he applied after-the-fact, and we denied that appropriately. We request that the ALJ's nonfinal order and findings of fact and conclusions of law be made final.\" The Chair recognized Claimant. Steve Strasser began, \"Thank you for giving me this opportunity to appeal to your judgment here. I have no disagreement, in fact, that I did submit that application after January 1. I think the issue of genuine material fact for me came when I attempted to receive that application. Actually, there are four ways, I guess, you can receive an application. One is through mail. Two is by telephone. Three is by person. Four is by email, Internet.\" Strasser said, \"Now, one method that I attempted that seemed to be the most efficient and most expedient, when I learned about the fee increases in December, I chose to use telephone. I called several times, which is in the record, and in the times that I called, I received the same message over and repeatedly, which told me that all customer services are busy right now, and I should please call again.\" He continued, \"There was no option for me to leave a message on that machine or on any kind of a machine or no referral to another extension where I could leave a personal message saying that 'I'm in a time crunch. I would like one of those applications.'\" Strasser indicated the \"second method wasn't really clearly identified of choosing the Internet as a way to obtain a 2001 application for a comprehensive lifetime hunting and fishing license.\" He 27argued that if you examined the \"Indiana DNR hunting and fishing regulations in 2001, in no way under the section where it says how to obtain a comprehensive hunting and fishing license, or a lifetime license, does it say to use the Internet, if you cannot make contact by telephone or come down in person. Now, it did say you could come down in person, but I live in Northern Indiana, and that was a big obstacle for me to take a day off of work and come here and obtain one of these when I thought I could get it by telephone.\" Strasser continued, \"Since that method failed, I attempted to write, which I did. At that time, when I wrote, they sent me an application approximately a week to ten days later. Well, that limited the time that I had which really went into January 1 at the end of December, and you can imagine the mail that is going through our postal system in the month of December with the holidays. So, I received that application which was interesting enough. That application was a 2001 application with the 2001 fee structure. In no way, shape, or form did I receive a note saying that if I submit this, or if I mail this after January 1, then I have to pay the additional fees which are associated with the 2002 fee structure. There was no note and not 2002 fee structure and no 2002 application submitted to me at that time. So, the Department of Natural Resources really sent me an application for 2001, and, in my opinion, they intended me to complete that 2001 application, and not request a 2002 application. So, I do believe there are some issues of material fact, here. One is that they sent me that 2001 application. The second is I do believe the access to receive an application was not a reasonable type of access to a lot of people, and I understand in testimony. This was a discussion that I suppose can't be admitted here, but it was a discussion that I'm aware there is other cases such as this that I am reporting here today. That other customers or Indiana residents were denied those 2001 applications, as well. I have no physical evidence. I don't think I'm able to get access to that, but I do know that there are other cases. I don't think I failed in my own actions, only in the extent I attempted to get an application for a license in December 2001.\" Chairman Michael Kiley inquired, \"When did you mail your application? Is the postmark of January 7, which you heard from the DNR attorney, within a day or so of when you actually posted the letter?\" Strasser responded, \"I don't know the exact date, but I do know that it was within the first week of January.\" Kiley noted, \"We are appreciative that you are truthful in that respect. Are there any other questions or comments? It's a shame, but we have to be consistent with the implementation of what we're applying. We'd like to help him out.\" He added, \"When someone clearly misses the date, and there are other people out there, I can't see that we can make an exception.\" Commission Member, Raymond McCormick, reflected, \"I'm in agreement there, Mr. Chairman. I sympathize with the difficulty that he had getting it in in time, and that he wasn't totally at fault, but if we make an exception for him, then we're going to have everyone who applied in 2002 saying that they had the same circumstances. I don't see how we can do that.\" 28The Chair asked whether McCormick had a motion he wished to make. McCormick then moved to affirm the findings of fact and conclusions of law and nonfinal order of the Administrative Law Judge. Jerry Miller seconded the motion. Upon a voice vote, the motion carried. Strasser said, \"I would just like to make one final comment.\" He was recognized by the Chair. Strasser continued, \"I do think it's a shame to apply the law here based on other people in my situation. I think, if it's based on that principle, that there are other cases such as me out there, denied this application process, it seems that principle is not consistent with what we stand for as citizens of Indiana and the United States.\" Chairman Kiley asked, \"Didn't you, yourself, tell as that you had friends who were in the same boat? We'd like to be able to give you the right to purchase at, what now amounts now to more than a $400 discount, but we just simply can't. It would be in violation of the law for us to do that.\" Strasser asked, \"Why is it that you would be in violation of the law?\" Kiley responded, \"The fee increase and its effective date.\" Strasser continued, \"Is that the effective date of when it's submitted, or when you receive it?\" Kiley again responded, \"You, yourself, said it was mailed after the date. The new rates went into effect January the first, and you say you mailed yours in sometime in the first week of January.\" Strasser again spoke, \"That is true, but I applied for that application in the month or the year that it was still the old fee structure.\" Kiley continued, \"I don't discount what you said, but unfortunately we cannot afford you relief under these circumstances.\" Stasser said, \"All right. I strongly disagree with you decision, but I respect what you are saying.\" Kiley concluded, \"You certainly have a right to do that. We appreciate your being here.\" 29Consideration of Findings of Fact, Conclusions of Law and Nonfinal Order of Special Administrative Law Judge in Hoosier Environmental Council v. Department of Natural Resources and Foertsch Construction Company ; Administrative Cause No. 97-065R Chairman Michael J. Kiley introduced this item. He explained that through the \"good offices\" of Steve Lucas, Director of the Division of Hearings, the attorneys entered an agreement for presentation of the respective positions of their clients. Their agreement governs. Kiley reported this proceeding comes before the Natural Resources Commission following the entry by Special Administrative Law Judge, Wayne Penrod, on February 20, 2003 of Findings of Fact, Conclusion of Law and Non-Final Order. The Respondent DNR's Objections to the Findings of Fact, Conclusions of Law and Non-Final Order of the Special Administrative Law Judge were filed on March 7, 2003. On March 14, 2003, the Petitioner filed HEC's Response to Respondent DNR's Objections to the Findings of Fact, Conclusions of Law and Non-Final Order of the Special Administrative Law Judge. As previously stipulated by the parties, the Commission is the \"ultimate authority\" for the proceeding under IC 4-21.5, sometimes referred to as the \"Administrative Orders and Procedures Act\" or \"AOPA\". Kiley informed the Commission that all of the parties were represented by counsel. The attorney for the Hoosier Environmental Council is Michael A. Mullett of Mullett, Polk and Associates, LLC, with offices at 309 West Washington Street in Indianapolis. The attorney for the Department of Natural Resources is Ihor N. Boyko whose office is located at 402 West Washington Street. The attorney for Foertsch Construction Company is Dana Meier of Ice Miller with offices at One American Square in Indianapolis. Kiley continued by noting that for consideration from the nonfinal order of the Special Administrative Law Judge is an award of litigation expenses as governed by the Indiana Surface Mining Control and Reclamation Act and rules adopted under the Act. The award followed a petition by Hoosier Environmental Council against the Department of Natural Resources. He said that although Foertsch Construction Company is a party to the proceeding, the Company has not participated in consideration of the award of litigation expenses and will not today participate in oral arguments. Those arguments will be presented exclusively by Ihor Boyko for the Department of Natural Resources and Michael Mullett for the Hoosier Environmental Council. He said the Commission has adopted a procedural rule to assist with its consideration of oral arguments on objections to the nonfinal order of an administrative law judge. That rule is codified at 312 IAC 3-1-12. For today's oral argument, the parties have agreed to the allocation of time: Ihor Boyko (DNR) 15 minutes Michael Mullett (HEC) 15 minutes Ihor Boyko 5 minutes for rebuttal Michael Mullett 5 minutes for surrebuttal This allocation is consistent with 312 IAC 3-1-12 and is approved. The Chair reserves the prerogative to allow reasoned flexibility to that schedule, but not much. In addition, an 30opportunity will be accorded to individual members of the Commission to ask questions of the attorneys, after oral arguments are completed. Testimony will not be received today; rather the Commission will be governed by the record already developed by the Special Administrative Law Judge. Kiley continued by noting that the record of this oral argument will be incorporated into the minutes of today's meeting of the Natural Resources Commission. Although a formal transcript is not being developed, the nature of this agenda item requires particular care to assure that the minutes are fair and accurate. A member of the Commission who chooses to speak should take care to speak audibly and clearly. The Chair welcomed counsel and asked them to address the Commission from the podium. He recognized Boyko and reminded him he had 15 minutes for his presentation. Ihor N. Boyko then addressed the Commission and the audience. \"Mr. Chairman and members of the Natural Resources Commission, good afternoon. The Department of Natural Resources is here today for objection to an award of fees and expenses of nearly $184,000 that Special Judge Wayne Penrod granted to the plaintiff, Hoosier Environmental Council, as a result of HEC's participation in a coal combustion waste disposal case. It is our position that this award is both unwarranted, and, if warranted, also excessive when compared to HEC's overall lack of success in the underlying case, and it is further unsupported by specific facts of the case, as well as the law that applies to this case.\" He said that by way of background, the underlying litigation in which claimant, HEC, now claims victory and seeks attorney fees began on June 9, 1995 when Mr. Jeff Stant of Hoosier Environmental Council filed a petition for administrative review. Mr. Stant's petition basically challenged DNR issuance of a coal combustion waste disposal program amendment to Foertsch Construction Company for its Little Sandy Mine located in Daviess County, Indiana. Mr. Stant's petition alleged that the permit failed to comply with the requirements of both federal and Indiana SMCRA—the Surface Mining and Reclamation Law. Mr. Stant also requested a stay of the permit. Boyko then distributed to members of the Commission copies of the Stant petition that he indicated was already a part of this record. While making the distribution, Boyko indicated the hearing on the petition required twelve days. The Administrative Law Judge, William Teeguarden, issued a nonfinal order in the case on October 10, 1996. The decision was 21 pages long and included 238 findings of fact. He said Judge Teeguarden also declined to stay the permit. Boyko said that on October 25, 1996, HEC filed objections with the NRC in which it challenged numerous findings made by the ALJ and also objected to the nonfinal order by Judge Teeguarden. The NRC heard these objections on June 23, 1997, then it deferred a decision to its next meeting. The Commission then \"essentially affirmed\" Judge Teeguarden's nonfinal order, with a few modifications. HEC was still dissatisfied with the result and filed for judicial review in the Daviess Circuit Court, which issued a ruling fully upholding the NRC decision on September 13, 1999. No party took review to the Indiana Appeals Court. 31 Boyko then distributed copies of the decision by the Daviess Circuit Court. He continued by saying what you have here is the alpha and the omega of the proceeding. The petition that started the case and the final disposition by the circuit court. He said the Department has numerous objections to the decision by Judge Penrod. He then went through them as included in the DNR's written objections. Boyko said the Department objects to Finding 21 issued by Judge Penrod. In this finding, Judge Penrod said there was no reason to resort to a consideration of the American Rule because there was controlling Indiana statutory authority or governing case law. He said the ALJ viewed this as an \"all-or-nothing case\"—either HEC would be entitled to all fees sought or to no fees. \"This finding is prejudicial to the DNR, because under the American Rule, the prevailing litigant ordinarily isn't entitled to collect any fees, unless there is a specific statute that authorizes the award of fees. Any kind of authorization of fees involving the State of Indiana is a limited waiver of sovereign immunity; and therefore, is to be strictly construed in favor of the state, which Judge Penrod failed to do. I think Judge Penrod missed some basic points on the American Rule when he refused or declined to analyze that.\" Boyko said there was a case from the U.S. Supreme Court, Ruckelshaus v. Sierra Club that the DNR cited on several occasions. He said the court basically said the winning party does not have to pay the losing party's attorney fees. \"In no way, shape, or form can DNR be considered the losing party in this instance. The permit issued was upheld in every stage of the proceedings except for some minor modifications.\" He argued there was another case, Utah International, Inc. v. Department of the Interior , where a federal court analyzes the federal counterpart to the provision of Indiana SMCRA that is currently under consideration. Again, the court says the successful parties are not required to pay attorney fees for other successful parties. DNR was successful in the current litigation and should not responsible for any other party's attorney fees. Boyko said the DNR also objected to findings 24 through 29. Here, Judge Penrod found that HEC prevailed on the issue of whether it timely filed for administrative review. He used the finding as a basis for awarding fees. \"It is the DNR's position that this issue does not go to the merits of the case.\" The merits are framed by Stant's 1995 petition. Ruckelshaus says trivial success on procedural points does not justify an award of fees. The DNR urges that the ALJ erred when he found that a determination of timely administrative review formed a proper basis for attorney fees. Boyko said the DNR objected to Judge Penrod's findings 30 through 36. Here, the ALJ found HEC prevailed on the issue of collateral estoppel and again uses the finding as a basis for awarding fees. \"This issue is a purely procedural issue for which fees are not warranted under the Ruckelshaus U.S. Supreme Court holding. The application of collateral estoppel is in the interest of judicial economy to shorten the litigation process. An award in this context is inappropriate both in terms of Ruckelshaus and 312 IAC 3-1-13(d). 32He said the DNR also objected to findings 61 through 67. The ALJ found that HEC prevailed on the issue of requiring a mechanism in the permit to restrict future land use or to caution purchasers about the presence of coal combustion waste on the property. Boyko urged that any claim of success by HEC on the issue is completely without any basis in fact. Again, there is no reference to this issue in HEC's appeal. HEC's 88-page brief devotes less than a page to this issue. Even Judge Teeguarden notes this issue was only a concern expressed by HEC and not a \"core part\" of its case. Boyko said the next findings to which the DNR objected were findings 68 through 81. Judge Penrod here found \"erroneously, in our opinion, that the claim that HEC prevailed on the issue of the amount of coal combustion waste bearing some relationship to the amount of coal mined.\" Any claim by HEC as to success on this issue \"are completely unsupportable\" if you review the 1995 petition for administrative review. Boyko argued there is no discussion of this issue as a basis for HEC's appeal. He said closer examination of Judge Teeguarden's ruling showed that he found, \"The one piece of evidence introduced in this case that quantifies that amount is found in Exhibit G which indicates that the total amount of by-products from power plant combustion is about 25% of the tonnage burned.\" Boyko said this document was introduced through the testimony of a DNR witness and not a HEC witness. He said 312 IAC 3-1-13(d)(2) required that HEC establish it \"made a substantial contribution to a full and fair determination of the issue\" before entitlement to fees and expenses. In this instance, HEC made absolutely no contribution on the issue, since DNR brought the evidence forward. In fact, DNR presented a lower maximum percentage of 15% in its draft CCW rule that was presented to the NRC in November 1989. Also, HEC specifically objected to this finding by Judge Teeguarden. It would not be appropriate to award HEC fees for the 25% tonnage limitation that the NRC ultimately approved. Boyko said the next group of objections by DNR were to Judge Penrod's findings 82 through 90. He said, here HEC claims it prevailed on the issue of requiring long-term monitoring of the coal combustion waste site. Again, the 1995 HEC petition did not raise this issue. Even Judge Penrod's findings reflected HEC's attorneys \"expended minimal time here.\" Also, review of Judge Teeguarden's findings reveals that he placed great weight on the testimony of a DNR staff hydrologist. Boyko urged that it could not be said that HEC made a substantial contribution to the final outcome as required by 312 IAC 3-1-13(d). The award of fees by Judge Penrod was inappropriate. Boyko said DNR also objected to Judge Penrod's findings 91 through 102. He said Judge Penrod found that HEC prevailed on the issue of adequate groundwater monitoring testing being performed to justify granting the permit. Judge Teeguarden upheld the permit; and therefore, \"any perceived victory by HEC here is at most a purely technical victory and nothing more than trivial success for which no fees should be awarded.\" That is the holding in Ruckelshaus . The NRC also upheld the permit and rejected arguments that the permit should be denied. At most, HEC might have established minor non-compliance with Memorandum of Understanding 92-1, which is a guideline policy document. He said the Department next objected to Judge Penrod's finding 103. Here Judge Penrod found that the hearing of the instant case was one of an apparent \"first impression\" in Indiana; therefore, his interpretation was that this should be an instance of \"all or nothing.\" Again, Boyko 33said, there is applicable law that you need not award fees for unsuccessful claims. In fact, IC 14- 34-15-10 states that you \"may\" award fees. There is nothing binding on the Commission to award any fees even if there is a successful litigant. Boyko stated that DNR objects to Judge Penrod's findings 104, 107, 108, 114, 109 through 119, and 156. The Department objected to the fees that were granted to attorney Max Goodwin. Goodwin proposed two rates--a standard rate of $150 and $225 per hour payable at the successful conclusion of a case. Judge Penrod granted the $225 per hour fee request. There were also some 40 hours attributed to attorney Goodwin that DNR identified as questionable, such as driving a witness to the airport. It is improper to charge fees for non-legal functions. Boyko continued, \"Unfortunately Judge Penrod's sudden recent departure from state government does not make him available here to explain aspects of his findings and conclusions. What we feel happened here is that HEC has completely re-written history. They created a fictional account of what happened. For the State to be burdened with almost $200,000 in attorney fees for a piece of fiction is completely unsupportable.\" Boyko noted that the Claimant's attorney, Michael Mullett, agreed that Judge Penrod twice awarded Mullett and Associates approximately $15,000 in fees. Boyko explained that the Department filed proposed findings before Judge Rider on November 2, 2001, and asked that the Commission adopt those proposed findings. He said there are two alternatives in the proposed findings. One alternative is based on the cases cited that HEC should be awarded fees. The other alternative is that possibly there was some small degree of success—maybe 10% at most. Using this analysis, HEC may possibly receive a small fee award, but not the complete fee claim. Boyko distributed the proposed finding to the Commission members. \"DNR would request that this Commission completely reverse the decision of Judge Penrod, and either award fees of nothing based on the proposed findings or some small amount that really is based on the actual success of HEC in this case.\" Kiley asked whether the proposed findings were part of the record. Boyko stated that the proposed findings were filed with Judge Rider on November 2, 2001, and they were part of the administrative record. Kiley then recognized Michael Mullett. Michael A. Mullett addressed the Commission and the audience. \"Thank you, Mr. Chairman. Chairman Kiley, Director Goss, Chief Judge Lucas, and members of the Commission, it is my privilege to be here today to share with you the perspective of Hoosier Environmental Council with respect to the nonfinal order of Special Administrative Law Judge Wayne Penrod. It is a particular privilege and a pleasure for me to be here today asking you, for a change, to sustain rather than overrule an ALJ decision.\" Mullett said \"essentially\" what DNR is asking here is that the ruling of the Special Administrative Law Judge be reversed. To do that, DNR is also asking you to re-write the law applicable to this case, and to re-write the record that was made in this case. HEC would submit that the NRC can neither re-write the law nor re-write the record. Therefore, the Commission should not reverse, but should uphold the nonfinal order, with one small exception that will be discussed later. 34 He said the misconception here is not on the part of Judge Penrod. The misconception here is on the part of the Department's Counsel. When applying a statute or a regulation the first things taught in law school are to read the statute and read the regulation. Mullett distributed copies of IC 14-34-15-10 and 312 IAC 3-1 through 312 IAC 3-13 to the Commission. He said, \"The first thing to understand is when the statute is clear, there is no need to construe it. It is simply a matter of applying it, and that is what Judge Penrod did in this particular case.\" Mullet explained that essentially there are two fundamental questions that have to be answered affirmatively in order to award fees. The first is: Did HEC prevail in part in the underlying Foertsch case? The second is: Did HEC make a substantial contribution to the result in the Foertsch case? HEC does not have to prevail in full in order to be eligible for fees under IC 14-34-15-10 and 312 IAC 3-1-13. This is an application of the fee award requirement in federal law that is incorporated into the state regulations pursuant to the delegation to the State of Indiana of the permitting authority under ISMCRA. This particular framework exists on the federal level and exists in a number of states around the country that have programs analogous to Indiana's program. Mullett read 312 IAC 3-1-13(d)(2). He explained that once there is a determination that a party—other than a permittee—prevails in part, that party is eligible for an award. To move from eligibility to entitlement to an award, a showing must be made that there was a substantial contribution to a full and fair determination of the issues. If there is such a showing, the party is entitled to an award. Where Counsel for DNR goes wrong is in his reference back to the American Rule. DNR has this idea that each case has a winner and a loser—the payment of fees is all about who is the winner and who is the loser. Somehow, everything has to fit in that particular mold. Since HEC did not get everything that it wanted out of the case, how could it be a winner? Since the DNR did not lose everything that was in the permit, how could DNR have to pay fees? Mullett explained that there is an exception to the American Rule when there is a statute that provides for the shifting of fees. The question is not how do we apply the American Rule, but how do we apply the exception. The answer is what do IC 14-34-15-10 and 312 IAC 3-1-13(d)(2) tell us to do? What have other agencies and courts that have applied similar statutes and rules said we should do in this situation? We make a determination of eligibility with regard to whether or not HEC prevailed in part. We then make a determination of entitlement of whether or not HEC made a substantial contribution to a fair determination. That is precisely the procedure that was followed in this case. Mullett said the framework that Judge Penrod used to decide whether or not HEC had prevailed in part was not a framework that HEC had offered. It was a framework that Judge Teeguarden developed in the nonfinal order that was reviewed by this Commission on the merits in the Foertsch case. Mullett explained that Judge Teeguarden formulated and identified ten issues based on HEC's objections to the permit. The nonfinal order of Judge Penrod was based on the 35record—of Judge Teeguarden's decision on the merits of the Foertsch case—that HEC prevailed in whole or in part on six of the ten issues. In particular, Judge Penrod followed Judge Teeguarden's decision that HEC had prevailed on Issues A, B, G, H, and I, and partially prevailed on Issues E and J. Mullett stated that the NRC upheld Teeguarden's order with one exception. The NRC increased Judge Teegaurden's ash disposal recommendation by 25%. This amount was still 50% less than that sought by Foertsch in its appeal and provided for in the original permit. The only party in the proceeding who was challenging the permit was HEC. Judge Penrod adopted the framework developed by Judge Teeguarden. Penrod looked at the same ten issues and came to the same conclusion that HEC prevailed in whole or in part on six of those ten issues. HEC prevailed in part, and it is therefore eligible for an award under the applicable rule and statute under ISMCRA. Mullet noted that the second place DNR erred was to argue that unless the permit in the Foertsch case was denied, HEC could not have prevailed in part. In a legal case, an argument can be made in the alternative. DNR's first choice is that HEC receive no award. Its second choice is that HEC receive less than all of the fees requested. HEC did the same thing in the Foertsch case. HEC's first choice was that the permit be denied, but if the permit was not denied, that the permit be conditioned in a way to address HEC's concerns. HEC received its second choice. HEC did not receive all it was hoping for, but it received a substantial part. Mullett said the Counsel for DNR totally ignores and even re-writes the record. Mr. Boyko failed to point out that the parties, at the request of Judge Penrod, specifically briefed and argued the question of what position HEC had taken on the merits of the Foertsch case. Mullett noted particularly that the parties were asked to present to this Commission, on February 10, 1997, a summary of their positions on the ALJ's findings and recommended order on the Little Sandy #10 permit. Mullett read to the Commission HEC's summary filed in 1997 in the underlying Foertsch case. He explained that HEC's summary contained an express statement of its alternative position. \"Avoiding further delay in implementing the minimum conditions of the ALJ's nonfinal order is so important that HEC has stated, and continues to represent to you, that if the ALJ's findings and nonfinal order are adopted without change, HEC will accept the final order without seeking judicial review. Only if another party proceeds with judicial review will HEC assert its previously filed objections to the ALJ order. There, in black and white, and contemporaneous at the time of the Foertsch case is an express statement of HEC's alternative position.\" But, as the record shows, the Commission did modify ALJ Teeguarden's order, in one respect, to increase the amount of CCW that could be disposed of from 25% to 50%. Mullett noted that Foertsch appealed, along with HEC, the final order of the NRC. \"You basically had a situation where, in terms of HEC having said, we will take Judge Teeguarden's order. It's not all we want, but we think it's enough. If everybody else will take it, we'll take it, too. The Commission changed it. Foertsch appealed it, so HEC appealed it, too.\" Mullett said he had outlined in detail in HEC's brief specific provisions and specific citations in the record in terms of the specific contributions that HEC made and that Judge Teeguarden 36referenced and that Judge Penrod found. \"I'll not bore you with that detail. I simply think it's incredible that anyone would say that this permit was modified because of something DNR did. Now, it may have been modified in part because of an exhibit that came out in cross-examination of a DNR witness. It may have been modified in part because of testimony that was elicited in response to cross-examination of a DNR witness, but DNR issued the permit. DNR didn't want to modify the permit here. Foertsch didn't want to modify the permit here. The only party in the case that wanted to modify the permit was HEC. To the extent this permit was modified, and in terms of the amount of controversy it provoked, and in terms of the fact that Foertsch appealed it, to say that those modifications were meaningless, trivial, technical just totally re-writes history. They were substantive. They were substantial. They were important.\" Mullett continued, \"We would maintain that it is quite clear that under the applicable legal standards, HEC is both eligible for and entitled to an award. The question of how much an award—the statute is quite clear here that an award should be for an amount of money equal to the aggregate amount of all costs and expenses. That's what we've asked for. What Special ALJ Penrod found is that there was no Indiana authority for a percentage of expense model, i.e., discounting the actual expenses, and there isn't a single Indiana authority cited by the DNR for that approach, either in its brief or here today.\" He said HEC believes it is entitled to the entire amount awarded by Judge Penrod, minus $15,000. Mullett said he would leave the specific issues of compensation to what was stated in HEC's brief, but with one exception. \"Special ALJ Penrod did make one mistake. Again, DNR counsel has mischaracterized it. What happened is we submitted a fee petition originally, at a particular point in the case, and time went on and additional proceedings ensued. We then submitted an updated petition. The updated petition sought $29,000 for Mullett & Associates, my law firm. It included the entire period that we had been in the case from March of 2001 to May of 2002. The first petition was from March to November 2001 and only included about $15,000. So the second petition subsumed or included the first petition. What Special ALJ Penrod did was see them as additive rather than cumulative so he did include an extra $15,000 or thereabouts that he should not have done. Rather than $183,000 and some, we're asking for $168,000 and change as the amount that was properly incurred.\" He concluded by indicating he appreciated the Commission's time and attention, and at the appropriate time, he would be pleased to respond to questions. Chairman Kiley thanked Mullett for his remarks and advised Boyko he had five minutes for rebuttal. Ihor Boyko began his rebuttal. \"Contrary to what Mr. Mullett says, it's not my intention or DNR's intention for anybody to re-write the law. We just want somebody to apply the law as stated in the cases that I've cited. Going back to the Ruckelshaus case, the opinion clearly states that these fee shifting statutes aren't meant to do away with the American Rule that requires that there be a winning and a losing party.\" As far as issues, Mr. Mullett seems to argue that any issue is ripe for attorney fees, but he ignores the qualifier that it must be an issue on the merits. \"That's stated in all the cases.\" A party must succeed on the merits of its claim, and that claim is outlined in the initiating petition and subsequent briefs. \"The petition that HEC filed outlines what its claims were. You give notice to the world as to what you're requesting the judge to do. 37HEC did not succeed in any of those claims.\" It cannot be an issue that a judge \"pulls out of the air\". It must be an issue that's included in a party's claim and for which the party seeks relief. \"HEC did not succeed on any issue, or if it did succeed, it was just very trivial stuff.\" He said, \"There is a rule and a statute that apply\", and those have language that \"needs to be read and applied. The rule here has the word 'appropriate' in it. Mr. Mullett ignores that word. The courts have construed that word to say that it's not appropriate to award somebody fees on issues that they're unsuccessful on. That's not appropriate. That's in the rule. So, again, we're asking somebody to take a close look at the rule and the applicable cases and reverse Judge Penrod's findings.\" Boyko continued. \"As far as arguing in the alternative\" with respect to the 25% coal combustion waste disposal issue, Mullett \"admits that occurred February in 1997. That was after the fact. That was after twelve days of hearings and that was after Judge Teeguarden made his ruling. That was late in the game.\" He said HEC did not pursue that issue during the hearing. \"It does not appear in any of the briefs they filed. HEC filed an 88-page post-hearing brief, and that 25% limitation was not addressed in there in any way, shape, or form. It's not addressed in the petition for review.\" He said that to say HEC \"argued in the alternative is a complete misrepresentation of the record. If they did argue in the alternative, it was from February 1997 on, after they had lost their claims before Judge Teeguarden.\" Boyko stated that even though there might not be any Indiana case law on this subject, there was an abundance of federal law and law from other states. In addition, there was Indiana case law regarding fees in other contexts, and these interpretations should be applied. He re-emphasized that he believed Judge Penrod's award was erroneous and excessive and should be reversed. The Commission \"should strongly consider adopting the proposed findings that I submitted to Judge Rider when he had the case, and I've distributed those.\" Boyko closed his rebuttal by asking that the Commission reapply the law and reverse the findings by Judge Penrod. \"Thank, you.\" Chairman Kiley then informed Mullett he minutes for surrebuttal. Mullett began his surrebuttal. \"Thank you, Mr. Chairman. I would point out that the particular regulation in question here was adopted after the Ruckelshaus case. In terms of the provision that requires that a party prevail at least in part in terms of eligibility, that's fully reflective of the requirements of the Ruckelshaus case. This statute and this administrative scheme is not violative of the U.S. Constitution. No one has suggested that. No one has found that. There was nothing wrong with that particular provision. It fully addresses the Ruckelshaus case.\" Mullett then spoke to the two procedural issues on which HEC prevailed. He urged that they were \"particularly key.\" The reason being if the petition was not timely there was not going to be any further proceeding. You have a situation where, if HEC does not prevail on the procedural issue of timeliness, the rest of the case doesn't happen. The permit modifications do not occur. Similarly, with regard to estoppel, if HEC is collaterally estopped from raising its issues, then those issues cannot be raised in the case and the permit does not get modified. The two procedural issues where HEC prevailed were essential prerequisites for decisions on substantive issues on which HEC prevailed in whole or in part. 38Mullett stated that Judge Penrod did not base his determination that HEC prevailed in part simply or solely on the two procedural issues. Judge Penrod based his decision on all ten of the issues that Judge Teeguarden had identified. With respect to the four substantive issues that resulted in permit conditions, they are, in HEC's mind and any objective observer's mind, important. If they were not important, why did Judge Teeguarden impose the conditions? I think, by definition, the fact that they resulted in conditions means that they are important. Mullett said he agreed that the volume restriction was particularly important as far as HEC was concerned. The volume restriction was particularly important as far as this Commission was concerned. It is the one condition in Judge Teeguarden's nonfinal order that this Commission changed. To say that HEC did not have anything to do with that volume restriction being imposed is \"patently absurd.\" Neither Foertsch nor DNR was arguing for a lower number as far as the permit was concerned. They were arguing to uphold the permit. It was HEC that made the argument. In particular, it was not just in February 1997, as DNR Counsel has conceded, that the volumetric question was addressed by HEC. In terms of the volumetric question and the 25% level that Judge Teeguarden found appropriate, HEC objected to the 1:1 ratio in the original permit. Mullett read into the record from HEC's Post Hearing Brief at page 68. HEC identified the volume restriction issue during the hearings and in its post hearing briefs. There is no \"Johnny come lately\" approach as far as the alternative approach is concerned. HEC did want the permit denied, but absent getting it denied, wanted it conditioned. HEC succeeded in getting the permit conditioned. Mullett submitted that, with the small exception of double counting the $15,000 in fees for Mullett, Polk and Associates that the nonfinal order of Judge Penrod is correct in all respects and should be affirmed by this Commission. We thank you. Chairman Kiley opened the matter for discussion, and opened the floor for Commission members to question counsel. Kiley began by saying, \"Looking at the strict interpretation\" of IC 14-34-15-10 \"with respect to the awarding of attorney fees and so on, which, of course, ties\" into 312 IAC 3-1-13, \"the interesting thing about it is the language is very clear.\" He said IC 14-34-15-10(2) provides: \"As a result of an administrative proceeding under this article instituted at the request of a person—and HEC is considered a person in these proceedings—the court, resulting from judicial review, or the Commission, may assess litigation expenses.\" Commission Member, Jane Anne Stautz, noted, \"That's right, 'may'.\" Kiley continued, those may be \"against either party to the proceeding an amount of money or no.\" He congratulated the parties' attorneys on their excellent oral presentations and briefings. The Chair then directed the Commission's attention to 312 IAC 3-1-13(d)(2), which he indicated was a key rule provision. A person such as HEC \"who initiates or participates in a proceeding and who prevails in whole or in part, achieving at least some degree of success on the merits, upon a finding that the person made a substantial contribution to a full and fair determination of the issues.\" He said, \"we're talking here about basic\" statutory and rule interpretation of Indiana 39law with respect to an award of attorney fees. \"I think probably these statutes and regs as sponsored by counsel come within the purview of that, but I don't see where it's incumbent upon this Commission that, which everybody seems to agree that we are the ultimate authority from the proceeding under AOPA—that we have any obligation to award any fees at all because that is not mandatory language in that statute. Those of us who have been at this for the long term know the difference between 'may' and 'shall'. It comes up all the time. So, notwithstanding the fact that there may be some merit in the application of HEC in regard to this matter, I'd like to hear, for instance, Mr. Mullett, if you feel that it's incumbent upon this Commission to mandatorily grant you 'some fees' given the language of the statute.\" Michael Mullett responded. \"Mr. Chairman, if the Commission wishes to potentially place at jeopardy the delegation as far as the ISMCRA program is concerned, I think the answer is 'no'. But the authority is quite clear. There is a decision of the Supreme Court of Wyoming in a very similar case—the Powder River Basin case—in terms of this particular provision. It is required by federal law. It has to be in state law, and, in terms of this particular provision, if a party who appears who is eligible and entitled is not awarded, then the law has been violated, and the minimum requirements of federal law with respect to the SMCRA program have been violated. I've cited the decision of the Wyoming Supreme Court in an essentially identical circumstance. We know this is a matter of first impression in Indiana, so this particular issue has not previously come before the Commission, but I will say to you there is simply no question as a matter of law. It has been decided federally and otherwise that if you have a party that comes before you with both eligibility and entitlement, and you refuse to make an award, that you're not only violating this language, as it has been presented and explained to the feds, but also the minimum requirements of ISMCRA as far as the federal delegation is concerned.\" Chairman Kiley then recognized Paul Ehret, Deputy Director of the Department of Natural Resources. Ehret said, \"Mr. Chairman, first of all, regarding the Indiana program, this has already been approved by the feds. The statutory language was approved by the feds. The regulatory language was approved by the feds. The feds know what the word 'may' means as well as anybody else does. We do not implement the federal surface mining act here. We implement the Indiana surface mining act, and I'd suggest that if Mr. Mullett has an issue relative to the program as to the discretion of the Commission under the statute, he is free to bring that up with the federal government. I would say this is a fair interpretation of what our statute provides here. The word 'may' is clearly not 'shall', and I would say that the feds know what it says, also.\" Chairman Kiley reflected that \"I sat on the bench for eight years, as a young guy, and I'm a little long-toothed when it comes to issues like this, and I'd be happy to hear from Jane Anne Stautz as a legal counsel.\" Commission Member Stautz said, \"We're tracking right towards you, Mr. Chairman, in the respect of statutory interpretation and the difference between 'shall' and 'may' being discretionary and not a mandatory requirement to grant any fee based on that. That would be my consideration and impression here, as well as the fact that it's a case of first impression in Indiana. Other court cases in other states are not binding here.\" 40 Commission Member, Mary Ann Habeeb, added that she and Stautz followed \"the same track as we sit next to each other, and we wrote the same comments on our notes as we went along. It does appear to be a discretionary rule and a discretionary statute. This Commission would have reviewed that rule and would have been the one to have apparently known what it means when it promulgated that rule.\" Habeeb continued by reflecting that she has seen circumstances where the word \"may\" was interpreted by the courts to mean \"shall\", but \"that seems to be a rather extreme situation, and not one where the state's fiscal integrity is to be protected. I think such statutes are to be construed strictly and narrowly when it comes to spending the state's money. My thought is that it would appear discretionary.\" Habeeb added, \"It looks to me that the fees of Mr. Mullett, who I would agree did a really great job of presenting, were related totally to the litigation of the fee matter itself, and the case law supporting that was out of Utah.\" The precedent \"does not appear to be one that would need to be followed in the State of Indiana with regard to the fact that fees of the Mullett team would appear to related to the fee litigation and not to the substance of the matter at issue originally. I, too, would take a strong look at what the original petition said or what it was seeking with regard to what they ultimately ended up with at the very end of the line. Whether what they got was substantial from their participation.\" Michael Mullett asked to be recognized. The Chair called upon him. Mullett said, \"Mr. Chairman, may I make one comment. I think that what's being missed here with regard to the 'may' versus 'shall' is the concept of abuse of discretion.\" He added, \"We're not saying that this is an unconditional 'shall'. What we're saying is that when conditions are satisfied, it's an abuse of discretion for the agency not to award. We're not trying to change the 'may' into a 'shall'. What we're saying is there are certain conditions that have to be met. When those conditions are met, then it's an abuse of discretion not to make an award. We would submit that that's clearly the situation here. We have argued SMCRA cases here in terms of this issue of the award of fees for our work on the fee petition, but there is substantial Indiana appellate authority with respect to that issue as well. This is not the only context in which fees are awarded for work performed on a contested fee petition. There is simply no question under Indiana law that those fees are awardable. I'm pleased to submit other authority other than SMCRA in that respect.\" Habeeb said, \"This is certainly an interesting case to be before the Commission and one that certainly involves a great deal of interpretation of what was done with regard to Judge Penrod's order, but also you have to go beyond that. You have to go back to what Judge Teeguarden ruled, too, to find what his findings were as to who prevailed on what issues and to what extent that prevailing was. I looked very carefully at the response to the objections filed by the Department as to what the factors are and at the DNR's concerns as to whether there was a substantial prevailing and to what extent on each one of these issues.\" 41The Chair then asked if there was any further discussion. He said, \"if there isn't any, I'd like to, perhaps, defer to counsel on the Commission, because obviously, myself, I cannot participate in the formation of a motion. You're obliged to put a motion to the Commission for a vote.\" Habeeb responded, \"I'd like to have clarification from the Department as to what order they're seeking from this Commission.\" Stautz asked, \"Are you asking for the proposed nonfinal sent to Special ALJ Rider?\" Ihor Boyko answered, \"Right. I think we gave him two alternatives. Either no fees or like a small percentage. So we would ideally like no fees, obviously.\" Stautz said, \"Mr. Chairman, I wonder if you might refresh my memory. In my tenure on the Commission, have we in any of these cases awarded fees before?\" Chairman Kiley answered, \"In the fall I've been here 27 years, and I can't remember one. It's not to say it might not be possible, but I don't think there has been precedent for it.\" Stautz, \"Right, I was wondering whether it was possible whether there could have been any findings before as a precedent.\" Kiley said, \"Oh, absolutely.\" Stautz then said, \"Mr. Chairman, I'd like to make a motion to reverse the findings and nonfinal order of the Special ALJ Penrod and deny any fees to this petitioner.\" Kiley added, \"Right, we have a motion that's very straight-forward. Is there a second?\" Habeeb stated, \"I'll second the motion.\" Kiley said, \"There has been a motion and a second. I'll call for the question. All those in favor of the motion, please raise your right hand.\" Eight persons voted in favor of the motion. The Chair abstained. Chairman Kiley declared, \"The matter is carried. Thank you very much, both counsel, for your very able presentations. This is a case of first instance in Indiana. It may very well be tested, and we'll be glad to see what the outcome will be. Thank you, all, very much.\" 42Consideration of Recommendation of Hearing Officer to the Natural Resources Commission with Report of Public Hearing and Written Public Comments, Responses by the Division of Reclamation, and Presentation for Final Adoption of SMCRA Water Quality Amendments (312 IAC 25) to Implement 327 IAC 2; Administrative Cause Number 02-160L (LSA #02-104(F)) Stephen Lucas, Hearing Officer, introduced this item. He explained that this was a proposition for an important set of rule proposals. \"I think they are all important, but this one is perhaps more noteworthy than some and drew more attention than some.\" Lucas stated that, as Hearing Officer, he did not make certain recommendations, but the \"parties did a particularly good of expressing their perspectives and providing important information on the rule proposal. I do want to publicly thank those who participated in the very helpful way in which they worked with me as the hearing officer. This is the kind of issue that could be very difficult and unpleasant, because feelings are sometimes are very strong. But in this instance the staff, the public, and the regulated community were extremely helpful in delineating this report.\" Lucas then deferred to Marvin Ellis of the Division of Reclamation. Marvin Ellis, Hydro-geologist in the Technical Services Section of the Division of Reclamation, addressed the Commission. Ellis explained that the rules would amend 312 IAC 25, the Indiana Surface Mining Control and Reclamation Act. Ellis stated that the rule amendments implement the ground water quality standards established by IDEM's Water Pollution Control Board and include classification criteria for ground water, numeric standards and narrative criteria that must be met, and ground water management zones. Ellis explained that the Indiana coal mining and land reclamation programs already include extensive groundwater protection measures, and said that they are being updated to incorporate these added provisions. He said the amendments do not replace existing program criteria, but further define and strengthen the coal and land restoration programs for the citizens of the State of Indiana. Ellis said that the proposed rule is based upon the IDEM rule which became effective March 6, 2002. He explained that the rule applies the IDEM groundwater classification scheme and numeric standards. The rule also establishes a management zone with specific compliance points from a mining activity based upon default criteria within the IDEM rule. Ellis reported that Division of Reclamation staff met with staff of IDEM's Office of Water Quality Drinking Water Branch on several occasions to ensure they were applying the rule consistent with the intent of the statute. \"We wish to express our appreciation to the staff of IDEM who have provided us valuable input while drafting this rule.\" Ellis said that the Division of Reclamation also met with the Hoosier Environmental Council and coal industry regarding the rule and extended appreciation for their input and \"well thought out written comments throughout the public comment period.\" Ellis explained that in response to written comments provided by members of the public, the Hoosier Environmental Council, the Indiana Coal Council, and other organizations, the rule amendments have been revised to reflect many of the suggestions. He said that the Department responses to all comments were included in the report provided by the Hearings Officer. 43 Ellis noted that in addition to the proposed rule, the Division of Reclamation also developed a nonrule policy for the implementation of the ground water quality standards at mines. He said that the purpose of the nonrule policy was to provide support guidance and added explanation of the proposed rule. He informed that the nonrule policy document contains a discussion of the ground water management zone and how its location is determined. The policy document also addresses the installation of monitoring wells, termed interception wells, that will be located between the mining activities and drinking water wells or property boundaries, for the purposes of early detection and added level of protection. In order to assist in understanding the rule and the policy Ellis provided a visual aid that depicted an example for the establishment of the groundwater management zone and the locations at which monitoring would occur. Ellis thanked the Commission for their consideration of the proposed rule, package and non-rule policy document. Ray McCormick said, \"In the example you give here, we have one contiguous block of land that is represented by the permitted area. However, in my area, the tunnels and the mine areas extend out for five miles in different directions, and it's a matrix of people that are leased at that particular coal company. There are some that are leased at different coal companies, and some that are not leased. McCormick referenced the example map and asked whether the permitted area and each one of the farmsteads would be monitored or well identified out to the 300-foot zone from each of the 40-acre tracts or 100-acre tracts that occur underground from the center of the mine. Ellis said, \"When you get out in the areas that are leased and they are mining deep underground, we refer to that often times as shadow acres. \" He explained that in the permitting process the applicant has to identify all the groundwater users that are within the surface effect area and within the shadow area, whether it's a 1,000-acre shadow area or multi-thousand acre shadow area. Ellis explained that the process can identify owners, their uses and a sampling occurs as part of the establishment for base-line purposes prior to issuance within the permit area. McCormick continued, \"So you're saying that this example is for activities above surface and during low ground water, but for areas outside of the surface activity, these standards do not really apply?\" Ellis said the standard would apply at the drinking water wells, but the management zone is going to be drawn based on the proposed activities. \"Focus is on surface effects area. That is where the management zone will initially be drawn.\" However, \"depending on the nature activity if there are some waste returned to the underground works, then that would influence its location.\" He said sampling occurs throughout the entire permit process for baseline purposes, prior to permit issuance and also later when the active mining operations are occurring. Ehret interjected that the Department treats surface and underground mines differently, because of the \"nature of problems are somewhat different. Historically, if we have problems in proximity to underground mine work, which I think Ray is talking about, it usually has to do with a potential loss of water quantity as opposed to water quality. We don't have those happen 44a lot, but the Surface Mining Act outside the requirements of this particular amendment has a protection for restoration of the loss of water due to mining.\" He explained that if a person lost a domestic well or an agricultural well, the coal operator would be responsible for the replacement of that source of water. Martha Clark, Chief of the Watershed Branch, Indiana Department of Environmental Management, submitted written comments to the Commission. Clark said she was the previous Chief of the Groundwater Section and was \"intimately involved for many years\" in the development of the Groundwater Quality Standards rule, which the DNR, Division of Reclamation is trying to pull into their rule to meet the requirement of those standards. Clark stated, \"We believe at IDEM that these amendments, coupled with existing regulatory controls, meet the goals of groundwater quality standards rule and demonstrate as required in Section 2 of the groundwater quality standards rules that DNR will ensure that facilities practices and activities are designed and managed to eliminate and minimize potential adverse impacts to the existing groundwater quality.\" She said IDEM wanted to \"emphasize\" the importance that DNR staff implement the revised regulations to ensure that the goals of the groundwater quality standards. \"We support the final adoption of the rule by the Commission.\" Nat Noland, President of the Indiana Coal Council addressed the Commission. He said, \"I appreciate the opportunity to be here today to testify on this rule of proposal before you. Noland stated that he represented the Indiana Coal Council, which is a trade association that represents approximately 90% of the Indiana's coal operators throughout southwest Indiana. He said, \"As we debate this rule today, I think it's important that we all remember that this rule is not a requirement of any federal law, and particularly the Federal Surface Mine and Control Reclamation act. Noland explained that the rule proposal was a result of a separate and independent state statute that was passed in 1988 to ensure groundwater quality protections throughout Indiana. He noted that IDEM promulgated the groundwater rule as indicated and \"your job today is to implement that rule today as part of the surface mine program. Staff has proposed a rule that does just that. It implements IDEM's rule; that is all that is required. Any concerns that have been raised by others about the standards or the place where the standards should apply are more appropriately addressed to IDEM, who proposed and adopted the original groundwater rule.\" Noland said, that although coal mining is \"one of the heaviest regulated industries in Indiana, we do support this rule today.\" He stated that the nonrule policy does a \"good job\" of explaining to the ICC and the regulated community, and to others how this rule will be implemented.\" Noland stated that coal mining has been conducted in Indiana for over 100 years. \"Throughout that time, and particularly since the passage of the federal law in 1977, there had been virtually no significant effects on groundwater quality outside what will be the groundwater management zone after this rule is adopted today.\" He supported and \"confirmed\" his statement by citing an informal study that IDEM completed at the Peabody Linnville Mine years ago. He said that third parties, as well as the coal industry participated in the development of the IDEM rule and the rule proposal before the Commission. Noland said that IDEM's Task Force and their Rule Workgroup had discussed coal mine issues \"specifically and exhaustively several 45times.\" \"While the IDEM rule does not address nondrinking water wells that some in the public were concerned with, the changes made today proposed by staff will offer protection for nondrinking water wells and drinking wells.\" Noland noted that third parties had raised concerns about the location of the groundwater management zone. \"IDEM directed other implementing agencies, such as DNR, to establish groundwater management zones for their regulatory program as this rule reflects.\" Noland said the proposed nonrule policy does a \"good job\" explaining how the groundwater management zone will be created and how monitoring will occur throughout the mining activities. Noland said that the Indiana public already has protection for drinking water wells that no other state or federal government has provided. He said the coal industry proposed legislation a few years ago before the Indiana General Assembly to expand a post-1977 reclamation fund to be used to provide monies to replace drinking water wells that may be affected by past mining practices. \"Monies in the fund come solely from civil penalties paid by coal operators.\" He said the proposed rule, with the Indiana surface mining laws and statutes and the fund provide \"more than adequate protection to property owners.\" Noland said that third parties also commented that certain groundwater standards should apply within the mined area. \"That notion was completely contrary to IDEM's rule, and no further changes should be made in a proposed rule. He noted that Reclamation staff indicated in their response to comments, \"mineralization of groundwater within a mined area will occur, but the extent of that mineralization cannot be predicted. Groundwater in a mined area will not be used for drinking water and does not need monitoring by these rules. The purpose for the Groundwater Management Zone is to ensure that the effects will not occur outside the boundaries of the groundwater management zone.\" Noland said the proposed rules \"are not required by Indiana Surface Mining law or the federal law as previously indicated. In fact, groundwater standards are not a part of regulatory program in many coal-mining states; however, we will support the rule today. Coal mine operators can implement the rule and we urge you to go forward with the document that has been presented by the staff.\" Rae Schnapp represented the Hoosier Environmental Council. Schnapp thanked the DNR for amending the rule to change the groundwater management zone so that it does not extend beyond the property boundaries. \"That is a very important aspect of the rule. Schnapp expressed that the groundwater management zone is essentially a \"sacrifice zone where no standards apply, and that zone is 300 feet deep.\" She stated that HEC did not \"believe\" the proposed rule was \"not consistent\" with federal SMCRA rules. Schnapp explained that federal SMCRA requires operators to focus first on prevention. The SMCRA approach is to view mining as a temporary activity, a temporary land use, and full capability of land use is to be restored.\" She stated that groundwater contamination is \"likely to be permanent.\" Schnapp stated that the proposed rule \"only protects existing wells and allows the ambient groundwater to be contaminated.\" She added that the proposed rules also allow for wells used for livestock or irrigation to be contaminated \"up to a point.\" Schnapp said that HEC does \"appreciate\" the change in the rule that puts the interceptor wells between the mining activity and an existing drinking water well, but \"we feel that really is not enough.\" She said that HEC had submitted comments and suggestions about language that would define minimizing pollution 46that have not been incorporated into the rule. \"We urge you to seriously consider that, because we think that the rule needs to have more focus on prevention. Director Goss commented, \"I think we all, at least the people who have been on this committee, know the importance of this. We've anxiously awaited IDEM's guidelines.\" He stated the DNR may be the first state agency to propose these detailed regulations, and may be \"even ahead of up IDEM's other divisions in adopting this.\" Goss thanked the Division of Reclamation for the amount of effort put into the rule proposal, and also thanked the private industry, Indiana Coal Council, and the Hoosier Environmental Council and other citizen groups. \"We have had literally dozens and dozens of conversations this year, and it's all been positive and friendly on how to improve this and make it work. I think this has been a very good process.\" Jerry Miller moved to approve for final adoption of SMCRA Water Quality Amendments in 312 IAC 25 to implementing 327 IAC 2. Damian Schmelz seconded the motion. Upon a voice vote, the motion carried. Jerry Miller moved to adopt the Nonrule Policy Document (Information Bulletin #38) implementing the Indiana groundwater standards at coalmines regulated under IC 14-34. Damian Schmelz seconded the motion. Upon a voice vote, the motion carried. Consideration of Report of Public Hearing, Analysis, and Recommendation for Final Adoption of Amendments to 312 IAC 9-6-1 and 312 IAC 9-6-7 Governing Fish and Fishing Activities by Adding New Definitions and Adding to List of Exotic Fish that are Unlawful to Possess Without License; Administrative Cause Number 02-157D (LSA #02-318(F)) Jennifer Kane, Hearing Officer, presented this item. She stated that the rule proposal adds definitions of certain fish species and hybrids and adds those fish to the list of exotics that are unlawful to posses without a license. Kane said the amendments are proposed to minimize the threat of exotic species entering Indiana waters through aquaculture, transportation, unintentional release, or intentional release of unwanted fish by aquarium owners or anglers. Kane noted that white perch have recently invaded inland waters from Lake Michigan and have dominated fisheries in northwest Indiana. She also said that several species of Asian carp that have been introduced to the Mississippi River basin and pose a threat to Lake Michigan fisheries. Kane explained that the rule proposal was part of a regional initiative to institute methods of prevention and control of the exotic fish. She said that the proposed language would complement a federal rule proposal from the U.S. Fish and Wildlife Service. Kane noted that an emergency rule covering the subject matter is in effect until November 30 rule promulgation; however, the emergency rule would be replaced when the permanent rule became effective. She recommended the amendments be given final adoption. Kiley asked whether there had been any incidences with the snake head species in Indiana. Gwen White responded that snakehead has been discovered so far in seven states throughout the 47U.S. \"We've never seen any outside of pet stores, but we do know they have been sold in the state. Ray McCormick questioned whether the rule amendments would regulate fish in pet stores. White explained that the proposal would make it illegal to possess these species for any purpose, unless you have a permit. McCormick asked for clarification on the circumstances to which a permit would be issued. White responded that a permit would be issued for educational purposes, medical research, or scientific reasons. Kiley asked if the instant rule was the same rule that takes into consideration the non-hybrid Chinese grass carp. White affirmed that the rule is also amended so that hybrids of any of these species would also be illegal to possess, as well as biogenetic material. Jane Anne Stautz moved for the final adoption of amendments to 312 IAC 9-6-1 and 312 IAC 9-6-7 governing fish and fishing activities. Damian Schmelz seconded the motion. Upon a voice vote, the motion carried. Consideration of Report of Hearing Officer and Recommendation for Final Adoption of Definition of \"Waters of Concurrent Jurisdiction\" and Requirement that Children Under Age 13 Wear Personal Flotation Devices on Waters of Concurrent Jurisdiction; Administrative Cause No. 03-007L (LSA #03-24(F)) Major Samuel Purvis, Indiana State Boating Law Administrator explained this item. He said for final adoption were amendments to the Indiana boating rules. These would expand the definition of \"waters of concurrent jurisdiction\" to include the portion of the Wabash River that forms a border with Illinois, as well as the small segment of the Great Miami River that passes through Indiana. Currently, only the Indiana portions of the Ohio River and Lake Michigan are included. The amendments would require, under most circumstances, that children under 13 wear personal flotation devices (traditionally called \"life preservers\"). These changes would conform state standards more closely to standards adopted by the U.S. Coast Guard. Purvis said the Division of Law Enforcement had recently developed, and made available online, a new boating guide. The guide included these new requirements as from emergency rules adopted earlier this year. He added that the National Safety Transportation Board had targeted several items for modernization in Indiana, and these amendments brought to conclusion the last of these items. Purvis anticipates the Board will write to Governor O'Bannon expressing appreciation for the state's efforts. Steve Lucas, Hearing Officer, noted the rule proposals had not generated controversy at public hearing. He said they were legally appropriate and ready for final adoption. Raymond McCormick moved to give final adoption to the amendments proposed to 312 IAC 5-2-47 and 312 IAC 5-13-2 as recommended by Maj. Purvis and set forth in the NRC's packet. Damian Schmelz seconded the motion. Upon a voice vote, the motion carried. 48 Consideration of Report of Hearing Officer and Recommendation for Final Adoption of Rule Recodification by Readoption of 312 IAC 24 Governing State Museums and Historic Sites; Administrative Cause Number 03-006M (LSA #02-331(F)) Jennifer Kane, Hearing Officer, presented this item. She stated that in September 2002, the Commission implemented for the first time the \"recodification by readoption\" guidance process. She noted that currently there are six articles that will expire on January 1, 2004, three of which are being considered today—312 IAC 24, 312 IAC 7, and 312 IAC 9, Agenda Items 19, 20, and 21 respectfully. \"Consistent with the guidance, the articles were given preliminary adoption by the Director of the Division of Hearings.\" Kane stated that each article in its entirety was included in the Commission packet for review; however, she noted that no amendments were proposed. Kane explained, \"recodification by readoption\" is now an ongoing statutory responsibility, and nearly every year articles would be presented to the Commission in this same fashion.\" She stated that the procedures for \"recodification by readoption\" prescribed by the Legislative Services Agency were followed for Agenda Items 19, 20, and 21. A \"notice of intent\" was published in the January 1, 2003, I NDIANA REGISTER listing the articles that are set to expire January 2004, and another notice was published in the March 1, 2003, I NDIANA REGISTER along with the notice of public hearing. Kane said a public notice was also published in the Indianapolis D AILY STAR. Kane explained that the \"recodification by readoption\" process allows time for public comment. \"Persons have an opportunity to request that a particular rule section or the rule in its entirety be withheld from the recodication by readoption process. If such a request were made, the section or the entire rule would then go through 'regular' rule promulgation.\" Kane said 312 IAC 24 governs standards regarding state museums and historic sites. A public hearing was held on April 16, 2003. She said no member of the public attended the public hearing, and no comments were received regarding the \"recodification by readoption\" of 312 IAC 24. Kane recommended that the Commission approve the \"recodification by readoption\" of 312 IAC 24. Raymond McCormick moved to approve for final recodification by readoption of 312 IAC 24. Jane Anne Stautz seconded the motion. Upon a voice vote, the motion carried. Consideration of Report of Hearing Officer and Recommendation for Final Approval of Rule Recodification by Readoption of 312 IAC 7 Governing Trails and Scenic Rivers; Administrative Cause Number 03-002T (LSA #02-331(F)) Jennifer Kane, Hearing Officer, presented this item. She said 312 IAC 7 governs standards for trails and scenic rivers. She said a public hearing was held on April 16, 2003. She said no member of the public attended the public hearing, and no comments were received regarding the \"recodification by readoption\" of 312 IAC 7. Kane recommended that the Commission approve the \"recodification by readoption\" of 312 IAC 7 in its entirety. 49 Raymond McCormick moved to approve for final recodification by readoption of 312 IAC 7. Jane Anne Stautz seconded the motion. Upon a voice vote, the motion carried. Consideration of Report of Hearing Officer and Recommendation for Final Approval of Rule Recodification by Readoption of 312 IAC 9 Governing Fish and Wildlife; Administrative Cause Number 03-003D (LSA #02-331(F)) Jennifer Kane, Hearing Officer, presented this item. She said 312 IAC 9 governs standards for fish and wildlife. She said a public hearing was held on April 16, 2003. Kane said no member of the public attended the public hearing, and no comments were received regarding the \"recodification by readoption\" of 312 IAC 9. She recommended that the Commission approve the \"recodification by readoption\" of 312 IAC 9 in its entirety. Raymond McCormick moved to approve for final recodification by readoption of 312 IAC 9. Jane Anne Stautz seconded the motion. Upon a voice vote, the motion carried. Consideration of Recommendation for Preliminary Adoption of Phytosanitary Document Fee Increase and User Fee Expansion Rule Amendments; Administrative Cause Number 03-063E (LSA #03-91(F)) Robert Waltz, Director of Division of Entomology and Pathology, presented this item. He explained that Phytosanitary Document means a plant health certificate. Waltz said that there is a federal document that is issued to cover plant commodities from Indiana into international ports or into other parts of the United States. He explained that foreign countries have a set of requirements for pests and diseases. \"It's our job to see that products leaving the state of Indiana meet those international or other state requirements before entry.\" He said the phytosanitary document is a commercial document. Waltz explained that the proposed amendments would increase the fees from $30 to $50, which is the current federal rate. \"We're at least getting our fees up to the federal level.\" He said that the Division issues approximately 2,000 certificates annually, representing a total fee income of about $100,000 for the Division. Waltz said that the Division currently does not charge for state certificates, which basically cover the same commodities. \"For instance, you may 20 car loads of corn going into Mexico through Laredo, Texas, and that right now would be zero dollars. This may be a multimillion dollar shipment.\" He said that with preliminary adoption proposed amendments the state certificate would equal the federal fee of $50. Waltz said there are two fee exceptions. \"Homeowners moving personal houseplants from Indiana to other states. We are not charging them. We only issue probably only four, five, or six of those a year.\" Waltz stated that certified nurseries are exempted by statute from further fees. \"So they would not be charged the same fee to move some plant materials from Indiana to 50Chicago. One example could be orchids.\" He explained that some Indiana orchid growers ship internationally, and to get a international agreement the growers need federal phytosanitary certificates. Waltz said the Division cannot issue a federal certificate until the request goes through a CITES Review (The Convention of International Trade in Endangered Species of Wild Fauna and Flora). He explained that the Division of Entomology issues an Indiana State certificate, which is sent to Chicago to a international port identifier, and then Chicago issues the federal certificate to be shipped out. \"If you had a $13 orchid, you could get charged $50 in Indiana to ship that orchid to Chicago, and another $50 in Chicago to ship it wherever it is going. You could have $100 in shipping cost for $13 orchids. Under those circumstances, we are waiving the state fee and just allowing the federal certificate to be handled.\" Damian Schmelz moved to approve the preliminary adoption of the federal phytosanitary document fees. Ray McCormick seconded the motion. Upon a voice vote, the motion carried. Consideration of Recommendation for Amendments to Nonrule Policy Document for Ratemaking Process for Marina Slip Rates and Other Subjects (First Amendment); Administrative Cause Number 03-070P Steve Lucas introduced the item. He said it was a proposal to update the Commission's nonrule policy document governing rate-making processes at resorts and marinas on properties under lease with the Department of Natural Resources. The original impetus for proposing amendments was that the current document anticipates, following the review process, a hearing officer report will be considered during an August Commission meeting. Since the Commission now meets only semi-monthly, and an August meeting may not occur, flexibility was needed to allow for the report to be considered during a September meeting. When this amendment was proposed, the Division of State Parks and Reservoirs or the Division of Hearings offered several others. Highlights of all modifications now sought are the following: (1) specify that a lessee that seeks an increase to include a justification and comparables with the rate-increase request; (2) allow the hearing officer to hold the hearing anywhere in Marion County (rather than exclusively in Indianapolis); (3) clarify that the lessee seeking a request must notify slip renters of the proposal in person or by first class mail; (4) specify that a lessee provide a listing of those served with an authentication of service, but with the express understanding the lessee may ask the agency to treat the information as containing trade secrets; (5) specify that a person may comment to the hearing officer by email; (6) provide the Commission may consider rate petitions either during August or September; (7) authorize the Director of the Division of State Parks and Reservoirs to set interim rates for new facilities, subject to confirmation or modification during the next annual rate review cycle; (8) direct the Division of Hearings to place findings and recommendations on the Commission's website; and, (9) make numerous technical changes. Lucas distributed an email he received from Jeff Hammond, manager of the Inn of the Four Winds, expressing concerns about the proposed change to 2(B) that would require the lessee to provide a listing of the names and addresses of slip owners that were notified of a proposed rate 51increase. \"The concern is that information is, at least potentially, valuable relative to competitors. What we indicated in the proposed amendments, and probably it's just a restatement of the law, is that if a petitioner asks us we will treat the list as a trade secret. \" Chairman Kiley inquired, \"The customer list?\" Lucas responded, \"Essentially, yes, the customer list.\" He then continued, \"We have had complaints in the past in the hearing process, from persons who were customers, when they claimed they did not receive notice of a proposed rate increase. We had no basis for responding to those complaints. I will say that I also received a communication from one of those customers, and it was also at Four Winds, that he thinks the proposed amendment does not go far enough, because this should all be public record. He believes the persons who are paying for slips should be able to get together and organize in an effort to cause the rates not to increase.\" The Chair asked, \"Would this information be in view so the public could access it?\" Lucas responded, \"Pretty much everything we have is subject to a public records request, but the provisions regarding trade secrets are incorporated into the public access law.\" Mary Ann Habeeb added, \"It would take a privilege as a trade secret.\" Lucas continued, \"If a contest arose as to whether a document was a trade secret, we would suggest the parties could go to court and have that resolved.\" Kiley responded, \"OK.\" Lucas then briefly overviewed each of the proposed changes. He said Gary Miller of the Division of State Parks and Reservoirs was present to answer any technical questions concerning the proposed changes. Chairman Kiley asked Miller, \"Does this give you the flexibility you need?\" Miller responded, \"Yes, pretty much. We need the ability to set interim rates on new slips. If a marina owner puts out a slip today, technically it would not even get through the process for as much as 18 months. This would allow the ability to set an interim rate. There has been some confusion as to questions that have come up during the hearing. A lot of this is designed to assist the hearing officer. There are two marina operators here that are affected.\" Kent Reineking, Manager of Kent's Harbor Marina at Brookville Lake, addressed the Commission. \"I guess I'd have the same question on the mailing list. What constitutes a trade secret? What will DNR do with this information other than use it for the hearing?\" Lucas responded, \"The information would not go to DNR. It would go to the hearing officer for the Commission, and it's essentially to know who was notified, and that your authentication of 52notification included the right people. We have had issues where people have complained about lack of notification, and we don't have any way of telling who gets notified. We have had slip owners come forward and say, 'I didn't get notice.' This would give us a list to look at.\" Reineking asked, \"Is this going to require us to send everyone certified mail?\" Lucas responded, \"No, it requires that you send a notice and that you sign a piece of paper under affirmation or affidavit saying you sent notice and to whom.\" Reineking said, \"We're doing this already, but we don't give you a mailing list of every single person who we send it to. We just say we notified, say, 300 people.\" Lucas responded, \"Right, I understand that's how it works. We will do whatever the Commission tells us to do. We work for the Commission. This is a change we recommend because it has been difficult for the hearing officer to respond when a citizen comes forward and says, 'I have a slip, but I didn't get notified.' We might have a basis for saying to that person we believe that the marina operator gave notice to 300 people, but we don't have a basis for saying, 'The listing shows that you were notified.'\" Reineking asked, \"Do we have any concerns about a slip owner not wanting to be named? Do we have any concerns legally that way?\" Lucas answered, \"That's why we set this up the way we did. If you want to say the list is a trade secret, then we'll treat it that way. We'll hold it as proprietary information. If somebody comes forward and says, 'That shouldn't be proprietary information,' then you would have the opportunity through a civil court to resist disclosure.\" Reineking added, \"That sounds cumbersome.\" Lucas responded, \"I don't deny that it's cumbersome. We are trying to strike a balance between fair notice to the affected slip owners and the proprietary needs of the marina operator. Doing so is a challenge. Giving people notice is cumbersome.\" Reineking continued, \"You may be creating a new problem for the marina operator, if the slip holder, in fact, has a complaint of his name being turned in. We may have created a new problem that takes care of your problem but causes a problem for the operator.\" Lucas added, \"We deal with trade secrets on a fairly frequent basis in the DNR and the NRC. I'm not saying there isn't someone who would feel that way. We will do whatever the Commission tells us to do, as long as there is an understanding that there will be people come forward and claim they didn't received notice, and that under the current practice, we have no way of verifying a notice was mailed.\" Chairman Kiley stated, \"If we have a list, it seems to me that it's almost a non-issue, because we are going to treat the list as an internal document. It's a trade secret. If somebody comes and gives us notice, we are not going to release it. You can tell your slip holder that.\" 53 Jane Anne Stautz added, \"I think it would be helpful if you would have a form saying this is a trade secret. The challenge is going to be whether there is really going to be anyone who wants this information or not. If there are competing marinas, then there may be an opportunity to cross-market, and you have a stronger potential for questioning a trade secret. I think we need to do it. I think we need the list.\" John Goss asked, \"Why don't we make providing the list conditional?\" Have it \"say on there the operator can request\" that it be treated as a trade secret. Habeeb responded, \"It says that. It's in the amendments to Information Bulletin 20.\" John Davis, Deputy Director, then spoke. \"In relation to two other things that we heard about today, one is the database that you approved for the Division of Nature Preserves, and the other is the database and charges that you approved for the Division of Historic Preservation and Archaeology, both of those databases have trade secret issues that we discussed with Indiana State Public Access Counselor, Anne Mullin-O'Connor. She said somebody like the Karst Conservancy, which tracks cave locations, and wants those kept secret, or archaeological folks who track archaeological locations, and those need to be kept secret, that a request could be made by the provider of information saying that the information being provided contained a trade secret. That the information was given on condition that it be a trade secret, that was enough to give protection, if there were really lists or reasonably sensitive things. So, perhaps an affirmation by the supplier that this is a customer list would suffice.\" Chairman Kiley remarked, \"It says so in the proposed amendments.\" Stautz added, \"I think we've already got it.\" Reineking then asked, \"Then we need to state when we supply the lists that we want that trade secrets protection?\" Kiley answered, \"Yes, you can assert your rights with one sentence.\" Reineking continued, \"Another issue I had is that you asked for comps on rates, which is in our lease agreement back in 1988, but it looks like you're further clarifying it here where you're asking for the comps each time a rate increase is requested. What my concern is that, if you have a rate increase based on a 2% or 3% increase in cost of doing business, are we going to need to do all of this research each year?\" Lucas answered, \"I think that's part of a function of what's persuasive, and to a large extent, the hearing officer probably is not doing the comparables, anyway. That's what Gary Miller is going to do, and then we'll look at the information everybody has provided. If you think the data you provided a year ago is still good data this year, then it can be reused and can be persuasive. At some point data becomes stale. This is an area of law I used to work in, and comparables change as markets changes. At some point, they become stale. Economies change and comparables change with time.\" 54 Reineking, \"It seems to be that this rate-making process has become such a big deal with slips. It's the same process supposedly with everything else, but slips is the big controversial issue. Perhaps an annual meeting with folks from Gary's department and marina operators should be had where some of these things can be discussed in advance, instead of us finding out about it a week in advance, which is the case at this point. You're not going to vote on that, obviously, today, but I'd really like to offer that up.\" The Chair asked for a response from Gary Miller. Miller answered, \"That's not a problem. I'd like to do the same thing.\" John Goss expressed his agreement. \"That's a good idea.\" Miller continued, \"And just a clarification, I don't want to give the wrong impression. It's not that we're trying to dial in on the operators. Some of these things were put in here to help the operators and to assist the process by making it more clear. We want to be able to prove that notification went out, so that if some slip holders in a hearing say they weren't notified, we can respond. Lack of notice can be claimed just to tie up the process. There are other ways the proof of service can possibly be done. There could be proof through a mail service that X amount of notices was sent. That type of thing. Maybe there are other ways it can be done. It was just an attempt to make the process more fair and more equitable to both sides. That's down to 'Marion County' versus 'Indianapolis' because a challenge came that a meeting here in Lawrence wasn't a meeting in Indianapolis.\" Chairman Kiley said, \"I think the trade secrets issue has been responded to. Do we have a motion?\" Jane Anne Stautz then moved to approve the proposed amendments to the nonrule policy document governing the setting of marina slip rates and other rates on properties leased from the Department of Natural Resources (Information Bulletin #20). Mary Ann Habeeb seconded the motion. Upon a voice vote, the motion carried. Consideration of Recommendation of Repeal of Nonrule Policy Document Addressing Target Yields for Proof of Productivity on NonPrime Farmland; Administrative Cause Number 03-058R. Jennifer Kane presented this item. She explained that Information Bulletin #9 addressed target yields for proof of productivity on nonprime farmland after surface mining. Kane stated the subject matter was codified in 2001 as 312 IAC 25-6-59. She said Information Bulletin #9 was no longer required and was recommended for repeal. Damian Schmelz moved to approve the preliminary adoption of the phytosanitary document fee increase and user fee expansion rule amendments. Ray McCormick seconded the motion. Upon a voice vote, the motion carried. 55 ADJOURNMENT At 3:40 p.m., EST, the meeting adjourned FUTURE MEETINGS July 22 and 23, 2003 — French Lick Springs Resort, French Lick, Indiana "}