{"title": "Laboratorio de Investigaciones en Contaminación Acuática y Ecotoxicología (LICAE)", "author": null, "url": "https://cibici.conicet.gov.ar/?post_type=page&p=1821", "hostname": "conicet.gov.ar", "description": "Página web oficial CIBICI", "sitename": "CONICETDialoga", "date": "2008-11-01", "cleaned_text": "Laboratorio de Investigaciones en Contaminación Acuática y Ecotoxicología (LICAE) El objetivo general del Laboratorio de Investigaciones en Contaminación Acuática y Ecotoxicología (LICAE) es evaluar el impacto que las diversas actividades humanas ejercen sobre diferentes compartimentos ambientales del sistema acuático, incluyendo los componentes abióticos (agua, sedimentos y suelos de ribera) y los organismos que lo habitan. Para ello, estudia marcadores químicos y bioquímicos que permiten detectar qué tipo de contaminación se evidencia en el área de estudio, predecir el efecto que esa contaminación puede ejercer sobre los organismos perturbando su salud, y establecer áreas de provisión de alimentos con distinto grado de contaminación. La detección de marcadores químicos que se asocien y diferencien las diversas fuentes de contaminación de los cursos de agua es un aspecto central para la gestión de los recursos hídricos. Los contaminantes en que centramos nuestra investigación actual son cianotoxinas, plaguicidas, y contaminantes emergentes como fármacos, productos de cuidado personal, y microplásticos. Por otra parte, utilizamos herramientas de la bioquímica clásica (expresión de genes, actividad de enzimas, respuestas al estrés oxidativo) validadas en los organismos indicadores de interés, de esta forma podemos establecer mecanismos, grados de acción tóxica y la farmacocinética de compuestos presentes en nuestra área de estudio sobre especies nativas (algas, plantas, invertebrados y peces), incluyendo aquellas que son de consumo. [María Valeria Amé](https://www.conicet.gov.ar/new_scp/detalle.php?id=20844&datos_academicos=yes) Investigadora Principal Doctora [](#) Durante su tesis de doctorado, bajo la dirección del Dr. Daniel Wunderlin, se dedicó al estudio de Microcistinas en el embalse San Roque (Córdoba), su presencia, ecotoxicidad, regulación y biodegradación. En período 2003-2006, realizó su trabajo postdoctoral en la misma Facultad y en el Leibniz-Institute of Freshwater Ecology and Inland Fisheries (Berlín, Alemania) orientando su trabajo de investigación al área de la Ecotoxicología acuática. Desde 2007 es miembro de la Carrera de Investigadora del CONICET, en la que se desempeña actualmente como Investigadora Principal en CIBICI. Es docente en el Departamento de Bioquímica Clínica FCQ-UNC, ocupando desde 2018 la posición de Profesora Asociada, con Dedicación Simple. [Lidwina Bertrand](https://www.conicet.gov.ar/new_scp/detalle.php?keywords=&id=60631&datos_academicos=yes) Investigadora Asistente Doctora [](#) of city run-off and wastewater treatment discharges in the mid-2010s. Journal of Hazardous Advances Chilean salmonids. Which is the main source for antibiotic in fish? Science of the Total Environment to organophosphate and pyrethroid pesticides in a region of high agricultural activity (Córdoba, Argentina). Environmental Science and Pollution Research 28 (2021) 53908-53916. [https://doi.org/10.1007/s11356-021-14397-1](https://doi.org/10.1007/s11356-021-14397-1) - Valdés, M. Giorgi, A.; Rodríguez-Mozaz, Amé, of antibiotics in water, sediments and biofilm in an urban river (Córdoba, Argentina, LA). lake in "}