{"title": "PDF", "author": "PDF", "url": "www.starfishfamilyservices.org/wp-content/uploads/2022/06/SF-Family-Handbook-2021-2022_FINAL-Spanish.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Educación de la P rimera infancia Manual F amiliar Fortaleciendo Familias para Crear F uturo s Más B rillante s para los N iños Fundada en 1963 StarfishFamilyServices.org SERVICIOS DE FAMILIA 2 Tabla de Contenido Bienvenidos a la Familia Starfish ................................ ................................ ................................ ................. 5 Familia de Starfish ................................ ................................ .......................... 6 Plan para ................................ ................................ .................. 7 ................................ ................................ ................................ .................. 8 ................................ ................................ ................................ .............. 10 Terapeutas de Salud Conductual Preescolar ................................ ................................ ................... 10 T ipos de program ................................ P rogramas Prenatales (Prenatal hasta los 3 años) ................ 11 Programas Preescolares (Edades 3 - 5) ................................ ................................ ............................... 11 Basada 17 P rograma de Alimentos para el Cuidado del Niño y del Adulto ................................ ........................... 18 S alud de la Primera Infancia ................................ ................................ ................................ ....................... 19 Exámenes ................................ ................................ ........................ 21 Pr evención y ................................ ...... adres como Empoderadas ................................ ................................ portunidades de Padres Salud ................................ ................................ ................................ portunidades de Voluntariado Familiar ................................ .................... 26 P ECE Temprano el Hogar ................................ ................................ ................ 26 P rograma de Asociación Enfermera - íticas ................................ ................................ .................... 29 A y ausencias: Basado en Retiro ................................ de Recogida 34 Visitas al Conferencias de Padres y Maestros ................................ ................................ ............ 35 Lineamientos para Voluntarios ................................ en el Derecho a Revisar los 40 .......................... 40 I ntervención Temprana para Niños con Necesidades Excepcionales ................................ ................... 4 1 Conflictos de Custodia de USDA ................................ ................................ ............................ 43 5 Bienvenidos a la Familia Starfish ¡Estamos encantados que usted y sus pequeños alumnos se unan a la familia Starfish! Estamos comprometidos en brindar la mejor educación posible para nuestros hijos más pequeños, y una que apo ye al niño en su totalidad y a toda la familia. El niño en su totalidad incluye el desarrollo mental, físico, social y emocional . ¿ Sabía qué? El desarrollo esencial del cerebro ocurre durante los primeros tres años de la vida de un niño. Esto significa que los años previos al jardín de infancia son fundamentales, y Starfish está aquí para cada paso del camino. Este es su Manual para la F amilia, en el que intentamos brindarle un espectro completo de información sobre el viaje de su hijo y el suyo. Hay manual es complementarios disponibles para algunos programas o ubicaciones específicas del centro. ¿ No puede enc ontrar una repuesta a s u pregunta? Conéctese con su Guía amigable de Servicio de la F amilia Starfish , su profesor , o su Líder de Centro . Bienvenidos 6 A cerca d e los Servicios de Familia de Starfish Starfish es reconocido como un defensor de los niños y las familias que carecen de acceso a los recursos esenciales en el área metropolitana de Detroit. Nuestra visión: Una sociedad justa en la que todos los niños y familias tengan oportunidades equitativas para crecer, aprender y prosperar. C reemos : Una comunidad fuerte comienza con familias fuertes. Starfish se asocia con padres, cuidadores y sus hijos para fortalecer el bienestar de toda la familia . EN NÚMEROS centros en el Condado de Wayne (11 de educación para la primera infancia y 4 de salud conductual) niños y jó venes apoyados anualmente (edades entre de 0 - 5 en educación para la primera infancia y edades 0 - 21 en servicios de salud conductual) voluntarios, incluyendo individuos, corporaciones, escuelas locales, contribuyen 20.978 horas por año (un valor de $517.971) empleados (incluidos terapistas, trabajadores sociales, educadores, administradores) miembros de la junta directiva, representando a profesionales de educación temprana y superior, líderes corporativos y comunitarios, padres de Starfish ) de cada dólar va directamente a servicios para los niños y familias Starf ish ) Entregamos programas con un enfoque integrado \"Un Starfish\". Este orienta nuestro rumbo para que estemos alineados en torno a 3 áreas de bienestar : Familias Saludables Estudiantes Exitosos Familias Empoderadas Centros de Educación Infantil Servicios de Salud Conductual Educación Temprana en el Ho gar y Servicios de Salud Conductual Oficina Principal (Inkster) NUESTRO ALCANCE Condado de Wayne 7 P lan para Futuros Más Brillantes El Plan Starfish para Futuros Más Brillantes es una estrategia integral sobre cómo brindamos servicios. Con 15 centros en todo el condado de Wayne, nuestro alcance sigue creciendo. Y a medida que crecemos, es importa nte para nosotros asegurarnos que la forma en que colaboramos sea innovadora, consciente, coherente, creativamente flexible, sostenible y, en última instancia, conduzca a un futuro aún más brillante para los niños y las familias. Como hoja de ruta, orient a nuestro rumbo para que estemos alineados en torno a tres áreas principales de bienestar: Estudiantes Exitosos El éxito académico y social se logra a través de una educación infantil de alta calidad y al abordar las necesidades de salud con ductual. Familias Saludales Las familias reciben apoyo para que sus necesidades de salud física y mental se aborden de manera integral. Familias Empoderadas Las familias se asocian activamente con nosotros para identificar y lograr metas; los padres e hijos siempre tienen voz en Starfish. 8 C ultura del Cuidado del Trauma \"El trauma individual es un evento, una serie de eventos o un conjunto de circunstancias que un individuo experimenta como física o emocionalmente dañino o potencialmente mortal y que tiene efectos adversos duraderos en el funcionamiento del individuo y el bienestar mental, físico, social, emocional o espiritual \". (Administración de Servicios de Salud Mental y Abuso de Sustancias) Starfish incorpora una cultura de atención al trauma en todos los aspectos de nuestro trabajo. Los estudios muestran que para cuando están en el preescolar, 1 de cada 4 niños ha experimentado un trauma recurrente. Cuando los niños experim entan eventos traumáticos sin amortiguadores protectores, el estrés de las experiencias puede dañar el cerebro y el cuerpo en desarrollo, lo que puede afectar el desarrollo y la salud física y mental. Dado que los cerebros de los niños se desarrollan rápid amente durante la primera infancia, es un momento ideal para apoyar el desarrollo de experiencias infantiles positivas, de modo que los niños comiencen a desarrollar habilidades para toda la vida para hacer frente al estrés, la ansiedad y otros grandes sen timientos. Hay esperanza porque experimentar un trauma no tiene por qué definir la vida de una persona ni determinar su futuro. La ciencia muestra que las experiencias positivas de la niñez pueden amortiguar los efectos del trauma y apoyar la curación. La cultura del cuidado del trauma de Starfish apoya las experiencias positivas de la infancia de cuatro maneras. 1. La forma más importante es desarrollar relaciones de apoyo y cariño con los niños y las familias. 2. Nos esforzamos por crear entornos seguros, est ables y equitativos para que los niños aprendan, vivan y jueguen. 3. Nuestra programación intenta ayudar a los niños a sentirse conectados con la comunidad, la cultura y las tradiciones para desarrollar un sentido de pertenencia. 4. Brindamos muchas oportunidade s para jugar y aprender para que los niños puedan desarrollar habilidades para expresar sus emociones, manejar el estrés, comunicarse de manera efectiva y construir relaciones con otros niños. También fomentamos una cultura de conciencia a través de la edu cación sobre qué es el trauma infantil, el impacto que puede tener en la vida de un individuo y la capacidad de curación. 9 Todos los empleados que trabajan en nuestros centros de educación infantil asisten a Trauma Sma rt®, una formación de concienciación sobre el trauma que apoya el desarrollo socioemocional de los niños. Los Terapeutas de Salud conductual Preescolar están disponibles en cada centro para apoyar el desarrollo socioemocional, el bienestar familiar y las referencias de apoyo a los servicios de salud mental. Los Padres/Tutores pueden ganar conciencia sobre el trauma asistiendo a capacitaciones en Starfish o asistiendo a Reuniones de Padres donde se comparte información. A cerca de los programas ECE de St arfish En Starfish, creemos que el aprendizaje temprano tiene beneficios para toda la vida. . O bjetivos del programa 1. Crear un ambiente de aprendizaje receptivo y respetuoso que de la bienvenida a todos los niños y familias. Cada niño tiene fortalezas única s arraigadas en la cultura, los antecedentes, el idioma y las creencias de su familia. 2. Ayudar a los niños a desarrollar habilidades apropiadas para la edad que los ayudará a prepararse para experiencias escolares posteriores, desarrollar la comprensión y e l conocimiento de nuestro mundo y amortiguar los efectos de las experiencias estresantes y aterradoras. 3. Dar a los niños la oportunidad de relacionarse con los adultos y participar en nuevas experiencias de aprendizaje y sociales, tanto en casa como en la e scuela. 4. Involucrar a padres y maestros en experiencias en el hogar y el salón de clases que fomenten el crecimiento y desarrollo emocional, social, intelectual y físico de los niños. 5. Brindar a los padres la oportunidad de construir sobre sus propias fortal ezas con el fin de satisfacer las necesidades de sus hijos. Este objetivo se basa en la premisa de que un padre es el primer y mejor maestro de un niño. 6. Familiarizar a los padres y ayudarlos a acceder a sus recursos de la comunidad. 7. Ayudar a los padres a o btener servicios de salud integral médica, dental y conductual para su hijo . 8. Proporcionar información y asistencia nutricional a los niños específicamente, y a toda la familia cuando sea posible. 9. Alentar y desarrollar interacción empleado - familia, un compo nente esencial de los programas de la Primera Infancia, a través de visitas domiciliarias, reuniones de padres, conferencias de padres y maestros y participación en el aula. 10 P ersonal del programa ECE Líderes del Centro Cada centro de ECE Starfish está d irigido por un líder de centro. Ellos son responsables de trabajar con los empleados y los padres para crear una cultura de innovación, colaboración, inclusión y empoderamiento. Marcan la pauta para la experiencia general del centro al fomentar un entorno de alta calidad, receptivo, respetuoso y seguro y garantizar prácticas operativas e instructivas efectiva s. M aestro s ECE ¡Estamos orgullosos de decir que los maestros de Starfish son educadores excepcionales! Están comprometidos en inspirar y educar cre ativamente a los niños pequeños porque saben que están sentando las bases para que los pequeños aprendices lleguen a lo alto. Nuestros maestros (y asistentes de maestros y entrenadores) también trabajan en estrecha colaboración con los padres porque su par ticipación es clave para el éxito . ¡La diferencia de Starfish ! Todos nuestros más de 100 maestros y asistentes de maestros tienen Títulos en Educación Infantil y/o Desarrollo I nfantil (CDA ). G uías de S ervicio s de Familia Su familia se emparejará con una Guía específica de Servicios de Familia de Starfish (FSG) para ayudarlo a navegar por el programa ECE, orientarlo hacia los servicios y abordar cualquier barrera que pueda surgir. Su FSG de confianza trabaja con usted para lograr los objetivos únicos de s u familia. ¡Son sus socios para garantizar que su familia tenga un año escolar exitoso! T erapeutas de Salud Conductual Preescolar Cada Centro de Primera Infancia tiene un Terapeuta de Salud Conductual Preescolar (PBHT) con licencia en el lugar. Ellos visi tan el centro semanalmente para observar a todos los niños en todas las aulas y para apoyar a las familias y al personal docente. ¿Cómo apoya un PBHT al personal docente? Brindan asesoramiento al personal docente sobre cómo satisfacer las necesidades de desarrollo social y emocional de los niños y ayudan a identificar a los niños que pueden necesitar una evaluación adicional. ¿Cómo lo apoya un PBHT? Ofrecen un espacio sin prejuicios para hablar sobre preocupaciones, compartir éxitos y explorar esperanzas y sueños para su familia. Proporcionan apoyo basado en relaciones generalizadas e individualizadas en estas 11 áreas: interacciones sociales, regulación emocional, desarrollo y apego. Además, apoyarán y recomendarán a su familia a otros programas de Starfish . Si desea hacer una cita privada para discutir sus inquietudes con un Terapeuta de Salud Conductual Preescolar, comuníquese con su Centro de Educación Infantil. Su PBHT también puede comunicarse con usted directamente para discutir la adaptación de su hij o u otras inquietudes que puedan interferir con el crecimiento y el desarrollo . T ipos de programas de ECE Todos los programas de educación para la Primera Infancia de Starfish están diseñados para promover el desarrollo de los niños durante sus años fund acionales. Nuestros programas también enfatizan el papel de los padres como el primer y más importante maestro de un niño. Es importante que nos asociemos con usted para construir relaciones que apoyen el bienestar de toda su familia . P rogramas Prenatales y para Bebés / Niños Pequeños (P renatal hasta los 3 años) Los programas Prenatales y para Bebés/Niños Pequeños brindan servicios centrados en la familia (en el hogar y en el centro) para familias con niños de seis semanas a tres años y mujeres embarazadas. ( Consulte también Servicios durante el Embarazo). Los programas para Bebés y Niños Pequeños brindan servicios similares a los programas preescolares, pero están diseñados para las necesidades únicas de los estudiantes más pequeños. Los programas para bebés y niños pequeños promueven el desarrollo físico, cognitivo (procesos mentales asociados con el aprendizaje, como recordar y resolver problemas), social y emocional a través de una prestación de cuidados segura y enriquecedora para el desarrollo. Esto prepa ra a los niños para un crecimiento y desarrollo continuos y un eventual éxito en la escuela y en la vida . P rogramas Preescolares (Edades 3 - 5) La programación preescolar promueve la preparación escolar de los niños al mejorar su desarrollo cognitivo, socia l y emocional. Los programas preescolares brindan un entorno de aprendizaje que apoya el crecimiento de los niños en muchas áreas, como el lenguaje, la alfabetización y el desarrollo social y emocional . O pción Basada en el H ogar El programa Basado en el H ogar ofrece oportunidades educativas y de aprendizaje de desarrollo infantil a través de visitas domiciliarias semanales y eventos de socialización mensuales para mujeres embarazadas, padres y sus hijos. El visitante domiciliario se asocia con usted para d esarrollar y planificar actividades apropiadas para el desarrollo que reflejen sus tradiciones, culturas y valores. Las actividades están diseñadas para fortalecer la relación entre padres e hijos utilizando rutinas diarias y materiales disponibles en su h ogar. Las visitas se llevan a cabo en el hogar familiar, a menos que otros acuerdos se ajusten mejor a su familia . 12 Los eventos de socialización grupal son oportunidades para que los niños interactúen con otros niños y para que las familias interactúen con otras familias y construyan redes de apoyo. Al igual que las visitas domiciliarias, las actividades se desarrollan para ofrecer actividades educativas y de desarrollo y fortalecer las relaciones entre padres e hijos. Las socializaciones grupales son como oportunidades para \"citas para jugar\" o \"actividades para padres e hijos\". Todas son gratuitas y los visitantes domiciliarios trabajarán con usted para averiguar qué tipo de actividades le interesan . P lan de Estudios Basado en el Hogar: Criando Niños Geni ales Criando Niños Geniales (GGK) es un currículo de visitas domiciliarias integral y centrado en las habilidades que adopta un enfoque basado en las fortalezas para incrementar las relaciones entre padres e hi jos y apoyar el desarrollo infantil saludable. Los módulos de GGK están diseñados específicamente para crear factores de protección para los niños, fortalecer los cimientos de la familia y cultivar la resiliencia de los padres . C urrículo ECE: HighScope® HighScope® es el currículo que la mayoría de los programas Infantiles de Servicios de Familia Starfish utilizan para satisfacer las necesidades, los intereses, las fortalezas y el desarrollo de todos los niños. Con más de 50 años de experiencia probada, la investigación de HighScope® muestra que \"la educación para la Primera Infancia de alta calidad mejora las posibilidades de éxito de un niño a largo plazo y que el impacto positivo de la educación para la Primera Infancia de alta calidad va más allá del ni ño para mejorar las vidas de las generaciones futuras.\" Learn more about HighScope® Aprendizaje activo está en el centro del currículo de HighScope®. Sirve como base para que los niños adquieran conocimiento s a través del juego natural y de las interacciones con el medio ambiente, los eventos y otras personas. El espacio y los materiales en un entorno HighScope® se seleccionan y organizan cuidadosamente para promover el aprendizaje activo. Las áreas separadas incluyen juegos con bloques, actividades artísticas, juegos en la casa, juguetes grandes y pequeños para manipular, computadoras, libros, materiales de escritura y juegos con arena y agua. Los niños en el entorno HighScope® se animan a tomar decisiones so bre materiales y actividades a lo largo del día. Mientras persiguen sus elecciones y planes, los niños exploran, hacen y responden preguntas, resuelven problemas e interactúan con compañeros de clase y adultos. 13 Los maestros les dan a los niños un sentido d e control sobre los eventos del día al planificar una rutina consistente que les permite a los niños anticipar lo que sucederá después. ¿ Como el programa HighScope® enseña habilidades de matemáticas, lenguaje y alfabetización? Los maestros diseñan cuidad osamente actividades y estrategias para los niños todos los días que sientan las bases para el aprendizaje académico posterior. Los maestros fomentan las habilidades iniciales de lectura y escritura de los niños al crear un entorno rico en letras y brindar oportunidades a lo largo del día para que los niños escuchen historias, exploren libros y otros materiales impresos, mientras trabajan con herramientas y materiales de escritura. Los maestros promueven las habilidades matemáticas al proporcionar materiale s que permiten a los niños usar las habilidades iniciales para contar, comparar números y correspondencia uno a uno. ¿Qué pasa con los niños con discapacidades? Los maestros se enfocan en los niños con discapacidades enfatizando positivamente las amplia s capacidades cognitivas, sociales y físicas que son inherentes a todos los niños en lugar de enfocarse en las debilidades percibidas de un niño. Los maestros identifican dónde se encuentra un niño con discapacidades desde el punto de vista del desarrollo y luego brindan una amplia gama de experiencias que serían apropiadas para un niño en desarrollo en ese nivel . ¿ HighSc ope® promueve la diversidad ? HighScope® ha hecho que la equidad, la diversidad y la inclusión raciales sean fundamentales para su inve stigación, su desarrollo curricular, capacitación profesional y evaluación de programas en curso. De acuerdo con la Declaración de Igualdad Racial, Diversidad e Inclusión de HighScope®, \"En todos los aspectos de nuestro trabajo, celebramos, respetamos e in corporamos la diversidad de todos los miembros de la comunidad de HighScope®.\" Esto se alinea con los valores de Starfish, y honramos nuestro panorama de comunidad a través de esfuerzos tales como Negro (64.1%) Blanco (17.2%) Multiracial (10.2%) Otro (7.3%) Asiático (0.8%) Hawai/Isleño Pacífico (0.4%) No especificado ( 0.1%) Aproximadamente 18% de nuestros niños son Hispanos/Latinos y 15% de nuestras familias hablan español como su primera lengua en casa. La primera lengua para el 6.2% de nuestras familias es clasificada como del Medio Este. 14 practicar frases o cantar canciones en otros idiomas, leer libros que exploran culturas y costumbres y asegurarnos de que los letreros y volantes reflejen varios idiomas . R esultados del Aprendizaje Temprano El Marco de Resultados del Aprendizaje Temprano (ELOF) para niños desde el nacimiento hasta los cinco años describe lo que los niños pequeños deberían saber y poder hacer durante sus años de formación. Para que todos los niños tengan éxito en el log ro de estos objetivos, los maestros se asociarán con usted para crear un plan de aprendizaje individualizado que sea ideal para su hijo. La Primera Infancia es solo el comienzo del aprendizaje y desarrollo de su hijo durante toda la vida. Esperamos que se involucre en este viaje con su hijo y aprenda todo lo que pueda sobre la preparación para la escuela. Habilidades y comportamie ntos que los niños utilizan para involucrarse en aprender (cómo aprenden). Capaci dad para relacionarse con los demás, una base fundamental para el desarrollo y el aprendizaje a lo largo de la vida. Incluye lectura, escritura, comprensión auditiva, expresión oral y comprensión. Habilidades de pensamiento para ayudar a comprender y organizar su mundo. Las habilidades motoras y sensorial es son fundamentales para el aprendizaje de los niños en todas las áreas. DOMINIOS CENTRALES ENFOQUES PARA EL APRENDIZAJE Enfoques para el aprendizaje Enfoques para el a prendizaje DOMINIOS DE BEBES /NIÑOS DOMINIOS PREESCOLARES Desarrollo Emocional y Social DESARROLLO EMOCIONAL Y SOCIAL Desarrollo Emocional y Social LENGUAJE Y ALFAB ETIZACIÓ Lenguaje y Comunicación Lenguaje y Comunicación Alfabetización COGNICIÓN Cognición Desarrollo Matemático Razonamiento Científico DESARROLLO PERCEPTUAL, MOTOR Y FÍSICO Desarrollo Perceptual, Motor y Físico Desarrollo Perceptual, Motor y Físico 15 D esarrollo socioemocional Los programas de educación para la Primera Infancia de Starfish adoptan un enfo que activo para enseñar a los niños pequeños y preescolares comportamientos sociales positivos. Así como enseñamos las letras del alfabeto y las habilidades para contar, también enseñamos a los niños sobre la importancia de las relaciones . E scuela de Ami gos Nuestro currículo socioemocional es Escuela de Amigos, que se basa en la gran cantidad de evidencia de que el aprendizaje socioemocional de los niños pequeños es una base fundamental para el éxito escolar y la salud de por vida. Los niños aprenden a co municar sus pensamientos y sentimientos, a desarrollar un sentido positivo de sí mismos (con un enfoque en las identidades raciales y culturales y el orgullo familiar), a construir relaciones saludables y ¡divertirse! Hay tres Expectativas Universales de Comportamiento que enseñamos a los niños todos los días. Los verá publicados en el aula de su hijo. Trabajemos juntos como socios para llevar a los niños a través de este maravilloso viaje de construir relaciones. En casa, puede reforzar estas tres expe ctativas que son fundamentales para modelar la construcción de relaciones positivas. R utina Diaria Típica Tener una rutina diaria constante es increíblemente importante para los niños pequeños por muchas razones: Les da a los niños una sensación de segur idad porque saben lo que vendrá después Les permite tomar decisiones y hacer preguntas Alienta a los niños a ser independientes El maestro de su hijo publicará una rutina diaria en el aula, que se compartirá con usted. A continuación, encontrará algunos e jemplos de rutinas diarias en el aula . 16 Starfish proporciona pañales, pañales de entrenamiento y toallitas húmedas para bebés y niños pequeños. Los pañales se revisarán y cambiarán periódicamente a lo largo del día. D ebido a que la consistencia es tan importante en el proceso de control de esfínteres , informe al personal del centro cuando esté listo para comenzar a entrenar a su hijo a usar el baño. Trabajaremos con usted para desarrollar un plan que lo respalde y coor dine los esfuerzos que conduzcan al éxito. Seguimos pautas estrictas para la limpieza antes y después de los cambios de pañal y de ir al baño, incluido el lavado de manos minucioso tanto por parte del personal como de los niños. ENTRENAMIENTO DEL PA ÑAL Y DEL BAÑO Los niños participan en juegos al aire libre a diario. Salir al aire libre es divertido para los niños . Les da la oportunidad de estirar bastante sus músculos, respirar aire fresco, tomar el sol y disfrutar de la libertad del espacio abierto. Los niños pequeños duermen mejor, comen mejor, están en mejor forma física y aprenden mejor porque el exterior calm a y estimula los sentidos. Se espera que todos salgan todos los días a menos que tengan una nota del médico. Los niños no saldrán cuando los truenos y relámpagos amenacen; en calor o frío intenso; o lluvia constante o condiciones heladas. Por favor asegúre se de vestir a sus hijos apropiadamente para el clima. JUEGO AL AIRE LIBRE Primera infancia Nacimiento a 3 años Primera infancia 3 a 5 años 17 N utrición y Salud: Familias S aludables S ervicios de Nutrición La salud integral del niño incluye un enfoque en la nutrición. Los n iños necesitan los nutrientes adecuados para mantenerse sanos y fuertes, y para crecer sanos y fuertes. La nutrición para los niños también puede ayudar a establecer una base para hábitos alimenticios saludables y conocimientos nutricionales que su hijo pu ede aplicar a lo largo de la vida. Un desayuno, almuerzo y merienda nutritivos se sirven en un ambiente familiar en todos nuestros centros. Los niños reciben entre 1/2 y 2/3 de sus necesidades nutricionales diarias. Los alimentos que se sirven son bajos e n azúcar, sal y grasa . Las sustituciones se indicarán en los menús del aula. Los menús serán fechados, publicados en los salones de clases y enviados a casa periódicamente a todos los padres. Se anima a los niños a comer, pero no se les obliga a comer. La educación y la experiencia en nutrición son parte del plan de estudios de los niños. o Por ejemplo, los niños participan en actividades de degustación como presentar el brócoli como un \"árbol delicioso\" o explorar alimentos de otras culturas. ¡Se anima a pad res voluntarios a participar en el programa de nutrición! Puede dar su opinión en las reuniones de padres y en el Formulario de sugerencias y comentarios de Padres y Personal sobre alimentos/menús de Educación para la Primera Infancia de Starfish. Nuestro especialista en nutrición proporcionará Materiales Educativos sobre Nutrición a los padres en paquetes familiares. Se ofrecerán clases de educación para padres sobre nutrición durante todo el año escolar según el interés de los padres. Lista de chequeo q ue debe conocer: Si su hijo tiene una alergia alimentaria o requisitos dietéticos especiales por razones religiosas o médicas, DEBE completar un Formulario de Necesidades Dietéticas Especiales del CACFP para que se puedan satisfacer sus necesidades dietéti cas. También se debe completar un formulario de explicación de restricción de alimentos para explicar con más detalle cualquier alergia, dieta médica o religiosa. A limentación Infantil Las madres pueden visitar el salón de clases en cualquier momento para amamantar a sus bebés . Los menús semanales se publicarán en el tablero de información para padres. Cualquier sustitución se marcará en este menú a medida que se realice. 18 Se carga a los bebés durante todas las comidas , excepto cuando los bebés se resisten a que los carguen y puedan sostener su biberón. Se alentará a los bebés a comer, pero no se les obligará a comer . Podemos proporcionar una selección limitada de fórmula infantil para bebés de hasta 12 meses de edad. o Usted puede optar por traer su propia fó rmula. Si es así, debe estar en botellas listas para servir. Los frascos deben estar claramente etiquetados con el nombre de su hijo y la fecha. o Por razones de seguridad, la fórmula que quede al final de la alimentación no se recalentará ni se guardará dur ante más de una hora. Desecharemos cualquier exceso de fórmula después de cada comida . P rograma de Alimentos para el Cuidado del Niño y del Adulto Starfish participa en el Programa de Ali mentos para el Cuidado del Niño y del Adulto (CACFP), un programa del Departamento de Agricultura de los Estados Unidos (USDA). A través de los patrones de alimentación establecidos por el USDA y supervisados por el Programa de alimentos para el Cuidado d e Niños y Adultos, puede estar seguro de que su hijo está recibiendo comidas equilibradas y nutritivas y está desarrollando hábitos alimenticios saludables para toda la vida. El Departamento de Educación de Michigan (MDE) debe verificar la inscripción, la asistencia y las comidas/refrigerios que suelen consumir los niños mientras están bajo nuestro cuidado. El personal de MDE puede comunicarse con usted acerca de la participación de su hijo en nuestro programa de Primera Infancia. Aquí se muestran ejemplos de patrones de comidas. Niños menores de un año: Los alimentos en el patrón de comidas para bebés varían según la edad del bebé. Si su hijo tiene menos de un año, solicite los requisitos del patrón de alimentación infantil en su centro. ¿Preguntas sobre CA CFP? Comuníquese con el Departamento de Educación de Michigan al (517) 241 - 5353 . 19 S alud de la Primera Infancia El bienestar integral del niño incluye un enfoque en la salud física y del desarrollo. Los chequeos regulares con el pediatra de su hijo son es pecialmente importantes. Por ejemplo, muchos retrasos comunes en el desarrollo se descubren durante los chequeos de rutina; la intervención temprana hace una gran diferencia para que su hijo obtenga el apoyo que necesita antes de que algo pequeño se convie rta en un problema mayor . E xámenes y Seguimiento de Starfish Realizamos Exámenes de salud gratuitos para todos los niños de nuestro programa ECE al comienzo de cada año de inscripción. Es un excelente primer paso para conocer los \"datos de referencia\" de su hijo y nos ayuda a planificar e individualizar los servicios. También nos ayuda a identificar \"señales de alerta\" para un examen o evaluación adicional. Los exámenes incluyen pruebas de la vista apropiadas para la edad, pruebas de audición, presión art erial, hemoglobina (hierro en sangre), plomo, medidas de altura y peso, y medidas de hitos socioemocionales y del desarrollo. Se le notificará de los resultados de los exámenes y de las posibles áreas de preocupación . V isitas del Niño Sano La Academia Est adounidense de Pediatría (AAP) desarrolló un conjunto de pautas de salud integrales para el cuidado del niño sano, conocido como \"programa de periodicidad\". Haga clic para acceder al Programa de Exámenes y Valoraciones AAP recomendados para las visitas de niño sano desde la infancia (de tres a cinco días) hasta la adolescencia. También se encuentran disponibles recursos adicionales de educación sobre el bienestar para las fami lias, incluidas las traducciones al español . Lista de chequeo que debe conocer : Su hijo debe tener un examen físico actual y completo (llamado \"visita de niño sano\") en el archivo de Starfish antes del 30º día calendario después de su primer día de clas es . C uidado Dental Los programas de Primera Infancia Starfish requieren que cada niño reciba un examen dental/oral y todo el tratamiento dental de seguimiento que el dentista indique que su hijo necesita. ¿Por qué? Cuanto antes comience su hijo los cheq ueos dentales regulares, más saludable permanecerá su boca durante toda su vida . Los chequeos tempranos ayudan a prevenir las caries y la caída de dientes, que pueden provocar dolor, dificultad para concentrarse y otros problemas médicos. 20 La Academia Esta dounidense de Odontología Pediátrica (AAPD, por sus siglas en inglés) recomienda que un niño vaya al dentista antes de cumplir un año o dentro de los seis meses posteriores a la aparición de su primer diente (alrededor de los seis meses de edad). Para obte ner información y recursos para padres sobre el cuidado dental infantil y las visitas dentales positivas, visite AAPD. Nuestro personal puede ayudarlo a encontrar un dentista si no tiene un dentista para su hijo . ¡La diferencia de Starfish! Proporciona mos a cada niño su propio cepillo de dientes y pasta de dientes. Se anima a los niños a que se cepillen los dientes después de cada comida . Vacunas Mantenerse al día con las vacunas recomendadas es esencial para asegurarse de que los niños se mantengan sa nos y protegidos. Según los Centros para el Control y la Prevención de Enfermedades (CDC), los niños que no están protegidos por las vacunas tienen más probabilidades de contraer enfermedades como el sarampión y la tos ferina. Estas enfermedades son extrem adamente contagiosas y pueden ser muy graves, especialmente para bebés y niños pequeños . Starfish trabajará con usted para garantizar que su hijo esté protegido. Además, consulte a continuación para obtener recursos y consejos confiables. Le notificaremos cuando sea necesario actualizar las vacunas de su hijo durante el año escolar . Acceda a La práctica guía de referencia de los CDC para conocer los programas de vacunación recomendados . Acceda al Programa de Vacunas para Niños (VFC), que es un programa financiado por el gobierno federal que proporciona vacunas sin costo a los niños que de otra manera no serían vacunados debido a la imposibilidad de pagar . Acceda a información sobre Los Programas de Vacunación del Departamento de Salud y Servicios Humanos de Michigan, incluidas las ubicaciones de los departamentos de salud locales . Guarde el re gistro de vacunación de su hijo en un lugar seguro. Será necesario muchas veces a lo largo de la vida . Lleve siempre el registro de vacunación de su hijo a su médico o proveedor de atención médica para que lo actualice cada vez que se administra una vacuna . Nunca entregue el registro de vacunación de su hijo a nadie sin asegurarse de que se lo devuelv a. ¿Qué pasa con las exenciones no médicas para las vacunas? Una inmunización no médica es una exención por razones religiosas o filosóficas. Haga 21 clic para acceder a los detalles del Departamento de Salud y Recursos Humanos de Michigan. Si usted solicita una exención no médica para las vacunas, debe asistir a u n programa educativo proporcionado por el departamento de salud del condado. El programa brinda información sobre los beneficios de la vacunación y los riesgos de enfermedad, así como la posibilidad de hacer preguntas que pueda tener sobre las vacunas. Una vez que complete el programa educativo, recibirá un certificado de exención de inmunización. Deberá devolver este certificado al centro de su hijo. Debemos tener un formulario certificado de exención de inmunización del estado de Michigan en el archi vo antes de inscribir a su hijo. Lista de chequeo que debe conocer : La licencia de cuidado de niños de Michigan requiere que un registro de vacunación actualizado esté archivado para cada niño en o antes del primer día de asistencia o visita domiciliaria . Esta es una ley estatal que los Servicios de Familia Starfish debe seguir. M edicamentos y Planes de Salud Infantil A dministración de Medicamentos Si es posible, se prefiere que todos los medicamentos se administren en casa. La primera dosis del nuevo medicamento, especialmente, debe ser administrada por los padres y monitoreada para detectar reacciones adversas. Los empleados de Starfish no le darán ningún medicamento a un niño a menos que sea absolutamente necesario y solo si sus padres han presentado un formulario de autorización de medicamentos completado por un proveedor de atención médica (HCP) junto con las instrucciones para su uso. Se harán arreglos específicos entre el padre, el HCP, el líder del centro y el maestro con el permiso escrito de lo s padres. Starfish se reserva el derecho de comunicarse con su HCP para asegurarse de que está permitido que su hijo reciba medicamentos. Solo los empleados capacitados administrarán medicamentos. Se administrará bajo la supervisión de dos adultos. Un padr e/tutor debe traer el medicamento a la oficina del programa de Primera Infancia en el envase original etiquetado. Todos los medicamentos se guardarán en gabinetes cerrados con llave . ¿Cambios en la salud de su hijo? Please notify your teacher and Family Service Guide if your child has any new health conditions, such as a new cut, bump, bruise, or health diagnosis. 22 Lista de chequeo que debe conocer : Los niños que requieran medicamentos de emergencia (es decir, asma, convulsiones) deben tener un plan d e atención médica de su proveedor de atención médica Y un Formulario de Autorización de Medicamentos completado y archivado antes del primer día de clases . Pr evención y Atención de Enfermedades Infantiles Haremos todo lo posible para reducir el riesgo d e propagar enfermedades contagiosas en nuestros centros mediante prácticas de salud preventivas y procedimientos de notificación adecuados. ¡Pero necesitamos su ayuda! Por favor notifique a la oficina del centro Starfish o a su Visitante Domiciliario Star fish (para el hogar) si su hijo está enfermo y no asistirá a clases/visitas. Cuándo quedarse en casa: Revise a su hijo diariamente antes de que vaya a la escuela y no envíe a su hijo a la escuela si presenta alguno de los siguientes signos o síntomas. Tam bién le sugerimos que consulte con el pediatra de su hijo. Temperatura Alta. Un niño con una temperatura de 100.4 ° F o más Y cambios de comportamiento u otros signos o síntomas (por ejemplo, dolor de garganta, sarpullido, vómitos o diarrea). Dolor abdomin al. Si el dolor continúa durante más de dos horas o dolor intermitente acompañado de fiebre u otros síntomas. Llagas en la piel. Un niño con llagas supurantes en un área expuesta que no se puede cubrir con un vendaje impermeable . Enfermo en la escuela: ¿Qué pasa? Si su hijo se enferma durante el día escolar con cualquiera de los signos/síntomas anteriores, se le comunicará a usted para que recoja a su hijo. Su hijo será entregado solo a aquellas personas mayores de 18 años que estén incluidas en el Regis tro de información del niño (Hoja de Emergencia). Si Starfish no puede comunicarse con usted u otra persona en el Registro de información del Niño, su hijo se mantendrá aislado y lo más cómodo posible hasta que usted llegue. o De acuerdo con nuestra polític a, su hijo debe ser recogido dentro de una hora después de la llamada telefónica . Regreso al aula Los niños deben estar libres de fiebre, sin vómitos ni diarrea, y sin medicamentos durante al menos un día escolar completo antes de regresar a la escuela. En algunos casos de enfermedad contagiosa o enfermedad o lesión prolongada, es posible que se necesite una declaración del proveedor de atención médica (HCP) antes de que ¿Te sientes enfermo? ¡Quédate en casa! 23 su hijo pueda ser readmitido en el aula. Consulte con la oficina de su centro de ECE para ver si se necesita una declaración de HCP . P adres como Defensores y Líderes : Familias Empoderadas En Starfish, la familia lo es todo. Porque el éxito de un niño feliz y sano depende de la salud y la fuerza de toda su familia. Familia no significa n ecesariamente mamá y papá. Cualquiera que tenga el rol de \"cuidador\" — hermanos, hermanas, tías, tíos, abuelos, amigos — es familia. Abrazamos a todas las generaciones de familias. Si está interesado en alguna de las oportunidades descritas, comuníquese con su líder de centro o guía de servicio familiar. Tenga en cuenta que las reuniones pueden realizarse de forma virtual o en persona. Para las reuniones en persona, en algunas pueden reembolsarle el viaje (por ejemplo, el Consejo de Políticas) . O portunidade s de Liderazgo para Padres C omité de Padres Organizado y dirigido por padres para padres, el Comité de Padres es una reunión mensual a nivel de centro a la que están invitados todos los cuidadores de ECE de Starfish. Recibirá noticias oportunas e informaci ón actualizada sobre el programa y tendrá la oportunidad de expresar su opinión. También es una oportunidad para que conozca y trabaje en red con otros padres . C omité de Políticas El enfoque del Comité de Políticas es el nivel del programa en todos los centros de ECE. Los padres son elegidos para representar a su centro en esta reunión mensual a nivel de agencia y participar en la toma de decisiones que ayuda a dirigir los programas Starfish. Por ejemplo, el comité vota las políticas y puede ayudar con l as entrevistas con los empleados de ECE. Los miembros del comité también asisten a conferencias, talleres y capacitaciones. (Nota: los centros de Western Wayne no tienen un Comité de Políticas, pero los padres electos sí participan en el Consejo de Polític as) . C onsejo de Políticas El Consejo de Políticas es una iniciativa de liderazgo interinstitucional. Los funcionarios y representantes electos de cada agencia en nuestra colaboración Thrive by Five (Prosperar por Cinco) trabajan como un organismo de apro bación y revisan y votan sobre temas tales como políticas, contrataciones y separación de personal clave, estatutos, políticas de personal y presupuestos de programas. Los miembros del Consejo de Políticas también tienen la oportunidad de asistir a confere ncias, talleres y capacitaciones . 24 ¿Qué es Thrive by Five (Prosperar por Cinco)? Una asociación de colaboración entre tres agencias de servicios sociales de Detroit: Development Centers, Focus: HOPE y Servicios de Familia Starfish. El objetivo es ofrecer programas innovadores para bebés y niños pequeños y preescolares a las familias de Detroit. Starfish es la agencia principal . C omité Asesor de Servicios de Salud El Comité Asesor de Servicios de Salud (HSAC) está compuesto por padres, profesionales y volu ntarios de la comunidad. HSAC aborda problemas e inquietudes relacionados con la salud, la nutrición, la salud mental y la seguridad para nuestros programas de Educación Infantil. Se anima a los padres a participar en el comité y representar los programas de Starfish de Educación para la Primera Infancia. O portunidades de Voluntariado Familiar Recuerde que lo necesitamos a USTED para hacer que nuestro programa y la experiencia escolar de su hijo sea la mejor posible. Como padre de educación para la Prim era Infancia, hay muchas maneras en las que puede participar activamente en Starfish. ¡Una de las formas más importantes y significativas es ser voluntario! Alentamos a los padres a que se ofrezcan como voluntarios al menos dos veces al mes en los salones de clases de ECE. En general, sin embargo, existen múltiples oportunidades de voluntariado tanto en el salón de clases como a nivel del centro . Brindar apoyo a los maestros Trabajar directamente con los niños Participar para poner en orden Ayuda con com idas y refrigerios Leer un libro o contar una historia Compartir un talento increíble o enseñar una habilidad Trabajar en boletines familiares Ayudar con el trabajo de oficina/papeleo Lista de chequeo que debe conocer : Las hojas de tiempo de los volun tarios se pueden encontrar en el salón de clases de su hijo o en la oficina del centro. Si tiene alguna pregunta sobre cómo llenar una hoja de tiempo, no dude en preguntarle al maestro de su hijo o al Guía de servicio familiar. P articipación de los Papás Creemos que los papás y las figuras paternas son contribuyentes esenciales al bienestar de las familias. La investigación muestra que un padre empoderado y presente influye en los resultados positivos para los niños, incluido el éxito escolar . En Starfi sh, respetamos a los papás y ayudamos a fomentar el compromiso al : Crear un ambiente amigable para los padres 25 Apoyar e implementar actividades para niños/padres Alentar a los padres a ser modelos a seguir activos Brindar oportunidades de voluntariado para los padres Fomentar roles y responsabilidades de liderazgo Colaborar con los padres para establecer metas personales y celebrar los éxitos ¡La diferencia de Starfish! La Fraternidad de Papás es un programa de apoyo de varias semanas exclusivament e para cuidadores masculinos con niños desde el nacimiento hasta los 18 años. Orientado por personal especialmente capacitado, este espacio seguro permite a los hombres conectarse y explorar la paternidad desde una perspe ctiva exclusivamente masculina. O t ros Programas de Apoyo de Starfish S ervicios de Salud Conductual ¿Está usted o su hijo luchando con desafíos emocionales o de comportamiento? Como padre o cuidador, ¿está estresado, abrumado o necesita apoyo? Usted no está solo. Nuestro experimentado equi po de profesionales está aquí para usted y su familia. Para obtener más información sobre nuestros muchos programas de BHS, visite nuestra Página Web Salud Conductual de Star fish , llame directamente a Starfish al (888) 355 - 5433, o hable con su Guía de Servicios Familiares o su Terapeuta Preescolar de Salud Conductual Bienestar para toda la familia. Invertimos en la salud y el bienestar de los niños, los jóvenes y las familia s a través de programas que tienen un enfoque integral y holístico. Su viaje es único. Lo apoyamos en la elaboración de su propio plan de acción personal . Nos asociamos con usted para asegurarnos de que tenga las herramientas y los recursos para crear su v ersión de una dinámica familiar positiva y enriquecedora donde todos se sientan seguros y conectados y todos estén empoderados para manejar de manera efectiva los factores estresantes de la vida. Su viaje de fuerza. Creamos planes de servicio basados en los valores, la cultura, las creencias y las fortalezas de su familia . Opciones para pacientes ambulatorios: Nuestros cuatro centros cálidos y amigables están ubicados en Dearborn, Inkster, Livonia y Westland . Opciones de Telesalud: Ofrecemos una pla taforma de video conveniente y segura para muchos servicios. Esto significa mantener una relación enriquecedora por teléfono y/o video . 26 S ervicios durante el Embarazo Si bien ciertamente hay mucha alegría al convertirse en un nuevo padre, es perfectamente normal sentirse abrumado, preocupado o ansioso. Con todas las nuevas experiencias que vienen con el embarazo y la preparación para la llegada de su bebé, las nuevas mamás y papás tienen mucho que recorrer . P rograma ECE Temprano basado en el Hogar Su edu cador personal Starfish certificado y capacitado trabajará con usted para descubrir lo que USTED necesita. Organizarán visitas domiciliarias quincenales que se llevarán a cabo durante todo el año, que incluyen : Educación prenatal Pruebas de detección: de s alud, dentales, de desarrollo Apoyo emocional y social Asistencia con referencias y recursos P rograma de Asociación Enfermera - Familia El Programa de Asociación Enfermera - Familia (N FP) funciona con enfermeras especialmente capacitadas que visitan con regularidad a las futuras mamás jóvenes, comenzando temprano en su embarazo y continuando hasta el segundo cumpleaños de su bebé. Esta relación cercana se basa en las necesidades únicas de USTED y su familia, e incluye : Explorar las mejores prácticas prenatales Maniobrar juntos a través de desafíos después de dar a luz Elaborar planes de salud y desarrollo para usted y su bebé Realizar coaching de vida para usted y su familia P ol íticas y Procedimientos Para una referencia rápida, hay una carpeta de Políticas y Procedimientos de Educación para la Primera Infancia de Starfish en el centro de su hijo . Disciplina Positiva La responsabilidad principal del programa de Educación para la Prime ra Infancia de Starfish es proporcionar un entorno seguro y saludable en el que los niños puedan aprender, jugar y crecer. Adoptamos un enfoque positivo para guiar el comportamiento de los niños, que está diseñado para ayudar a los niños a fomentar relacio nes sólidas positivas con sus compañeros, así como los adultos aprenden a 27 reconocer, comprender y expresar sentimientos ; desarrollar el autocontrol ; y construir resiliencia . Usamos una variedad de estrategias para la disciplina y orientación positivas en el aula, que incluyen : Entorno positivo Interactuar con los niños de una manera positiva, amistosa y socialmente solidaria . Establecer, seguir y hacer referencia a una rutina constante a lo largo del día para promover la previsibilidad y la seguridad de los niños . Planificar con anticipación para prevenir problemas cuando sea posible y utilizar redirecciones o distracciones . Establecer algunas reglas simples, claras, razonables y apropiadas para el desarrollo, enfocadas en la salud y el bienestar, la segu ridad, el respeto por la propiedad y el respeto por los demás . Señales verbales positivas Declarar las reglas de manera positiva en lugar de negativamente: \"Camine\" en lugar de \"No corra\" . Usar estímulo descriptivo y otros medios positivos para reconocer el comportamiento apropiado: \"Gracias por darle el camión a Daniel cuando terminaste con él\" . Opciones positivas y resolución de problemas Brindar a los niños opciones positivas. Cuando los límites son necesarios, deben definirse claramente y mantenerse consistentemente. Proporcionar orientación y estímulo para la resolución y exploración de problemas . Personalmente positivo Declarar claramente las expectativas para un comportamiento apropiado basado en lo que es realista para el nivel de desarrollo de cada niño. Dar a los niños instrucciones claras y sencillas y recordatorios positivos basados en lo que es realista para el nivel de desarrollo de cada ni ñ o. E xpresar nuestros sentimientos Ayudamos a los niños a aprender a identificar y expresar sus sentimientos de manera segura. Cada salón de clases incluye materiales socioemocionales apropiados para su edad para que los niños exploren, así como materiales para ayudar a los niños a aprender a calmarse. Herramientas sensoriales como varitas de brillo, pelotas para aplastar, masilla para pensar y pelotas para respirar apoyan la regulación y una mayor 28 atención/enfoque. Los elementos sensoriales también ayudan a los niños a sentirse tranquilos y listos para aprender. Las áreas de calma y lugar seguro está n ubicadas dentro de cada salón de clases. o Los niños pueden usar el área de calma cuando tienen grandes sentimientos y quieren un espacio lejos de otros niños. o Los niños pueden usar un área de espacio seguro para alejarse de la actividad en el aula, espec ialmente si se sienten abrumados o simplemente necesitan un tiempo a solas. El lugar seguro nunca se utilizará como castigo. Este espacio siempre estará supervisado por la seguridad y protección de los niños . A poyar comportamientos desafiantes A veces, los comportamientos desafiantes pueden obstaculizar el aprendizaje de un niño y ser difíciles para los adultos porque no estamos seguros de cómo manejarlos. Trabajaremos con usted para identificar y discutir las respuestas apropiadas al comportamiento de s u hijo. Cuanto antes sepamos la causa, más fácil será ayudar al niño . Descubrir la causa Todas las respuestas a comportamientos inseguros o inapropiados se basan en el entendimiento de que el comportamiento de un niño transmite un mensaje. Los comportamie ntos inseguros o inapropiados casi siempre indican angustia o necesidades insatisfechas. Nos asociaremos con usted y haremos todo lo posible para comprender las causas de dicho comportamiento y encontrar soluciones que apoyen el desarrollo socioemocional s aludable de su hijo. Las respuestas al comportamiento se individualizarán según las necesidades, la situación y las características de cada niño . Observación individual El personal o las familias pueden solicitar una observación individual para ayudar a identificar estrategias de apoyo para conductas desafiantes o inseguras. El personal del programa y los terapeutas de salud conductual preescolar están disponibles para reunirse con usted para discutir cualquier inquietud, revisar la observación individual , formular un plan individual para su hijo y ayudar a hacer referencias a servicios de apoyo, incluidos los servicios de salud mental. Es importante que el personal y las familias de Starfish utilicen un enfoque coherente para apoyar al niño en la escuela y en el hogar . 29 A sistencia Basado en nuestra experiencia , los alumnos de la primera infancia que mantienen una buena asistencia reciben todos los beneficios de la programación de educación infantil . Su hijo puede comenzar a desarrollar buenos hábitos de asistencia ahora para que aprenda que es importante ir a la escuela a tiempo todos los días . Trabajemos juntos para lograr una asistencia regular, que se define como el 85% de los días inscritos o más. Muchos estudios muestran que asistir a un programa de aprendizaje temprano de alta calidad fortalece la preparación para la escuela y el éxito a largo plazo en la escuela secundaria, la universidad y el trabajo. Asistir a la escuela con regularidad ayuda a los niños a sentirse mejor con la escuela y con e llos mismos. Nuestro programa está diseñado para brindar habilidades que se complementan entre sí . Si un niño está ausente, a menudo pierde las habilidades básicas que necesita para aprender la siguiente habilidad. Los niños que asisten a la programación d e la primera infancia de manera constante aprenden a construir vínculos y relaciones fuertes y seguras, lo cual es una parte integral de la creación de un salón de clases de aprendizaje temprano unificado y seguro . A sistencia y ausencias: Basado en el c entro Nota: La siguiente información aplica a la programación típica. Para conocer las Pautas de inicio seguro asociadas con la pandemia de COVID - 19, consulte el Manual familiar de inicio seguro. Reconocemos que es posible que su hijo tenga que faltar a l a escuela. Por favor comuníquese con la oficina de ECE o el maestro de su hijo si su hijo va a estar ausente por cualquier motivo en cualquier día. Si no se comunica con nosotros, Starfish considera que una ausencia es \"injustificada\". Si su hijo acumula u na serie de ausencias, su Guía de servicio familiar se conectará con usted para ayudarlo a superar cualquier barrera que pueda estar impidiendo asistir a la escuela y desarrollar un Plan de Acción de Asistencia personalizado . 30 Ausencia por enfermedad . Si s u hijo está enfermo y no va a la escuela durante dos o más días, le pedimos que proporcione una nota del médico. Ausencia por cita médica . Le pedimos que proporcione una notificación por escrito si planea sacar a su hijo de la programación para una cita p lanificada. Seguimiento de asistencia: Ausente 1 - 7 días . El Guía de Servicios de Familia se comunicará con usted para determinar el motivo de la(s) ausencia(s). Ausente 8 - 10 días . El Guía de Servicios de Familia enviará una carta con respecto a la desafi liación pendiente. Ausente 11 - 15 días . El Guía de Servicios de Familia enviará por correo una carta de desafiliación. Su hijo será eliminado de la inscripción activa y reemplazado por un niño en la lista de espera. A sistencia y ausencias: Basado en el hogar La asistencia regular a cualquier opción de programa educativo, ya sea en el centro o en el hogar, es importante para que los niños experimenten un crecimiento, aprendizaje y desarrollo constantes. La opción del programa basado en el hogar está diseñ ada para apoyar la asistencia regular e incluye visitas domiciliarias semanales. Cada visita domiciliaria dura 90 minutos e incluye tiempo para discutir el progreso educativo y del desarrollo, abordar los posibles desafíos y recursos y participar en activi dades de aprendizaje. El programa domiciliario dura 48 semanas y se espera que las familias participen en 46 visitas domiciliarias. Los Visitantes Domiciliarios de Starfish harán todo lo posible para apoyar a las familias y abordar cualquier barrera que im pida completar las visitas domiciliarias. Si se acumulan varias ausencias injustificadas, su visitante domiciliario trabajará con usted en un plan de acción de asistencia personalizado. También se espera que los padres participen en un mínimo de dos social izaciones grupales cada mes. Visitas regulares establecidas. La hora y la fecha de las visitas domiciliarias semanales se establecerán durante la primera visita domiciliaria y reflejarán el horario regular, las rutinas y la diversidad de la familia. El acu erdo con el programa de visitas domiciliarias se evidencia mediante un contrato firmado. Starfish reconoce que durante el transcurso de un año, el horario de una familia puede cambiar por una variedad de razones y actualizará/revisará el acuerdo según sea necesario . Cancelación de Visitas El Visitante domiciliario de Starfish: En caso de que sea necesario cancelar 31 una visita domiciliaria debido a las inclemencias del clima u otro evento imprevisto, su visitante domiciliario se comunicará con su familia l o antes posible. Su familia: Debe comunicarse con su visitador domiciliario si necesita cancelar una visita domiciliaria programada. Todas las visitas domiciliarias canceladas se reprogramarán. P rocedimientos de Retiro Notifique al centro de ECE de su hij o si desea retirarlo de nuestro programa. Su hijo puede volver a ingresar al programa ECE Starfish si hay espacio disponible. Los requisitos para reingresar son los mismos que para el proceso de inscripción . L legada/Firma al Llegar y Entrega Nota: La sigu iente información aplica a la programación típica. Para conocer las Pautas de inicio seguro asociadas con la pandemia de COVID - 19, consulte el Manual familiar de inicio seguro. Los niños deben estar acompañados desde y hacia la escuela por un adulto (may or de 18 años), que pueda proporcionar una identificación con foto. Registro de Información del Niño (también conocido como Tarjeta de Emergencia) Al registrarse, los padres/tutores completarán un \"Registro de información del niño\" (Tarjeta de Emergenci a). Este formulario indica los nombres de aquellas personas que no sean el padre o tutor a quien se le puede entregar el niño. El personal solo entregará un niño a un adulto, de 18 años o mayor, que figure en el Registro de información del niño. No se har án excepciones. Las tarjetas de información/emergencia de los niños deben permanecer actualizadas durante todo el año escolar. En caso de disputas legales de los padres, se debe presentar documentación legal para evitar que nuestro personal entregue un niñ o a su padre o tutor legal. Los padres/tutores deben venir a la oficina para hacer los cambios necesarios. El personal no hará cambios por teléfono; este es un documento legal y solo puede ser alterado por un padre/tutor en persona. Se pide a todos los pad res/tutores que registren la entrada y salida de su(s) hijo(s) diariamente. Hay una hoja de registro en la puerta de cada salón de clases . 32 Política de Recogida Tardía Los programas de Educación para la Primera Infancia de Servicios de Familia de Starfis h mantienen una política estricta con respecto a las \"Recogidas tardías\". Primer incidente: Se le dará una advertencia verbal y documentada cuando llegue tarde a recoger a su hijo. Además de la advertencia, recibirá una carta que refuerza la política del programa con respecto a la recogida tardía. Segundo incidente: El mismo procedimiento que se describió anteriormente. Tercer incidente: Se reunirá con el Líder del Centro o con la Guía de Servicio Familiar para discutir los problemas que pueden estar imp idiendo que recoja a su hijo a tiempo. Trabajarán con usted en un plan de acción razonable para ayudarlo a resolver el problema. Su hijo no podrá asistir a clases hasta que usted se haya reunido con el personal de Starfish. Cuarto incidente: Si ocurre ot ra recogida tardía después de que se haya acordado un plan de acción, su hijo no podrá asistir al programa Starfish. Se colocará en nuestra lista de espera de ECE hasta que se hagan los arreglos necesarios para que su hijo sea recogido a tiempo. En ese mom ento, si hay una vacante disponible, su hijo volverá a inscribirse en nuestro programa de acuerdo con el proceso de selección del programa de Starfish. Lineamientos de Vestido Dado que realizaremos una variedad de actividades durante el tiempo que su hijo esté en el salón de clases, vista a su hijo con ropa cómoda y lavable en la que pueda ensuciarse. Cambio de ropa extra: Si puede, envíe un cambio de ropa extra para su hijo para que mantenga en la escuela. A veces, los niños tienen accidentes en el baño y pueden ocurrir derrames de jugo y leche a la hora de comer. Los armarios de recursos de Starfish también están surtidos y disponibles con prendas adicionales. Zapatos: Para la seguridad de su hijo en el salón de clases y especialmente afuera en el área de juegos, haga que su hijo use zapatos cerrados, de suela plana, con suelas antideslizantes, como tenis, y que le calcen apropiadamente. 33 Los zapatos como chanclas no se consideran zapatos seguros para el juego activo. Manta favorita: Los niños pueden tra er su manta favorita de casa. La manta se enviará a casa todos los viernes para lavarla. Asegúrese de etiquetar la manta, el abrigo y otros artículos de su hijo con su nombre. Juguetes de casa: Es importante que los niños no traigan juguetes a la escuela. No queremos que sus juguetes se pierdan o se rompan. Lesiones/Emergencias Infantiles En caso de una emergencia, Starfish se comunicará con usted de inmediato. La principal preocupación es la seguridad de los niños. Consulte lo siguiente en caso de emerge ncia: Incidente/Accidente El personal está capacitado en primeros auxilios y resucitación cardiopulmonar. El personal brindará el tratamiento necesario para accidentes menores como golpes, pequeños rasguños, etc. El personal le notificará por teléfono. El personal redactará un informe de incidente para que usted lo revise, lo firme y lo feche. Emergencia médica El personal llamará a una ambulancia y comenzará a brindar atención de emergencia. El personal se comunicará con usted inmediatamente por teléfono. Si no podemos comunicarnos con usted, el personal se comunicará con el próximo contacto de emergencia disponible. Si es necesario, el personal viajará en la ambulancia con su hijo --- para brindarle comodidad y seguridad. Fuego El personal evacuará a los niños a un lugar designado y seguro. El personal se comunicará con usted inmediatamente por teléfono. Tormentas severas El personal acompañará a los niños al refugio de tornados o al lugar seguro designado. Nos comunicaremos con usted cuando las autorida des meteorológicas locales informen \"todo despejado\". Starfish lo alienta a permanecer en un lugar seguro hasta que se dé la orden de \"todo despejado\". 34 Según sea necesario, le avisaremos sobre cualquier daño o caída grave del edificio, como cortes de energ ía, que puedan afectar la programación. E nfermedades contagiosas Nota: La siguiente información aplica a la programación típica. Para conocer las Pautas de inicio seguro asociadas con la pandemia de COVID - 19, consulte el Manual familiar de inicio seguro . Las regulaciones de la escuela y del departamento de salud requieren que los niños con ciertas enfermedades contagiosas sean excluidos de la escuela. Estas enfermedades incluyen, entre otras, sarampión, influenza, varicela, faringitis estreptocócica y enf ermedad de manos, pies y boca. La mayoría de las enfermedades infecciosas o contagiosas deben ser chequeadas por un médico. Si Starfish sospecha que su hijo tiene una enfermedad contagiosa, nos comunicaremos con usted para que recoja a su hijo dentro de u na hora de nuestra llamada telefónica. Recuerde, es posible que se requiera que se presente una nota de un profesional de la salud a la maestra de su hijo o a la oficina del centro antes de que su hijo pueda regresar al salón de clases. C ierres del Cen tro s M al Tiempo Los programas para la Primera Infancia se cancelan cuando las malas condiciones climáticas cierran sus distritos escolares locales. Los cierres de escuelas se anuncian por radio o televisión. Busque el nombre de su distrito escolar que se anunciará. Si el centro de su hijo cierra por razones distintas al clima, haremos todo lo posible para comunicarnos con usted antes de que comiencen las clases del día . Festividades Starfish cree que la mejor manera de respetar y apoyar a todas las famili as es eliminar las celebraciones navideñas en nuestros centros de Educación Infantil. ¿Por qué? Cada familia celebra las fiestas de manera diferente según la religión, la cultura, la etnia y las creencias personales. Algunas familias no celebran las festiv idades en absoluto. Aunque Starfish no celebra oficialmente las festividades, seguimos un \"horario de cierre\" similar al de la mayoría de los distritos escolares. También entendemos que muchas familias toman vacaciones familiares planificadas durante esto s tiempos. Todos los programas de la Primera Infancia, incluidas las opciones basadas en el hogar, siguen el cronograma que está abajo: 35 Día de Acción de Gracias y el V iernes siguiente (+ el miércoles antes del Día de Acción de Gracias solo para Thorne C enter) Vacaciones de I nvierno Cumpleaños de Martin Luther King, Jr. Vacaciones de P rimavera Día Memorial Semana del Día de la Independencia (4 de julio) Días de Visitas D omiciliarias Días A dicionales de Entrenamiento del Persona V isitas al Hogar y Co nferencias de Padres y Maestros Las visitas domiciliarias y las conferencias de padres y maestros son valiosas para establecer relaciones de apoyo y respeto con los padres y para desarrollar una comprensión amplia de cada niño en nuestro programa. Las visi tas y conferencias mejoran su conocimiento y comprensión del progreso del desarrollo de su hijo. Los programas de Primera Infancia basados en el centro deben tener dos (2) visitas domicili arias y dos (2) conferencias de padres y maestros durante el a ñ o del programa. Esto incluye una visita al hogar antes de que comience el año escolar. Aún más beneficios: Conocerse y compartir información Los niños se encontrarán con sus maestros en su pro pia casa. Hablar sobre los programas de Starfish y las oportunidades de liderazgo. Desarrollar metas de preparación escolar para sus hijos. Solicitar ideas de padres/ tutores para el plan de estudios del salón de clases relacionadas con los intereses y las habilidades de su hijo. Compartir el pro greso del niño con los padres/ tutores Acceder a metas para el niño y la familia Transición al jardín de infantes L ineamientos para Voluntarios Nota: La siguiente información aplica a la programación típica. Para co nocer las Pautas de inicio seguro asociadas con la pandemia de COVID - 19, consulte el Manual familiar de inicio seguro. Damos la bienvenida con gusto y alentamos a los padres y amigos de la comunidad a que se ofrezcan como voluntarios en nuestros centros. Sin embargo, es importante que cualquier persona en un campus de Starfish siga las reglas que crean un ambiente seguro y saludable para todos. Los siguientes comportamientos inapropiados no son aceptables para ningún adulto mientras se encuentre en un ce ntro Starfish o durante cualquier actividad del 36 programa. Si un padre o un adulto se involucra en tal comportamiento, Starfish tiene el derecho de prohibirle a esa persona participar en las activ idades futuras del programa y/ o el acceso a la escuela . Len guaje ofensivo; difamaciones sexuales, raciales o étnicas; maldiciones/ insultos Violar la confidencialidad Fumar Acoso sexual Descuidar, poner en peligro o abusar de los niños Estar bajo la influencia de drogas o alcohol. Posesión de drogas o alcohol Amen azas o intimidaciones verbales o físicas Cualquier acto de violencia Dañar o robar propiedad Posesión de un arma A menaza a la S eguridad La seguridad de todos los niños y adultos es una de las principales preocupaciones de los Servicios de Familia de Sta rfish. Una amenaza a la seguridad podría incluir desastres nacionales o naturales, una amenaza de bomba o una amenaza comunitaria identificada. Se seguirán los siguientes procedimientos cuando exista una amenaza comunitaria o nacional. Si se detecta una amenaza o si parece inminente, el personal de Starfish de nivel ejecutivo estará en alerta y puede comunicarse con los distritos escolares locales (si están en sesión) para preguntar sobre los protocolos del distrito. Se contactará a los padres directament e y se les avisará sobre los protocolos de evacuación o permanencia en el lugar. o Permanecer en el lugar: Si se determina que es más seguro permanecer en el edificio, se iniciarán los siguientes procedimientos. Todas las puertas exteriores del edificio esta rán cerradas y no se permitirá la entrada ni la salida de nadie sin la autorización del personal de la agencia. Si ocurre una amenaza durante el tiempo que los niños están saliendo de la escuela, se determinará por la seguridad de todos si se permitirá a l os padres ingresar al edificio para recoger a sus hijos. o Evacuación: E l personal de Starfish de nivel ejecutivo determinará cuándo y si es necesaria una evacuación. Los niños y adultos serán acompañados de manera segura fuera del edificio de acuerdo con el plan de procedimientos y evacuación de Starfish. Se le dará el nombre de su centro de evacuación identificado en la Orientación para padres. También puede comunicarse con su ECE Center directamente o llamar al número de emergencia de Starfish al (734) 728 - 3400 . 37 E ntorno del Centro/Campus E ntorno Libre de Sustancias/Hum o/Vapor La ley estatal prohíbe el uso de tab aco o productos de tabaco en propiedad escolar. \"Escuela\" incluye los estacionamientos y áreas de juego de la escuela que rodean la propiedad de l a escuela, así como el interior del edificio de la escuela. Esta ley también prohíbe fumar o vapear durante las actividades patrocinadas por la escuela . Es importante proteger a los niños de situaciones peligrosas. Si, al llegar o salir de un centro, un p adre o tutor parece estar bajo efectos alucinógenos o alcohol y tiene la intención de transportar a su hijo en un vehículo motorizado, nuestro personal del programa de Primera Infancia : Informará a los padres o al adulto que no es seguro que un niño viaje con ellos y ayud ará a organizar un transporte alternativo . Informar á a la policía si el padre o adulto se niega a un transporte alternativo . S eguridad en el Estacionamiento Dejar Niños Desatendidos en Vehículos Los Servicios de Familia de Starfish tiene n una política estricta con respecto a que los niños se queden solos dentro o alrededor de los vehículos. Hacemos cumplir y acatamos la ley propuest a de Michigan de que los padres/tutores nunca deje n a los niños solos dentro o alrededor de los vehículos, ni siquiera por un minuto. Los niños no deben quedarse solos, incluso si solo está entrando corriendo al edificio para recoger o dejar a otro niño o dejar artículos. Los resultados de dejar a un niño en un vehículo pueden tener consecuencias graves: La tempe ratura puede alcanzar niveles fatales en minutos. Los niños pueden ser secuestrados. Los niños pueden poner el vehículo en movimiento. Los niños puede n salir del vehículo buscándolo a usted. Apague su Carro Asegúrese de apagar su automóvil si lo deja desa tendido. Solo toma un minuto para que alguien salte y trate de alejarse rápidamente, posiblemente hiriendo a otros padres y niños. Seguridad de la Silla de Carro para Bebes y Niños Las sillas para carro son extremadamente efectiva s cuando se usan e instal an correctamente, reduciendo el riesgo de muerte en un 71 por ciento para los bebés menores de un año y en un 54 por ciento para los niños pequeños de uno a cuatro años ( Fuente: Director del Departamento de Salud Comunitaria de Michigan, James K Haveman Jr .). 38 Todos los bebés deben viajar en una silla para carro que mire hacia atrás hasta que tengan al menos dos años de edad o alcancen el peso o la altura más altos permitidos por los requisitos del fabricante del asiento para el automóvil. Los niños que pese n entre 40 y 80 libras deben viajar en una silla elevada , usando el cinturón de regazo y hombro del vehículo para una mejor protección. Para obtener información adicional sobre sillas para carro y sillas elevada s, visite el sitio web de la Administración Nacional de Seguridad en el Transporte en Carreteras (NHTSA) . Tomarse de la Mano por S eguridad Los estacionamientos en nuestros Centros de Primera Infancia están muy ocupados, espec ialmente durante las horas de entrega y recogida. Nuestros niños son muy pequeños y los conductores no siempre pueden verlos. Para la seguridad de su hijo, debe sujetarlo mientras camina por el estacionamiento. Lugares para D iscapacitados Como en cualquie r estacionamiento público, los lugares de estacionamiento para discapacitados son solo para aquellas personas con etiquetas o calcomanías oficiales para discapacitados. C ámaras de vídeo Los Servicios Familiares de Starfish puede n utilizar cámaras de video para garantizar la seguridad de nuestros niños, familias, personal y voluntarios. Las cámaras de video no están ubicadas en áreas donde se espera privacidad, incluidos, entre otros, baños o estaciones para cambiar pañales. T oma de fotografías Se les pedi rá a todos los padres que firmen un formulario de divulgación de fotografías como parte de su paquete de Permisos y Entendimiento de los padres. Si opta por no permitir que se tomen fotografías suyas o de su hijo, respetaremos su solicitud. Para proteger l a privacidad de todas las familias, pedimos a los padres que se abstengan de tomar fotografías de otros niños . A péndice U bicaciones de los Centros Starfis h Centro Líder del Centro Dirección Cecil Janice Mora les - Rivera 5690 Cecil Avenue Detroit, MI 48210 39 Central Avenue Karen Robinson 4330 Central Avenue Detroit, MI 48210 Covenant House Jennifer Skeens 1450 25 th Street Detroit, MI 48216 Crestwood April Sawyer 121 0 0 Beech Daly Redford, MI 48239 Fort Street LaCrecia Brown 2237 S. F ort Street Detroit, MI 48217 Hiveley Krystle Dion i se 30000 Hiveley Inkster, Broniak 32765 Marilyn Bester 25251 Annapolis St. Dearborn Hts, MI 48125 Westwood Ashley Pierce 26429 Michigan Ave. Inkster, MI 48141 D erechos de los Clientes Ser tratado con dignidad y respeto. No sufrir daño o abuso. Recibir servicios en un ambiente limpio y seguro. A la privacidad y a que su información se mantenga confidenci al (a menos que la ley exija notificación). Participar en la planif icación de mis/ nuestros servicios. No sufrir discriminación por motivos de raza, color, nacionalidad, discapacidad, sex o, orientación sexual, edad, afiliación política o religión. Comprender el proceso de resolución de quejas y buscar ayuda con inquietudes o quejas, incluidas respuestas oportunas, objetivas, justas y comprensibles . Comunicación abierta (teléfono, correo u otros medios, a menos que esté restringido en un plan de comportamiento) . Si siente que sus derechos han sido violados o si tiene una que ja, por favor llame al (734) 728 - 3400 y pida hablar con el Defensor del Cliente o envíe un correo electrónico a: Quality@sfish.org Para acceder a su re gistro (utilizando un proceso de solicitud que puede incluir un cobro por el costo de las copias). Los Avisos de Prácticas Privadas están disponibles en el centro de su hijo . 40 D erecho a Revisar los Registros Los padres/ tutores tienen derecho a revisar y solicitar una copia del reg istro de su hijo. Si un padre/ tutor está interesado en revisar el registro de su hijo, pr ograme una cita con su Guía de Servicios F amiliares. Ayudaremos a las familias dentro de las 24 horas posteriores a su solicitud para revisar los registros y hacer copias, si es n ecesario . P rocedimientos de Quejas Paso 1 I ntente resolver el problema de manera informal. Por ejemplo, comuníquese personalmente con la persona con la que tiene una queja. Programe un tiempo para discutir las inquietudes o quejas. Traiga la mayor cantida d de información posible a su reunión, incluidos los detalles sobre horarios y fechas. Si el asunto no se ha resuelto en 10 días calendario , siga el paso 2. Paso 2 Solicite el Formulario de Q uejas del Programa de Primera Infancia Starfish en su Centro de E CE. Siga las instrucciones del formulario. Proporcione tantos detalles como sea posible. Envíe el formulario a su l íder del centro y/ o al supervisor inmediato de la persona con la que tiene una queja. Guarde una copia del formulario para sus registros. Su líder del centro y/ o supervisor inmediato programarán una reunión conjunta, que se llevará a cabo dentro de los 10 días calendario posteriores a la recepción del formulario de queja. La reunión incluirá al demandante (persona con la queja) y la persona con tra quien se alega la queja. El propósito de esta reunión es revisar la información en el Formulario de reclamo e intentar resolver el problema. El resultado de esta reunión debe registrarse en un Formulario de Informe del Comité de Quejas del Programa de Primera Infancia de Servicios Familiares de Starfish . Paso 3 Si el problema no se resuelve, o si no está satisfecho con la acción tomada, puede comunicarse con la oficina del Programa de Primera Infancia de Servicios Familiares de Starfish para solicitar u na reunión adicional para discutir sus quejas. Será necesario revisar una descripción detallada y una documentación clara de todas las reuniones anteriores. Dentro de los 10 días calendario posteriores a la recepción de una solicitud adicional, el personal delegado correspondiente coordinará una nueva reunión para los involucrados en la queja. Reglas de M ediación J ustas y O bjetivas Si y cuando se alcanza el nivel 3, el personal apropiado traerá toda la documentación de las quejas presentadas a la reunión p ara que todos la revisen. Para mantener la objetividad, no se convocarán reuniones individuales separadas antes de esta reunión de grupo. Durante la sesión de la reunión, no se permiten ataques verbales; s e requerirá conducta, comportamiento y lenguaje pro fesionales en todo momento. 41 Es importante señalar que el objetivo de estas reuniones es llegar a una resolución amistosa. Es posible que deban tomarse más medidas. Consulte los Procedimientos de Q uejas adicionales en la oficina del centro de su hijo. I n tervención Temprana para Niños con Necesidades Excepcionales La Ley de Mejoramiento de la Educación para Personas con Necesidades Excepcionales (IDEA) es la ley de educación federal que requiere que las e scuelas brinden educación especial y servicios de apoyo relacionados a los niños con discapacidades. Los bebés y niños pequeños desde el nacimiento hasta los 2 años pueden recibir servicios de intervención temprana bajo IDEA Parte C. Estos servicios se br indan a través de Early On (Temprano) . Los niños y jóvenes de 3 a 21 años pueden recibir educación especial y servicios relacionados bajo IDEA Parte B. Estos servicios se brindan a través de una Agencia de Educación Local (LEA) que incluye distritos escol ares. Como padre o tutor legal, usted juega un papel muy importante en la educación de su hijo. Usted y su hijo tienen protecciones y derechos legales (garantías procesales) durante la evaluación y el proceso del IEP según IDEA. La Agencia de Educación Lo cal (distrito escolar) se encarga de proporcionar una explicación por escrito de sus derechos bajo IDEA y las leyes de nuestro estado. Algunas de las salvaguardas procesales importantes según el Centro de Infor mación y Recursos para Padres incluyen: El derecho de los padres a recibir una explicación completa de todas las garantías procesales disponibles bajo IDEA y los procedimientos en el estado para presentar quejas . La c onfidencialidad y el derecho de los p adres a inspeccionar y revisar los registros educativos de su hijo. El derecho de los padres a participar en reuniones relacionadas con la identificación, evaluación y ubicación de su hijo, y la provisión de FAPE (una educación pública gratuita apropiada) para su hijo. El derecho de los padres a obtener una evaluación educativa independiente (IEE) de su hijo. El derecho de los padres a recibir \"notificación previa por escrito\" sobre asuntos relacionados con la identificación, evaluación o ubicación de su hi jo, y la provisión de FAPE a su hijo. El derecho de los padres a dar o negar su consentimiento antes de que la escuela pueda tomar ciertas medidas con respecto a su hijo. El derecho de los padres a estar en desacuerdo con las decisiones tomadas por el sist ema escolar sobre esos temas. El derecho de los padres y las escuelas a utilizar los mecanismos de IDEA para resolver disputas, incluido el derecho a apelar las determinaciones. 42 Si sospecha que su hijo tiene una necesida d especial, hable de esto con la ma estra , el visitador domiciliario, el guía de servicios familiares o el especialista en discapacidad de su hijo. Volunteer Time Sheet C onflictos de Custodia de los Hijos Las situaciones de custodia de menores se manejarán de la siguiente manera : Hasta que la custodia haya sido establecida por una acción judicial, uno no puede limitar que el otro padre recoja a un niño del centro. No está dentro de nuestro derecho legal retener a un niño de uno de los padres, a menos que haya habido una acción judicial que limite la custodia del niño por parte de uno de los padres. Una copia de la orden del juez que establece la custodia debe entregarse a la oficina del programa de Educación Infantil. Se mantendrá en el archivo de su hijo. Asegúrese de traer cualquier nueva orden o documentación que muestre cambi os en la custodia a la Guía de Servicio Familiar o al Líder del C entro . A buso/Neg ligencia Infantil Definiciones La palabra \"niño\" se refiere a cualquier persona menor de 18 años. El abuso infantil significa daño o amenaza de daño a la salu d o el bienestar de un niño por parte de una persona responsable de la salud o el bienestar del niño, que es una lesión física o mental, abuso sexual o maltrato no accidental. La negligencia infantil significa un daño a la salud o el bienestar de un niño p or parte de una persona responsable del bienestar del niño que se produce a través de un trato negligente, incluida la falta de suministro de alimentos, refugio, ropa, atención médica adecuados y supervisión inadecuada . La L ey y la R esponsabilidad del P er sonal La Ley de Protección Infantil de 1989 requier e que un miembro del personal, \" que tenga una causa razonable para sospechar abuso o negligencia infantil debe inmediatamente por teléfono o de otra manera hacer un reporte oral, o hacer que se haga un inf orme sobre la sospecha de abuso o negligencia infantil; seguirá un reporte por escrito\". Los padres/ tutores pueden ser informados o no de un reporte. Responsabilidad de los padres Cualquier persona, incluido un niño, que tenga motivos razonables para sosp echar de abuso o negligencia infantil, puede denunciar el asunto al Departamento de Salud y Servicios Humanos o cualquier agencia de aplicación de la ley. La identidad de la persona denunciante es confidencial y solo puede ser revelada con su consentimient o o por los tribunales. 43 D eclaración de no Discriminación del USDA De acuerdo con la ley federal de derechos civiles y las regulaciones y políticas de derechos civiles del Departamento de Agricultura de los Estados Unidos (USDA), el USDA, sus agencias, of icinas y empleados, y las instituciones que participan o administran programas del USDA tienen prohibido discriminar por motivos de raza, color, origen nacional, religión, sexo, identidad de género (incluida la expresión de género), orientación sexual, dis capacidad, edad, estado civil, estado familiar/ parental, ingresos derivados de un programa de asistencia pública, creencias políticas o represalias por actividades anteriores de derechos civiles , en cualquier programa o actividad realizada o financiada po r USDA (no todas las bases se aplican a todos los programas). Los plazos para la presentación de r ecursos y quejas varían según el programa o incidente. Las personas con discapacidades que requieran medios alternativos de comunicación para la información d el programa (p. Ej., Braille, letra grande, cin ta de audio, lenguaje de señas americana , etc.) deben comunicarse con la agencia responsable o el Centro TARGET del USDA al (202) 720 - 2600 (voz y TTY). o comun icarse con el USDA a través del Servicio de Retran smisión F ederal al (800) 877 - 8339. Además, la información del programa puede estar disponible en otros idiomas además del inglés. Para presentar una queja por discriminación en el programa, complete el Formulario de queja por discriminación del programa de l USDA, AD - 3027, que se encuentra en línea en Cómo Presentar una Queja por Discriminación al Program en cualquier oficina del USDA o escriba una carta dirigida al USD A y proporcione e n la carta toda la información solicitada en el formulario. Para solicitar una copia del formulario de quejas, llame al (866) 632 - 9992. Envíe su formulario completo o carta al USDA por: (1) correo: Departamento de Agricultura de los Estado s Unidos , Oficina del Subsecretario de Derechos Civiles, 1400 Independence Avenue, SW, Washington, D.C. 20250 - 9410; (2) fax: (202) 690 - 7442; o (3) correo electrónico: program.intake@usda.gov . El USDA es un proveedor, empleador y prestamista que ofrece igua ldad de oportunidades. "}