{"title": "Foster Care Learning Collaborative: Improving Timely Health Care for Children and Youth in Foster Care", "author": null, "url": "https://www.medicaid.gov/medicaid/quality-of-care/quality-improvement-initiatives/foster-care-learning-collaborative/index.html", "hostname": "medicaid.gov", "description": "Children and youth eligible for Title IV-E foster care payments are automatically eligible for Medicaid. While they represent less than 2 percent of all children enrolled in Medicaid, children and youth in foster care are an especially vulnerable population whose safety and well-being are the legal responsibility of the state, specifically the Medicaid and child welfare agencies. A variety of opportunities exist within Medicaid to address the unique health care needs of youth in foster care, including dedicated managed care plans, care coordination models, and enhanced provider rates.", "sitename": "medicaid.gov", "date": "2021-05-10", "cleaned_text": "Children and youth eligible for Title IV-E foster care payments are automatically eligible for Medicaid. While they represent less than 2 percent of all children enrolled in Medicaid, children and youth in foster care are an especially vulnerable population whose safety and well-being are the legal responsibility of the state, specifically the Medicaid and child welfare agencies. A variety of opportunities exist within Medicaid to address the unique health care needs of youth in foster care, including dedicated managed care plans, care coordination models, and enhanced provider rates. The Centers for Medicare & Medicaid Services (CMS), in collaboration with the Children's Bureau within the Administration for Children and Families (ACF), launched the Foster Care Learning Collaborative on Improving Health Care for Children and Youth in Foster Care to support state Medicaid agencies' efforts to improve health outcomes for the foster care population. In 2019, there were more than 672,000 children and youth served by the foster care system, most with complex health concerns. [[1]](#one). More than half of foster children age 3 and above have a disability of some kind. While just under half of children spend less than one year in care, 40 percent spend between one to three years in care. [[1]](#one) Older children are more likely to have had multiple out-of-home placements. A new placement often necessitates new medical, mental health, and dental providers in addition to a new living arrangement and new school. Assuring timely and continuous health care for children and youth in foster care is critical to their health and wellbeing through these often-difficult transitions. Through the learning collaborative, state Medicaid and child welfare agencies and their partners will have an opportunity to expand their understanding of data-driven interventions to improve timely access to care, while learning about the science of quality improvement (QI). The learning collaborative has two components: a webinar series beginning in May 2021 and an affinity group beginning in June 2021. States that wish to conduct QI projects related to key outcomes for the foster care population and learn from their state peers are encouraged to participate in the affinity group. Webinar Series CMS invites all interested staff from state Medicaid agencies, along with their child welfare agency, health plans, and provider partners, to participate in the webinar series. Webinar #1: \"The Role for Medicaid in Improving Outcomes for Children and Youth in Foster Care\" May 10, 2021 This webinar explored the health care needs of children and youth in foster care, the role that Medicaid plays in meeting those needs, and federal resources that states can use to improve the quality of care. Speakers from CMS, the Children's Bureau, and state Medicaid programs discussed innovations and managed care strategies that helped improve health care services for their foster care populations. [The Role of Medicaid in Improving Outcomes for Children and Youth in Foster May 24, 2021 This webinar will discussed establishing and maintaining data sharing between Medicaid and child welfare agencies to support timely health care for children and youth in foster care. Speakers from Medicaid agencies and child welfare in Oregon and Washington shared promising data practices to (1) initially identify children and youth in foster care and (2) facilitate ongoing data sharing to assure timely information exchange for ongoing health care needs. [Establishing and Using Bidirectional Care for Children and Youth in Foster Care: Affinity Group Q&A\" May 14, 2021 This webinar served as an introduction to a forthcoming affinity group: Improving Timely Health Care for Children and Youth in Foster Care. Mathematica, the technical assistance provider, outlined the structure of the affinity group, which will include small group workshops and individual technical assistance calls. Mathematica presented the expression of interest (EOI) requirements and the expected commitment from each participating state team. States had the opportunity to ask questions about the affinity group. [Improving Health Care for Children and Youth in Foster Care: Affinity Group Q&A](/media/123156/download?attachment) ( [audio](/media/123161/download?attachment)) ( [transcript](/media/123166/download?attachment)) (May 2021) Affinity Group States interested in improving care for children and youth in foster care are invited to join an affinity group focused on designing and implementing data-driven QI projects to improve timely health care for these children and youth. The affinity group will support states as they identify, implement, and scale their improvement efforts. This opportunity is open to state Medicaid agencies and child welfare agency teams. States are also encouraged to include health plans, providers, and other stakeholders. The affinity group will launch in June 2021. As part of affinity group, state teams will: - Create a peer community of state Medicaid and child welfare teams working together to improve care for foster children and youth, - Meet virtually, on a monthly basis, for a mix of peer learning workshops, one-on-one state coaching calls, and learning from QI advisors and subject matter experts; - Develop a data flow process map to identify barriers to flagging foster children appropriately and improve capacity to link or share data across agencies; - Use shared data to ensure timely identification of foster children and drive improvement in care; - Identify effective approaches to coordinating care for children and youth in foster care that can be implemented in their state; and - Revise Health Care Coordination Oversight plans to improve health care for children and youth in foster care. [Foster Care Learning Collaborative Affinity Group Fact Sheet](/media/122576/download?attachment) [Foster Care Learning Collaborative Affinity Group Expression of Interest Form](/media/122581/download?attachment) Please contact the Technical Assistance Mailbox at [MACQualityImprovement@mathematica-mpr.com](mailto:MACQualityImprovement@mathematica-mpr.com) if you have any questions about this opportunity. [[1] ] [Adoption and Foster Care Analysis and "}