{"title": "AROMATERAPIA ENERGÉTICA LYDIA BOSSON", "author": null, "url": "https://herbolariomejorana.com/tienda/libros/703-AROMATERAPIA-ENERGETICA-LYDIA-BOSSON-9788493900175.html", "hostname": "herbolariomejorana.com", "description": "Aromaterapia Energética de Lydia Bosson es un libro que une como ninguno la aromaterapia con el ayurveda.", "sitename": "Herbolario Mejorana", "date": "2021-01-01", "cleaned_text": "Aceites vegetales es un libro sobre las características y los usos de los aceites de origen vegetal con recetas de salud y belleza. Aromaterapia energética de Lydia Bosson es un libro que une como ninguno la aromaterapia con el ayurveda. Pago seguro, siempre. ¿Seguro? ¡Seguro! Gastos de envío gratis a partir de 55 euros en la península. ¿Dudas? Llámanos y te ayudamos Título: Aromaterapia energética. Curar con el alma de las plantas. Aceites esenciales y Ayúrveda. Autora: Lydia Bosson Nº de páginas: 296 En Aromaterapia Lydia Bosson une la aromaterapia con la terapia holística del ayurveda milenario, relacionando los aceites esenciales con los chacras y los doshas. En este libro encontrarás información sobre 80 plantas y sus aplicaciones, junto con recetas de mezclas para masajes relajantes, estimulantes, descongestionantes, digestivos, para e dolor... También recoge las propiedades terapeúticas tradicionalmente atribuídas a las plantas, las propiedades e indicaciones energéticas, las mezclas más aconsejables y las contraindicaciones (si las tiene) del aceite esencial. Prólogo Introducción Clasificación de aceites esenciales Quimiotipos principales Equilibrado de centros energéticos Chacras Ayúrveda, ciencia de la salud perfecta Aromaterapia en el Ayurvédica Sentido del olfato Abetos (familia de los) Ácoro Albahacas (familia de las) Alerce, gingidio Cananga, ilang ilang Canelas (familia de las) Cedros (familia de los) Ciprés de los cementerios Elemí Enebros (familia de los) Eucaliptos Helicriso, siempreviva olorosa Hierbaluisa, María de los) Incienso Jara del ládano Laurel Lavandas (familia de las) Limón Manuka Manzanillas (familia de las) Mentas (familia de las) Milenrama Mirtos (familia de los) Naranjos Niaulí Pimienta negra Romeros (familia de los) Rosa de Damasco o de Bulgaria Salvias (familia de las) Sándalo, azándar Verbena exótica Vetiver Zanahoria [semilla] Glosario Bibliografía Presentación de la autora No hay ninguna opinión por el momento. "}