{"title": "Vacunas - Educacion - Centro Médico Dalinde", "author": null, "url": null, "hostname": null, "description": "Lo que usted debe saber Los niños recién nacidos son inmunes a muchas enfermedades, porque tienen anticuerpos que han recibido de sus madres. Sin embargo, esta inmunidad sólo dura alrededor de un año.Asegurarse de que su hijo tenga al día toda", "sitename": null, "date": null, "cleaned_text": "Lo que usted debe saber Los niños recién nacidos son inmunes a muchas enfermedades, porque tienen anticuerpos que han recibido de sus madres. Sin embargo, esta inmunidad sólo dura alrededor de un año. Por ello, el Instituto de los Mexicanos en el Exterior, de la Secretaría de Relaciones Exteriores y la Secretaría de Salud ofrecen una tabla de equivalencias de las vacunas de México y Estados Unidos para facilitar la atención de los niños mexicanos. ¿Cómo funcionan las vacunas? Las vacunas tienen como función prevenir las enfermedades infecciosas que pueden afectar la salud y causar incluso la muerte. Los anticuerpos luchan contra las enfermedades infecciosas y generalmente permanecen en nuestro organismo, incluso después de que la enfermedad ha desaparecido, para impedir que usted enferme nuevamente. Esto se conoce como inmunidad. Algunos tipos de vacunas Vacuna SABIN o contra la Polio: Se aplican 2 gotitas en los menores de 5 años a partir de los dos meses en tres dosis y una dosis adicional en cada Semana Nacional de Salud. Esto nos ayuda a eliminar al virus que causa esta enfermedad. Vacuna Pentavalente: Es la Vacuna que previene la Difteria, tos ferina y tétanos, además también a la hepatitis B y a las bacterias del Haemophilus Influenzae del tipo b, que provocan neumonías y meningitis. Vacuna DPT: Es la vacuna que se aplica a los dos y cuatro años y sirve como un refuerzo que previene a Vacuna Triple Viral (SRP): Se aplica en el brazo izquierdo al año de edad y nos previene el sarampión, la rubéola y las paperas. Vacuna Doble Viral (SR): Se aplica a personas desde los trece años de edad hasta los cuarenta años en hombres y mujeres que no estén embarazadas, de preferencia se debe aplicar en mujeres 3 meses antes de embarazarse. Previene el Sarampión y la Rubéola y el Síndrome de rubéola congénita en los niños recién nacidos. Vacuna Toxoide Tetánico Diftérico (TD): Se aplica a las personas desde los doce años hasta los adultos mayores, hombres y mujeres, especialmente a las embarazadas porque previenen el tétanos en los recién nacidos y en "}