{"title": "Acciones para la prevención de infecciones respiratorias agudas en lactantes", "author": "Laigne", "url": "https://www.monografias.com/trabajos93/acciones-prevencion-infecciones-respiratorias/acciones-prevencion-infecciones-respiratorias", "hostname": "monografias.com", "description": "Las infecciones respiratorias agudas (IRA), constituyen un complejo síndrome que agrupa entidades clínicas con gran diversidad en sus características epidemiológicas y de agentes causales, lo cual hace difícil su prevención y control. Constituyen la principal causa de consultas e ingresos hospitalarios en las edades pediátricas, siendo las edades más vulnerables los menores de 5 años. Como promedio, un niño residente en un área urbana sufre entre 5 y 8 episodios de infecciones respiratorias agudas al año, con una duración media de 7 a 9 días, la mayoría de ellos se debe a infecciones menos graves de vías respiratorias superiores de origen viral, por lo que no es necesario el uso de antimicrobianos y para los que hoy en día no se dispone de tecnología preventiva. En la actualidad la OMS, recomienda el uso de una vacuna que no protege totalmente contra la Influenza, pero sí reduce su severidad y la frecuencia de complicaciones.", "sitename": "Monografias.com", "date": "2012-05-30", "cleaned_text": "Acciones para la prevención de infecciones respiratorias agudas en lactantes Enviado por (IRA), constituyen un complejo síndrome que agrupa entidades clínicas con gran diversidad en sus características epidemiológicas y de agentes causales, lo cual hace difícil su prevención y [control](/trabajos14/control/control). Constituyen la principal causa de consultas e [ingresos](/trabajos7/cofi/cofi) hospitalarios en las edades pediátricas, siendo las edades más vulnerables los menores de 5 años (1). Como promedio, un niño residente en un área urbana sufre entre 5 y 8 episodios de infecciones respiratorias agudas al año, con una duración media de 7 a 9 días, la mayoría de ellos se debe a infecciones menos graves de vías respiratorias superiores de origen viral, por lo que no es necesario el uso de antimicrobianos y para los que hoy en día no se dispone de [tecnología](/Tecnologia) preventiva (2). En la actualidad la OMS, recomienda el uso de una vacuna que no protege totalmente contra la Influenza, pero sí reduce su severidad y la frecuencia de complicaciones (3). Numerosos factores de [riesgo](/trabajos13/ripa/ripa) algunos modificables y otros no se asocian con el incremento y la severidad de las infecciones respiratorias, entre estos se encuentran: edad, [sexo](/trabajos16/sexo-sensualidad/sexo-sensualidad), nivel socioeconómico, [eficiencia](/trabajos11/veref/veref) de los mecanismos de defensa del hospedero, virulencia del agente infeccioso, condiciones ambientales, contactos familiares o permanencia en comunidades cerradas (guarderías, escuelas, internados) y [el estado](/trabajos12/elorigest/elorigest) de portador entre otros. Todos estos factores promueven la transmisión de patógenos respiratorios e incrementan el tamaño de la dosis infectante, predisponiendo a infecciones frecuentes y recurrentes que impiden la recuperación completa de los [tejidos](/trabajos5/lacel/lacel) afectados y conducen a [enfermedades](/Salud/Enfermedades/) cada vez más severas (4). Las infecciones respiratorias agudas en [Cuba](/trabajos16/cuba-origenes/cuba-origenes) al igual que en el resto el mundo, constituyen uno de los principales [problemas](/trabajos15/calidad-serv/calidad-serv#PLANT) de [salud](/Salud) llegando a constituir la primera causa de morbilidad y consultas en el menor de 15 años. La morbilidad se ha mantenido inalterable en todas las edades. Alrededor de 4 millones de atenciones médicas por IRA se reportan anualmente a pesar de que muchas por ser autolimitadas no acuden al médico. El 25 % del total de consultas y al menos el 20 % de las hospitalizaciones son por IRA. (5) El municipio Bahía Honda presenta un incremento en el índice de atenciones médicas por IRA de ellos un mayor número son menores de un año de edad, no contamos con antecedentes de estudio de las misma en el área de salud, puesto que no se han realizado [investigaciones](/trabajos11/norma/norma) hasta la fecha en este campo, por lo que se decide la realización de [trabajo](/trabajos34/el-trabajo/el-trabajo) con el [objetivo](/trabajos16/objetivos-educacion/objetivos-educacion) de identificar algunos de los factores de riesgo que favorecen la aparición de las mismas en los lactantes del Policlínico Manuel González Díaz en Bahía Honda y diseñar una propuesta de [acciones](/trabajos4/acciones/acciones) para prevenir los mismos. OBJETIVOS GENERAL: Diseñar una propuesta de acciones encaminadas a prevenir las infecciones respiratorias agudas en los lactantes pertenecientes al [grupo](/trabajos14/dinamica-grupos/dinamica-grupos) básico No 2 del Policlínico Manuel González Díaz durante el año 2010 ESPECÍFICOS: 1- Identificar las principales causas que influyen en la aparición de infecciones respiratorias agudas 2- Describir las infecciones respiratorias más frecuentes en los [niños](/trabajos16/espacio-tiempo/espacio-tiempo) estudiados. 3-Determinar algunos factores ambientales que influyeron en la aparición de las infecciones respiratorias agudas. 4- Demostrar los factores biológicos que repercutieron en la aparición de las infecciones respiratorias agudas. 5. Identificar algunos factores sociales que contribuyeron en la aparición de las infecciones respiratorias agudas. 6- Determinar la presencia de complicaciones en los casos estudiados. [Metodología de] trabajo trabajo Se realizó un estudio de tipo analítico descriptivo para identificar las principales causas que influyen en la aparición de infecciones respiratorias agudas en los lactantes pertenecientes al grupo básico No 2 del Policlínico Manuel González Díaz durante el año 2010 El [universo](/trabajos7/creun/creun) estuvo conformado por 129 lactantes pertenecientes al ya mencionado grupo básico de trabajo y durante el periodo de [tiempo](/trabajos901/evolucion-historica-concepciones-tiempo/evolucion-historica-concepciones-tiempo) ya establecido. Para la [selección](/trabajos5/selpe/selpe) de la [muestra](/trabajos11/tebas/tebas) nos apoyamos en criterios de exclusión e inclusión con previo consentimiento informado de las madres y padres de dichos niños lo cual fue recogido en el acta de consentimiento informado. (Anexo 1) Criterios de inclusión Lactantes con [diagnóstico](/trabajos15/diagn-estrategico/diagn-estrategico)de infección respiratoria aguda, que incluya (rinofaringitis aguda, faringoamigdalitis/adenoiditis, otitis media, laringitis aguda, bronquitis aguda, [neumonía](/trabajos34/neumonia/neumonia)/bronconeumonía. Lactantes que sus madres deseen participar en la [investigación](/trabajos11/norma/norma). Lactantes pertenecientes al consultorio médico del grupo básico de trabajo No 2 del área de salud del Policlínico Manuel González Díaz. Criterios de exclusión Lactantes con otros diagnósticos de IRA que no sean los mencionados en criterios de inclusión. Lactantes que sus madres o acompañantes se nieguen a participar en [la investigación](/trabajos54/la-investigacion/la-investigacion). Lactantes que no pertenezcan al área de salud. Lactantes que no posean la [historia](/Historia)clínica ambulatoria. Quedando conformada la muestra por 118 lactantes. Para la realización de esta investigación se utilizó. El [método](/trabajos11/metods/metods) empírico a partir de un [cuestionario](/trabajos15/disenio-cuestionarios/disenio-cuestionarios) como instrumento para la obtención primaria de [datos](/trabajos11/basda/basda) ( ver anexo 2) que fue aplicado de forma individual por el propio autor, diseñada en [grupos](/trabajos11/grupo/grupo) de preguntas cerradas para viabilizar la recogida de la [información](/trabajos7/sisinf/sisinf), se utilizó además como [procedimiento](/trabajos13/mapro/mapro) empírico el [análisis](/trabajos11/metods/metods#ANALIT) documental concerniente a (las historias clínicas ambulatorias de los niños, para obtener información del peso al nacer); y hojas de trabajo diario, El procedimiento teórico se baso en la revisión bibliográfica, análisis y [síntesis](/trabajos7/sipro/sipro) de la información para fundamentar los resultados. Para el análisis estadístico se utilizaron tablas de [distribución](/trabajos11/travent/travent) de frecuencia y tablas de contingencia, se realizaron cálculos de porcentaje. El procesamiento estadístico permitió realizar la triangulación de la información obtenida a fin de [poder](/trabajos35/el-poder/el-poder) analizarla y hacer conclusiones y recomendaciones. Se empleó en el [proceso](/trabajos14/administ-procesos/administ-procesos#PROCE) de preparación del [informe](/trabajos12/guiainf/guiainf) final una PC [Pentium](/trabajos10/pentium/pentium) IV, con [sistema](/trabajos11/teosis/teosis) operativa [Windows](/trabajos15/ms-windows/ms-windows) XP. e- Aspectos éticos: Para la realización de esta investigación se tuvo en cuenta los cuatro [principios](/trabajos6/etic/etic) éticos básicos sostenidos en el [respeto](/trabajos5/biore/biore#auto) a las personas: La autonomía, evidenciándose en la decisión de las madres y padres de participar en la investigación con previa información de todo el proceso investigativo, a las cuales se le ofrecerán detalles y se les pedirá su cooperación detallándose los [objetivos](/trabajos16/objetivos-educacion/objetivos-educacion) de la investigación. La no maleficencia y la beneficencia, porque los resultados serán utilizados solo con fines científicos y no afectaran a los individuos involucrados en la investigación. La [justicia](/trabajos14/hanskelsen/hanskelsen), porque los resultados serán aplicados a todas las madres en edad fértil del municipio una vez concluida la investigación. [Desarrollo] La tabla número I nos caracteriza la muestra estudio de los 118 lactantes estudiados el mayor porciento con IRA lo constituyo el grupo de 10 a 12 meses con 64 lactantes representando este grupo el 54.2 % de la muestra seguido por el grupo de 7 a 9 meses con 32 lactantes para un 27.1% en menor porciento encontramos el grupo de 0-3 meses para 4.2% Tabla I. Distribución de los lactantes por meses. Grupo básico de trabajo No 2.Policlinico Manuel González Díaz Año 2010. Al analizar la relación existente entre el peso al nacer del lactante y la ocurrencia de infecciones respiratorias agudas, en la tabla II se puede observar que del total de niños con esta afección el 89.8% fueron normopeso y solo 12 niños para 10.2% resultaron bajo peso al nacer , no se registraron niños obesos, nos llama la [atención](/trabajos14/deficitsuperavit/deficitsuperavit) que en ese grupo básico de trabajo se reportaron 12 niños bajo peso al nacer en ese año y los 12 pacientes presentaron IRA . Tabla II. Peso al nacer en lactantes con IRA. Grupo básico de trabajo No 2. Policlínico Manuel González Díaz. Año 2010 Peso al Nacer No % Bajo peso 12 10.2 Normo peso Obeso Total 106 - 118 89.8 - 100 Nuestros resultados con otros trabajos investigativos, reafirman lo planteado por la mayoría de los autores que plantean una estrecha relación entre el bajo peso al nacer y la ocurrencia de infecciones respiratorias agudas en el menor de un año, (26). En una investigación realizada en [Brasil](/trabajos10/gebra/gebra) en el año 1999 sobre relación del bajo peso al nacer y prevalencia de infecciones respiratorias agudas, se obtiene que el mayor porciento de los lactantes constituían bajo peso al nacer , cifras estas que refuerzan los resultados de esta investigación, resultados similares se encontraron en Chile (27). El niño bajo peso tiene alterado los mecanismos de defensa por lo que es más propenso a las infecciones y a mayor severidad de estos. El bajo peso al nacer (BPN) ha constituido un enigma en [la ciencia](/trabajos16/ciencia-y-tecnologia/ciencia-y-tecnologia) a través de los tiempos. Múltiples son las investigaciones realizadas acerca de las causas que lo producen y las consecuencias que lo provoca. Su importancia no solo radica en lo que significa en la morbilidad y la mortalidad infantil, sino que estos niños tienen habitualmente múltiples problemas posteriores. El [Programa](/Computacion/Programacion/) para la Reducción del BPN señala que los niños nacidos con un peso inferior a los 2 500 g presentan riesgo de mortalidad 14 veces mayor durante el primer año de vida, en comparación con los niños que nacen con un peso normal a término. Existen por tanto diversos factores de riesgo o predisponerte que pueden favorecer la presencia de la infección respiratoria al estar alterados algunos de estos mecanismos de defensa contra las infecciones, entre los que sobresalen, la edad del niño, pues en el lactante y sobre todo en el recién nacido, se presenta el riesgo mayor, y el bajo peso al nacer al que se suma el factor anterior favorece una mayor severidad en la infección y una elevada mortalidad (28). Se plantea que la mortalidad infantil es 40 veces mayor en los recién nacidos de bajo peso (RNBP) que en los niños nacidos con peso normal y a término. La [Organización](/trabajos6/napro/napro) Mundial de la Salud (OMS) plantea que uno de cada 6 niños nace con bajo peso y se reporta un índice de 17 % al nivel mundial. La atención primaria de salud está concebida como la [estrategia](/trabajos11/henrym/henrym) global para alcanzar [la meta](/trabajos7/plane/plane) de Salud para Todos, por lo que constituye un eje central del sistema prestador de [servicios](/trabajos14/verific-servicios/verific-servicios) de salud. Es la atención esencial e integral de salud basada en [métodos](/trabajos11/metods/metods) y tecnologías prácticas, científicamente válidas y socialmente aceptadas, que son universalmente accesibles a los individuos y las familias en la [comunidad](/trabajos13/vida/vida) a través de [medios](/trabajos14/medios-comunicacion/medios-comunicacion) aceptables para ellas, a un [costo](/trabajos7/coad/coad#costo) que la [comunidad](/trabajos910/comunidades-de-hombres/comunidades-de-hombres) y el país pueda afrontar, para mantenerla en cada etapa de su [desarrollo](/trabajos12/desorgan/desorgan) con espíritu de [responsabilidad](/trabajos33/responsabilidad/responsabilidad) y autodeterminación (29). Algunos países han progresado en la reducción del bajo peso al nacer. En Cuba el Ministerio de [Salud Pública](/trabajos12/ensfin/ensfin#EFECTOS) ha planteado la necesidad de enfrentar los problemas de salud con tecnologías apropiadas, dirigidas al [individuo](/trabajos28/aceptacion-individuo/aceptacion-individuo), [la familia](/trabajos/antrofamilia/antrofamilia), la comunidad y el medio, mediante un enfoque clínico, epidemiológico y social, como guía fundamental de actuación en la atención primaria para mejorar aún más los [indicadores](/trabajos15/valoracion/valoracion#TEORICA) de salud (30). Cuando se analiza la relación entre el tipo de [lactancia](/trabajos34/lactancia-materna/lactancia-materna) materna administrada y las presencia de IRA (tabla III) se observa que los alimentados con lactancia artificial 71 para el 60.1% presentaron dichas enfermedades, mostrando el beneficio de la misma el grupo de los amamantados exclusivamente 21 lactante para un 17.7% y 26 para un 22% alimentados de manera mixta, los cuales fueron menos susceptibles a padecer IRA . Tabla III. Tipo de lactancia materna y su relación con las IRA. Grupo básico de trabajo No 2. Policlínico Manuel González Díaz. Año 2010 Tipo de lactancia No % Artificial 71 60.1 Mixta. 26 22.0 Exclusiva Total 21 118 17.7 100 Hasta ahora no existe en el [mercado](/trabajos13/mercado/mercado) ningún [producto](/trabajos12/elproduc/elproduc) que supere las ventajas de la [leche](/trabajos6/lacte/lacte#compo) humana y los beneficios que implica la práctica de la lactancia natural. El ser humano con mejores posibilidades de lograr un buen desarrollo y [calidad de vida](/trabajos15/calidad-de-vida/calidad-de-vida) es aquel que desde sus inicios es alimentado con los mejores nutrientes [materiales](/trabajos14/propiedadmateriales/propiedadmateriales), espirituales y afectivos. Ha sido reconsiderado el importante papel de la lactancia natural en la [alimentación](/Salud/Nutricion/) del niño sobre todo durante el primer año de vida. Su [valor](/trabajos14/nuevmicro/nuevmicro) desde el punto de vista nutricional, afectivo e inmunológico ha sido ampliamente argumentado (31). Actualmente se recomienda por las autoridades sanitarias la utilización como único alimento hasta los 4 meses de la lactancia natural, e inclusive [la Organización](/trabajos6/napro/napro) Mundial de la Salud (OMS) ha extendido este periodo hasta los 6 primeros meses de vida. Se ha estimado, que en el mundo podrían salvarse cada año más de un millón de vidas si las madres amamantarán de forma exclusiva hasta los cuatro meses de vida. El Dr. Prendes encontró que del total de casos de niños menores de cinco años con episodios de [diarreas](/trabajos32/diarreas/diarreas) y [procesos](/trabajos14/administ-procesos/administ-procesos#PROCE) respiratorios el 71% de ellos había recibido lactancia materna exclusiva por un período menor al tiempo promedio (32). En un estudio realizado se estableció que el riesgo de adquirir influenza y neumonía era 16 veces mayor en el niño que no lactaba, y sobre todo en los más pequeños (33). Diferentes publicaciones en Cuba se han realizado en este sentido y en una de ellas. Díaz Tabares informa que ya en el tercer mes de vida el 93 % de sus casos habían dejado de amamantar siendo por tanto un problema de salud no resuelto y el riesgo de IRA que presentaban fue mayor . Esto demuestra que a menor duración de lactancia materna exclusiva, son mayores los [riesgos](/trabajos35/tipos-riesgos/tipos-riesgos) en el lactante de padecer estas enfermedades coincidiendo con el resultado encontrado en la investigación, porque en la leche materna van incluidas inmunoglobulinas contra algunos [virus](/trabajos5/virus/virus) y [bacterias](/trabajos/bacterias/bacterias). La situación en Cuba se ha comportado relativamente igual al resto de los países del mundo a diario, en las consultas y terrenos, se encuentran frente a madres que exponiendo disímiles causas quieren justificar una alimentación inadecuada, desdichadamente en algunos casos es difícil convencer a la madre de la importancia de ésta y en ocasiones sólo después que el bebé presenta algún tipo de enfermedad infecciosa, perfectamente prevenible si este hubiese recibido una lactancia materna exclusiva por el período de tiempo adecuado, es que las madres comprenden la importancia de esta forma. Lee y colaboradores en su investigación detectaron mayor incidencia de lactancia mixta con un 49% en menores de 6 meses relacionado con la morbilidad por IRA (34). Varios estudios han demostrado que los niños que reciben lactancia materna tienen menor morbilidad por infecciones respiratorias agudas y otras enfermedades , lo cual hace evidente el efecto protector de la leche materna frente a las infecciones, avalados entre otros elementos por la presencia principalmente dentro de sus componentes contra las infecciones, la fracción proteica, que aparte de abastecer al lactante de aminoácidos esenciales y nitrógeno para el crecimiento corporal, lo provee de inmunoglobulinas como la IgA que protege la superficie de las vías respiratorias y del tracto intestinal; igualmente contiene lactoferrina, sustancia que al unirse al [hierro](/trabajos/metalprehis/metalprehis) impide la replicación de bacterias patógenas. La lisozima es otra proteína láctea con actividad bactericida que aumenta la [función](/trabajos7/mafu/mafu) de los anticuerpos presentes en la leche materna. Además de forma general contiene otros elementos antivirales, antibacterianos y anticuerpos donados por la madre durante el periodo de lactancia, principalmente de aquellos que no atraviesan la barrera placentaria, y en edades tempranas no son producidos por el niño (35-36). Por lo que se llega a la conclusión de que la no lactancia materna, destete precoz en edades temprana de la vida aumentan el riesgo de enfermar por infecciones respiratorias agudas en los niños menores de cinco años. La tabla IV muestra el [estado](/trabajos12/elorigest/elorigest) nutricional de los lactantes con IRA, los mayores porciento son desnutridos con un total de 47 lactantes para 39.8%, y delgados 35 lactantes para el 29.7%, en menor porciento encontramos los obesos 2.52% y los sobrepesos 5.08%. Tabla IV. Estado nutricional y su relación con las IRA. Grupo básico de trabajo No 2.Policlinico Manuel González Díaz. Año 2010. El estado de [nutrición](/Salud/Nutricion/) del ser humano se considera un problema ecológico influenciado por factores físicos, biológicos, culturales y socioeconómicos de la comunidad, la alimentación como acto fisiológico permite la incorporación de nutrientes al organismo, desde el nacimiento el bebe con los reflejos innatos es capaz de buscar el sitio de alimentarse. Esta como fenómeno biológico es multifactorial (37). Existe asociado a los trastornos nutricionales una disminución de los mecanismos de defensa, tanto por disminución del complemento como por déficit de formación de anticuerpos facilitando la aparición de procesos respiratorios y [diarrea](/trabajos32/diarreas/diarreas), provocando esto, patologías que requieren hospitalización (38-39). La malnutrición es la causa más común de inmunodeficiencia ya que el sistema inmune no funciona correctamente si la nutrición no es adecuada. Las disfunciones del sistema inmune secundarias a la malnutrición se conocen bien. Según un estudio realizado por Rogelio León, en el área de salud del Policlínico Docente \"30 de Noviembre\", del municipio 10 de Octubre encontró que predominó el desnutrido , haciéndose fuerte la relación entre el desfavorable estado nutricional y la aparición de las IRA coincidiendo con esta investigación 40 . Otras investigaciones realizadas en países subdesarrollados arrojan mayores porciento de niños desnutridos e infecciones respiratorias dado por el estado socioeconómico existente. (36) Del total de la muestra (118 lactantes), padres y madres eran fumadores sobre todo las madres con 67 de ellas para un 56.8% siendo significativo estadísticamente, los hijos de los no fumadores presentaron una baja incidencia de procesos respiratorios solo 11 para un 9.3 % (ver tabla V). Tabla V Hábito de fumar y su relación con las IRA. Grupo básico de trabajo No 2.Policlinico Manuel González Díaz. Año 2010. Hábito de No % Madre fumadora 67 56.8 Padre fumador 40 33.9 No fumadores 11 9.3 Total 118 100 En ocasiones por desconocimiento, se producen errores en el hogar constituido por fumar en convivencia con los niños, sin pensar que este se convierte en fumador pasivo recibiendo mas [daño](/trabajos28/dano-derecho/dano-derecho) que el propio fumador. Los niños, en especial neonatos y lactantes en los primeros 6 meses de vida, pueden ser particularmente vulnerables a los efectos de los químicos debido a su [metabolismo](/trabajos14/metabolismo/metabolismo) inmaduro y a la capacidad disminuida o ausente para destoxificar y eliminar xenobióticos. La inmadurez metabólica puede ser protectora cuando un xenobiótico requiere activación metabólica para ser tóxico. Los niños crecen y se desarrollan rápidamente durante los primeros 3 años de vida y nuevamente durante la [pubertad](/trabajos31/pubertad/pubertad). Ellos son anabólicos, poseen un metabolismo energético rápido y eficiente y pueden absorber xenobióticos más completamente que los adultos. En el estudio realizado por la autora Dr. Maria Eulalia el hábito de fumar pasivo constituye un peligro para los niños que se encuentran expuestos a una [atm](/trabajos/atm/atm)ósfera de humo de [tabaco](/trabajos12/tabaco/tabaco) constituyendo un riesgo de IRA coincidiendo con este resultado. El niño paga por la despreocupación de los padres, afectándose su función respiratoria; en ellos aparecen de forma más frecuente las IRA. Algunos autores plantean que esta situación se incrementa cuando ambos progenitores fuman (41-42). Se ha comprobado que en el desarrollo de la enfermedad respiratoria por virus sincitial, el efecto protector de la lactancia materna disminuye cuando los padres del niño fuman dentro de la casa, y dentro de sus mecanismo por los cuales el humo del cigarro aumenta el riesgo para enfermar por infecciones respiratorias agudas esta dado, porque interrumpe la actividad muco ciliar y de los macrófagos y por otra parte estos resultados también refuerzan los realizados por Hinman A. Y Breiman RF, Butler JC, McInnes PM ya que ellos encontraron mayor incidencia cuando se asociaban dos riesgos o más, llegando hasta un 66%. Por lo que queda demostrado que la asociación de dos o más factores de riesgo ambientales aumenta la aparición de infecciones respiratorias agudas en menores de 5 años, y el [tabaquismo](/trabajos11/tabac/tabac) pasivo constituye un factor de riesgo que va aumentando por el mayor [consumo](/trabajos35/consumo-inversion/consumo-inversion) cada día de cigarrillo en el sexo femenino (43-44). Al analizar la relación existente entre algunos factores sociales y las infecciones respiratorias agudas en niños menores de 1 año, se puede apreciar en la tabla VI que la presencia de hacinamiento, representado por el 58.5 % del total de estos fue el de mayor influencia en la aparición de infecciones respiratorias agudas. Tabla VI. Hacinamiento y su relación con las IRA. Grupo básico de trabajo No 2.Policlinico Manuel González Díaz Año 2010. Hacinamiento No % No 49 41.5 Si Total 69 118 58.5 100 El hacinamiento es un factor que se asocia con una mayor morbimortalidad por IRA, la aglomeración las deficiencias sanitarias de ventilación, las infecciones respiratorias bajas por el virus Sincitial Respiratorio son mas frecuentes en niños que tienen hermanos y está en relación con el número de personas que ocupan una habitación. Otros estudios revisados resaltan también el papel que juega el hacinamiento como factor de riesgo para los procesos respiratorios. Al comparar estos resultados con los de otros autores encontramos que esta investigación refuerza los estudios realizados por Chiesa A y Freitas en Brasil, ya que ellos detectan que el mayor riesgo para enfermar por infecciones respiratorias agudas en menores de cinco años lo constituyen el mayor número de personas que dormían en una misma habitación. El efecto de la aglomeración familiar como valor predictivo del hacinamiento constituye según otros autores un indicador directamente proporcionar con la aparición de infecciones respiratorias agudas en cualquier grupo de edad, siendo más importante este factor de riesgo mientras menor es la edad del niño, por lo que esta investigación reafirma lo planteado por diferentes autores (4) Por lo que podemos concluir que cuanto mayor es el número de personas por habitación, mayor es el riesgo de [exposición](/trabajos7/expo/expo) a agentes patógenos, la posibilidad de portarlos y el riesgo de contraer una infección respiratoria aguda. De tal modo que las infecciones respiratorias agudas en el menor de 1 año son directamente proporcionales al nivel de hacinamiento que haya en la vivienda, y principalmente en el dormitorio donde se encuentre el niño. (45-46) Como se observa en la tabla VII fueron la Bronconeumonía y la Rinofaringitis Aguda las afecciones mas frecuentes con 37.3% y 30.5 % de casos respectivamente seguido por la Bronquiolitis con 26 casos para un 22%, es de destacar que teniendo en cuenta que dentro de las [estrategias](/trabajos11/henrym/henrym) de trabajo del grupo materno infantil municipal esta el seguimiento estricto de las morbilidades de los niños, el número de ingresos es elevado sobre todo en aquellas que pudieran aparecer complicaciones con peligro para la vida (Bronconeumonía, Bronquiolitis y NAI). Tabla VII. Complicaciones más frecuentes. Grupo básico de trabajo No 2.Policlínico Manuel González Díaz. Año.2010. Complicaciones No % NAI 36 30.5 Bronconeumonía 44 37.3 Otitis Media Aguda. 9 7.7 Bronquiolitis. 26 22.0 Rinofaringitis Aguda. Total 3 118 2.5 100 En investigaciones realizadas se demostró que las Neumonías y la Rinofaringitis fueron las más frecuentes con elevado porciento de ingreso de la primera. Lisset Ramos y otros en un trabajo realizado en Ciego de Ávila en el año 2005 encontraron que la Bronconeumonía fue la causa principal de ingreso en el menor de un año dentro de las afecciones respiratorias (47-48). En la tabla VIII se muestra [la educación](/Educacion) sanitaria que han recibido las familias de los lactantes con afección respiratoria por parte de la enfermera de [familia](/trabajos5/fami/fami): Se observó que este debió tener un elevado porcentaje y sin embargo este fue ínfimo (39.82 %); precisamente es la enfermera de familia quien representa en la atención primaria de salud, en este caso la principal [acción](/trabajos35/categoria-accion/categoria-accion) de salud la preventiva, falló en su función principal. Tabla VIII: [Educación](/Educacion) sanitaria a las madres de los niños con IRA por la enfermera de la Familia. Policlínico Manuel González Bahía Honda. 2010. Educación sanitaria a la madres recibida Nº % Sí 47 39.8 No Total 71 118 60.2 100 En la actualidad todas las guías de salud incluyen la educación del paciente como esencial para conseguir el control total de la enfermedad. Un profesional que tiene un gran [dominio](/trabajos7/doin/doin) técnico de su trabajo (incluyendo un diagnóstico correcto y un tratamiento actualizado), pero desconoce las ventajas, los contenidos y la [metodología](/trabajos11/metods/metods) de la educación, fracasará en su intento de que el paciente mejore. Poco se podrá conseguir sin que el paciente se involucre. Para obtener [éxito](/trabajos15/llave-exito/llave-exito) en el control de IRA se requieren cambios complejos en comportamientos y estilos de vida del niño y su familia. Existen mundialmente planes educativos individualizados y personalizados a las características propias de cada sistema de salud y poblaciones en general, que aún no han logrado ser efectivos. Estudios realizados encontraron que la educación fue el pilar fundamental preventivo. Pimentel en un estudio de intervenciones educativas en niños halló que existían orientaciones educativas en las consultas donde la enfermera juega un pilar fundamental. (49-50) [Propuesta] ACCION DE SALUD COMUNITARIA Actividad: Charla educativa. Dirigida A: Madre de los Lactantes, municipio Bahía Honda . Impartida por: Equipo de Trabajo de la maestría Tema: Infecciones Respiratorias Agudas en lactantes, sus factores de riesgos clínicos epidemiológicos. Duración: 2 horas Objetivos; 1- Describir las infecciones respiratorias agudas más frecuentes en niños menores de cinco años en la comunidad y forma de presentación 2- Identificar los diferentes factores de riesgos clínico epidemiológicos, (ambientales, biológicos y socio económicos) que influyen en las infecciones respiratorias agudas en niños menores de cinco años en la comunidad 3- Conocimientos que debe poseer las madres sobre, como prevenir o modificar los factores de riesgos para evitar la ocurrencia de infecciones respiratorias agudas en lactantes. 2 - FACTORES DE RIESGOS QUE SE DEBEN CONOCER A- Factores de riesgos ambientales: Dentro de estos los más frecuentes son. Contaminación ambiental (Humo de cigarro y otros como el carbón y la [madera](/trabajos15/transformacion-madera/transformacion-madera) utilizados como combustible) otros combustibles domésticos ( [petróleo](/trabajos10/petro/petro#pe) o keroseno), Vertederos y micro vertederos en los alrededores de la vivienda, fecalismo al [aire](/trabajos/aire/aire) libre, etc. B - Factores de riesgos Biológicos: Los de mayor repercusión. Bajo peso al nacer, malnutrición, corta edad (menor de 6 meses), no lactancia materna, falta de inmunizaciones, enfermedades crónicas de base como (malformaciones congénitas del [aparato respiratorio](/trabajos14/cuerpohum/cuerpohum#RESPIR), cardiovasculares, neuromusculares), uso previo de antibiótico, egreso hospitalario de 10 días o menos, entre otras. C - Factores de riesgos Socio - Económicos: Los más importante son. El hacinamiento, los problemas culturales, dificultades económicas, viviendas en lugares distantes y poco accesibles a la atención médica y con malas condiciones (piso de [tierra](/trabajos11/tierreco/tierreco), escasas habitaciones e [iluminación](/trabajos11/ilum/ilum), techo con filtraciones y en mal estado etc), madre adolescente, asistencia a guarderías, círculos infantiles o casas de cuidado diario etc. ¿QUÉ HACER PARA EVITAR O MODIFICAR ESTOS RIESGOS Y ASÍ REDUCIR O EVITAR LA MORBILIDAD POR INFECCIONES RESPIRATORIAS AGUDAS? La prevención requiere: 1-Identificar prevalencia de factores de riesgo y sus causas 2-Trazar estrategias de eliminación de los mismos De forma general la comunidad puede reducir las infecciones respiratorias agudas modificando los factores de riesgos antes mencionados de la manera siguiente. 1- ¿Cómo prevenir los riesgos ambientales? Evitando o eliminando el hábito de fumar cerca del niño y en el interior de la vivienda; evitando el humo de combustibles domésticos en el interior de la casa,; eliminando los vertederos y micro vertederos en la comunidad, para ello utilizar recipientes con tapa o bolsas de nylon; no realizar fecalismo al aire libre, utilizando letrinas o pozo sépticos, o inodoros. ¿Cómo prevenir los riesgos biológicos? Reducir el bajo peso al nacer evitando el [embarazo](/trabajos13/elembaraz/elembaraz) en la [adolescencia](/trabajos15/adolescencia-crisis/adolescencia-crisis), no deseado, mantener un control [periódico](/trabajos10/prens/prens) durante el embarazo, realizar una adecuada nutrición, tomar las [vitaminas](/trabajos11/lasvitam/lasvitam) prenatales cuando sea orientado por el médico, entre otros; mantener lactancia materna exclusiva hasta los primeros 6 meses del niño y mantenerla como complementaria hasta el año de edad; cumplir con el esquema nacional de inmunización; control de los niños periódicamente con otras enfermedades crónicas no transmisibles, evitar el enfriamiento en el niño principalmente en la etapa de recién nacido y lactante; no utilizar antibióticos que no sean indicados por el médico; todo paciente egresado del hospital posee un alto riesgo de IRA, por lo que se debe cumplir todo lo anterior para evitar el ingreso hospitalario y así reducir estos riesgos. ¿Cómo prevenir los riesgos socio económico? Controlar los factores de riesgos socio económicos, disminuyendo el hacinamiento; mejorando la ventilación de la vivienda así como sus condiciones estructurales; elevando el nivel cultural de los padres o tutores de los niños y [población](/trabajos/explodemo/explodemo) en general; elevar la percápita familiar con la vinculación de los padres y otros miembros de la familia en edad [laboral](/trabajos13/renla/renla) al trabajo socialmente útil; elevar la [calidad](/trabajos11/conge/conge) de los servicios en (guarderías, circulaos infantiles o casas de cuidado diario); insertar un especialista en [medicina](/trabajos29/especialistas-medicos/especialistas-medicos) general integral o un médico general, en aquellos lugares donde el acceso de la población a los servicios de salud, sea muy distante o inaccesible, para mejorar la asistencia y la educación a la población, respecto al [conocimiento](/trabajos/epistemologia2/epistemologia2) que deben poseer sobre las infecciones respiratorias agudas y sus factores de riesgos clínico epidemiológico en niños menores de cinco años. Por lo que se concluye que las acciones de salud como propuesta aplicada, en la cual se propone una charla educativa a la comunidad del consultorio médico, encaminado a aumentar [el conocimiento](/trabajos/epistemologia2/epistemologia2) de la comunidad sobre las infecciones respiratorias agudas, así como la repercusión que sobre ellas ejercen diferentes factores de riesgos clínicos y epidemiológico, elementos básicos que a través de la charla educativa planteada se les explicó a la población perteneciente al consultorio médico, sobre como actuar en la comunidad para evitar o modificar estos riesgos en aras de disminuir la morbilidad por infecciones respiratorias agudas en menores de cinco años, disminuyendo de esta forma el gasto en [recursos](/trabajos4/refrec/refrec), por hospitalización, ausentismo laboral de los representante y más aún, mejorar la calidad de vida de la población infantil en la atención primaria de salud. [Conclusiones] En esta investigación las infecciones respiratorias agudas en Lactantes , continua siendo un problema de salud en el área estudiada, existiendo un gran número de factores de riesgos clínico epidemiológicos que influyeron en su aparición en estos niños, los cuales pueden ser modificados en la propia atención primaria de salud, con participación comunitaria y equipo se salud. A pesar de los numerosos esfuerzos que el sistema de salud realiza en aras de disminuir la incidencia de las IRA aún persisten factores de riesgo como el bajo peso al nacer, el abandono de la lactancia materna y el hábito de fumar entre otros que provocan su aparición. La propuesta planteada permitió elaborar un [plan](/trabajos7/plane/plane) de acción, de salud comunitaria para elevar el nivel de conocimiento en la comunidad, sobre las infecciones respiratorias agudas, así como sus factores de riesgos clínico epidemiológicos en lactantes, fortaleciéndose de esta manera la atención primaria en el municipio. [Recomendaciones] Hacer extensivo este estudio al resto del municipio. Preparar al [personal](/trabajos11/fuper/fuper)que actúa en el primer nivel de asistencia, en especial las enfermeras para afrontar correctamente este tipo de problema de salud, e incluso en lo que concierne a los aspectos relativos a la educación y a las orientaciones suministradas a los pacientes y a sus familiares. Elaborar actividades educativas, como la presente encaminadas a aumentar el conocimiento que deben tener sobre los factores de riesgo de las infecciones respiratorias agudas y cómo modificar estos riesgos. [Referencias] bibliográficas bibliográficas 1- Jurado Ortiz A. Obstrucción aguda de la vía aérea inferior. En: Emergencia Pediátrica. [Madrid](/trabajos901/historia-madrid/historia-madrid) Ergon 2003, 57- 62. 2-Prieto Herrera M E, Russ Duran G, Reitor Landrian L. Factores de riesgo de infecciones respiratorias agudas en menores de 5 años. (Revistas médicas cubanas( Rev Cubana Med Gen Integr. 2003(citado 13 Robaina Suárez G, Campello Molieva R. Morbilidad y manejo de infecciones respiratorias agudas en menores de 5 años. (Revistas médicas cubanas( Rev Cubana Ped. 2003 jul-sep (citado 13 Jun 2008(; 75(3):(18 pantallas(. "}