{"title": "¿Terapias alternativas? La 4T abre la puerta, a pesar de los peligros", "author": null, "url": "https://m-x.com.mx/al-dia/terapias-alternativas-la-4t-abre-la-puerta-a-pesar-de-los-peligros", "hostname": "m-x.com.mx", "description": "El IMSS ha integrado 753 \"médicos tradicionales\", puerta a riesgosas \"terapias\" que en algunos casos han terminado en parálisis y hasta en violaciones.", "sitename": "Emeequis", "date": "2023-09-19", "cleaned_text": "Precio dólar El IMSS ha integrado 753 \"médicos tradicionales\", puerta a riesgosas \"terapias\" que en algunos casos han terminado en parálisis y hasta en violaciones. Por [Esteban David Rodríguez](/autores/esteban-david-rodriguez) 5 abr 2023 [EMEEQUIS](https://www.m-x.com.mx/).- Agobiado por dolores de espalda y cervicales, Gerónimo Rodolfo Ramírez de León, un peluquero de 43 años, se puso en manos de un huesero que atendía a su clientela en un establecimiento de baños de vapor en Puebla, en noviembre pasado. Salió de ahí en coma y con pronóstico de daño cerebral. En Nayarit, durante uno de los picos de mortalidad de la pandemia de Covid-19, en 2020, una supuesto \"centro de holístico\" llamado aldea Nawake hizo su agosto con la venta de droga inhalada para \"sanar\" toda clase de males y \"reiniciar el sistema inmune\". En Texcoco, Estado de México, el año pasado, un \"Dr. Sakura\", quien se presentaba como espiritista, drogaba a mujeres jóvenes que llegaban como pacientes. Consumó tres violaciones. Prácticas tan peligrosas derivan de una imaginería que envuelve a la industria de la terapia alternativa o tradicional y que el gobierno de Andrés Manuel López Obrador reivindica institucionalmente. Apenas el mes pasado, el secretario de Salud, Jorge Alcocer, señaló, durante una de las presentaciones matutinas del presidente, que el gobierno, a través del Instituto Nacional de los Pueblos Indígenas (INPI), impulsa el \"fomento de la salud comunitaria\" y \"la promoción de la medicina tradicional\". Indicó que \"esta sabiduría se expresa en una serie de representaciones, ideas, conceptos, preceptos, estructurados en un sistema simbólico, que ofrece la etiología, la descripción, y una compleja metodología que permite el diagnóstico y el pronóstico de enfermedades y padecimientos, así como la puesta en práctica de terapias específicas de curación\". En la misma presentación, el titular del IMSS, Zoé Robledo, anunció que dicha institución ha integrado 7 mil 079 parteras y 753 médicos tradicionales a su modelo de operación comunitaria, \"quienes basan su práctica en conocimientos ancestrales\". No obstante, dichas prácticas entrañan con frecuencia el engaño o la tragedia: yerberos que drogan a sus víctimas para violarlas, masajes que terminan en daño cerebral, o chamanes que comercializan y distribuyen droga bajo el disfraz de terapias milagrosas. Tratamientos alternativos: un peligro latente. ALDEA NAWAKE: TRÁFICO INTENSIVO DE ALUCINÓGENOS Sucedió en España. La noche del 28 de junio de 2019, José Luis Abad, un fotógrafo de revistas de moda que colaboraba con Vogue y otras publicaciones de ese género, llegó a Valencia y se dirigió a la casa de Nacho Vidal, un actor de películas para adultos que había convencido al fotoperiodista de que inhalar sapo bufo o sapo de Sonora le ayudaría a dejar la cocaína. Abad inhaló la pipa profundamente para distribuir en sus pulmones y su sistema nervioso central la toxina deshidratada de las glándulas del sapo: le dominó una confusión extraña, náuseas, la amenaza espesa y amarga de vómito. Sus ojos se inyectaron en sangre, su piel tomó una pigmentación purpúrea acentuada en su rostro y su cuello; perdió el control de sus extremidades, se desplomó, comenzó a convulsionar y al cabo de 23 segundos de la inhalación, murió. En su rostro quedó grabada la expresión de un estado ajeno a sí mismo. De acuerdo con los informes toxicológicos, la saturación de bufotenina había elevado tanto y tan aceleradamente la presión de su torrente sanguíneo, que el corazón le estalló. El actor porno le había asegurado que tras \"fumar sapito\" en medio de su ritual pseudo celta, le quitaría la adicción a la coca. Se la quitó, junto con su vida. Y es que el ardid de venta de quienes comercializan esta droga siempre es el mismo: rituales celtas, hindúes, huicholes... Invocan supuestos ceremoniales de culturas antiguas. ¿El beneficio? El que necesite el consumidor. Es el mismo cuento de Aldea Nawake, que se promociona como \"Centro Ceremonial de Medicinas Ancestrales de Sanación Integral\", instalado en el el puerto turístico de Bucerías, del municipio de Bahía de Banderas, sobre la Riviera Nayarit: su oferta curativa es gran amplia como los padecimientos de su clientela. En múltiples post de publicidad en sus cuentas de redes digitales a lo largo de los años, ha dejado testimonio de los males y padecimientos que supuestamente cura su droga. En el caso de la toxina de la rana kambo: cáncer, VIH, trastorno autoinmunes, adicciones, infecciones crónicas, depresión, ansiedad... La pandemia del Covid-19 fue una gran oportunidad de negocio para este establecimiento. Anunciaron entonces en su cuenta de Facebook: \"La medicina de Otak Bufo Alvarius descalcifica nuestra glándula pineal y reinicia nuestro sistema endocrino al instante, generando todas y cada una de las hormonas del bienestar, (...) abre el neurocórtex frontal del cerebro donde se encuentran las memorias traumáticas desde nuestra concepción y muchas veces de vidas pasadas, borrando, liberando y sanando así desde nuestro ADN las memorias dolorosas\". En su sitio web ( [www.aldeanawake.org](http://www.aldeanawake.org)), el \"chamán\" Ricardo Morales Fuentes, gurú y fundador de la \"aldea\", promocionaba su \"medicina sagrada\" con diversos testimonios en video, entre los que destacaba el de Nacho Vidal, quien fue procesado por el homicidio de José Luis Abad: \"Me morí, mi alma dejó mi cuerpo, yo era luz, era el universo, lo era todo. Hoy no necesito nada ni a nadie. Yo lo que he conseguido con el sapo es la paz de mi espíritu, y con ella viene la felicidad\". También promocionan en su cuenta de Facebook: \"La ceremonia del Bufo (DMT), llamada la molécula de Dios, es una experiencia de sanación terapéutica-espiritual de gran pureza, que nos hace recobrar la memoria de lo que somos; produciéndose una liberación masiva del estrés acumulado y las emociones reprimidas produciendo así una sanación interna y externa con nuestro cuerpo físico\". La realidad es otra. \"Son habituales reacciones de miedo y pánico, y la experiencia puede ser abrumadora y traumática para algunas personas. Pueden producirse movimientos durante la experiencia, así como la expresión involuntaria de sonidos (gritos, cantos, llanto) sin que la persona sea consciente de ello\", según el Centro Internacional de Educación Etnobotánica, Investigación y Servicios de Barcelona, ICEERS, por sus siglas en inglés. (Así es el sapo venenoso que utiliza Nacho Vidal en sus rituales para dejar la droga, El Español, 4 de junio de 2020). Es por ello que en el establecimiento de Xóchitl Guzmán y Ricardo Morales, antes de suministrar la droga, entrega a los clientes una estera de palma y un recipiente, pues los incautos consumidores vomitan tras recibir la tormenta de toxinas. Sobre el presunto origen \"ancestral\" de sus rituales, en especial el del sapo bufo, un artículo de la División de Ciencias Biológicas del Departamento de Investigaciones Científicas y Tecnológicas ( [\"Explotación y charlatanería en el ritual de fumar sapo\"](http://www.dictus.uson.mx/explotacion-y-charlataneria-rodean-el-ritual-de-fumar-sapo-en-punta-chueca-sonora/)), indica: \"No existe un registro histórico que documente y respalde el uso ritual y ancestral del sapo como medicina en la comunidad Comcáac (donde se atribuye el origen del consumo ceremonial), sino que se trata de una nueva práctica introducida a la etnia hace apenas unos ocho años (...). Se da un amplio movimiento de charlatanería, con neochamanes que viajan dentro y fuera del país y obtienen grandes beneficios económicos (...)\". Tras las numerosas denuncias de prensa en el verano de 2020 sobre las operaciones de tráfico e instigación al consumo de las drogas señaladas por parte de Aldea Nawake, el entonces gobernador de Nayarit, Antonio Echevarría, anunció medidas. No hubo tales. Lo cierto es que su administración, a través del de Aldea Nawake, contrató a la \"pitonisa\" de Aldea Nawake, Xóchitl Suárez Guzmán, para la impartición de cursos de \"masajes de reflexología\", una pseudoterapia que lo único que genera es el efecto placebo, de acuerdo con expertos. En el instrumento, Suárez Guzmán declara ser originaria de Orizaba y tener como oficio el de \"diseño de modas\", pero se contratan sus servicios para dar un curso denominado \"masaje reflexología\". Xóchitl Guzmán y su compañero, el \"chamán\" Ricardo Morales Fuentes, llegaron a Nayarit hace un par de décadas. Originario de Puebla, Morales, se avecindó en el sur del estado de México, y a finales de los 90s se involucró con grupos activistas de diverso orden, ligados a la izquierda. De acuerdo con una memoria del Instituto Electoral del Estado de México (IEEM), Morales Fuentes fue representante del Partido de la Revolución Democrática (PRD) ante la junta distrital de Villa Nicolás Romero, en 1996. Los registros electorales indican que en 2000 fue candidato a diputado federal por el distrito del estado de México ya mencionado. Perdió. Tras la derrota, dio el salto de político a místico, y se mudó a Nayarit. En 2018, Ricardo Morales se presentó como \"el hombre medicina\" en el programa Zona de Confort de Radiante FM, difusora de Puerto Vallarta, Jalisco, muy cerca de la playa nayarita de Bucerías. Habló de herbolaria, una de las coartadas con que algunos negocios del misticismo disfrazan el consumo de estupefacientes. Aseguró que hay drogas más dañinas que la marihuana o el peyote, \"como el azúcar refinada\". Desde entonces es conocido como \"el hombre medicina\" en la comunidad \"new age\" del corredor Riviera Nayarit - Bahía de Banderas - Puerto Vallarta, una zona en la que cada vez es más tolerado el consumo de drogas. \"Hoy Nawake es una comunidad global dijo el empresario místico en aquella transmisión, con presencia en España, Francia, en Suecia, en Dinamarca, estamos hablando con hermanos en Londres, tenemos una invitación a Australia, Guatemala, y en México estamos trabajando como con seis centros que quieren difundir esta forma de compartir las sagradas medicinas\". Actualmente, la oferta de Aldea Nawake (aldeanawake.org) \"terapia\" como \"Bufo alvarius\", y desde luego, masajes. Pero en ese establecimiento, como en otros, las cosas no siempre terminan bien. DAÑO CEREBRAL Y VIOLACIONES Agobiado por dolores de espalda y cervicales, Gerónimo Rodolfo Ramírez de León, un peluquero de 43 años, padre de familia, se puso en manos de un huesero que atendía a su clientela en un establecimiento de baños de vapor en Puebla, con la idea de aliviar su padecimiento. Salió de ahí en coma y fue conducido de emergencia al Hospital General del Norte, pero al advertir la condición de la víctima, le negaron el servicio. De modo que fue trasladado al Hospital General de Traumatología y Ortopedia de esa ciudad, donde los familiares recibieron un pronóstico más que desalentador: parálisis y probable daño cerebral. Los baños de vapor fueron clausurados por un mes, y reabrieron en diciembre inmediato, como si el caso de Gerónimo hubiese ocurrido mucho tiempo atrás. Otro caso de \"medicina tradicional\"que terminó en tragedia ocurrió en Texcoco, Estado de México, en agosto del año pasado: Rodrigo Daniel \"N\", de 49 años, se decía \"doctor espiritista\", y ofrecía sus servicios en la comunidad de San Pablo Ixayoc. De acuerdo con denuncias en su contra, cuando llegaban a sus consultorio pacientes jóvenes las persuadía de tener sexo con él, después de suministrales droga. Se decía poseído de un \"Dr. Sakura\" al que no podía controlar y les indicaba que tendrían pronto alivio si accedían. En caso negativo, la sustancia que les suministraba las dormía y el hombre consumaba sus propósitos. Fueron tres las denunciantes. En este caso, el hombre fue detenido y se halla tras las rejas. Son estampas del país donde su actual mandatario comenzó su mandato con un acto de \"purificación\" en medio de un ritual \"ancestral\", en pleno zócalo de la Ciudad de México. @estedavid Powered by [Froala Editor](https://www.froala.com/wysiwyg-editor?pb=1) lo más leído [¿Dónde quedó el bastón de mando de 2018? El que AMLO entregó a Sheinbaum es otro](/al-dia/donde-quedo-el-baston-de-mando-de-2018-el-que-amlo-entrego-a-sheinbaum-es-otro) Le reclaman en la mañanera a López Obrador por haber entregado el bastón de mando a Claudia Sheinbaum sin el ritual indígena y el presidente responde que no es el mismo que le dieron a él en 2018, al inicio de su mandato. \"Me fue entregado por una comunidad, no quiero mencionar de qué región, etnia, cultura\". Afirma que sí contó con la autorización. Al comparar las imágenes se ven las diferencias entre ambos. Hace 3 horas [Se avecina pleito legal: Ovidio rechaza acuerdo y se declara no culpable](/al-dia/se-avecina-pleito-legal-ovidio-rechaza-acuerdo-y-se-declara-no-culpable) El hijo de Joaquín \"El Chapo\" Guzmán, líder del Cártel de Sinaloa, fue oficialmente acusado hoy, en una corte de Chicago, Illinois, de cinco delitos relacionados con el tráfico de drogas, entre ellos distribución de fentanilo, lavado de dinero y posesión de armas de fuego. Se declaró no culpable y se espera juicio. 18 / 09 / 2023 "}