{"title": "Basics of acupuncture (Proceedings)", "author": "Randy Kidd; DVM; PhD", "url": "https://www.dvm360.com/view/basics-acupuncture-proceedings-0", "hostname": "dvm360.com", "description": "As a healing method, acupuncture has been used for several thousand years. However, recent interest in alternative medicines and especially in the alternative medicines in veterinary medicine have made acupuncture an evermore popular complement or alternative to western or allopathic medicine.", "sitename": "DVM 360", "date": "2008-04-01", "cleaned_text": "As a healing method, acupuncture has been used for several thousand years. However, recent interest in alternative medicines and especially in the alternative medicines in veterinary medicine have made acupuncture an evermore popular complement or alternative to western or allopathic medicine. As a healing method, acupuncture has been used for several thousand years. However, recent interest in alternative medicines and especially in the alternative medicines in veterinary medicine have made acupuncture an evermore popular complement or alternative to western or allopathic medicine. For over twenty-three centuries acupuncture needles and ginseng have mended what is now one-quarter of the world's population. Yet it is only in the last two decades that most Americans have even heard of them. In 1971, the year before the \"Bamboo Curtain\" lifted, New York Times journalist James Reston became ill while on assignment in China. After having his appendix removed, he was treated with acupuncture for post surgical pain. The front-page report he sent home blared: \"I've seen the past, and it works!\" Evidence indicates that acupuncture has been used for at least 5,000 years, with its site of origin likely in China. Koreans dispute the Chinese origin, citing recently discovered needles made of stone and fish bone that date to about 3,000 B.C. Acupuncture and other Chinese medicine techniques were exported to Asian countries by the 6th century, to Europe by the 17th century, and to our part of the world in the 19th and 20th centuries. A treatise on elephant acupuncture dating about 3,000 years ago was recently discovered in Sri Lanka. By the time of the Chinese Chou Dynasty (1066 to 221 B.C.), several veterinary applications were recorded: Shi Chinq (Book of Odes) was written, containing recorded observations on animals; Chao Fu was identified as an expert on animal diseases; and acupuncture was practiced by veterinarians who were government employees. About 430 B.C. Shun Yang (also called Pao Lo) was the first full time practitioner of Chinese veterinary medicine, and he is considered the father of Chinese veterinary medicine. Acupuncture, What Is It? Acupuncture is actually only a part of an entire holistic health system that is referred to as Traditional Chinese Medicine (TCM). Traditional Chinese Medicine's first premise is that we are all a part of nature and that to retain our health we must be as one balanced with the natural world. Acupuncture (the inserting of needles into the body) is only one aspect of a total system of health that includes proper lifestyle (including avoiding mind/body stresses and toxins etc.), correct nutrition, exercise, and when needed, the addition of herbal remedies. Acupuncture acts by balancing the body and helping it return to a state of homeostasis. The methodology used is to insert very fine needles along various energy lines (meridians) of the body. The proper placement of the acupuncture needles enables the body to restore itself to a condition of healthy balance and wellness. Since the Chinese way of looking at disease, diagnosis of disease, mind/body health, and body homeostasis is so different from our western way of seeing things, it is often said that trying to understand Traditional Chinese Medicine may, at first, require a willing suspension of disbelief. However, there are some aspects of acupuncture that have been explained using our understanding of medicine, as seen from the westerner's mind. For example, neurophysiological experiments have demonstrated that acupuncture modifies the transmission of neural impulses between the spinal cord and the brain, forming the basis of the \"gate control\" theory. This theory postulates that the action of pain fibers in the spinal cord is blocked by acupuncture. Acupuncture is also known to stimulate the release of endorphins and enkephalins. We know from experimental evidence that acupuncture not only inhibits pain, but it also directly affects peripheral microcirculation, rhythm and stroke volume of the heart, blood pressure, levels of circulating immunoglobulins and lymphocytic T cells, gastrointestinal peristalsis, secretion of hydrochloric acid, and the production of RBC's and WBC's. Traditional Chinese Medicine (TCM) begins with the belief that the Tao oversees all, is responsible for all, and must be dealt with before any healing will take place. The second concept of TCM has to do with the Yin/Yang, as represented by the symbols seen above. The Yin/Yang represents a balance of all things in nature -- a balance of light and dark, active and resting, male and female, wet and dry, hot and cold, etc. The whole purpose of TCM is to create and maintain this perfect balance. One of the natural forces in all parts of the universe is Chi, which in our terminology means air or vital force or essence. When an animal's Chi can flow through its body, then a proper balance of Yin/Yang can occur. TCM uses exercise (Tai Chi, Aikido, or Chi Gong), proper nutrition, and herbs to help support a healthy flow of Chi. When the Chi is blocked (as in any disease condition), more stringent methods, such as acupuncture, may be required to re-establish healthy Chi flow. There are many methods of acupuncture (eg: Five Elements or the Eight Principles ways of diagnosis and treatment), but they all rely on establishing a TCM diagnosis first and then applying stimulation (usually using needles) along body meridians where Chi flows naturally. Traditional TCM diagnosis uses extensive history taking, and then observations of the tongue and pulse. After making a TCM diagnosis, the practitioner inserts needles in a prescribed manner that will ultimately return normal Chi flow. TCM is a highly complex, scientifically-validated, and elegant system of diagnosis and treatment that has been successfully used for thousands of years by millions of people. Its way of diagnosing and method of application, however, is different from our accustomed, western mode of medicine. Perhaps the best way to think about TCM (or many of the other alternative medicines) is to understand that we are looking at the same mountain (the \"mountain\" of disease diagnosis and treatment); but we are looking at the other side of the mountain. I personally consider acupuncture as one of the powerful alternative medicines that use the patient's inner energetics to help treat and eliminate most, if not all, diseases. Since it is so potent, however, it also has the potential to create harm if used improperly, by untrained individuals. There are currently several certifying courses available for veterinarians, and certification testing and records are maintained by International Veterinary Acupuncture Society (IVAS). More than a thousand veterinarians have graduated from these courses. Nearly all animals (including dogs, cats, horses, cows, pigs, rabbits, elephants, donkeys, birds, \"pocket pets\", reptiles, etc.) respond very favorably to acupuncture, especially after the first treatment when they have felt the results. Many of my patients would lie down and sleep while the needles were in. Consider acupuncture (in my opinion, best combined with chiropractic care) for the following conditions: For more information: International Veterinary Acupuncture Society; [www.ivas.org](http://www.ivas.org/) American Academy of Veterinary Acupuncture: [www.aava.org](http://www.aava.org/) American Holistic Veterinary Medicine Association (AHVMA): [www.altvetmed.com](http://www.altvetmed.com/) Chi Institute of Traditional Chinese Veterinary Barefoot Doctor's Korngold; and Earth\"; Ballantine Books, 1991 Kaptchuk, Ted J.; \"The Web That Has No Allen; 1996 Tierra, Press, \"The Yellow Emperor's Classic of Internal Medicine\"; U. of Calif. Press, 1972 "}