{"title": "- VA Beach Dept. of Public Health", "author": null, "url": "https://www.vdh.virginia.gov/virginia-beach/", "hostname": "virginia.gov", "description": "Pembroke Corporate Center III 4452 Corporation Lane Virginia Beach, VA 23462 757.518.2700 Vision: A community that lives well, plays well and stays well. Mission: Promoting health, preventing disease, and protecting the environment so that all in Virginia Beach are empowered to achieve optimal health and well-being.", "sitename": "VA Beach Dept. of Public Health", "date": "2022-03-10", "cleaned_text": "Our Vision and Mission Vision: A community that lives well, plays well and stays well. Mission: Promoting health, preventing disease, and protecting the environment so that all in Virginia Beach are empowered to achieve optimal health and well-being. Our Services \"Cultivate the habit of being grateful for every good thing that comes to you, and to give thanks continuously. And because all things have contributed to your advancement, you should include all things in your gratitude.\" - RALPH WALDO EMERSON - VDH and VBDPH continues to monitor the spread of Monkeypox in the Commonwealth. To stay up to date - understand what Monkeypox is, learn the signs and symptoms, and what to do if you believe you have been exposed, visit the Virginia Department of Health [page](https://www.vdh.virginia.gov/surveillance-and-investigation/monkeypox/). At present, the spread remains low. COVID-19 Information Center Appointments for age 5 and under are still available. Visit the scheduling system, [here](https://vase.vdh.virginia.gov/vdhapps/f?p=535:100:::NO:100:P100_ZIP_CODE%2cP100_DISTANCE_RANGE:23502%2c5), and look for the Virginia Beach Health Department location to book your appointment. Feeling sick? Looking for a community testing event? And more... Click our Resources link above. Download the free COVIDWISE app today and help Virginia STOP COVID-19. COVIDWISE does not collect, use, or store any personally identifiable information or location data. [Learn more about the app](https://www.vdh.virginia.gov/covidwise/) or click the links below to download. Other Resources Available to You Click the links below Latest News From VBDPH News Releases UPDATES on the latest with Flu Season, RSV and our continued Covid-19 response, and community events, [here](https://www.vdh.virginia.gov/virginia-beach/news-releases/)!! After almost 2 years, Military Circle Mall COVID-19 vaccine clinic set to close The COVID-19 vaccine clinic that has been running at Military Circle Mall since January 2021 will shut down this month. ... [Read more.](https://www.13newsnow.com/article/news/health/coronavirus/military-circle-mall-covid-19-vaccine-clinic-set-to-close/291-0c6e07f4-749a-4f91-8de1-8779499ddb00) Flu, COVID-19 at 'high levels' in Virginia, RSV cases on the decline Tripledemic refers to rising cases of the flu, COVID-19, and respiratory syncytial virus (RSV) at the same time. Dr. Brooke Rossheim of the Virginia Department of Health said RSV cases have reached their peak and are \"coming way down.\" More details [here](https://www.13newsnow.com/article/news/health/flu-covid-19-high-levels-virginia-rsv-cases-on-the-decline/291-69f1a851-8277-47d3-bda8-2aad88892d6c). COVID-19 booster reminders through text message Have you gotten a text reminder about your COVID-19 Bivalent booster? There's a good chance it was from the Virginia Department of Health. VDH has begun sending residents aged 50+ "}