{"title": "Schedule a Sound Healing Session with Lauri", "author": null, "url": "https://shamanicsoundhealing.com/ceremonies/", "hostname": "shamanicsoundhealing.com", "description": null, "sitename": "shamanicsoundhealing.com", "date": "2023-09-10", "cleaned_text": "Ceremony WHEN IS IT TIME FOR SHAMANIC WORK? It's time for shamanic sound healing when we feel like... ...We are \"not quite ourselves.\" ...We have dense or dark energies hanging around in our lives. ...We are missing a part of ourselves. ...We are low energy, having recurring physical or mental pains or other issues that are in the way of our productive life and well-being. ...stuff just keep happening that doesn't feel right ...we just can't rally or get things going in the right direction. Basically, all of us could use some Shamanic Sound Healing, most of the time! CEREMONIES We are all craving mystical experiences that will support us to be happier, healthier, optimistic, and whole. All of my ceremonies-whether personal sessions, circles, sacred gatherings, and courses-all seek to nourish those cravings, and if it's our walk, to enhance our abilities to contribute to the wholeness and wellness of all beings. The ceremonies that flow through me have roots in ancient ways. Adapted to address life in the modern world, I utilize new and emergent knowledge about the way energy, the body-mind-soul systems and the universe operate. Ceremonial energies stream through me from my Council of Spirits, collaborating with the creative power of spirit-guided sound, rippling through every aspect of our ceremonies together. While some sessions may follow a format utilizing traditional shamanic healing ceremonies (extraction, soul retrieval, curse-unraveling, cord-cutting and compassionate spirit release), other sessions may be completely open and free-flowing. All ceremonies are orchestrated by the helping spirits who come for you, and utilize the creative force of sound to set your intentions for change into motion. We immerse ourselves in this nourishing flow-surrendering, receiving, shifting, manifesting. We invite unimaginable shifts at the spiritual, physical, metaphysical, and mental-emotional level. These shifts unfold out ahead of you on your path, as well as healing your past, and bring your more intimately aware and aligned with your council of spirits. Soul Retrieval & Power Animal Retrieval Soul parts, or parts of our spirit essence, can be lost through illness, minor or major trauma, past events, even negative self-talk. Loss of this essence can cause you to feel that you are \"missing\" some part of yourself. Soul loss frequently results in recurring pain, illness, depression, addiction, and negative behavioral patterns. Soul retrieval recaptures and restores wholeness to your soul, restoring vibrancy, optimism, vitality and zest for life. Power animals always accompany the lost soul parts back to help integrate the soul parts back into the whole of the soul, and to help guide you on your path of healing.. Extractions If you are feeling funky, you might feel relieved to know that as a matter of life: we all get dense foreign energies trapped in us from interactions, events, people or places we encounter. These dense energies cause re-occurring emotions, feelings, thoughts, or behaviors. They can make us feel tired, ill, moody, and can cause addiction, chronic pain, or destructive, non supportive habits. Removing these energies in ceremony using extraction and replacing them with highly vibrant energy will leave you feeling relieved of burdens, darkness, feelings of ill-at-ease, and result in a lighter, clearer, fresher, and more optimistic joyful loving you. Soul Constellations All of the issues we are grappling with benefit from taking a wider view of the systems in which the issues are swimming and functioning (or dis-functioning). Constellations work assists us in identifying key elements of these systems and their interrelationships. We gain new awareness to the energetics of our relationship to these elements, and become unbound by them. In addition, many of our unconscious patterns arise from loyalty to our lineage. In Soul Constellations work, we explore and clear old patterns and constrictions through the sensing and clearing of the energies in our relationships. Forgiveness & Cord-Cutting Are you in need of some energetic freedom? This ceremony is great for that. We are all connected to people, places, and things in our lives through energetic cords. Often these cords bind us to old patterns, feelings, relationships, ways of being, and cause us to feel depleted and stuck. In this ceremony, cords are cut, people are forgiven, and soul essence is returned to you. As a major soul retrieval, this ceremony frees you up from the past in amazing ways that empower you to move forward on your path. You also merge more deeply with your true self in this ceremony, and feel what it's like to be re-attuned with \"your original instructions\". Compassionate Spirit-Release From time to time, we pick up energetic \"hitchhikers\" or spiritual entities that get trapped in our energy field. This ceremony heals and releases these spiritual entities, leaving you feel more like yourself, healthier, more vibrant. Curse Unraveling We or other people in our lives make oaths, declarations, and statements about us, that can keep us in a particular unhealthy state of being. This ceremony dissolves these, freeing you from the tethering effects of words said. with negative energy. Soul Rematrixing Shamanic work can change the past, and ripple out into all aspects of life. Soul Rematrixing alters strongly held beliefs and ways of perceiving the world that arise out of past hurts or karma, and redirects the soul and your consequent behavior and emotions to more positive, healthy ways of being. Around the Wheel Energy Balancing, Issue Divination & Healing This shamanic sound session addresses specific issues and utilizes the intrinsic power of the medicine wheel. Catalytic and coherent sounds interweave with the spirits who come from each direction to remove dense energies, and to fill you with high vibrational power and new ways of being in the world. These free-form sessions engage healing that emerges from your intentions and may include one or more of the previously described ceremonies/techniques. Reiki Treatments Reiki is a Japanese modality of energy medicine that reduces stress, aids in relaxation, relieves pain and enhances overall wellness. In my Reiki treatments, sound enhances the vibrational healing that Reiki naturally provides. Schedule a Sound Healing Session with Lauri Nourish your soul through vibrant, intentional sound. Lauri offers sessions in shamanic sound healing that address the spiritual aspects of emotional, mental and physical health and well-being. We all, from time to time, feel like \"I am just not myself\" or \"I feel like I am missing a part of myself\". This is common, and a reflection of soul loss. We all lose parts of our soul through trauma, illness, negative events or relationships that sap us. The resulting loss can create illness, negative behavioral patterns, reoccurring mental or physical pain. These can easily be alleviated through shamanic healing. Healing ceremonies may include soul retrieval, extraction, power animal retrieval, Reiki, classic sound healing, deposession, cord-cutting, and others. These ceremonies all can restore well-being and enhance vibrancy in your life. Sessions available in-person & remotely. "}