{"title": "6 Tips For Removing Poison Ivy Plants", "author": "Peter Geiger", "url": "https://www.farmersalmanac.com/getting-rid-of-poison-ivy-12278", "hostname": "farmersalmanac.com", "description": "Are you wondering how to get rid of poison ivy on your property or do you have a poison ivy rash? We have helpful suggestions and ...", "sitename": "Farmers' Almanac - Plan Your Day. Grow Your Life.", "date": "2011-07-01", "cleaned_text": "6 Tips For Removing Poison Ivy Plants Editor Peter Geiger shares some natural solutions to send poison ivy packing. The American Skin Association reports that nearly 50 million people suffer from allergic reactions to poison ivy, poison oak, or poison sumac in the United States each year, making it the most common type in the country. In some cases, highly-sensitive people may get a poison ivy rash simply by standing near the plant — without even touching it! (A breeze may carry the oily irritant, urushiol.) What makes poison ivy even more annoying? It's particularly difficult to remove from your property. Are you wondering how to get rid of poison ivy or need tips for dealing with a poison ivy rash? Here are some non-chemical solutions and poison ivy treatment tips: What does poison ivy look like? The old saying goes: \"Leaves of three, let them be.\" Poison ivy features three almond-shaped leaflets and may have grayish-white berries. The leaves, which are smooth and shiny, are often red when the plant is young, turning green and then dark green as summer progresses, and reverting to bright red or orange again in the fall. The leaves are anywhere from 1-5\" long, but can, in rare cases, grow to be up to 10\" long. Poison ivy vines have no thorns but will feature fine reddish root hairs along the stem. Poison Ivy thrives along the edges of wooded areas, which makes it especially prominent in suburban communities. For most homeowners, stumbling upon poison ivy is enough to race to the top of their to-do list. This stubborn vine, with its twisting, clinging roots make it particularly annoying and difficult to remove from your property. If left uncontrolled, it will spread and grow. The fastest option for ridding your yard of poison ivy is manually removing it. (We do not recommend synthetic herbicides.) Non-chemical methods to remove poison ivy from your property: - Remove the entire plant — leaves, stems and root. You have to be sure to get it all. And, wear long pants, long-sleeved shirts and thick gloves—plastic or heavy cotton. Be sure to wash all clothing afterward. - Put the entire plant in a plastic bag and dispose of it. - Make a poison ivy killer spray. Some folks have had luck with this remedy: Combine 1 cup of salt and 1 gallon of vinegar in a pot and heat to dissolve the salt. Allow it to cool, then add and 8 drops of liquid dish soap and put the mixture in a spray bottle. You can spray the poison ivy or pour it directly on the plant. This will kill all vegetation, so be sure to only apply it to the poison ivy. It takes a few applications. - Some have claimed that pouring bleach on the plant will have the same effect, however, this classifies as a chemical method. - If you happen to have a goat or cow handy, they just love to eat it—without any side effects! - Another technique to clear the area of poison ivy is by planting grass seed. Ivy will not grow where there is a lawn. I tried this at my cottage and it worked. The only downside is that it takes time, but, once you have grass, you won't have poison ivy. Poison Ivy Treatment If you believe you have come into contact with poison ivy first wash the area thoroughly with soap and hot water, using a washcloth. Rinse and repeat at least three times to ensure that all the poison is gone. (Urushiol, the substance in poison ivy that makes you itch, is a sticky oil that is hard to wash away.) Make sure to wash all clothes, and anything else that has come into contact with the plant. Signs and symptoms of poison ivy include: redness, itching, swelling, blisters, and difficulty breathing (if you've inhaled smoke from burning poison ivy). The poison ivy rash or reaction usually develops within 12 to 48 hours after exposure and symptoms will last for 2 to 3 weeks. The severity of symptoms depends on the amount of urushiol that gets on your skin and the individual's sensitivity. The rash often presents in a straight line due to the way the plant brushed up against your skin. Is Poison Ivy Contagious? A poison ivy rash is not contagious, but the oily substance that causes the rash may be transferred from person to person or from pet fur, clothes, and other surfaces. Anyone who comes in contact with the irritant — not just the plant — may be infected. The oil may also last on uncleaned surfaces for years, making re-exposure possible. To avoid recontamination, be sure to thoroughly wash clothes, pets, and outdoor equipment after exposure. That said, you can't \"spread\" the poison ivy rash on your own body by scratching — though the rash may give the illusion of spreading as different areas of the body may react to the oil at different times. There is unfortunately no magic cure for ridding of the rash overnight. It is best to avoid scratching blisters and allow them to heal. Breaking them open will increase your risk of infection and scarring. Tips For Dealing With A Poison Ivy Rash If the unpleasant rash rears its ugly head, here are natural remedies to help alleviate unpleasant side effects, ease itching, and help dry up oozing blisters: - Apply witch hazel to the affected area to soothe itches. - Cover your poison ivy rash with a paste made from baking soda and water (a few drops). Apply the mixture for 10 minutes before washing off. (A paste made from water and cornstarch may also work.) - Add oatmeal (1 cup) or Epsom salt (2 cups) to a warm bath. Grinding the oatmeal into a powder in a blender beforehand works best. - Rub a banana peel or watermelon rind over the rash. Allow it to dry naturally without rinsing off. - Make a paste of equal parts turmeric and lemon or lime juice (about 1 tablespoon) and apply to affected area. - Whip a raw potato into a paste in your blender. Spread it onto your skin and cover loosely with plastic wrap. - Add a few tablespoons of apple cider vinegar to two glasses of water. Soak a few gauze pads in the mixture and place them over the rashes. Let sit for 5 to 10 minutes before washing off. - Apply hydrogen peroxide to the affected area to clean off any remaining urushiol oil and help to dry out any blisters. (Use clean gauze or a spray bottle.) - Aloe Vera is a soothing burn treatment that can relieve itching and inflammation. - Apply a cold compress to soothe the skin and make it less itchy. - Essential oils contain organic compounds that may cool or otherwise soothe your skin. Dilute these essential oils in a lotion or oil: peppermint oil, calendula, chamomile, and eucalyptus. - If you have access to a jewelweed plant, you can crush the stems to form a paste to apply over the rash. Allow it to dry and then wash off with water. Poison Ivy Soap If you happen to stumble into poison ivy, don't fret. Our miraculous soap contains an ancient Native American remedy to stop the itch: jewelweed, plantain, and sweet fern! It's worth having some on hand. - A mixture of lemon juice and honey can provide relief and increase recovery time. The antibacterial properties of honey and the acidity of lemon can help prevent infection and dry out blisters. Dap mixture onto blisters and wash off once dried. Note: If you are having difficulty breathing, develop a fever, or your rash is swollen and severe, and persists or worsens within a few weeks, consult your doctor. Join The Discussion Do you have a special technique to get rid of poison ivy? Share your tips with your community here in "}