{"title": "PDF", "author": "PDF", "url": "www.dupont.com/content/dam/dupont/amer/us/en/Molykote/public/sds/es/molykote-l-1210-synthetic-compressor-and-vacuum-pump-oil-CL-SDS-000000855548.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "® marca registrada de afiliados de DuPont de Nemours, Inc. Pagina 1 de 13 HOJA DE DATOS DE SEGURIDAD DDP SPECIALTY ELECTRONIC MATERIALS US 9, LLC Nombre del producto: Aceite Sint ético para Compresores y Bombas de Vac ío MOLYKOTE® L-1210 Fecha: 16.10.2018 Fecha de impresión: 19.06.2023 DDP SPECIALTY ELECTRONIC MATERIALS US 9, LLC le ruega que lea atentamente esta Hoja de Datos de Seguridad (HDS) y espera que entienda todo su contenido ya que contiene información importante . Esperamos que siga las precauciones indicadas en este documento, a menos que las condiciones de uso necesiten otros métodos o acciones. 1. IDENTIFICACIÓN DE L PRODUCTO QUÍMICO Y DE LA EMPRESA Nombre del producto: Aceite Sint ético para Compresores y Bombas de Vac ío MOLYKOTE® L-1210 Usos pertinentes identificados de la sustancia o de la mezcla y usos desaconsejados Usos identificados: Lubricantes yaditivos para lubricantes IDENTIFICACIÓN DE LA COMPAÑÍA DDP SPECIALTY ELECTRONIC MATERIALS US 9, LLC 974 Centre Road Wilmington DE 19805 UNITED STATES Numero para informaci ón al cliente: 833-338-7668 SDSQuestion -NA@dupont.com TELÉFONO DE EMERGENCIA Contacto de Emergencia 24 horas : 1-800-424-9300 Contacto Local para Emergencias : (56) 225 814 934 (CH EMTREC) Número de teléfono del centro de información toxicológica: (56) (2) 2635 3800 2. IDENTIFICACIÓN DE LOS PELIGROS Clasificación según NCh382 : No está clasificado como producto peligroso. Distintivo según NCh2190 : No está clasificado como producto peligroso. Este producto está clasificado de acuerdo con el Sistema Globalmente Armonizado de clasificación y etiquetado de productos químicos (SGA). Clasificación peligrosa Sensibilización cutánea - Categoría 1 Nombre del producto : Aceite Sint ético para Compresores y Bombas de Vac ío MOLYKOTE® L-1210 Fecha: 16.10.2018 Pagina 2 de 13 Palabra de advertencia: ATENCIÓN¡ Peligros Puede provocar una reacción alérgica en la piel. Consejos de prudencia Prevención Evitar respirar el polvo/ el humo/ el gas/ la niebla/ los vapores/ el aerosol. Las prendas de trabajo contaminadas no podrán sacarse del lugar de trabajo. Llevar guantes de protección. Intervención EN CASO DE CONTACTO CON LA PIEL: Lavar con abundant e agua. En caso de irritación o erupción cutánea: Consultar a un médico. Quitar las prendas contaminadas y lavarlas antes de volver a usarlas. Eliminación Eliminar el contenido/ el recipiente en una planta de eliminación de residuos autorizada. Otros riesgos Sin datos disponibles 3. COMPOSICIÓN/INFOR MACIÓN DE LOS COMPON ENTES Naturaleza química : Compuestos orgánicos e inorgánicos, en aceite sinté tico Este producto es una mezcla. Componente Número de registro CAS Concentración < 10,0 de reacción con 2,4,4 -trimetilpenteno 68411 -46-1 >= 2,5 - < 10,0 % Nombre del producto : Aceite Sint ético para Compresores y Bombas de Vac ío MOLYKOTE® L-1210 Fecha: 16.10.2018 Pagina 3 de 13 4. PRIMEROS AUXILIOS Descripción de los primeros auxilios Recomendaciones generales: Los socorristas deberían prestar atenció n a su propia protección y usar las protecciones individuales recomendadas (guantes resistentes a productos químicos, protección contra las salpicaduras) Consulte la Sección 8 para equipamiento específico de protección personal en caso de que existiera una posibilidad de exposición. Inhalación: Trasladar al afectado al aire libre. Si se producen efectos, consultar a un médico. Contacto con la piel: Retirar inmediatamente el material de la piel mediante un lavado con jabó n y abundante agua. Quitarse de inmediato la ropa y el calzado contaminados para el lavado. Solicitar atención médica si persiste la irritación. Lavar la ropa antes de volver a utilizarla. Eliminar los artículos que no se puedan descontaminar, incluyendo artículos de cuero como zapatos, cinturones y pulseras de reloj. Contacto con los ojos: Enjuáguese los ojos con agua durante varios minutos. Retire las lentes de contacto después de 1 o 2 minutos y continúe lavándose los ojos durante varios minutos má s. Si se manifiestan efectos secundarios, póngase en contacto con un médico, preferiblemente, un oftalmólogo. Ingestión: No requiere tratamiento médico de emergencia. Principales síntomas y efectos, agudos y retardados: Además de la información detallada en los apartados Descripción de los primeros auxilios (anteriormente) e Indicación de toda atención médica y de los tratamientos especiales que deban dispensarse inmediatamente (a continuación); la Sección 11: Información toxicológica incluye la descripción de algunos síntomas y efectos adicionales. Indicación de toda atención médica y de los tratamientos especiales que deban dispensarse inmediatamente Notas para el médico: No hay antídoto específico. El tratamiento de la exposició n se dirigirá al control de los síntomas y a las condiciones clínicas del paciente. 5. MEDIDAS PARA LUCH A CONTRA INCENDIOS Medios de extinción apropiados: Spray de agua Espuma resistente al alcohol Dióxido de carbono (CO2) Producto quí mico en polvo Medios de extinción a evitar: Ninguna conocida. Peligros específicos derivados de la sustancia o la mezcla Productos de combustión peligrosos: Óxidos de carbono Óxidos de nitrógeno (NOx) Riesgos no usuales de Fuego y Expl osión: La exposición a los productos de combustión puede ser un peligro para la salud. Recomendaciones para el personal de lucha contra incendios Procedimientos de lucha contra incendios: Los restos del incendio y el agua de extinció n contaminada deben eliminarse según las normas locales en vigor. Nombre del producto : Aceite Sint ético para Compresores y Bombas de Vac ío MOLYKOTE® L-1210 Fecha: 16.10.2018 Pagina 4 de 13 Usar medidas de extinción que sean apropiadas a las circunstancias del local y a sus alrededores. El agua pulverizada puede ser utilizada para enfriar los contenedores cerrados. El agua de extinción debe recogerse por separado, no debe penetrar en el alcantarillado. Retire los recipientes que no estén en peligro fuera del área de incendio si se puede hacer con seguridad. Evacuar la zona. Equipo de protección especial para el p ersonal de lucha contra incendios: En caso de fuego, protéjase con un equipo respiratorio autónomo. Utilícese equipo de protección individual. 6. MEDIDAS QUE SE DE BEN TOMAR EN CASO DE DERRAME ACCIDENTAL Precauciones personales, equipo de protecció n y procedimientos de emergencia: Utilícese equipo de protección individual. Seguir las recomendaciones del equipo de protección personal y los consejos de manipulación segura. Supresión de los focos de ignición: Sin datos disponibles Control del Polvo: Sin datos disponibles Precauciones relativas al medio ambiente: La descarga en el ambiente debe ser evitada. Impedir nuevos escapes o derrames si puede hacerse sin riesgos. Impedir la propagación sobre las grandes zonas (p. ej. po r contención o barreras de aceite). Retener y eliminar el agua contaminada. Las autoridades locales deben de ser informadas si los derrames importantes no pueden ser contenidos. Métodos y material de contención y de limpieza: Empapar con material absorbente inerte. Limpie los materiales residuales del derrame con un absorbente adecuado. Es posible que se apliquen normativas locales o nacionales a la liberación y eliminación de este material, y a los materiales y elementos emp leados en la limpieza de los escapes. Deberá determinar cuál es la normativa aplicable. Para los derrames de grandes cantidades, disponga un método de drenaje u otro método de contención apropiado para evitar que el material se disperse. Si el material co ntenido puede bombearse, deposite el material recuperado en un contenedor apropiado. Las secciones 13 y 15 de esta hoja de datos de seguridad proporcionan información sobre ciertos requisitos locales o nacionales. Consulte las secciones: 7, 8, 11, 12 y 13. 7. MANIPULACIÓN Y AL MACENAMIENTO Precauciones para una manipulación segura: No ponga sobre la piel o la ropa. Evitar la inhalación de vapor o neblina. No lo trague. Evítese el contacto con los ojos. Tenga cuidado para evitar derrames y residuos y minimizar la liberación al medio ambiente. Manipular con las precauciones de higiene industrial adecuadas, y respetar las prácticas de seguridad. Utilizar solamente con una buena ventilación. Consulte Medidas de ingeniería en la sección CONTROLES DE LA EXPOSICIÓN/PROTECCIÓN INDIVIDUAL. Condiciones para el almacenaje seguro: Guardar en contenedores etiquetados correctamente. Almacenar de acuerdo con las reglamentaciones nacionales particulares. No almacene con los siguientes tipos de productos: Agentes oxidantes fuertes . Materiales inapropiados para los contenedores : Ninguna conocida. Nombre del producto : Aceite Sint ético para Compresores y Bombas de Vac ío MOLYKOTE® L-1210 Fecha: 16.10.2018 Pagina 5 de 13 8. CONTROLES DE EXPO SICIÓN/PROTECCIÓN PE RSONAL Parámetros de control Si existen límites de exposición, aparecerán a continuación. Si no se muestran límites de exposición, no se aplicará ningún valor. Controles de la exposición Controles de ingeniería : Usar ventilación local de extracción, u otros controles técnicos para mantener los niveles ambientales por debajo de los límites de exposición requeridos o guí as. En el caso de que no existieran límites de exposición requeridos aplicables o guías, una ventilación general debería ser suficiente para la mayor parte de operaciones. Puede ser necesaria la ventilación local en algunas operaciones. Medidas de protección individual Protección de los ojos/ la cara: Utilice gafas de seguridad (con protección lateral). Protección de la piel Protección de las manos: Usar guantes químicamente resistentes a este material. Ejemplos de materiales de barrera preferidos para guantes incluyen: Polietileno clorado. (\"PVA\") Vitón. Ejemplos de materiales barrera aceptables para guantes son Caucho de butilo Caucho natural (\"látex\") Cloruro de Polivinilo (¨PVC¨ ó vinilo) NOTA: La selección de un guante específico para una aplicación determinada y su duración en el lugar de trabajo debería tener en consideración los factores relevantes del lugar de trabajo tales como, y no limitarse a: Otros productos químicos que pudieran manejarse, requisitos físicos (protección contra cortes/pinchazos, destreza, protección térmica), alergias potenciales al prop io material de los guantes, así como las instrucciones/ especificaciones dadas por el suministrador de los guantes. Otra protección : Usar ropa protectora químicamente resistente a este material. La selección de equipo específico como mascarilla, guantes , delantal, botas o traje completo dependerá de la operación. Protección respiratoria: Una protección respiratoria debería ser usada cuando existe el potencial de sobrepasar los límites de exposición requeridos o guías. En el caso de que no existan guía s o valores límites de exposición requeridos aplicables, use protección respiratoria cuando los efectos adversos, tales como irritación respiratoria o molestias hayan sido manifestadas, o cuando sea indicado por el proceso de evaluación de riesgos. Para l a mayoría de los casos no se precisaría protección respiratoria; sin embargo, use un respirador homologado de purificación de aire si nota algún malestar Los tipos de mascarillas respiratorias siguientes deberían ser eficaces: Cartucho para vapor orgánico con un prefiltro de partículas. 9. PROPIEDADES FÍSIC AS Y QUÍMICAS Aspecto Estado físico líquido Color incoloro Olor inodoro Umbral olfativo Sin datos disponibles pH Sin datos disponibles Nombre del producto : Aceite Sint ético para Compresores y Bombas de Vac ío MOLYKOTE® L-1210 Fecha: 16.10.2018 Pagina 6 de 13 Punto/intervalo de fusión Sin datos disponibles Punto de congelación Sin datos disponibles Punto de ebullición (760 mmHg) > 35 °C Punto de inflamación copa cerrada 271 °C Velocidad de Evaporación ( Acetato de Butilo = 1) Sin datos disponibles Inflamabilidad (só lido, gas) No aplicable Límites inferior de explosividad Sin datos disponibles Límite superior de explosividad Sin datos disponibles Presión de vapor: Sin datos disponibles Densidad de vapor relativa (aire=1) Sin datos disponibles Densidad Relativa (agua = 1) 0,839 Solubilidad en agua Sin datos disponibles Coeficiente de reparto n - octanol/agua Sin datos disponibles Temperatura de auto -inflamación Sin datos disponibles Temperatura de descomposición Sin datos disponibles Viscosidad Cinemática 100 mm2/s a 25 °C Propiedades explosivas No explosivo Propiedades comburentes La sustancia o mezcla no se clasifica como oxidante. Peso molecular Sin datos disponibles Tamaño de partícula No aplicable NOTA:Los datos físicos y químicos dados en la Sección 9 son valores típicos para el producto, no constituyendo especificación. 10. ESTABILIDAD Y RE ACTIVIDAD Reactividad: No clasificado como un peligro de reactividad. Estabilidad química: Estable en condiciones normales. Posibilidad de reacciones peligrosas: Puede reaccionar con agentes oxidantes fuertes. Condiciones que deben evitarse: Ninguna conocida. Materiales incompatibles: Oxidantes Productos de descomposición peligrosos No se conoce ningún producto peligroso de la descomposición. 11. INFORMACIÓN TOXI COLÓGICA Nombre del producto : Aceite Sint ético para Compresores y Bombas de Vac ío MOLYKOTE® L-1210 Fecha: 16.10.2018 Pagina 7 de 13 Información toxicológica aparece en esta sección cuando tales datos están disponibles. Toxicidad aguda Toxicidad oral aguda Toxicidad por vía oral muy baja. No se prevén efectos nocivos por ingestión de cantidades pequeñas. Como producto. No se ha determinado el DL50 por ingestión de una única dosis oral. Basado en la información sobre el/los componente/s: DL50 , Rata , > 5.000 mg/kg Estimado Toxicidad cutánea aguda No es probable que un contacto prolongado con la piel provoque una absorción en cantidades perjudiciales. Como producto. No se ha determinado el DL50 por vía cutánea. Basado en la información sobre el/los componente/s: DL50 , Rata , > 2.000 mg/ kg Estimado Toxicidad aguda por inhalación No es probable que se produzcan efectos nocivos por una única exposición a partículas del producto suspendidas en el aire (niebla). Como producto. La CL50 no ha sido determinada. Corrosió n o irritación cutáneas Un breve contacto puede causar una ligera irritación en la piel con enrojecimiento local. Lesiones o irritación ocular graves Puede producir una ligera irritación en los ojos. No es probable que produzca lesión en la córnea. Sensibilización Para sensibilización de la piel: Contiene componente(s) que han causado sensibilización alérgica en la piel de cobayas. Para sensibilización respiratoria: No se encontraron datos relevantes. Toxicidad Sistémica de Organo Blanco Específico (Exposición Individual) La evaluación de los datos disponibles sigiere que este material no es tóxico para STOT -SE (Toxicidad Específica en Determinados Órganos - Exposición Única). Toxicidad Sistémica de Organo Blanco Espec ífico (Exposición Repetida) Según los datos disponibles sobre los componentes, no se prevé que las exposiciones repetidas causen importantes efectos nocivos. Carcinogenicidad No se encontraron datos relevantes. Teratogenicidad Nombre del producto : Aceite Sint ético para Compresores y Bombas de Vac ío MOLYKOTE® L-1210 Fecha: 16.10.2018 Pagina 8 de 13 No se encontraron datos relevantes. Toxicidad para la reproducción El(los) componente(s) que contiene no interfieren con la reproducción en estudios sobre animales. Mutagénicidad Contiene un componente(s) que dio resultados negativos en los e studios de toxicidad genética in vitro. Contiene uno o varios componentes que dieron resultados negativos en los estudios de toxicidad genética en animales. Peligro de Aspiración Sobre la base de las propiedades físicas, no es probable el riesgo de aspiración. COMPONENTES INFLUYEN DO LA TOXICOLOGÍA : 1-deceno, homopolímero, hidrogenado Toxicidad aguda por inhalación , Rata , 4 h, polvo/niebla , > 5,2 mg/l Estimado Hexanodioato de ditridecil Toxicidad aguda por inhalación CL50 , Rata , machos y hembras , 4 h, polvo/niebla , > 3,2 mg/l Directrices de ensayo 403 del OECD Benzenamine, N -fenil-, productos de reacción con 2,4,4 -trimetilpenteno Toxicidad aguda por inhalación Como producto. La C L50 no ha sido determinada. 12. INFORMACIÓN ECOL ÓGICA Información ecotoxicológica aparece en esta sección cuando tales datos están disponibles. Ecotoxicidad 1-deceno, homopolímero, hidrogenado Toxicidad aguda para peces El producto es pr ácticamente no tóxico para los organismos acuáticos en base aguda (CL50/CE50/EL50/LL50 > 100 mg/L para la mayoría de especies sensibles ensayadas). CL50 , Brachydanio rerio (pez cebra) , Ensayo semiestático , 96 h, > 100 mg/l , Directrices de ensayo 203 del O ECD Toxicidad aguda para invertebrados acuáticos EL50 , Daphnia magna (Pulga de mar grande) , 48 h, > 1.000 mg/l , OECD TG 202 aguda para las algas/plantas , Scenedesmus capricornutum (alga en agua mg/l , OECD TG 201 NOELR , Scenedesmus capricornutum (alga en dulce) , 72 h, 1.000 mg/l , OECD TG 201 Toxicidad para las bacterias NOEC , 28 d, 2 mg/l , Directrices de ensayo 301D del OECD Nombre del producto : Aceite Sint ético para Compresores y Bombas de Vac ío MOLYKOTE® L-1210 Fecha: 16.10.2018 Pagina 9 invertebrados acuáticos NOELR , Daphnia magna (Pulga de mar grande) , 21 d, 125 mg/l Hexanodioato de ditridecil Toxicidad aguda para peces El producto es prácticamente no tóxico para los organismos acuáticos en base aguda (CL50/CE50/EL50/LL50 > 100 mg/L para la mayorí a de especies sensibles ensayadas). CL50 , Cyprinodon variegatus , 96 h, > 5.000 mg/l , Guía de ensayos de la OCDE 203 o Equivalente Toxicidad aguda para invertebrados acuáticos CE50 , Daphnia magna (Pulga de mar grande) , 24 h, 4.800 mg/l Toxicidad da para acuáticas EL10 , > 13.000 mg/l , Sustancía test : Fracción de agua alojada Benzenamine, N -fenil-, productos de reacción con 2,4,4 -trimetilpenteno Toxicidad aguda para peces El producto es ligeramente tóxico para los organismos acuáticos en una dosis aguda (CL50/CE50 varia entre 10 y 100 mg/l para las especies ensayadas más sensibles). CL50 , Danio rerio (pez zebra) , Ensayo estático , 96 h, > 71 mg/l , Guía de ensayos de la OCD E 203 o Equivalente Toxicidad aguda para invertebrados acuáticos CE50 , Daphnia magna (Pulga de mar grande) , 48 h, > 51 mg/l , Guía de ensayos de la OCDE 202 o Equivalente Toxicidad aguda para las algas/plantas acuáticas CE50b , Desmodesmus subspicatus (alga Biomasa , > 100 mg/l , Guía de ensayos de la OCDE 201 o Equivalente Toxicidad para las bacterias CI50 , lodos activados , 3 h, > 100 mg/l Persistencia y degradabilidad 1-deceno, homopolímero, hidrogenado Biodegradabilidad: Se espera que el material se biodregrade muy lentamente (en el medio ambiente). No ha superado las pruebas de biodegradabilidad de la OECD/ECC. Durante el periodo de 10 día : No aprobado Biodegradación: 2 % Tiempo de exposició n: 28 d Método: Directrices de ensayo 301D del OECD Hexanodioato de ditridecil Biodegradabilidad: El material es fácilmente biodegradable. Pasa los ensayos OECD de fácil biodegradabilidad. Durante el periodo de 10 día : Aprobado Biodegradación: 75,6 % Tiempo de exposición: 28 d Método: OECD TG 301 B Nombre del producto : Aceite Sint ético para Compresores y Bombas de Vac ío MOLYKOTE® L-1210 Fecha: 16.10.2018 Pagina 10 de productos de reacción con 2,4,4 -trimetilpenteno Biodegradabilidad: El producto no es fácilmente degradable según las Directrices de la OCDE/EC. Durante el periodo de 10 día : No aprobado Biodegradación: 0 - 1 % Tiempo de exposición: 28 d Método: Guía de ensayos de la OCDE 301B o Equivalente Potencial de bioacumulación 1-deceno, homopolímero, potencial de bioacumulación es ( BCF mayor que 3000 o el log Pow entre 5 y 7). Coeficiente de reparto n -octanol/agua (log Pow ): > 6,5 OECD TG 117 Hexanodioato de ditridecil Bioacumulación: El potencial de bioconcentració n es bajo (BCF menos de 100 o log Pow mayor de 7). Coeficiente de reparto n -octanol/agua (log Pow ): 11,21 Estimado Benzenamine, N -fenil-, productos reacción con 2,4,4 -trimetilpenteno Bioacumulación: El potencial de bioconcentració n es bajo (BCF menos de 100 o log Pow mayor de 7). Coeficiente de reparto n -octanol/agua (log Pow ): > 7 Estimado Factor de bioconcentración (FBC) : 411 Cyprinus carpio (Carpa) Movilidad en el Suelo 1-deceno, homopolímero, hidrogenado No se encontraron datos relevantes. Hexanodioato de ditridecil No se encontraron datos relevantes. Benzenamine, N -fenil-, productos de reacción con 2,4,4 -trimetilpenteno Ningún dato disponible. Resultados de la valoración PBT y mPmB 1-deceno, homopolímero, hidrogenado Esta sustancia no se considera como persistente,bioacumulable ni tóxica (PBT). Esta sustancia no se considera que sea muy persistente ni muy bioacumulativa (vPvB). Hexanodioato de ditridecil Esta sustan cia no se considera como persistente,bioacumulable ni tóxica (PBT). Esta sustancia no se considera como muy persistente ni muy bioacumulable (vPvB). Benzenamine, N -fenil-, productos de reacción La persistencia, bioacumul ación y toxicidad (PBT) de esta sustancia no ha sido evaluada. Otros efectos adversos 1-deceno, homopolímero, hidrogenado Nombre del producto : Aceite Sint ético para Compresores y Bombas de Vac ío MOLYKOTE® L-1210 Fecha: 16.10.2018 Pagina 11 de 13 Esta sustancia no se encuentra en la lista del Protocolo de Montreal relativa a las sustancias que agotan la capa de ozono. Hexanodioato de ditridecil Esta sustancia no se encuentra en la lista del Protocolo de Montreal relativa a las sustancias que agotan la capa de ozono. Benzenamine, N -fenil-, productos de reacción con 2,4,4 -trimetilpenteno Esta sustancia no se enc uentra en la lista del Protocolo de Montreal relativa a las sustancias que agotan la capa de ozono. 13. INFORMACIÓN SOBR E LA DISPOSICIÓN FIN AL Métodos de eliminación.: NO ENVIAR A NINGUN DESAGÜE, NI AL SUELO NI A NINGUNA CORRIENTE DE AGUA. Todas las prácticas de vertido deben cumplir las Leyes y Reglamentos Federales, Estatales, Provinciales y Locales. Los reglamentos pueden variar según la localización. El generador de los residuos es el único responsable de la caracterización de los mis mos y del cumplimiento de las Leyes aplicables. COMO PROVEEDOR, NO TENEMOS CONTROL SOBRE LAS PRÁCTICAS DE GESTIÓN NI LOS PROCESOS DE FABRICACIÓN DE LAS PARTES QUE MANEJAN O USAN ESTE PRODUCTO. LA INFORMACIÓN PRESENTADA EN ESTE DOCUMENTO SE REFIERE SOLAME NTE AL PRODUCTO EN LAS CONDICIONES DE ENVÍO PREVISTAS Y DESCRITAS EN LA SECCIÓN DE LA HOJA DE SEGURIDAD: Información sobre la composición. PARA LOS PRODUCTOS NO USADOS NI CONTAMINADOS, las opciones preferidas incluyen el envío a un lugar aprobado y autori zado. Incinerador u otro medio de destrucción térmica. Para información adicional, consulte: Información sobre manejo y almacenamiento, Sección 7 de la MSDS Información sobre estabilidad y reactividad, Sección 10 de la MSDS Información sobre Legislaci ón, Sección 15 de la MSDS Métodos de tratamiento y eliminación para envases usados: Los contenedores vacíos deberían ser reciclados o eliminados a través de una entidad aprobada para la gestión de residuos. El generador de los residuos es el ú nico responsable de la caracterización de los mismos y del cumplimiento de las Leyes aplicables. No vuelva a utilizar los contenedores para cualquier uso. 14. INFORMACIÓN SOBR E EL TRANSPORTE Clasificación para transporte TERRESTRE No regulado para el transporte Clasificación para transporte MARÍTIMO (IMO/IMDG) Not regulated for transport Transporte a granel de acuerdo con el Anexo I o II del Convenio MARPOL 73/78 y los códigos CIQ y CIG. Consult IMO before transporting ocean bulk Clasificación para transporte AÉREO (IATA/ICAO) Nombre del producto : Aceite Sint ético para Compresores y Bombas de Vac ío MOLYKOTE® L-1210 Fecha: 16.10.2018 Pagina 12 de 13 Not regulated for transport Esta información no pretende abarcar toda la información/requisitos legislativos específicos u operacionales del producto. Las clasificaciones para el transporte pueden variar en función del volumen del contenedor y de las diferentes normativas regionales o nacionales. La información adicional sobre el sistema de transporte puede obtenerse a través de un representante autorizado de la organización de ventas o servicio de atención al cliente. Es responsabilidad de la organización del transporte el cumplimie nto de todas las leyes, regulaciones y normas aplicables relativas al transporte del producto. 15. INFORMACIÓN REGL AMENTARIA Se recomienda que el cliente verifique en el lugar donde se usa este producto si el mismo se encuentra especí ficamente reglamentado para su aplicación en consumo humano o aplicaciones veterinarias, como aditivo en productos comestibles o farmacéuticos o de envasado, productos sanitarios y cosméticos, o aún como agente controlado reconocido como precursor en la fa bricación de drogas, armas químicas y municiones. La comunicación de los peligros de este producto es conforme a las legislaciones locales e internacionales, respetando se siempre el requisito más restrictivo. - Reglamentación medioambiental, seguridad y s alud específica para la sustancia o mezcla D.S. 594 - Reglamento sobre condiciones sanitarias y ambientales basicas en los lugares de trabajo D.S. 298 - Transporte de cargas peligrosas por calles y caminos D.S. 148 - Reglamento sanitario sobre manejo de re siduos peligrosos D.S. 43 - Reglamento de almacenamiento de sustancias peligrosas NCh 382 - Sustancias peligrosas - Terminología y clasificación general NCh 2190 - Transporte de sustancias peligrosas - Distintivos para identificación de riesgos NCh 2245 - Hoja de Datos de Seguridad para Productos Químicos - Contenido y orden de las secciones 16. OTRAS INFORMACIO NES Sistema de Clasificación de Peligros NFPA Salud Inflamabilidad Inestabilidad 2 1 0 Revisión Número de Identificación: 4026415 / A776 / Fecha: 16.10.2018 / Versión: 3.0 Las revisiones más recientes están marcadas con doble barra y negrita en el margen izquierdo del documento. Texto completo de otras abreviaturas AICS - Inventario Australiano de Sustancias Químicas; ANTT - Agencia Nacional de Transporte Terrestre de Brasil; ASTM - Sociedad Estadounidense para la Prueba de Materiales; bw - Peso Nombre del producto : Aceite Sint ético para Compresores y Bombas de Vac ío MOLYKOTE® L-1210 Fecha: mutágeno o tóxico para la reproducción; CPR - Regulación para productos controlados; DIN - Norma del Instituto Alemán para la Normalización; DSL - Lista Nacional de Sustancias (Canadá); ECx - Concentración asociada con respuesta x%; ELx - Tasa de carga asociada con respuesta x%; EmS - Procedimiento de emergencia; ENCS - Sustancias Químicas Existentes y Nuevas (Japón); ErCx - Concentración asociada con respuesta de tasa de crecimiento x%; ERG - Guía de respuesta ante emergencias; GHS - Sistema Globalmente Armonizado; GLP - Buena práctica de laborator io; IARC - Agencia Internacional para la investigación del cáncer; IATA - Asociación Internacional de Transporte Aéreo; IBC - Código internacional para la construcción y equipamiento de Embarcaciones que transportan químicos peligros a granel; IC50 - Conce ntración inhibitoria máxima media; ICAO - Organización Internacional de Aviación Civil; IECSC - Inventario de Sustancias Químicas en China; IMDG - Código Marítimo Internacional de Mercancías Peligrosas; IMO - Organización Marítima Internacional; ISHL - Ley de Seguridad e Higiene Industrial (Japón); ISO - Organización Internacional para la Normalización; KECI - Inventario de Químicos Existentes de Corea; LC50 - Concentración letal para 50% de una población de prueba; LD50 - Dosis letal para 50% de una poblac ión de prueba (Dosis letal mediana); MARPOL - Convenio Internacional para prevenir la Contaminación en el mar por los buques; n.o.s. - N.E.P.: No especificado en otra parte; Nch - Norma chilena; NO(A)EC - Concentración de efecto (adverso) no observable; NO (A)EL - Nivel de efecto (adverso) no observable; NOELR - Tasa de carga de efecto no observable; NOM - Norma Oficial Mexicana; NTP - Programa Toxicológico Nacional; NZIoC - Inventario de Químicos de Nueva Zelanda; OECD - Organización para la Cooperación y e l Desarrollo Económico; OPPTS - Oficina para la Seguridad Química y Prevención de Contaminación; PBT - Sustancia persistente, bioacumulativa y tóxica; PICCS - Inventario Filipino de Químicos y Sustancias Químicas; (Q)SAR - Relación estructura - actividad (cu antitativa); REACH - Reglamento (EC) No 1907/2006 del Parlamento y Consejo Europeos con respecto al registro, evaluación autorización y restricción de químicos; SADT - Temperatura de descomposición autoacelerada; SDS - Ficha de datos de seguridad; TCSI - Inventario de Sustancias Químicas de Taiwán; TDG - Transporte de mercancías peligrosas; TSCA - Ley para el Control de Sustancias Tóxicas (Estados Unidos); UN - Naciones Unidas; UNRTDG - Recomendaciones para el Transporte de Mercancías Peligrosas de las Naci ones Unidas; vPvB - Muy persistente y muy bioacumulativo; WHMIS - Sistema de Información de Materiales Peligrosos en el Sitio de Trabajo DDP SPECIALTY ELECTRONIC MATERIALS US 9, LLC recomienda a cada cliente o usuario que reciba esa HOJA DE INFORMACIÓN PARA MANEJO SEGURO DEL PRODUCTO que la estudie cuidadosamente, y de ser necesario o apropiado, consulte a un especialista con el objeto de conocer los riesgos asociados al producto y comprender los datos de esa hoja. Las informaciones aquí contenidas son v erídicas y precisas en cuanto a los datos mencionados. No obstante no se otorga ninguna garantía expresa o implícita. Los requisitos legales y reglamentarios se encuentran sujetos a modificaciones y pueden diferir de una jurisdicción a otra. Es responsabi lidad del usuario asegurar que sus actividades cumplan con la legislación en vigor. Las informaciones contenidas en estas HOJAS corresponden exclusivamente al producto tal cual fue despachado, en su envase original. Como las condiciones de uso del producto están fuera del control de nuestra Compañía, corresponde al comprador / usuario determinar las condiciones necesarias para su uso seguro. Debido a la proliferación de fuentes de informaciones, como las hojas de información de otros proveedores, nosotros no somos y no podemos ser responsables de las hojas de información obtenidas de otras fuentes. Si hubiera obtenido una hoja de información de otra fuente distinta o si no estuviera seguro que la misma fuera la vigente, póngase en contacto con nosotros y s olicite la información actualizada. CL "}