{"title": "Productos naturales para aclarar el cabello", "author": "Francesca Chinchilla", "url": "https://www.nacion.com/revista-perfil/belleza/productos-naturales-para-aclarar-el-cabello/T23YFCJIGBDL5CXXMIQDDGENUU/story/", "hostname": "nacion.com", "description": "Muchas mujeres desean aclarar el cabello, ya sea por cambiar de \"look\" o probar algo nuevo y cambiar de apariencia, sin embargo, la idea de someterse a productos químicos que dañan y maltratan el pelo le hace cambiar de opinión. Aclarar el cabello de modo sencillo y natural, ¡sí es posible!", "sitename": "La Nación", "date": "2017-08-17", "cleaned_text": "Muchas mujeres desean aclarar el cabello, ya sea por cambiar de \"look\" o probar algo nuevo y cambiar de apariencia, sin embargo, la idea de someterse a productos químicos que dañan y maltratan el pelo le hace cambiar de opinión. Aclarar el cabello de modo sencillo y natural, ¡sí es posible! 1. Manzanilla La manzanilla es uno de los principales ingrediente para aclarar el cabello de forma natural; junto con el limón, conseguirá que se mantenga saludable y con brillo. Ingredientes - Agua - 1 bolsa de infusión de manzanilla o flores de manzanilla - 1 limón Hierva el agua y deje reposar la manzanilla durante 10 minutos. Exprime el zumo de limón y añada al té. Vierta la mezcla sobre el pelo y deje actuar durante 15 minutos. Lave bien con agua antes de aplicar el champú habitual. 2. Miel La miel es uno de los productos más usados para aclarar el cabello. Aporta suavidad, brillo y un rico olor. Ingredientes - 1/2 taza de miel. - 1 taza de acondicionador. Mezcle ambos ingredientes. Reserve en un recipiente para su uso en el baño. Después del shampoo, aplique como acondicionador regular. Espere 15 minutos y enjuague. Repita al menos tres veces por semana. 3. Vitamina C Es vitamina no sólo lo aclara; también ayuda a mantenerlo sano. Ingredientes - Ocho o nueve pastillas de vitamina C. - Champú habitual. Triture las pastillas Mezcle con el champú. Lave como de costumbre y luego aplique acondicionador. 4. Caléndula Conocida popularmente como margarita, es una planta muy usada en la elaboración de remedios naturales. Ingredientes - 2 cucharadas de flores de caléndula - Miel de flores - Una cucharada de canela molida - 2 limones - Agua Caliente el agua. Cuando hierva, agregue las flores y apague el fuego. Deje que reposar unos 20 o 30 minutos. Vierte el jugo de dos limones en un recipiente. Agregue la miel y la canela. Filtre la mezcla con un colador. Aplique la mascarilla casera sobre el pelo seco Deje actuar durante una hora y retire enjuagando con agua. Lave el cabello con champú. 5. Arjeña Popularmente conocido como henna, mezclado con manzanilla es un gran agente aclarador. Ingredientes - Agua hervida - Manzanilla - En polvo es mejor. - Polvo de henna - se puede conseguir en la mayoría de las tiendas de alimentos naturales Mezcle cantidades iguales de cada ingrediente y revuelva. Añada agua hirviendo. Deje enfriar y luego peine con el cabello húmedo. Coloque un gorro de ducha o una bolsa de plástico sobre la cabeza y deje reposar durante una hora aproximadamente. Retire el protector y enjuague la mezcla. 5. Bicarbonato de sodio El bicarbonato no sólo aclara el cabello de forma natural, también elimina la acumulación de productos químicos nocivos en el cabello. Ingredientes - 2 cucharaditas de Bicarbonato de sodio - Agua Mezcla el bicarbonato de sodio con el agua hasta crear una pasta. Aplícalo sobre el cabello húmedo y deje actuar durante 10 minutos. Lave con agua y aplique su champú habitual. 6. Ruibarbo El ruibarbo es una planta que funciona muy bien a la hora de aclarar el pelo. Puede adquirirlo en el supermercado, macrobióticas o en ferias, ya sea la planta o en forma de infusión.. Ingredientes - 2 tazas de agua - 1 bolsa de infusión de ruibarbo o ¼ de taza de ruibarbo picado Hierva en agua el ruibarbo y deje enfriar. Eche la mezcla sobre el cabello o en las zonas que desea aclarar. Deje reposar durante 10 minutos y enjuague con agua. 7. Miel, Aceite, Vinagre y Canela Esta combinación ayuda a aclarar el cabello, además de hidratarlo, brinda nutrición, sella la cutícula y restaura el pH natural de cabello. Aportará un olor delicioso. Ingredientes - 1 cucharada de canela en polvo o el líquido de unas ramas. - 1 cucharada aceite de oliva - 2 tazas de vinagre de manzana - 1 taza de miel Mezcle todos los ingredientes. Aplíquelo sobre el cabello húmedo. Cubra el pelo con un gorro de ducha o una toalla. Déjelo actual el tiempo que quiera a temperatura ambiente. Lávelo para retirar el producto con agua. 8. Huevo, cerveza y limón Esta mascarilla, aparte de aclarar, aporta nutrición, brillo y sedosidad. Ingredientes - 1 clara de huevo (si tiene el cabello largo pueden ser dos). - 1 cerveza sin alcohol. - Medio limón. Bata la clara a punto de nieve. Añade medio vaso de cerveza. Remueva bien y añada el jugo de medio limón. Aplique la mezcla sobre el cabello húmedo. Deje actuar durante 20 minutos. Lave el cabello con normalidad y utilice acondicionador. La intensidad con la que desea aclarar el cabello va a depender de las veces que repita el procedimiento. "}