{"title": "Treating Senile Chronic Insomnia with Spirit-Calming and Blood-Nourishing Decoction Combined with Guasha (Scraping) and Acupuncture", "author": "Huiya Fu; Yinfeng Huang; Zhen Wang; Xiyan Gao", "url": null, "hostname": null, "description": "Thieme E-Books & E-Journals", "sitename": "Chinese medicine and natural products", "date": "2023-06-08", "cleaned_text": "Subscribe to RSS [https://www.thieme-connect.de/rss/thieme/en/10.1055-s-00053143.xml](https://www.thieme-connect.de/rss/thieme/en/10.1055-s-00053143.xml) DOI: 10.1055/s-0043-1770076 Treating Senile Chronic Insomnia with Spirit-Calming and Blood-Nourishing Decoction Combined with Guasha (Scraping) and and Methods](#N1077D) - [Observation Index](#N10AEB) - [Results](#N10B34) - [Comparison of Pittsburgh Sleep Quality Index Scores Before and After Treatment Between the Two Groups](#N10B39) - [Discussion](#N10D93) - [Conclusion](#N10E0F) - [References](#N10E2A) Abstract Objective To observe the efficacy of treating senile chronic insomnia with spirit-calming and blood-nourishing decoction combined with Guasha (scraping) and acupuncture therapy. Methods Seventy elderly patients with chronic insomnia were included and numbered by their visiting sequence. They were randomly divided into the control group and the observation group, 35 patients for each. Spirit-calming and blood-nourishing decoction was given to the control group, whereas Guasha (scraping) and acupuncture were applied together with the spirit-calming and blood-nourishing decoction to the observation group. Both groups were treated for 4 weeks before comparing their Pittsburgh Sleep Quality Index (PSQI) score and clinic efficacy. Results PSQI scores of both groups were significantly lowered. Compared with the control group, the differences are statistically significant (p < 0.01). After treatment, the PSQI score of the observation group is (6.80 ± 1.37), whereas that of the control group is (10.83 ± 2.51). PSQI score of the observation group is lower (p < 0.01). The effective rate was 85.7% in the observation group and 62.9% in the control group. Difference of the effective rates of both groups is statistically significant (p < 0.01). Conclusion Spirit-calming and blood-nourishing decoction combined with Guasha (scraping) and acupuncture is significantly effective in treating senile chronic insomnia. The combined therapy can effectively relieve the symptoms. [#](#top) Keywordschronic insomnia - Guasha (scraping) - acupuncture - spirit-calming and blood-nourishing decoction Chronic insomnia is a common sleep disorder in the elderly. Patients often experience changes in sleeping pattern, sleep efficiency, and sleep-wake cycle.[ [1](#JR2312-1)] In recent years, the incidence of insomnia has continued to rise.[ [2](#JR2312-2)] According to statistics, the incidence of insomnia among Chinese adults is as high as 38.2%.[ [3](#JR2312-3)] About a third of elder people suffer from insomnia, which is a common problem that impairs their life quality.[ [4](#JR2312-4)] Human nervous system and other physiological functions degenerate while aging, leading to an increasing insomnia rate that negatively impact life quality of the elderly.[ [5](#JR2312-5)] [ [6](#JR2312-6)] The main clinical symptoms of senile chronic insomnia include reduced sleeping time, decreased sleep quality, fragmented sleep at night, increased daytime sleepiness, and decreased energy, etc.[ [7](#JR2312-7)] How to solve their sleep problems and effectively improve their sleep quality has become a research hotspot among clinicians at home and abroad.[ [8](#JR2312-8)] Traditional Chinese medicine (TCM) has its unique advantages in treating insomnia. Guasha (scraping) is among the top 10 widest applied TCM nursing techniques at present and is getting increasingly popular.[ [9](#JR2312-9)] According to the different syndrome types, clinical characteristics, and patients' different conditions, treating insomnia with Guasha (scraping) based on syndrome differentiation makes positive effect on patients' symptoms. Guided by traditional meridians theory, it is simple, practical, and safe and can be used as one of the clinical methods to treat insomnia.[ [10](#JR2312-10)] Similarly, acupuncture has the advantages of high safety and good curative effect in treating insomnia.[ [11](#JR2312-11)] Some scholars have found that Guasha (scraping) and acupuncture are both effective in treating insomnia.[ [12](#OR2312-12)] [ [13](#OR2312-13)] [ [14](#JR2312-14)] Treating senile chronic insomnia with spirit-calming and blood-nourishing decoction combined with Guasha (scraping) and acupuncture was proved to have significant curative effect. Data and Methods General Data Seventy elderly patients with chronic insomnia participated in this research. They received treatment in the outpatient department of the Third Affiliated Hospital of Henan University of Chinese Medicine from July 2021 to August 2022. The participants were numbered by their visiting sequence and randomly divided into the control group and the observation group, with 35 patients in each group. There was no statistical significance in the general data between the two groups (p > 0.05), indicating comparability ([ [Table 1](#TB2312-1)]). Abbreviations: PSQI, Pittsburgh Sleep Quality Index; TCM, traditional Chinese medicine. [#](#top) Diagnostic Criteria Diagnostic criteria of Western medicine: Refer to the Diagnostic and Statistical Manual of Mental Disorders published by the American Psychiatric Association[ [15](#BR2312-15)] and the chronic insomnia stated in Chinese Adult Insomnia Diagnosis and Treatment Guidelines published by the Chinese Journal of Neurology in 2017.[ [16](#JR2312-16)] All patients were assessed by Pittsburgh Sleep Quality Index (PSQI)[ [17](#JR2312-17)] before the first treatment, with an overall score of 7. Diagnostic criteria of TCM: Refer to the Diagnostic and Therapeutic Criteria of TCM Syndrome issued by the National Administration of Traditional Chinese Medicine.[ [18](#BR2312-18)] Meanwhile, according to syndrome differentiation of TCM, senile chronic insomnia in this research is divided into the following patterns: - Liver constraint transforming into fire: difficulty in falling asleep, irritability, bitter taste in the mouth and dry throat, chest tightness and red eyes, yellow urine and constipation, red tongue with yellow coating, wiry rapid pulse. - Phlegm-heat harassing the interior: less sleep and profuse dreaming, drowsy head and eyes, bitter taste in the mouth, irritability, poor appetite, excessive phlegm and sticky mouth, red tongue with yellow greasy coating, rapid slippery pulse. - Kidney yin deficiency resulting in vigorous fire: irritability, sleeplessness, feverish feeling in palms and soles, night sweat, dry mouth with scanty saliva, amnesia, tinnitus, accompanied with sore lower back, nocturnal emission, palpitation, red tongue with thin coating, rapid thready pulse. - Heart-spleen deficiency: restless sleep, easy to wake up, difficult to fall back asleep, palpitations, amnesia, fatigue, poor appetite, yellowish complexion, tastelessness, abdominal distension, pale tongue with white coating, weak thready pulse. - Qi-deficiency in heart and gallbladder: palpitations, timidity, difficult to fall asleep, easy to get frightened, short breathing, tiredness, white tongue coating, wiry thready pulse. Age selection: Considering that older patients are not suitable for treatment in the outpatient department, patients aged from 60 to 80 were included in this study. [#](#top) Case Inclusion Criteria Age range: 60 to 80 years old; meet the diagnostic standards of TCM and Western medicine; elderly patients with chronic insomnia who are suitable for TCM treatment; willing to participate in the study and sign a consent form. [#](#top) Case Screening Criteria (1) Insomnia caused by serious organic disease; (2) patients with poor cardiopulmonary function that affect their normal life; (3) patients depending on sleep aids like benzodiazepines or melatonin before the treatment; (4) patients participating in other clinical drug-trial researches; (5) patients with unwell physical condition like skin bleeding tendency, not suitable for Guasha (scraping) or acupuncture; (6) patients with poor compliance who could not insist for 4 weeks. [#](#top) Case Exclusion Criteria (1) Patients experience discomfort and adverse incidents during treatment; (2) other interventions are required if an unexpected illness occurs during treatment; (3) those with poor compliance who cannot normally cooperate with the treatment; (4) data missing during the intervention period, which affected the collection of results; (5) withdraw from the study voluntarily. [#](#top) Treating Method All the TCM operations involved in this study were performed in the outpatient TCM treatment room of the Third Affiliated Hospital of Henan University of Chinese Medicine. Control Group Modified spirit-calming (Angelicae Sinensis with serious blood deficiency, Ejiao (Asini Colla Corii) 10 g and 10 g shall be added; qi-deficiency in heart (Ginseng Radix et Rhizoma) 10 g shall be added; for patients with ascendant hyperactivity of liver (Fossilia Ossis Mastodi) 15 g shall be added; for patients with phlegm fire disturbing spirit, Huanglian (Coptidis Rhizoma) 10 g and Zhuru (Bambusae Caulis in Taenia) 10 g shall be added. The above medicinal ingredients were provided by the pharmacy of the Third Affiliated Hospital of Henan University of Chinese Medicine and uniformly decocted in the decocting room. Each dose was decocted in 200 mL of water. The decoction was taken twice a day (in the morning and in the evening) for 28 days. [#](#top) Observation Group Guasha (scraping) therapy and acupuncture are applied in addition to the treatment of control group. The operation time of acupuncture should refer to the Ziwu Liuzhu theory (meridian flow theory) and follow the \"Shen-You method.\"[ 7), 62), 6), 36), Xuanzhong [22](#JR2312-22)] [ [23](#JR2312-23)] [ [24](#JR2312-24)] Specific acupuncture operation was determined by outpatient physicians based on syndrome differentiation. Treating duration is 30 to 35 min/time, 5 times per week for 4 weeks. Guasha (scraping) operation was in compliance with Basic Nursing of Traditional Chinese Medicine.[ [25](#BR2312-25)] According to the clinical practice guidelines of TCM for insomnia (WHO/WPO),[ [26](#JR2312-26)] Baihui (GV 20) and Fengchi (GB 20) were selected; acupoints on head, back, and upper extremities were added as supplement. Specific points are as follows: (1) head and neck: Taiyang (EX-HN 5), the lower one-third of parafrontal and frontal parietal area, obliquely lower one-third of parietotemporal area (bilateral); Fengchi 20) of gallbladder meridian spleen meridian—bilateral Sanyinjiao (SP 6). Sterile operation process was followed to protect the patient. Direct scraping method was adopted. Skin at the treatment site was wiped clean with a warm towel before treatment. After applying the scraping lubricant, the operator holds the scraping board in his right hand (the board is always kept 45-90 degrees with the skin of the patient), then scrape the patient's skin downwardly and outwardly in a single direction until red and purple spots appear. Guasha (scraping) treatment was operated between 3:00 p.m. and 7:00 p.m., 5 days a week for continuous 4 weeks. [#](#top) [#](#top) Quality Control - Sample collector: A nurse in the hospital was assigned as the sample collector to screen samples and data in strict accordance with the inclusion and exclusion criteria. The grouping process was performed by a postgraduate student who did not participate in the whole process of the intervention in this study. The patients were randomly divided into the control group and the observation group. - Intervenor: Acupuncture treatment was operated by professional doctors in the outpatient department, and Guasha (scraping) treatment was operated by outpatient nurses who have been trained and assessed in the hospital. In addition, researchers monitored the intervention quality by supervising the whole process. - Data collector: Data were collected by outpatient nurses. [#](#top) Observation Index Pittsburgh Sleep Quality Index Score PSQI was adopted. The scale was evaluated from seven aspects that affect sleep by using the grading scoring method. All the scoring criteria are 0 to 3 points, and the total score is up to 21 points. The higher the score, the worse the sleep quality. [#](#top) Clinical Efficacy Evaluation Clinical efficacy was determined according to Guiding Principles for Clinical Research of New Chinese Medicines.[ [27](#BR2312-27)] Recovered: sleep 7 hours every day, the clinical symptoms basically disappeared; significantly effective: sleep 6 hours every day, sleep quality and clinical symptoms were significantly improved; effective: sleeping time is prolonged to 2 hours·d1 the clinical symptoms were only partially alleviated and the changes of insomnia symptoms were not obvious. Ineffective: clinical symptoms did not improve. ActiGraph (ActiGraph wGT3X-BT) was employed as objective evaluation tool to carry out the auxiliary detection and monitor patients' sleeping during the intervention. ActiGraph is a noninvasive objective tool for assessing sleep quality. It can effectively monitor subjects' sleep by recording their total sleep time and sleep efficiency.[ [4](#JR2312-4)] The device is small and portable, easy to operate, suitable for long-time monitor, does not affect sleep, and so on. It is characterized by high sensitivity, long detection time, easy operating, and a wide range of recording parameters.[ [28](#JR2312-28)] With the device, it is easy to record the elderly insomniac's sleep conditions objectively and effectively. The results were eventually used to assess the subjects' sleep status. Effective rate = (recovery + significantly effective + effective) /n × 100% [#](#top) Safety Evaluation Carefully record and handle adverse events, including abnormal skin conditions such as local hematoma, infection, allergy, ulceration, and blood scab during treatment; other diseases caused by participating in the treatment. [#](#top) [#](#top) Statistical Method SPSS 26.0 statistical software was used for analysis. The results of measurement data were represented by mean plus or minus standard deviation (±s), and independent sample t-test was used for comparison between groups. Chi-square analysis was used to compare the classification data groups. Chi-square test was used to compare the counting data groups. The Wilcoxon signed rank-sum test was used to compare the rank groups (p < 0.05). The difference was statistically significant. [#](#top) [#](#top) Results Comparison of Pittsburgh Sleep Quality Index Scores Before and After Treatment Between the Two Groups PSQI scores were significantly decreased in both groups after treatment. Compared with the control group, the differences were statistically significant (p < 0.01). After treatment, PSQI score of the observation group was lower than that of the control group (p < 0.01; [ [Table 2](#TB2312-2)]). [#](#top) Comparison of Clinical Efficacy Between the Two Groups The effective rate of the observation group was 85.7%, and that of the control group was 62.9%. The difference between the two groups was statistically significant (p < 0.01; [ [Table 3](#TB2312-3)]). [#](#top) [#](#top) Discussion The first description of insomnia in TCM was seen in Yellow Emperor's Inner Classic (Huang Di Nei Jing), where it was called \"unable to sleep\" or \"unable to close eyes.\" Insomnia is as \"not being asleep\" in modern TCM textbooks.[ [29](#BR2312-29)] It is believed in TCM theory that its main pathogenesis is imbalance of yin and yang of Zang-fu organs, unharmonious qi and blood, which disturb spirit. The treatment of insomnia in TCM is usually based on syndrome differentiation, that is, to judge the relationship between insomnia and the deficiency or excess of Zang-fu organs, determine the nature and severity of insomnia, and focus on its main points. The general principle is to supplement deficiency and purge excess, adjust yin and yang. In this study, it was found that the effective rate of the observation group was 85.7% and that of the control group was 62.9%, and the difference between the two groups was statistically significant (p < 0.01). PSQI scores of two groups were significantly decreased after treatment, and the differences were statistically significant compared with the control group (p < 0.01). After treatment, PSQI score of observation group was lower than that of control group (p < 0.01), which shows that the effect of adding Guasha (scraping) and acupuncture is better than taking decoction alone. Guasha (scraping) therapy is an external therapy of TCM. It is guided by the meridian theory and is characterized by easy operating, safe, and practical.[ [30](#OR2312-30)] Studies show that Guasha (scraping) combined with acupuncture can stimulate the human skin and muscle tissues, promote the circulation of human blood and lymph, stimulate peripheral nerves, so that the muscle and peripheral nerves can be regulated, improve the changes in the body mechanism, and relieve the symptoms of insomnia.[ [31](#JR2312-31)] [ [32](#OR2312-32)] When there is specific blood stasis in local skin caused by treatment after Guasha (scraping), the skin and blood system changes. Therefore, pathogenic factors is eliminated, blood circulation is promoted, and the function of Zang Fu organs is improved.[ [33](#JR2312-33)] It consequently restores the balance of brain excitement and inhibition, comprehensively adjust the circadian rhythm of sleep-wake, and eventually cure insomnia.[ [34](#JR2312-34)] The specific point selection and acupuncture manipulation were from Professor Xiyan Gao's[ [35](#JR2312-35)] clinical experience, and the specific acupuncture methods were adjusted according to patients' insomnia symptoms. Acupuncture treatment of insomnia is characterized by safety with no adverse reactions. Acupuncture, through stimulating the selected points, can promote blood circulation, regulate nerves and body fluids, affect and adjust physical functions of all tissues and organs.[ [36](#JR2312-36)] Some scholars treat insomnia with Guasha (scraping) and acupuncture and found that the combination of these two traditional therapies can improve the symptoms of insomnia patients in different degrees.[ [13](#OR2312-13)] [ [32](#OR2312-32)] Guasha (scraping) therapy is a long-serving clinical method. There is related content of Guasha (scraping) therapy in Fifty-two Prescriptions: a book written in the Warrior State period (476 BC-221 BC). It improves microcirculation by improving the flowing routes of meridian, producing heat on the skin, and effectively stimulating a variety of hormone tissues in the human body. Properly applied, it can effectively stimulate the human immune response and produce a benign reaction to the body. Guasha (scraping) has little adverse reactions, is simple and inexpensive, so it is favored in clinical treatment by medical staff and patients.[ [37](#JR2312-37)] It is believed in TCM theory that human and nature are inseparable, and human physiological activities change rhythmically with the change of day and night. TCM emphasizes the \"holistic concept.\"[ [22](#JR2312-22)] [ [38](#JR2312-38)] [ [39](#JR2312-39)] With the in-depth clinical research on acupuncture, the Ziwu Liuzhu method has been explored and applied in clinical treatment.[ [40](#JR2312-40)] Acupuncture during the corresponding time can achieve better efficacy in treating insomnia.[ [41](#JR2312-41)] In this study, two TCM therapies were operated in shen period (3:00 p.m.-5:00 p.m.) and you period (5:00 p.m.-7:p.m.) according to the Ziwu Liuzhu theory. Shen period corresponds to the bladder meridian, whose blood is sufficient and qi is insufficient during these 2 hours. Taking advantage of this to subdue yang and enrich yin, extra efficacy can be obtained; Shen period is when yang fades and yin grows, treating during this period may help to enrich yin and nourish blood, subdue yang to keep it inactive. Meanwhile, spirit shall be calmed and kept in its \"house.\" As long as yang is subdued, spirit is settled. Moreover, bladder meridian helps patients to stabilize their mental state, calm them down and restore their emotion, regulate yang-qi, and eventually make them stabilized. The kidney is the foundation of congenital constitution. The elderly is deficient in kidney qi and kidney essence. It is suggested in Essential Teachings on Diagnosis and Treatment that the elderly have difficulty in sleeping because of declined yang and yang failing to be enriched. Treating time is selected from 5:00 p.m.-7:00 p.m. when qi and blood are flowing through kidney meridian. It can improve sleeping condition by promoting kidney qi. Essence stored in the kidney is the basis of yin and yang of viscera, which can generate spirit when essence qi in the kidney is sufficient. In addition, treating in you period can induce the patients to sleep because it is close to bedtime. [#](#top) Conclusion The above therapy has the advantages of simple operating, economical, and practical with little adverse reactions. It can significantly improve the symptoms of chronic insomnia patients; therefore, it shall be applied clinically. [#](#top) [#](#top) Conflict of Interest The authors declare no conflict of interest. CRediT Authorship Contribution Statement H.F.: Conceptualization, data curation, software, and writing original draft. X.G.: Investigation, data curation, project administration, and writing—review and editing. Z.W.: Investigation, software, and methodology. Y.H.: data curation, supervision, and writing—review and editing. - References - [1 Ancoli-Israel S, Martin JL. Insomnia and daytime napping in older adults. J Clin Sleep Med 2006; 2 (03) 333-342] - A, Perlis ML, Spiegelhalder K. The neurobiology, investigation, and treatment of chronic insomnia. Lancet Neurol 2015; 14 (05) 547-558] - [3 Lu MM, Pei QH, Xu F. et al. Study on the correlation between sleep quality and mental health of insomniacs. World Chin Med 2020; 15 (08) 1210-1213] - [4 Wang XQ, Wu WZ, Liu CY. et al. Actigraphy and sleep assessment. World J Sleep Med 2020; 7 (04) 733-737] - [5 Yang CH, He LX, Qiao L. et al. Meta-analysis of acupuncture therapy in treatment of senile insomnia. Acta Chin Med 2018; 33 (01) 161-165] - [6 Singletary KG, Naidoo N. Disease and degeneration of aging neural systems that integrate sleep drive and circadian oscillations. Front SM. Searching for the daytime impairments of primary insomnia. Sleep Med Rev 2010; 14 (01) 47-60] - [8 Dai Y, Zhang BQ, Li YL. et al. Correlation between sleep quality and depression, anxiety of Chinese aged: a meta-analysis. Chung Hua Hu Li Tsa Chih 2016; 51 (04) 488-493] - [9 Zhang SQ, Zhou JM, Chen LL. Analysis and reflection on traditional Chinese medicine nursing discipline. Chin Nurs Manag 2015; 15 (06) 642-645] - [10 Yu JZ, Zheng YX, Zhu MH. Clinical efficacy of scraping therapy in the treatment of insomnia. Jiangsu Med J 2019; 45 (05) 500-502] - [11 Gao XY, Chen Y, Chen XW. et al. Clinical study on insomnia treated by acupuncturing Beishu points. Acta Chin Med 2011; 26 (10) 1264-1266,1269] - [12 Xing J. Systemic review and clinical intervention study of acupuncture therapy in the treatment of chronic insomnia. Beijing Univ Chin Med 2018] - [13 Ding X. Clinical observation on acupuncture combined with scrapping treating insomnia of liver-fire type. Heilongjiang Univ Chin Med 2020] - [14 Lei CJ, Huang YJ, Zhong DL. et al. Overviews of systematic reviews about acupuncture for insomnia. Chin J Integrated Tradit Chin West Med 2021; 41 (08) 1010-1016] - [15 American Psychiatric Association and American Psychiatric Publishing. The Diagnostic and Statistical Manual of Mental Disorders, DSM. 5th ed. 3rd print ed.. American Psychiatric Publishing; 2014] - [16 Chinese Society of Neurology, Sleep Disorders Group. Chinese guidelines for the diagnosis and treatment of insomnia in adults (2017 edition). Chin J Neurol 2018; 51 (05) 324-335] - [17 Liu XC, Tang MQ, Hu L. et al. Reliability and validity of the Pittsburgh sleep quality index. Chin J Psychiatry 1996; (02) 103-107] - [18 State Administration of Traditional Chinese Medicine. Criteria for the Diagnosis and Efficacy of Diseases and Symptoms of Traditional Chinese Medicine: ZY/T 001.1-001.9-94. Nanjing University Press; XY. Effects of auricular acupoint combined with warm acupuncture on sleep quality in patients with intractable insomnia. Acta Chin Med 2022; 37 (07) 1541-1546] - [20 Liu F, Wang L, Wei QP. et al. Clinical curative observation of applying acupuncture at Shen-You time to regulate 196 cases of insomnia. J Sichuan Tradit Chin Med 2015; 33 (08) 174-176] - [21 - Chen XW, Wen J. et al. Acupoint selection pattern of primary insomnia acupuncture treatment. Acta Chin Med 2021; 36 (06) 1330-1334] - [23 Chen H, Chen Z. Study on the effect of syndrome differentiation and acupoint scraping combined with emotional nursing on insomnia. China Foreign Med Treat 2020; 39 (25) 120-122] - [24 Li GX. Efficacy of treating agrypnia by scraping on selected acupoint by differentiating symptoms and signs in combination with accommodating emotion. J Nurs Sci 2007; 9: 41-42] - [25 Chen PY. Basis of Nursing Chinese Medicine. Beijing: People's Medical Publishing House; 2017: 169-172] - [26 Research Group of Clinical Practice Guide for Insomnia of China Academy of Chinese Medical Sciences. TCM clinical guidelines of insomnia research group (WHO/WPO). World J Sleep Med 2016; 3 (01) 8-25] - [27 Published by the State Administration of Traditional Chinese Medicine. Guiding Principles of Clinical Research on New Drugs of Traditional Chinese Medicine. Beijing: People's Medical al. Evaluation of the wrist-worn ActiGraph wGT3x-BT for estimating activity energy expenditure in preschool children. Eur J Clin Nutr 2017; 71 (10) 1212-1217] - [29 Sun QH. Clinical Nursing of Traditional Chinese Medicine. Beijing: China Press of Traditional Chinese Medicine; 2016: 46-50] - [30 Cai S. Clinical study on cupreous scraping therapy for insomnia in the elderly. Guangzhou Univ Chin Med 2020] - [31 Chen HY. Clinical study on scraping combined with acupuncture in the treatment of insomnia with deficiency of heart and spleen. Smart Healthcare 2022; 8 (07) 114-117] - [32 Jia M. The clinical study of scraping and acupuncture for the treatment of heart and spleen deficiency type insomnia. Chengdu Univ Tradit Chin Med 2012] - [33 Li YF, Guo XR, Han LC. Study on the mechanism of scraping therapy. Mod Tradit Chin Med 2018; 38 (03) 102-105,108] - [34 Liu S, Qin YM, Li L. et al. The effects of scraping therapy combined with acupoint application on sleep quality of patients with chronic insomnia. Chin Nurs Manag 2019; 19 (10) 1448-1451] - [35 Gao XY, Wen J, Bai YP. Meta-analysis of curative effect on acupuncture for insomnia. Acta Chin Med 2015; 30 (10) 1511-1514] - [36 Gao XY, Shi MW. Clinical study of acupuncture in treating insomnia. Acta Chin Med 2011; 26 (05) 624-625,628] - [37 Jiang RR, Xu GH, Chen H. et al. Research and analysis on the literatures of clinical dominant diseases treated by Guasha (scraping). Acta Chin Med 2014; 29 (05) 756-758] - [38 Li QJ. Acupuncture therapy in the treatment of insomnia: 56 cases. J Sichuan Tradit Chin Med 2012; 30 (05) 118-119] - [39 Li XJ, Zhao X, Guo Y. et al. Relation between acupuncture reaction and acupuncture efficacy. Acta Chin Med 2017; 32 (01) 155-158] - [40 Wang RM, Wang YH. Clinical observation of midnight-noon ebb-flow acupuncture therapy for the treatment of insomnia. Heilongjiang J Tradit Chin Med 2004; (02) 49-50] - [41 Liu Z, Zhao N, Fu C. et al. Study review of acupoint and meridian stream method in treatment of insomnia. Acta Chin Med 2018; 33 (05) 894-898] Address 2022 Accepted: 27 December 2022 Article published online: 28 June 2023 © 2023. The Author(s). This is an open access article published by Thieme under the terms of the Creative Commons Attribution License, permitting unrestricted use, distribution, and reproduction so long as the original work is properly cited. (https://creativecommons.org/licenses/by/4.0/) Georg Thieme Verlag KG Rüdigerstraße 14, 70469 References - [1 Ancoli-Israel S, Martin JL. Insomnia and daytime napping in older adults. J Clin Sleep Med 2006; 2 (03) 333-342] - A, Perlis ML, Spiegelhalder K. The neurobiology, investigation, and treatment of chronic insomnia. Lancet Neurol 2015; 14 (05) 547-558] - [3 Lu MM, Pei QH, Xu F. et al. Study on the correlation between sleep quality and mental health of insomniacs. World Chin Med 2020; 15 (08) 1210-1213] - [4 Wang XQ, Wu WZ, Liu CY. et al. Actigraphy and sleep assessment. World J Sleep Med 2020; 7 (04) 733-737] - [5 Yang CH, He LX, Qiao L. et al. Meta-analysis of acupuncture therapy in treatment of senile insomnia. Acta Chin Med 2018; 33 (01) 161-165] - [6 Singletary KG, Naidoo N. Disease and degeneration of aging neural systems that integrate sleep drive and circadian oscillations. Front SM. Searching for the daytime impairments of primary insomnia. Sleep Med Rev 2010; 14 (01) 47-60] - [8 Dai Y, Zhang BQ, Li YL. et al. Correlation between sleep quality and depression, anxiety of Chinese aged: a meta-analysis. Chung Hua Hu Li Tsa Chih 2016; 51 (04) 488-493] - [9 Zhang SQ, Zhou JM, Chen LL. Analysis and reflection on traditional Chinese medicine nursing discipline. Chin Nurs Manag 2015; 15 (06) 642-645] - [10 Yu JZ, Zheng YX, Zhu MH. Clinical efficacy of scraping therapy in the treatment of insomnia. Jiangsu Med J 2019; 45 (05) 500-502] - [11 Gao XY, Chen Y, Chen XW. et al. Clinical study on insomnia treated by acupuncturing Beishu points. Acta Chin Med 2011; 26 (10) 1264-1266,1269] - [12 Xing J. Systemic review and clinical intervention study of acupuncture therapy in the treatment of chronic insomnia. Beijing Univ Chin Med 2018] - [13 Ding X. Clinical observation on acupuncture combined with scrapping treating insomnia of liver-fire type. Heilongjiang Univ Chin Med 2020] - [14 Lei CJ, Huang YJ, Zhong DL. et al. Overviews of systematic reviews about acupuncture for insomnia. Chin J Integrated Tradit Chin West Med 2021; 41 (08) 1010-1016] - [15 American Psychiatric Association and American Psychiatric Publishing. The Diagnostic and Statistical Manual of Mental Disorders, DSM. 5th ed. 3rd print ed.. American Psychiatric Publishing; 2014] - [16 Chinese Society of Neurology, Sleep Disorders Group. Chinese guidelines for the diagnosis and treatment of insomnia in adults (2017 edition). Chin J Neurol 2018; 51 (05) 324-335] - [17 Liu XC, Tang MQ, Hu L. et al. Reliability and validity of the Pittsburgh sleep quality index. Chin J Psychiatry 1996; (02) 103-107] - [18 State Administration of Traditional Chinese Medicine. Criteria for the Diagnosis and Efficacy of Diseases and Symptoms of Traditional Chinese Medicine: ZY/T 001.1-001.9-94. Nanjing University Press; XY. Effects of auricular acupoint combined with warm acupuncture on sleep quality in patients with intractable insomnia. Acta Chin Med 2022; 37 (07) 1541-1546] - [20 Liu F, Wang L, Wei QP. et al. Clinical curative observation of applying acupuncture at Shen-You time to regulate 196 cases of insomnia. J Sichuan Tradit Chin Med 2015; 33 (08) 174-176] - [21 - Chen XW, Wen J. et al. Acupoint selection pattern of primary insomnia acupuncture treatment. Acta Chin Med 2021; 36 (06) 1330-1334] - [23 Chen H, Chen Z. Study on the effect of syndrome differentiation and acupoint scraping combined with emotional nursing on insomnia. China Foreign Med Treat 2020; 39 (25) 120-122] - [24 Li GX. Efficacy of treating agrypnia by scraping on selected acupoint by differentiating symptoms and signs in combination with accommodating emotion. J Nurs Sci 2007; 9: 41-42] - [25 Chen PY. Basis of Nursing Chinese Medicine. Beijing: People's Medical Publishing House; 2017: 169-172] - [26 Research Group of Clinical Practice Guide for Insomnia of China Academy of Chinese Medical Sciences. TCM clinical guidelines of insomnia research group (WHO/WPO). World J Sleep Med 2016; 3 (01) 8-25] - [27 Published by the State Administration of Traditional Chinese Medicine. Guiding Principles of Clinical Research on New Drugs of Traditional Chinese Medicine. Beijing: People's Medical al. Evaluation of the wrist-worn ActiGraph wGT3x-BT for estimating activity energy expenditure in preschool children. Eur J Clin Nutr 2017; 71 (10) 1212-1217] - [29 Sun QH. Clinical Nursing of Traditional Chinese Medicine. Beijing: China Press of Traditional Chinese Medicine; 2016: 46-50] - [30 Cai S. Clinical study on cupreous scraping therapy for insomnia in the elderly. Guangzhou Univ Chin Med 2020] - [31 Chen HY. Clinical study on scraping combined with acupuncture in the treatment of insomnia with deficiency of heart and spleen. Smart Healthcare 2022; 8 (07) 114-117] - [32 Jia M. The clinical study of scraping and acupuncture for the treatment of heart and spleen deficiency type insomnia. Chengdu Univ Tradit Chin Med 2012] - [33 Li YF, Guo XR, Han LC. Study on the mechanism of scraping therapy. Mod Tradit Chin Med 2018; 38 (03) 102-105,108] - [34 Liu S, Qin YM, Li L. et al. The effects of scraping therapy combined with acupoint application on sleep quality of patients with chronic insomnia. Chin Nurs Manag 2019; 19 (10) 1448-1451] - [35 Gao XY, Wen J, Bai YP. Meta-analysis of curative effect on acupuncture for insomnia. Acta Chin Med 2015; 30 (10) 1511-1514] - [36 Gao XY, Shi MW. Clinical study of acupuncture in treating insomnia. Acta Chin Med 2011; 26 (05) 624-625,628] - [37 Jiang RR, Xu GH, Chen H. et al. Research and analysis on the literatures of clinical dominant diseases treated by Guasha (scraping). Acta Chin Med 2014; 29 (05) 756-758] - [38 Li QJ. Acupuncture therapy in the treatment of insomnia: 56 cases. J Sichuan Tradit Chin Med 2012; 30 (05) 118-119] - [39 Li XJ, Zhao X, Guo Y. et al. Relation between acupuncture reaction and acupuncture efficacy. Acta Chin Med 2017; 32 (01) 155-158] - [40 Wang RM, Wang YH. Clinical observation of midnight-noon ebb-flow acupuncture therapy for the treatment of insomnia. Heilongjiang J Tradit Chin Med 2004; (02) 49-50] - [41 Liu Z, Zhao N, Fu C. et al. Study review of acupoint and meridian stream method in treatment of insomnia. Acta "}