{"title": "Module 3: POLYHERBAL FORMULATIONS", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "1995-01-01", "cleaned_text": "1. Antagonism 2. Additivity 3. Synergy B. Sample Formulae: 1. Mixes of related phytochemicals from the same plant species. 2. Mixes of foods rich in specified phytochemicals. 3. Mixes of related species with related phytochemicals. 4. Mixes of unrelated species with related or unrelated phytochemicals. Handouts will includes dozens of the authors published and unpublished recipes or formulae, to be rationalized in class. REFERENCES: CRC Handbook (and database) of Phytochemical Constituents of GRAS Herbs and Other Economic Plants (1992) CRC Handbook (and Database) of Biological Activities of Phytochemicals (1992), CRC Handbook of Medicinal Mints (Aromathematics) (1996). Rodale's Green Pharmacy (1997) 4-F Formulae (for Fun) 4 for 4-for-FUN-for-4 for 4 The logo is, perhaps all too obviously, patterned after the good-luck four-leaf clover, which by the way will show up in several of the formulae, including one that will probaly be better at preventing breast and prostate cancer and tastier than soybeans. 2. HERB GARDEN tea: 2 ANISE: 4 HYSSOP: 2 TARRAGON: CLOVE :4 PEPPERMINT :4 CINNAMON ACNE LOTION: Steep 4 parts calendula, 4 parts camomile, 2 parts rosemary, amd 2 parts rosemary, in enough vodka to cover twice; strain, and apply topically as a facial lotion (Drink the same facial lotion it if it fails to help your acne, adding lemon lemonbalm to improve the flavor) (RD) ALOEHA ACNE: Take half cup of fresh aloe juice and mix in 2 tsp calendula tincture (flowers), breaking a capsule of vitamin E into the mix, applying tpoically to affected areas, or generally as an overnight facial cream. (RD) SAY AHA! TO ACNE: Squeeze the juice of one papaya and one pineapple (both contain AHA, alpha-hydroxy-acid) of about the same size, with a couple of figs, with some thick-skinned grapes. Drink the juice al gusto. Take the pulp and apply to the face as a mud-bath, no more than a half hour on the first pass.. (RD) CHAMELOT: Steep a lot ( a small handful) of chamomile flowers in a two cups of boiling water, with a few leaves each of lavender, lemonbalm, and a couple cones of hops. Keep warm in a thermous. Sip when you feel the stress mounting. LACKLUSTRE-LICKING-POT-LIKKER: Gently simmer 2 handsfull water cress, and 1 handful spinach, with a dozen or so diced chive leaves, and 2-4 diced asparagus spears and drink the potliiker when stress mounts, enjoying the solids for lunch. SEEDS OF TRYPTOFANTASY: Nibble on a homemade mix of seeds of evening primrose, pumpkin, sesame and sunflower, all good sources of tryptophan. Dietary 2. ARTHRALGETUM: A homemade arthraid pomade, made crudely by grinding or juicing up equal parts ginger, hotpepper, peppermint, turmeric (RD) 3. BILBERRY BUST: Spice up one cup blended bilberries (substituting blueberries OK) with ca 10 g each ground ginger, oregano and turmeric. Believe it or not, I'd both ingest it, cut with lemonade, or apply it topically (RD) 4. FENUGREEK GODDESS: Well endowed with the same steroid precursors as wild yam, fenugreek is cheaper, and can be ground into a paste in your blender, one cup fenugreek, with a hot pepper, oregano and peppermint. The resultant pomade will contain the presteroid disogenin, capsaicin, menthol, and two sources of salicylates, all common ingredients in OTC topicals for arthritis. (RD) Asthma-Heat: Mix as hot as you can stand it, in a tea, or ground up as a relish to eat on bread, ginger; horse-radish; hot pepper; turmeric Cosmic Caffeinator (my formula, on sale by Jeanne Rose) Mix to taste, chocolate powder,, ground, coffee, ground cola nuts, guarana, guatusa, and mate; all contain at least one of the three antiasthmatic alklaloids, caffeine, theobromine and theophylline. Sweeten with by steeping a licorice root in the \"coffee\", if you can stand it. Arab might like to add cardamom, Potherb: Cook up * lb fresh nettle leaves, bringing only to a simmer; add five cloves garlic and one whole onion, peel and all; serve like spinach, with vinegar in which hot pepper have marinated. Spice Rack: Equal mix of Ginger, Turmeric, flavored with a handful of peppermint, and 2-4 small licorice roots. 1. Garlic Foot Bath: Dice 10 garlic clove into a wash basin of warm water with a little lemon juice. Steep feet for ca 15 minutes. Dry feet carefully. Go to the beach barefooted. Soak your feet in the ocean several; time, then dry them in the sun.(If you go with the Four-For-Fun-Formulae; add a dash of ginger and licorice, each of which have a wide array of fungicidal compounds; (garlic contains at least 5 antidermatitic compounds in my database (URL=http:/www.ars-grin.gov/duke/), as well as 1 3 bactericidal and and 8 fungicidal compounds. Venugopal and Venugopal (1995) tested aqueous garlic extracts (100 g garlic in 50 ml distilled water) against 88 isolates from clinical cases of tinea capitis, corporis and cruris). 2. Add 10-20 drops teatree oil to a warm basin of water; steep feet therein. Dry feet carefully. Go to the beach barefooted. Soak your feet in the ocean several; time, then dry them in the sun. 3. Aero-mata-mal-de-pies: Mix equal parts of oil of garlic, lavender, thyme and teatree; apply sparingly, moistening affliced areas with a cotton applicator. 4. Backyard Bonanza: Steep overnight 10-20 whole walnuts (hulls intact), four handfulls crushed jewelweed (heavy with the red prop roots), 2 handfulls mulberry leaves, and one handful crushed wild garlic in a bucket; remove the goodies and soak your feet 15-30 minutes; if the grey hairs on your legs turn auburn or black, give me royalties on this \"Greasian\" Formula. ANALGESITEA: Two tsp in a uqart of simmering Use lemongrass instead of lemon for flavoring ANES-THEA: Thea used to be the scientific name of tea, Camellia sinensis. Drink tea, heavy with three l's, lemongrass, licorice, and lovage, all well endowed with anesthetic compounds. Add left overs to your bath. BORNEALGESIA (Rich in borneol) Cardamom, expensive as it is, tops the list for borneol, followed by sage, rosemary, and mountain mint (weed at my place) Use lemongrass instead of lemon for flavoring. LEMONGRASS LINIMENT: Add a concentrated lemongrass, oregano, rosemary and thyme tea, one part herb to two parts water, simmered slowly. Let stand overnight. Bring to a boil again. Strain and add the tea to olive oil as a carrier for a massage oil. Throw the spent leaves in your bath. FARSI FOUR: Persians often indulge clusters of fresh herbs, coriander, parsley, spearmint, and tarragon, all C's: Cardamom (four seeds); 2 quills cinnamon, cloves (8), and ten coriander (1 tsp). Chew individually or mixed, or make a strong tea for a mouth wash/gargle, swirling it thru the teth. SCAMBORO FARE: and thyme, as concentrated tea, a/o mouthwash; I tend to chew the whole herbs on the sly when faced with an unexpected unexpectedly close encounter. The rough leaves of sage are good for massaging the gums. FFFF Four G's: Garlic (cloves), Ginger (buds), Ginkgo (leaves), Gotu Kola (leaves, or capsules) M-4: Make a salve of six parts pulverized comfrey leaves with one part each pulverized calendula flowers, horsechestnut leaves, and plantain leaves. V-4: Throroughly juice the following veggies and apply topically after washing and massage around the sore; as a poultice, to leave on 15-30 minutes: One Part Alfalfa Sprouts: Four parts comfrey leaf (two if you're inclined to eat the slurry or drink the juice, too): Two Parts Kohlrabi: One Part Plantain (covered with water in the blender. Dehydroalo: Take 1 dash of aloe gel, with two spoons honey, with one drop each of oil of bergamot and oil of thyme. ENURETEA: Herbs HomeOhome Barberry, dandelion, fennel and horsetail, in a very dilute tea. Drink the tea at least two hours before bedtime. (Barberry and horsetail, though frequently used by herbalists are not bona-fide food farmacy, and might be too strong for children.) (X LETHAL X): Flying Ointment: The old witches balms contained herbs like belladona, henbane, jimsonweed, and mandrake, all of which contain the antisialogogue alkaloids, atropine and scopolamine. (Peruvian baby sitters just put leaves of plants like this under the pillow of a child to make them sleep through the night. We warn you not to try this one, including it only for historical interest. 4 for 4-for-FUN-for-4 for 4 From Father Nature's Farmacy CARMINATEA # 4: Aniseed, camomile, cinnamon, clove; ca 1 tsp @ per cup simmering water. Add extra cloves for extra potency. EPAzoTEA: Although potentially dangerous in very large doses, the Mexican wormseed known as epazote is a classical carminative. I personally do not feear it in small doses, and have eaten many bean dishes garnished with epazote. Sweet annie has been listed in some GRAS tabulations, including my own. Hence I fear not my 4-F epazotea; a teaspoon(dry) or three tsp (fresh) each of epazote, peppermint, savory and sweet annie. Spicing it up by adding a few cloves could improve efficacy. Add turmeric for its curcumin which inhibits gas formation by E. Coli. Curcumin, bound to iron in the medium, causes inhibition of the formation of formic dehydrogenase which in turn inhibits gas formation. MINT TEASE # 4: Oregano, peppermint, sage and savory; ca 1 tsp @ per cup simmering water; adding a dash or two of cloves and turmeric could improve efficacy. SAGaciTEA: Sage; savory; spearmint; and rosemary; ca 1 tsp @ per cup simmering water; adding a dash or two of cloves and turmeric could improve efficacy. 4 for 4-for-FUN-for-4 for 4 From Father Nature's Farmacy 4 for 4-for-FUN-for-4 for 4 From Father Nature's Farmacy 4 for 4-for-FUN-for-4 for 4 From Father Nature's Farmacy 1. 3 parts calendula flowers (H), 3 parts echinacea root (H), 1 part garlic (F) steeped 15 minutes in 10 parts hot water (with or without some alcohol) (with unhappy face; not fun to drink). Strain (I squeeze out the goodies as I strain) 1-4 cups a day spiced up for taste. 2. 2 parts cloves (S), 2 parts hyssop (H); 8 parts lemon balm (H), 1 part licorice (S), 1 pa 3. 4 part honeysuckle flowers (M); 4 part forsythia fruits (M), 1 part licorice root (S), 1 part lemon juice (F), in 20 parts water (With straight face, not yucky, not great) 4. 5 parts hypericum (flowering shoots) (M), 1 part licorice root (S), tinctured in 50 per cent alcohol. Take up to 30 drops in cup of warm water, 1-4 times a day. (With yuckey face) 5.1 part kava-kava, 1 part licorice; ten parts water; take one-cup warm at bedtime (yuckey) WARNING: These are for my personal use only, and not to be recommended or prescribed to anyone else. All herbs, fruits and vegetables contain natural pesticides. (And allergens and antiallergens, carcinogens and antioxidants, etc.) . FIRST DRAFT Jim Duke FOR DISCUSSION ONLY ADRENERGITEA: Equal parts, as available, of echinacea, eleuthero, ginseng, huanchi, (astragalus); sweeten with the controversial licorice, a proven adrenal stimulant. AIDS-ADE: To the usual antioxidant (which see) mint tea, add such proven antiviral mints as allheal, hyssop, and skullcap. Gollapudi et al (1995) isolated (aqueous extract) a polysaccharide MAR-10 which dose-dependently inhibited HIV-I. They concluded that the hyssop compound might be useful in treating HIV-I patients. Add echinacea and chicory for Mix all-heal, Prunella vulgaris (in clinical trials for AIDS), with shoots of various species of flowering Hypericum, especially St. John's-wort, Hypericum perforatum, and St. Peter's-wort, Hypericum hypericoides, with proven antiretroviral activity. The patient him or herself should collect the plants on St. John's Day, June 24, and extract them in an hydroalcoholic tincture. Additionally the patient should extract the flowers of Hypericum by steeping in evening prirose oil until the oil turns blood-colored. (NOTE: Prunella is a well recognized antioxidant food plant, used in teas and as a potherb, or added to salads, soups and stews., Of the Hypericums, only Hypericum perforatum is GRAF; Facciola says of it: The herb and fruit are sometimes used as a tea. Flowers can be used for making mead.\" ALTITUDE ADJUSTMENT CASUALTEA: Steep cloves (Syzigium aromaticum, alias Eugenia caryophyllata) in your coca tea (if legal and available), adding allspice, bayleaf, cinnamon and marjoram as available to taste. Mix in, as available, those mints that smell rich in thymol: balm, basil (also rich in eugenol), dittany, savory, and thyme. To accomodate your Japanese mountain climbing friends, add peppermint because they believe in peppermint oil for soroche. (Believing is the bigger half of medicine) I believe more in the thymol and eugenol after surveying the literature. Therefore, the peppermint would be superfluous with me. ALZHEIMARETTO: This is a drink I make only for myself and cannot recommend to anyone else, except perhaps as a bath ingredient. The drink is made by steeping those herbs richest in compounds that prevent the breakdown of choline or acetylcholine, at least in test tubes. Mint compounds which are known to prevent the breakdown of acetyl Rosemary contains at least five of these, the italicized five. Many if not all of these compounds are dermally absorbed and some can cross the blood brain barrier. Thus rosemary shampoo could have acetylcholine saving activity comparable to tacrine. As mentioned in Organic Gardening (Jul/Aug 1995), horsebalm is my best mint for carvacrol and thymol, spearmint is my best mint source of cineole, mountain mint my best mint source of limonene and pulegone. Add oregano, rosemary and self-heal for their marvelous antioxidant properties, and/or high contents of rosmarinic acid, which has different activities showing promise in Alzheimeran research. Caraway, dill and fennel top it off. AMAZONIAN ACEER HEARTWISE SALAD: Wash and dice your purslane (Portulaca oleracea), best source of several antioxidants, e.g. ascorbic acid, beta-carotene, tocopherol and glutathione, and well endowed with omega-three fatty acids. For your dressing, mix equal parts palm oil (Elaeis guineensis) best source of tocotrienol and great source of carotene; mix with mil pesos oil (Jessenia batatau; better than olive oil for MUFAs); and camu-camu juice, (Myrciaris dubia) best known source (Bertholettia excelsa) and cashew nuts (Anacardium occidentale), best and good source of selenium respectively. (Don't use more than 10 brazilnuts a day.) AMAZONIAN SALVE: Naturopathic Doctor, Steve and I cooked up something that might be a great antiviral, maybe even better than Shaman's Virend for herpes, over an open wood fire in an Amazonian kitchen with no electricity, Nov. 3, 1995. We amalgamated components of a reportedly antiviral pair from the rainforest, cat's claw (Uncaria blood (Croton lechleri), five parts equally mixed, into a mix of 1 part beeswax and 4 parts olive oil. We called it the Amazonian Salve. I'll carry it around on my next lecture swing, thinking of it as the poor man's Virend. But if AIDS were my target, I might use evening primrose oil instead of olive oil, and I'd add a lot of turmeric, thereby incorporating, with the proven antiviral dragons' blood, most of the supposed anti-AIDS plants in some Peruvian and Ugandan clinical trials. It might not help. But neither are the more expensive immune-smashing hardcore pharmaceuticals that are further debilitating our AIDS patients. AMENI-TEA: Amen!. My database (URL=http://www.ars-grin.gov/duke/) lists scores of emmenagogue herbs, among which I think the following are the most likely to be effective yet pleasantly scented. I would not hesitate to suggest Ameno-Tea to my daughter, if she wanted to bring on her period. Add dashes of whichever you have on hand to boiling water. Steep 15 minutes: agrimony, also that fruits and roots with proteolytic enzymes, like figs, ginger, papaya, pineapple, are also folkloric emmenagogues. I'm a strong believer that millenia of empirical experfimentation and/or observation by our ancestral women have selected the more effective of these, so much so that their use in pregnancy is often counterindicated, feverfew, pennyroyal, parsley, rue and tansy. I've known herbalists who intetnionally brought on their periods early with these in anticipation of the timing of trips or special visits from lovers. AMYGDELIGHT (Laetrile Sauce). Scoop off the thick top that rises in your blender after you let your laetrilogy settle. Crush a few almonds and closely related apricot pits (which may contain 8% amygdalin, and maybe a few other members of the rose family, like blackberries, cherries, peach, plums, raspberries and strawberries, which have, in general, more water and less laetrilesin the delicious fruits than in the semi-edible seeds. Caution: Too much amygdalin, benzaldehyde, cyanide a/or water can kill a human. ANALGESITEA: I'd combine my more flavorful herbs from ANALGETEA and ANESTHEA with better local sources of salicylates, capsicum, queen-of-the-meadow, loosestrife, willow, and mostly wintergreen (for both flavor and methyl salicylate). Add as avalable a dash of dill, fennel, ginger, oregano, pennyroyal, spearmint, thyme. ANALGETEA: When seeing why \"lemon coke\" might lead one to feel no pain, I did an FNF run for plants with the greatest number a/o quantity of analgesic compounds. That run would suggest to me the following components. fennel and tarragon with 10 analgesic compounds each, capsicum with 9, carrot with 8, currant and rosemary with, dill, ginger, grapefruit, hops, oregano, poppy (illegal!) and thyme with 7 each. Camphor leaf, though it had only 4 analgesic compounds was highest of these quantitatively with 22% analgesic compounds, on a zero-moisture basis. Bayrum, celeryseed, coffee, clove, and licorice ranged from 4.4% to 18% analgesic compounds, on a dry weight basis. ANESTHEA: When seeing why \"lemon coke\" might lead one to feel no pain, I did an FNF run for plants with the greatest number a/o quantity of anesthetic compounds. Licorice contained 9 anesthetic, tea and black pepper 8, lovage and kava-kava 7, rosemary, shrubby basil and spearmint 6, cinnamon, fennel, mace, oregano, peppermint, pennyroyal, winter savory, and ylang-ylang. ANGELADE (for the heart): Celery is close kin to the herb angelica (Harmala et al. 1992) which contains 15 calcium-antagonistic compounds. Celery three better endowed with the coumarin calcium-blockers. I'm not about to suggest ingestion of coumarins in foods as calcium-antagonists, just here to ask of our federal health watchers: would ANGELADE (consisting of juiced angelica, carrot, celery, fennel, parsley, parsnip juice) be as safe and efficacious and cheap as verapamil as a calcium blocker? Might that thereby partially explain the lower incidence of cardiopathy in vegetarians? So celery contains hypotensive, apiin, magnesium, and potassium. Is heart of celery better for the heart than what your physician suggests? Would ANGELADE, with a wider variety of 6 vegetables be better? Methinks yes! But I'll probably never know. I'd bet however it would do more good than verapamil. ANTIAGGREGANT SALAD: When I asked FNF for the plants with the greatest variey of antiaggregant compounds, the printout read like a tofu salad: garlic with 9 different antiaggfregants, tomato, dill and fennel with 7, onion, hot pepper and soybean with 6; and celery, carrot and parsley, each with 5 different antiaggregant compounds. I left out a few front runners that might have detracted from the salad. Consult the FNF database if you really want to know. The more you add, the less the likelihood of altitude sickness and stroke. ANTIINLAMMATEA: A very good antitinflammatory tea can be fashioned from backyard herbs, as available, like birchbark, caraway, CELERY, chamomile, and thymoquinone from black cumin; sweetened with licorice (for those like me not bothered with hypertension or hypokalemia) and pineapple (for its bromelain) ANTIOCH'S TEA: Mix as available those high antoxidant mints, as tabulated in Organic Gardening (Jul/Aug, p. 45. 1995). Of 15 mints, their relative antoxidant potency follow, from highest to lower 1.0, and thyme 1.0. This means the oregano has nearly three times the antioxidant acivity as the savory and thyme. But I like to mix as many as I have on hand, stressing the high antioxidant ones. I think this approach complements the ACESe (beta-carotene, ascorbic acid, tocopherol, selenium) nutrient approach, but prefer the whole food sources to the supplement, i.e. purslane, camu-camu, purslane, brazilnut, better than Vitamin A, Vitamic C, Vitamin E, and selenum, respectively. ANTIULCER CELERY SOUP: 1 cup celery, 2 cups cabbage, 1 cup diced potato, 1/2 cup okra, 1/2 cup onion, 1/2 cup green pepper, spiced with cayenne, garlic, ginger, black pepper. ANTIULCER FRUIT COCKTAIL: Apple (pectin), Banana, Blueberries (anthocyanosides), (eugenol), Ginger (shogaol), Pineapple (bromelain). A flavonoid-rich diet might help in allergic ulcer patients. In one study, 1,000 mg catechin, 5 times a day, reduced histamine levels in both normal and patients with gastric and duodenal ulcers and gastritis (Pizzorno and Murray, 1985). Others swear by bananas (Musa) and plantains (both Musa and Plantago). For example, Dunjic et al (1993) argue that bananas and plantains \"strengthen mucosal resistance and promote healing of ulcers because of water soluble polysaccharides in unripe bananas and surface active phospholipids in ripe sweet bananas.\" They gave some hard drinking rats absolute alcohol, chased 45 minutes later by banana suspension or lecithin a/o pectin. Reichert (1995) in review, queries why not just employ lecithin or choline since they showed greater statistical significance, and hence greater anti-ulcer effectiveness, than banana pulp alone. Suggesting synergistic interactions between phytochemicals as phosphatidylcholine, phosphatidylinositol, and phosphatidylethanolamine Reichert says: \"Bananas may in fact be another useful addition to such well established anti-ulcer foods as raw cabbage, green tea, garlic and legumes.\" (Reichert, 1995) ANTIYEAST SOUP 4 cloves garlic; 2 onions; sage, thyme, clove, salt and pepper to taste; top with acidophilus yogurt. ANTIYEAST YOGURT: Steep some of the tea herbs in acidophilous yogurt, but only briefly. The candidicidal compounds can probably, at least in some cases, damage the acidophilous as well. The caprylic acid in coconut might make a useful addition. If the yeast is in the mouth (thrush) you might consider topical application.. ANTIYEAST TEA: mix to taste those easily available to you: allspice, basil, bergamot, camomile, caraway, cinnamon, clove, eucalyptus, lemonbalm, lemongrass, licorice, mace, orange rosemary, sage, spicebush (GRAF, not GRAS), tea-tree (not exactly GRAS, consult the FDA, if you like the Washington Merry-Go-Round), thyme. Sweeten with licorice or stevia instead of sugar. ( Sweetflag, a relativly dangerous herb, has impressive levels of antiseptic eugenol, isoeugenol and methylisoeugenol). ARTHRITIC BROTH: For salt and pepper my broths, but herbal seasonings are probably better for you. Black pepper and white mustard belong in this one, with ginger and turmeric. ARTHRITIC SOUP: MAJOR INGREDIENTS MINOR INGREDIENTS SPICES (Cups) (Cups) (Dashes) Cabbage (2) Garlic (1/8) Capsicum (2) String Beans (1) Chicory (1/4) Black Pepper (2) Nettle Leaves (1) Turmeric (1/8) White Mustard (2) Celery (1) Eggplant (1/4) Flax Seed (2) Dandelion Leaves (1/2) Licorice (1/8) Lemon Juice (2) Dandelion Roots (1/2) Evening Primrose Sarsaparilla (1) Carrots (1/2) Seed (Whole) (1/8) Fenugreek (2) Asparagus (1/2) Spinach (1/4) You don't need all of these, nor in these proportions. But all ingredients have a folk reputation for arthritis. In my experience, 25% (Amerindian) to 50% (Chinese) batting averages have been attributed to the folklore, i.e., 1/4 to 1/2 of them, if carefully examined will prove to have a compound scientifically demonstrated to have an appropriate biological activity. And if you believe in the soup more than the fizzician who has failed you, the soup will do more good. ARTHRITIC-TEA: For an herb tea (I sweeten my teas with Stevia and add lemon or lemonbalm), I'd include camomile, cassia, cinnamon, ginger, lemongrass, licorice, oregano, sarsaparilla, sassafras (without safrole FDA is around; they outlawed the old sassafras root beer even though it is less carcinogenic than today's ethanolic beer), thyme, turmeric, and wintergreen. The brave might experiment by adding hot sauce, so that the capsaicin might generate endorphin release. Several OTC products containing capsaicin are used to control the pain of arthritis and rheumatism (ABC, 1994). Bromelain from pineapple might be added; Murray suggests 400-500 mg bromelain, three times a day, on an empty stomach, to increase the absorption of curcumin, the active ingredient in turmeric. Turmeric is close kin to ginger which also shows promise. ARTHITI-TEA (DISFLAMMITEA): Duwiejua and Zeitlin ( 1993) prepared a nice summary on plants as sources of antiinflammatory compounds. They generalize that flavonoids, as a class, are potent inhibitors of arachidonic-acid metabolism. Many inhibit cyclooxygenase, which itself leads to conversion of arachidonic acid to prostacyclin (PGI2), thromboxane A-2, and PGD2. Galangin from turmeric and other members of the ginger family inhibits cyclooxygenease with IC50=5.5 uM. Activity of 5-lipoxygenase the terpenoids, triterpenes and sesquiterpenes are most promising. They enumerate several triterpenes with significant antiinflammatory., one from licorice equalling in intensity alpha,beta-boswellic-acid (from Boswellia serrata) which completely inhibits the complement pathway 100% at only 0.1 uM. Moreover the glycyrrhetinic acid even mimic corticosteroid activity. Several other compounds, less potent, inhibit carrageenan activity at 40 mg, ipr, but I don't think thats of consequence to the herbal community, unless the activty can be demonstrated for oral preparations. At 40 mg/kg ipr, the carrageenan-induced paw-edema in rodents), but ipr, has about any of these, the reference drug, indomethacin, is not much more exciting (IC88=10 mg/kg ipr). Against adjuvant-induced arthritis, the sesquiterpenes were even indomethacin, (IC45=10 mg/kg ipr). Other important antiinflammatory compounds in the daisy family include parthenolide from feverfew, bisabolol from chamomile, and atractylenolide frp, Atractylis japonica. Salicylates are the best known of the phenol carboxylic acids, occuring in such have values comparable to indomethacin (IC50=1.2 uM) in the cyclooxygenase system. Reading this paragraph conjures up in my mind a very good antitinflammatory tea from my backyard herbs, like and galangin a non-toxic nutraceutical, is as antiinflammatory as cortisone or phenylbutazone in acute models, but only half as effective in chronic models. I think we should at least try the tea and exercise before resorting to cortisols. ASTHMATEA: Leading plants with the most \"antiasthmatic\" compounds were tea, fennel and cayenne (each with at least 6 antiasthmatic compounds), onion, coriander and bell-pepper (each with 5 or more), and cabbage, cacao, carrot, cranberry, currant, eggplant, grapefruit, orange, oregano, sage, and tomato, each with at least 4 reportedly antiasthmatic compounds. On a quantitative basis, licorice and tea were big winners, with cacao, cardamom, coffee, cola, onion, purslane, and tea looking relatively rich. BACTERICADE: A ranking of spices according to which contained the greatest variety of bactericides (based on CRC handbook, 1992) showed that coriander and licorice had 20 bactericides, oregano and rosemary 19, ginger 17, nutmeg 15, black pepper 14 and garlic 13 (but I'll leave those two out of my Bactericidal Spicades) cinnamon and cumin 11, and bay 10. I'd go heavy with the turmeric becuae curcumin is not only antseptic, it is deodorant. Licorice contained up to 33% bactericidal compounds on a calculated dry basis, thyme (up to 21.3%), hops (up to 14.2%), oregano (to rosemary ( up to 4.8%), coriander (up to 2.2%), and fennel (up to 1.5%), in decreasing quantities of maximum potential bactericidal compounds (dry weight basis). BALM-BANE: Mix 8 parts lemon balm, 4 parts bee-balm, 4 parts ginger, 1 part horse-balm, if going for viruses; for bacteria, stress the horse-balm which is better endowed with carvacrol and thymol. BANANA BUST: Steep mashed banana, including inner portions of peel, with blueberry and pineapple juices, cassia, cinnamon, cloves, ginger and peppermint, all of which contain proven antiulcer ingredients. Drink before retiring. BEAN PATE (I'd indulge in this if I feared cirrhosis) by Jim Duke ----------- 2 cup beans (soybean, kidneybean, lima bean, black-eyed-pea) (aim for the bean that has the most anticirrhotic lecithin) 1 cup diced onion 1/8 cup diced beets Soak dried beans overnight, just covering with unsalted water. Boil bean gently until tender, adding raw beets and onions to simmer 15-20 minutes, salting to taste, and adding a dash of cayenne and paprika at the last minute. For sauce for the pate or bean cake, use in the following proportions: 1 part paprika 1 part cayenne 1 part garlic 1 part parsley 2 parts turmeric 8 parts diced onion 8 parts chopped tomatoes 2 parts diced carrot 2 parts diced celery stalks 2 parts diced red or green mild pepper 1 part celeryseed 1 part black pepper Follow with artichokes, which like milk thistle and lecithin, also have proven liver-protective bioactives. Lecithin is the trivial name for a class of phospholipids officially referred to as phosphatidylcholines. Synthesized in the human body, it is not considered an essential nutrient. Lecithin preparations are widely consumed for health reasons, thought to be beneficial in cholesterol metabolism, brain function, and more recently, soy-lecithin was shown to prevent cirrhosis in baboons. Three tablespoons (1.5 ounces, according to my unabridged) of soy lecithin a day protected the livers of baboons consuming the alcohol equivalent to humans taking 8 cans of beer a day. Assuming I weigh 4 times more than a baboon, that would mean I'd have to take 6 ounces, or 180 grams or 180,000 milligrams of soy lecithin to prevent cirrhosis if I were a king-sized baboon. (Science News 138, 340. 1990) But it only takes 16,000 mg/day choline a/o lecithin to significantly improve some patients with tardive dyskinesia (Nut. Rev. 5th ed.) They even state that \"Geriatric cognition might be improved by providing abundant amounts of choline or lecithin in the diet\". Two cups of poppyseed and/or three cups of the appropriate beans could possibly provide 16,000 mg choline and/or lecithin. But that's too much, enough to fatten one significantly. Poppyseed have more lecithin (28,000 ppm) than the legumes reported FNF (black gram 16,000; peanut 5,000-7,000; soybean 15,000-25,000). Dandelion flowers have even more, rounded up to 30,000 ppm or 3%. Dietarily that looks pretty improbable; I'd need ca 15 pounds of dandelion or poppyseed, even more of the beans to provide that much lecithin. No one should ingest that much soybean or dandelion for that matter, in a day. But do take time to eat the flowers (if you're not sensitive to dandelion pollen or allergic to or poisoned by the flowers you eat). BEER BEANSTM (a mixture of twenty parts milk-thistle seed, twenty parts fababean seeds or sprouts (for daidzein and l-dopa, ten parts soybean (for its daidzin), and one part ginkgo, by weight) to nervous cirrhosiphobes who continue to drink. Seeds of the milk thistle, also kin to chicory, can be made into a salubrious coffee, better for the alcoholic than the beer. BIBLICAL BRAINFOOD SOUP could be contrived of choline-rich Biblical plants like barley, bottle-gourd, lentil, nettle, and lecithin-rich flax, poppyseed, walnut (with serotonin) and wheat. Sprouted fababean seeds (our best source of dietary l-dopa) might accompany this soup, especially for those suffering Parksinson's and Alzheimer's. BLISTERINE: Steep mixed herbs 50:50 in denatured alcohol or vodka. Herbs would contain the major active ingredients in listerine; cineole (eucalyptol), menthol, methyl salicylate, and thymol. I use eucalyptus, rosemary or spearmint for my cineole, since I'm too cheap to use cardamom, a very good source of cineole. I'd use one of my many species of mint (Mentha) as a source of menthol, cherry birch or wintergreen as a source of methyl salicylate, and horsemint or thyme for my thymol. I'll guarantee it would contain more than twenty antiseptic aromatic compounds and could help as an antiseptic on popped blisters. In the humid tropics I'd first wash wounds with peroxide, if I had any, then apply blisterine, then dry the abscess in the sunshine, and sprinkle in flowers of sulfur. Roughly that treatment permitted my five more years in the humid tropics. BOG BITTERS: (melanoma): Those prone to melanoma who believe that an ounce of prevention is better than a pound of cure, might enjoy Bog Bitters, a mix of bearberry, birch-bark and bogbean bitters, to which some other betulinic acid containers have been added. Other plant reported to contain betulinic acid include dogwood, eucalyptus (lemon-), forsythia, grape, henna, jackfruit, jujube, mulberry, rosemary, sage, and teatree. Some of these are better not ingested. Some may have more betulinic acid, some less. Very few quantitative data are available. Other betulinic-acid- (a/o derivatives) containing plants found in a search of medline and agricola databases include : BONE BROTH: BORON FRUIT SALAD 2 cup sliced fresh peaches (2-150 ppm, fresh-dry weight Boron diced B) 1 cup raisins (grapes contain 2-38 ppm B) 1 cup grapefruit (2-33 ppm B) 1/2 cup almonds (18 ppm B) Canned material may be substituted. Steep juices with allspice (25 ppm B) and clove (10-40 ppm B). Serve chilled. BORON SALAD 2 cups drained canned asparagus (6-100 ppm B) 1 cup diced cabbage (2-87 ppm B) 1 cup cooked or pickled (3-45 ppm B) 1/2 cup sliced cucumbers (4-28 ppm B) over lettuce leaf (1-87 ppm B) Three mg boron can double blood levels of estrogen, thereby tending to prevent osteoporosis. Men seeking to prevent impotence with my INSTERILI-TEA, catuaba, muira puama, scotch pine pollen (reported to contain testosterone), yohimbine, and 3 mg boron, reported to double blood levels of testosterone. Reduced dietary boron usually increases theta-wavy brain activity and decreases in alpha-wave activity (James Penland, USDA psychologist, Grand Forks, N. Dakota). Lower boron means slower mental response. BREATHALYZER: Keep fresh sprigs of chlorophyll-rich aromatic herbs, like basil, cilantro, nettle, and parsley in water. (I use my aromatic cinnamon smelling tansy, but can't recommend to anyone, because it carries the warning: may cause abortion if over-consumed) Nibble as needed, chasing with powdered charcoal, to improve the breath. Munch on ginkgo nuts and kudzu roots. BROMELADE: One simply adds high bromelain pineapple to Embolade (an Antiembolitic Chutney of capsicum, garlic, ginger, onions and turmeric) Pineapple's bromelain has proven useful in bruises as well as having antiemolic properties. BUS-TEA: \"Anise, caraway, fennel and lemongrass increase the size of the breasts and promote lactation, whereas parsley, mint and sage reduce the milk supply.\" The first four might be incorporated into my \"Bus Tea\". clearly improving on the flavor of the active fenugreek. I would not hesitate to indulge in fenugreek sprout \"Bus Tea\" or a Lebanese fenugreek \"milkshake\" for micromastia (or hyperglycemia or hypertension). I might even sweeten my Mastogenic Milkshake with licorice whose glycyrrhizin is amphiestrogenic. (With the licorice it might be hypertensive and hypokalemic). But for other people who might have trouble with licorice, I would suggest the following as a recipe for \"Bus Tea\" 1 cup fenugreek sprouts Dash or two of anise, basil, caraway, dill, fennel, marjoram 1/2 cup lemongrass Sweeten to taste 1/2 cup lemon-verbena Steep licorice, if you are sure that it does you no harm! 1/2 cup lemon balm Add lemon juice to overcome bitterness CARAWADETM: (To prevent breast cancer?) The monoterpenoid limonene (not a limonoid) has received a lot of press lately, especially relative to breast cancer.Huang et al's Table VII indicates that limonene inhibits the initiation of cancer in the lung, mammaries, and forestomach, and even led to regression in mammary cancers (in rats). POTENTIAL LIMONENADE enjoy beverages combining any of these that I have on hand. CARMINATEA: For colitis and IBS, I might try my own carminatea, consisting of camomile, caraway, dill, fennel, melissa and peppermint, sweetened with caraway oil is antihistaminic, antispasmodic, bactericidal, carminative, larvicidal and non-toxic (Leung and Foster, 1995). CATARACTEA:Take two liters of water (preferably from the rapids of a clear clean stream); bring to a slow boil, and remove from heat, dropping in one handfull each of the following herbs: Catnip Ginger Lemonbalm Oswego Tea Pot Marjoram Rosemary Turmeric (several dashes) Steep for 20 minutes, and drink warm or cold, with lemon juice and honey (or sugar, if you don't like the mess of honey) (NOTE: All these herbs contain ascorbic acid, bioflavonoids, and tocopherols, respectively vitamins C, P, and E, all of which have proven anticataract activity, and all contain manganese and magnesium, likewise, apparently with anticataract activity. Some of these, like rosemary, contain more than a dozen antioxidants, which antioxidants may protect protein in the eye's lens from breaking down.). My database tends to show how diet could be manipulated in various pharmacological directions. Dr. Robin Saunders, USDA, Albany, California, notes that rice bran lowers cholesterol at least as much as oat bran, at least in hamsters. But it contains less than 10% of the beta-glucans in oat bran. Must contain other additive or and caffeine. Hot \"catha or qata cola\", incorporating the Maya hot chocolate, with its anorexic xanthines (no longer believed to contain theophylline) with hot pepper's thermogenic catabolic capsaicin. This 5-C High Wire formula would probably be illegal, containing caffeine, capsaicin, cathine, cathinone, cocaine, in addition to ephedrine and theophylline, but it would probably be effective at inducing weight loss. And it would in all probability get the patient all wired-up, if not fired up. CHASTI-TEA: Steep an ounce of chasteberries with an ounce of marshmallow in two ounces of 50-100 proof vodka, adding to taste bayleaves, carrot (and seed), celery seed, feverfew, emmenagogues or remedies for amenorrhea. All are counterindicated in pregnancy. CINEOLADE: Since I like pineapple juice and ginger, recommended by popular writers for various pulmonary ailments, I would combine them with several of the high-cineole herbs listed below to make \"Cineolade\", containing the expectorant cineole, reportedly useful in laryngitis. Plants containing more than 300 ppm's cineole (as their maximum reported dry weight content) are basil (to 776), beebalm (to 2,735), cardamom (to 56,000), cinnamon (to 800), eucalypt (to 29,750), fennel (to 300), ginger (to 5,000), hyssop (to 610), lavender (to 3,435), lemon leaf (to 700), lemon verbena (to 450), nutmeg (to 3,520), peppermint (to 1,390), rosemary 8,125), spearmint 9,375), sweet annie (to 6,600), tansy (to 1,300), tarragon (to 500), turmeric (to 720), and yarrow (to 960). Cineolade might also be useful for the liver if ABC (Blumenthal et al, 1997) is correct,\"Cineol causes the induction of the enzymes involved in detoxication of the liver.\" I'll put that in my cineolade and drink it with my milk thistle. COSMIC CAFFEINATOR: A mix conatining most or all of the major caffeine-containing beverage plants; chocolate, coffeee, cola, guarana, guatusa, mate, tea. COUMARADE: (See Also Furanocoumarade) For that smell of new mown hay, it is simply coumarin (1,2-benzopyrone) Sources: ageratum sweetclover (to (to 3.5%), and woodruff (to 1.3%). CREAM OF SEDATIVE SOUP Made of many of the tryptophan sources (pulverize seeds, as available, of evening primrose (9,000 ppm), winged bean (8,000), white mustard (5,000), pumpkin (4,500) sunflower (4,000), lablab (4,000), sesame (3,500), chickpea (3,500). Add if desired almond milk, butternut, ginger, poppyseed, sesame and walnut. After simmering as a soup stock, add at the last minute one half-cup diced celery per cup of broth. Simmer no more than ten minutes. CRUCI-FIX: Fearing cancer, I might seek isothiocyanates, I'd go for a cruci-fix, a solitary dish or mix of the crucifers I had on hand. A series of new studies reported on Medline indicate that feeding isothiocyanates to experimental animals protects them from cancers of the breast, esophagus, liver, lungs, mammaries, and stomach. My friend Paul Talalay, MD, Johns Hopkins School of Medicine, reviews the mechanisms by which isothiocyanates block carcinogenesis and suggests that they are ideal for chemoprevention of cancers. The list of well-known crucifers is long tasty: broccoli, brussels kale, choy, radishes, turnip greens, and watercress. DEFYING GRAVE-TEA: If diagnosed with Grave's Disease and unable to get standard pharmaceuticals, I would resort to Defying Gravetea: Combine four handfulls lemonbalm, with two handsfull each, if available of gromwell and bugleweed; add others tasty herbs, especially mints, well endowed with caffeic-, chlorogenic-, ellagic-, lithospermic- and/or rosmarinic acids. I think this would help in Grave's Disease, as well as in viral infections. But don't you do this. Instead listen to Varro Tyler, Lilly Distinguished Professor of Pharmacognoscy at Purdue University, and author of a dozen or so books, including the recent Herbs of Choice (Haworth Press, Inc., 1994): \"Hyperthyroidism is a complex disease scarecly amenable to self-treatment with nonstandradized medicaments.\" But in Adverse Effects of Herbal Drugs, Winteroff, in De Smet (1993) says of bugle: \"Moreover, ellagic acid, another constituent of this plant, may perhaps counteract carcinogenic effects.\" DIABETIC'S DILEMADE: Bay, cinnamon, clove, turmeric; steeped overnight in a pint of boiled water, to heat up tomoroow as a tea, sweetened with licorice a/o stevia). DIABETIC LUNCH (Feed me on cornbread and beans). Kay Behall, USDA's Beltsville lab, shows that amylose content of starches from potato, wheat, corn and barley constitute 20, 25, 26 and 27% respectively of the total starch. Behall mentioned a special hybrid corn ('High-Amy-7'or Amylonaze-7) in which amylose constituted 70% of the starch. Seems to me that's what diabetics should use for their cornbread. In legumes amylose ranges from 34-40% of total starch. The higher the amylose content, the less the glucose and insulin response. University of Toronto scientist Lilian Thompson even made unleavened bread from navy-bean flour and fed it to 10 healthy volunteers, with and without the bean's normal levels of phytic acid. Bread without the phytic acid induced 52% higher blood-glucose responses. Put onions and/or garlic, and some fenugreek, with your beans. According to Bailey & Day, Diabetes Research Unit in UK, raw onion bulbs have long been used as a dietary supplement to treat diabetes traditionally in Asia, Europe and the Middle East. Extracts (at the high dosage of ca 10 g/kg body weight, which = more than a kilo of extract in my case, improve glucose tolerance 7-18%. Fenugreek seed (50-60% fiber) also have proven hypoglycemic activity, and at least 6 compounds with hypoglycemic activity (coumarin, fenugreekine, nicotinic acid, phytic-acid, scopoletin, trigonelline). One hundred grams defatted fenugreek powder a day reduced urinary glucose excretion by 54% (Sharma et al, 1990). Consumption of 50 ml extract of bitter gourd reduced hyperglycemia by some 20%. Better yet, just eat it as a side dish. NIDDM BEAN SOUP: I made this one just after Thansgiving, 1995, having talked about it and modified it for half a decade now. First I bolied the exterior rings and husk of a whole onion, putting half of the meat of the onion in. Here I was hoping to capture some of the quercetin. Letting it steep to cool, as I typed on the Green Pharmacy, I then removed the inedible portions of the onion and garlic, and added a 16 oz can of kidney beans (a dry, fresh or canned bean mix would have done as well. Then I added half a cup of some uncooked peanuts with their testae, and a quarter cup of fenugreek. Then I added Anderson's 1/2 g of bay leaf, cinnamon, clove and turmeric (from here on I'll increase the turmeric adding curry powder, diminishing those sweeter spices). I added diced carrot for its 18% pectin, and its folkloric antiflatulent reputation. Then I simmered for half an hour. Had it for supper and breakfast, but would have enjoyed it more with less cinnamon and clove, and more turmeric. Topped with capsicum and diced raw onions, I did enjoy this hypoglycemic soup. Twenty five million people in the world have diabetes mellitus, the most common endocrine disorder in the world. Six million Americans are under treatment for Type II diabetes, according to USDA chemist Richard Anderson. Almost that many more people are estimated to have it and not know it. 14 of 16 studies showed positive responses to dietary chromium. \"Chromium functions as a nutrient, not as a therapeutic. If you give more of a nutrient to people who have plenty, nothing beneficial happens.\" Biologically active organic chromium binds very tightly to insulin in a test tube and makes the hormone up to 100 times more efficient at getting glucose oxidized to its end point---carbon dioxide. Shifting from 20 ug to 200 ug chromium significantly improved glucose tolerance, 40-50%, and lowered levels of insulin and glucagon. It's rather easy to get 200 ug Chromium, 100 grams (ZMB) onion containing up to 400 ug, cabbage up to 870, carrot to 150, lettuce to 2,000, tomato to 300, the beans themselves to 500, and cowpwas to 360. Spices too can be rich in chromium, 10 g (1/3 ounce, ZMB) caraway containing up to 155, cinnamon 99, coriander 288, cumin 84, turmeric 60, cardamom 295, fennel 50, nutmeg 164, mace 132, poppyseed 134, white mustard 186, and cloves to 45. Note that all these figures are based on ZMB (Zero-moisture basis)! See INSULINADE:CONTAINERS OF BAYLEAF; CINNAMON; CLOVES; TURMERIC: I can bring and make tea of these on stage, and drink USDA's Richard Anderson's studies show that 1/8 tsp. (which I think translates to ca 500 mg (1/2 gram or 1/60th ounce) bayleaf, cinnamon, cloves or turmeric can treble insulin efficiency. Coriander and cumin also have hypoglycemic activity in experimental animals. You might spike your beans with these spices, further increasing your potential for keeping the blood sugar down. STEEP HERBS 5 Minutes, with licorice sticks, and drink on stage. For desert, use fruits with the most complex carbohydrates and spice them with cinnamon, cloves and turmeric, which triple insulin's performance in getting glucose metabolized. A few peanuts sprinkled on the fruit cocktail or pie can be useful, especially those high in amylose. For diabetic neuropathy, some doctors suggest capsaicin, which often relieves intractable painBurning hands and foot sensations plague about 20 percent of diabetic patients. Two out of three find some relief from capsaicin, the hot principle in hot pepper. Under the brand name Zostrix, capsaicin is marketted in a cream containing 250 of Capsicum frutescens Ogbadu et al, Trop. Sci. 29:151. 1989). DYSPEPSIKOLA: (for stomach distress, and a bit tastier than Mylanta). I mix according to availability a dash each of anise, camomile, coriander, fennel, ginger, with two dashes of some of my weedy mints, steeping overnight in the refrigerator in a hydroethanolic medium or menstruum (a mix of one shot cheap vodka to each cup of spring water). EMBOLADE: One might create an Antiembolitic Chutney of capsicum, garlic, ginger, onions and turmeric, all of which tend to decrease the stickiness of platelets. Pineapple might be added for its proteolytic bromelain, also recommended against embolism. ENURETEA, hypericum, oats and plantain leaves, adding fennel and lemonbalm, maybe even some damiana if it makes it through the winter, all with a lot of folklore, and not too much science to back them up as antienuretics. EXPECTORANTEA: Consists of your choice of the plants that FNF identified as having the greatest number of expectorant compounds. Licorice contains >15% expectorant compounds spread among at least 9 different expectorant compounds, oregano, peppermint and shrubby basil have 7, tea 6, lovage, mace, mother-of-thyme, myrtle, pepper, rosemary, spanish marjoram, spanish oregano, thyme and wintersavory 5, coriander, fennel, lavender, lemon mint, and pennyroyal at least 4 expectorant compounds. These numbers have increased since the publication of my database in 1992. FLATULADE: Cloves, ajwan, cornmint, caraway, allspice, mint, horsebalm, and thyme out on top when I searched FNF for GRASherbs richest in 5 You can concoct several anti-flatulent teas from this abbreviated list. Most of the herbs and spices in the mint and carrot families are good carminatives. For colitis and IBS, I might narrow it down to my carminatea, consisting of camomile, caraway, dill, fennel, melissa, and peppermint, sweetened with licorice. FRIGIDITEA: A tea for frigid women should, methinks, embrace dong quai, damiana, epimedium, fenugreek, ginger and ginseng. FOLK FOLIC FOLLY: Folacin (folic acid), not plentiful in plants, is highest in edible jute (Corchorus olitorus) at 32 ppm (ZMB) (among reliable entries in my database), spinach at 27, endive at 25, asparagus at 18, parsley at 18, okra at 10, pigweed at 10, and cabbage at 9 ppm's, on a calculated zero moisture basis. Nine parts per million converts to 900 micrograms (ug) per 100 g (1/2 cup), but to convert to dry weight you need to divide by 10 if the water content was 90%. Acc to CRH7:p. 63, 1995, on a fresh weight basis, 1/2 cup blackeyed peas will provide 45% of the RDA of 400 micrograms of folic acid, or 180 micrograms (ug); 1/2 cup lentils 180, one avocado 164 ug, 1/2 cup sunflower seed 160, 1/2 cup pinto beans 148, 1/2 cup garbanzos 140, 1/2 cup lima beans 136, 1/2 cup spinach 132 ug, 1/2 cup lima beans 128, 1/2 cup kidney beans 116, 1/2 cup asparagus 96, 1/2 cup peanuts 88, 1 cup orange juice 76, one cup lettuce 76, one cup escarole 72, 1/2 cup peas 52, 1/2 cup broccoli 48, and 1/2 cup brussels sprouts 48 micrograms on an as purchased basis. (CRH7:61.1995) Folic acid can reduce homocysteine levels, converting it back to methionine which does not foster arterial damage. Hence Werbach (1993) suggests 5 mg folic acid a day, under medical supervision. We could however get this much from lentil or other bean soups. It took a long time for the FDA and fizzicians to admit that some of us might be helped by folic acid. All of a sudden it's legal and fashionable. Finally its legal not only to fortify with folate, its recommended, and its legal to make health claims about it. In JAMA, University of Washington researchers (Boushey et al (1995), using various assumptions, estimate that 13,500 to 50,000 deaths could be avoided annually by folate supplementation. \"The deaths of more than 30,000 men and 19,000 women might be prevented with the 350 ug fortification scheme\" How many lives would have been saved had the FDA moved a bit faster on folic acid? By lowering levels of homocysteine and its related moeities, higher folic acid intake \"promises to prevent atherosclerotic disease.Increasing folic acid intake by only 200ug/day significantly lowers homocysteine. Tree quarters of a cup of fresh black eyed peas, lentils, sunflower seed or pinto beans or lima beans could provide more than this 200 ug. A cup or two of a mixed bean soup a day could do it. What a pleasant way to stave off stroke and heart attack. Soup d'GRAS): (for prevention of atherosclerosis, CHD, peripheral arterial disease and stroke), Take two cups lentils, two cups blackeye peas, one cup pinto beans and one cup lima beans; more than cover with water; soak overnight, retaining the water, Bring gently to a boil and simmer, keeping water levels adequate. When legumes are tender, add a cup of chopped onion and a couple cloves garlic, plus a finger of ginger, and a dash of hot pepper and turmeric. Add curry powder, and try without salting. Use herbs in lieu of as much salt as you can do without. A cup of the solid part of this soup should suffice to give you 200 ug folate. Accompany with your greens dish Folk Folic Folly. Two carrots a day can lower elevated serum cholesterol 10-20%. Sounds like we have the makings of an antiatherosclerotic bean soup here. Some have suggested that the carrots in the bean soup will reduce flatogenesis. GENISTEIN GUMBO: \"I think Euclid and I would agree that the whole food is better than the sum of its phytochemicals.\" Genistein gumbo calls for equal parts soybeans, blackeye peas, fava beans, garbanzos, kidney beans, lentils and lima beans, soaked overnight, boiled, blended or pureed with curry powder, hot sauce and onion. At the last minute throw in some soy sauce and tofu curd. (Genistein, a phytochemical in soy products and other legumes, has been found to retard cancer growth in test tubes - possibly by inhibiting the new blood vessel growth on which tumors depend. (Susan Brink, quoting Jim Duke, in US News & World Report. May. 1995.) She quoted me before I had my table of ingredients. SEED SAMPLE Genistein (ppms) 0.4 Black turtle beans 45.1 0.4 Baby lima beans 40.1 0.4 Large lima beans 34.4 0.3 Anasazi beans 29.8 6.5 Red kidney beans 29.3 2.7 Red lentils 25.0 5.2 SOYBEANS 24.1 37.6 Black eyed peas 23.3 0.3 Pinto beans 22.3 23.2 Mung beans 21.8 0.3 Azuki beans 21.2 4.6 Faba beans 19.9 5.0 Great northern beans 17.7 7.2 Three years ago, I wrote a letter to soy scientists predicting that an American bean (I had lima bean in mind) might prove richer in genistein than their soybean. They quit writing to me, even though one owed me 60 analyses. Nearly five years after I started sending out legumes seeds for analysis, Univeristy of Michigan Botanist, Dr. Peter Kaufman, PhD (Plant Physiology), produced some exciting results (personal communication, Dec. 8, 1995). Lima bean, as predicted, did prove richer in genistein. But not predicted, North American Psoralea esculenta proved more than 60 times richer than soy. Maybe that's why the soy scientists failed to respond to my letters. Soybean was by no means highest, as the soy scientists had claimed, in Kaufman's genistein analyses, presented above in descending order of genistein content. GLUT-O-GLUTATHIONE: People low in glutathione, an antioxidant common in asparagus, broccoli, cabbage cauliflower and other crucifers, potatoes, purslane and tomatoes and the like, are more prone to arthritis than those people better endowed with glutathione. Fruits mentioned with glutathione include avocado, grapefruit, orange, peach, watermelon, but you better drink it quickly. This ubiquitous antioxidant is quick to disappear. (J. Clin. Epidem. 9:1994; Prevention June 1995. p. 26) GOBO GUMBO (for arthritis): Burdock with as much turmeric as possible, with too taste the following antiarthritic foods: black cumin; cayenne (the hotter the pepper, the less the pain; rich also in salicylates), evening primrose (crushed seed or bran flakes), fenugreek (distasteful to some), garlic, ginger, job'stear (Coix, a weed in the tropics), licorice (distasteful to some), nettleleaf (self flagellating as well), okra, onion (leave the skin rosemary, savory, as much turmeric as possible, with whole onions and garlic (for their quercetin), and as available, the following better daidzein sprouts gossypol (Abelmoschus esculentus) and a mixture of edible beans or legume seeds; if available, purslane. Add al gusto, the following antitumor spices, cayenne (the hotter the pepper, the more capsaicin), garlic, ginger, licorice (distasteful to some), mustard, onion (leave the skin on), oregano, rosemary, savory, sesame, thyme, lavender, rosemary, and watermint, as available, for flavor; willowbark for salicylates, and cayenne for capsaicin and salicylates. Make it a hot and spicey. HAPPY HERPICIDE: Many mints, especially lemon balm (Melissa officinalis) are recommended by some herbalists (but few if any halfistic fizzicians) for herpes. My mixed antioxidant mint tea, e.g. hyssop, LEMON BALM, oregano, rosemary, sage, self-heal, and thyme etc., is no guarantee that antagonisms or synergisms might not nullify (or amplify) their antiherpetic activity. Italian researchers report that glycyrrhizic acid inactivates HSV1 in cell cultures. SUGGESTED RECIPE: Fill the desired pan half full of boiling water. Add lemonbalm until about 3/4 full, and fill with 2 parts each of oregano and selfheal, and one part of any other aromatic GRAS mints available. Steep licorice root in mix to sweeten. HIGH WIRE: Would probably be illegal, containing caffeine, capsaicin, cathine, cathinone, cocaine, in addition to ephedrine and theophylline, but it would probably be effective at inducing weight loss. And it would in all probability get the patient all wired-up, if not fired and fired up. HOT n'HOT SOUP: Spices seems to be so useful at preventing and curing diseases, cancer, cardiopathy, diabetes, ulcers, and helping to detoxify toxins, that I'd like to expand the Ayurvedic Trikatu to a Octakatu, in a hot broth with black pepper, garlic, ginger, horseradish, hot pepper, mustard, onion and turmeric. Trikatu, composed of black and long pepper and ginger can increase levels of drugs like sparteine by more than 100% and selenium by ca 30%. This is a great hot broth for opening the sinuses, and speeding up absorption of some medicines, assuming it is as good as trikatu. While I prefer my octakatu made fresh from fresh herbs, where possible, I could see a dehydrated mix to be used as a bouillion or simply in capsules, for those on the run. I can't however recommend it to anyone else; there's too much bad press to overcome for piperine and safrole, deserved or not. Piperine is synergistically insecticidal and may be synergic with medicines as well. Play it safe, leave out the black pepper and its piperine. HYPERACTIVITEA: Instead of the uppers lile Ritalin, so heralded each catnip and passionflower leaves and 1/4 teaspoon each linden and peppermint. (Keville, 1996). I'd add a little camomile and a lot of lemonbalm to Kathi's herbs to make my HYPERACTIVITEA. IMPOTENTEA: Kathi Keville's very rational suggestion contains 1/2 oz each of damiana leaves, ginkgo leaves, ginseng root, wild oats and yohimbe bark. I'd include some saw palmetto as well if it were for me but leave out the yohimbe for anyone else. I believe yohimbe more effective than safe. . INSULINADE: CINNAMON; Anderson's studies show that 1/8 tsp. (which I think translates to ca 500 mg (1/2 gram or 1/60th ounce) bayleaf, cinnamon, cloves or turmeric can treble insulin efficiency. Coriander and cumin also have hypoglycemic activity in experimental animals. STEEP HERBS 5 Minutes, sweeten with licorice sticks or stevia leaves. Laetrilogy, a blend of apple, servicberry and wild cherry. LEAN MEAN BRAIN BRAN: I'd rather take food than drug as a source of tryptophan. (Prozac runs $500-1500 a year; I can gather a pound of evening primrose seed in an hour in autumn, and I would prefer ground whole seed to pure tryptophan. I'd add that ground primrose seeds to barley/oatmeal muffins. Rich in beta-glycans), to which I'd also add some butternut, hickory nuts or walnuts, best dietary sources of serotonin (so-called brainfood which is broken down before it gets to the brain. I'd call that my lean mean brain bran muffin. I might add a little catabolic hot pepper to the muffins; the hot ingredient speeds up fat burning by the body. Chase with Catha Cola. LIMONENADECARAWADETM: (To prevent breast cancer?) The monoterpenoid limonene (not a limonoid) has received a lot of press lately, especially relative to breast cancer. Limonene has been described as one of the major components of the essential oils of citrus (said to constitute 90% of lemon and orange oil, although the FNF database does not score it nearly so highly). That prompted me to put out a hand out a year or so ago entitled ??? LIMONENADE FOR BREAST CANCER ??? based on entries from Duke (1992b). Huang et al's Table VII indicates that limonene inhibits the initiation of cancer in the lung, mammaries, and forestomach, and even led to regression in mammary cancers (in rats). A pertinent quote for my synergy vs the silver bullet folder. \"Inhibition of isoprenylation may be the mechanism responsible for the chemopreventive and chemotherapeutic activities of limonene against mammary and other cancers ... Although we have examined the evidence for cancer chemoprevention by many individual phytochemicals in this review, there is not a magic bullet. The synergistic effects of compounds in fruits and vegetables, the presence of fiber, and the value of fruits and vegetables as low fat, zero-cholesterol sources of vitamins, antioxidants, micronutrients and chemopreventive functions can not be overlooked.\" Translation: Eat lemon and caraway, not pure limonene (JAD!) At the USDA, following some political problems about sensitive topics, we are not encouraged to encourage ingestion of foods (nor to discourage ingestion of meat or high fat dairy products) for the prevention of disease. Hence I prepared this list, not for potential sufferers of breast cancer, but for potential sufferers of bugbites. You see limonene is an insect repellant, and so far the USDA has still not eliminated the study of natural repellants, if not disease preventives. (The EPA, not the FDA, might land on me for selling it as an insect repellant; I note that they busted someone selling a garlic repellent). Here is a formula that contains high-limonene plants that might repel insects, the GRAS and GRAF herbs and foods richest in limonene (over 5,000 ppm on a dry weight basis). POTENTIAL enjoy beverages combining any of these that I have on hand. Best sources of limonene, surprisingly, are not citrus, but caraway, at 3% on a dry weight basis, celery seed at 2.5%, orange at 1%, cardamom, fennel and basis. LITTLE LIVER TEA: Hepatosiphobes not subject to the side effects of licorice might sweeten my quack tea with licorice, coloring it with beet juice; ingredients, as available: anise, celeryseed, dill, citrus, clove, fennel, licorice, peppermint, rosemary, turmeric, and vanilla. LOW PRESSURE SOUP n' SALAD by Jim Duke To be eaten only after 20 minutes low-impact aerobic exercise. SOUP 2 Cups Fresh or Canned Tomatoes 1 Cup Diced Onion 1 Cup Rice 1 Cup Dice Celery 1 Clove Diced Garlic 1 Cup Water Replace as much salt as possible with herbs that have a folk reputation as hypotensive like bay, cayenne, garlic, onion, saffron, turmeric. Bring ingredients to a boil and simmer gently 20-30 . SALAD 1 cup diced pineapple (high in GABA) 1 cup sliced banana (high in potassium) 1/2 cup hawthorn or crabapple (Crataegus oxyacantha is proven arterial hypotensive) 1/4 cup sprouting fenugreek seed To be eaten just before 20 minutes calming meditation. MAGNESIUM MEDLEY: A mixed mess of dandelion, nettle, purslane, and spinach leaves, alongside a 100 grams of stringbeans and another of cowpeas, could easily provide your RDA (40-400 mg) for magnesium, especially if sprinkled generously with poppyseed but I'm more inclined to recommend that for lowering blood pressure than for gum diseases. MIDSUMMER MADNESS: Winding down my career, with only six workdays left in the office, I felt a sneezing headcold coming on, in mid August, at 3:00 PM the afternoon, having spent the last week off and on with 6 sniffling children and their 14-year old babysitter. Goldenrods were in flower signaling that the ragweeds were also in flower. Did I have a viral head cold, or was it just pollen-induced hayfever? I went for the Johns Hopkins Symptoms book (Margolis, 1995) and turned to sneezing. Only five ailments were mentioned, including hay fever and cold. Itchy eyes and runny nose are common to both, but if you believe the Johns Hopkins book, my cough, headache and sorethroat signal that I had a cold instead of hayfever. So I went home after work and called in my big herbal antiviral guns and made a big tea hoping to circumvent this midsummer problem that might cost me seven days when I only have six more. For the benefit of Rodale Press writers, I recorded the recipe this time, even though I can't recommend it to anyone except myself (and maybe close friends and families not liable to sue me). I put a quart of cold water in a sauce pan and threw in two handsful of lemon balm for its antiviral compounds, a handful of raspberry leaves and a half cup of blackberry fruits, respectively for their tannins and anthocyanosides, a handful of juniper for the dangerous antiviral ligans, a half handfull each of honeysuckle and forsythia for their proven antivirals (and empirical success with me in winter), a small flower cluster of the poisonous pokeweed for its pokeweed antiviral mitogen (PAM), and a dash of crystal light lemonade powder to mask any unpleasant flavors that might emerge. Any other day and I might not have fogotten the juniper, but today I had written a juniper entry and had juniper on my mind. I'd add ginger now, both for antiviral and flavoring properties. Here's something you may have never tried in your own self medicating regime. Before cooking the tea, I drank a cup of the cold water extract of the leaves after they had steeped an hour. Why? Because a few compounds are better extracted with cold water than with hot, and a lot of the critical volatile compounds are lost in the heating process. Then I added a little more cold water and a shot of vodka. Why? Because the alcohol will extract some chemicals much better than pure water. Then I had a cup of that after it steeped for another hour. Then I brought it to a boil, let it steep, off the heat, for another hour, and drank another cup, with an almost vegetarian dinner. Why, because some of the compounds are better extracted in hot hydroalcoholic menstruum. Then I added another pint of water and let it sit out overnight, and added it to my thermus, with a bit more lemonade powder, to take to the office and continue my medication into a second day. And here i am, five o'clock on a Tuesday morning, typing up this recipe with a minor, not major, case of the sniffles. Anecdotal. I think I would have been much worse off had I not intervened with my pink Midsummer Madness (The blackberries turned it pink.). But I'll get twelve hours work done today, instead of losing the day or week in my battle with the summer cold. MIGRATING (MAYBE) MITIGATING MIGRAINE MUSH: 100 g evening primrose bran, or 130 g crushed seed 500 mg fresh (125 mg dry) high-parthenolide feverfew leaf Slurry in water or milk with 1 chile, 1 clove garlic, 2 celery stalks, lemonjuice, and 1 onion. MINT TEASE (Antioxidant Tea): Add a Duke's mix of available edible mints heavy with Origanum vulgare and Prunella vulgaris (highest among 60 mints in antioxidant activity) MUFAmous BUTTER: I would eat a few more nuts and avocadoes were I suffering NIDDM. If FNF and its sources are correct, avocado fruits can contain up to 69% MUFA's nuts up to 59% 11%. My proposed MUFAmous MUFA-nut butter would embrace the better of these, spiced up with a little coriander and fennel. PANTOTHENIC SALAD Endive Watercress Raw Peas Broadbeans Broccoli Green Gram Cucumber Avocado PECTINADE: Juice a mix of the following, including albedo of any citrus on hand: Banana, carrot, guava, lime, linseed, mango, orange, papaya, rosehip. If cardioprotection is the target add fig and pineapple for their proteolytic enzymes; grape and hawthorn for OPC's . PINEADE: Made to taste from some of the better sources of alpha-pinene from FNF: sassafras 2,000, horsemint 2,000, ginger 1,950, sage and angelica 1,500, and boldo, dill, tarragon and yarrow at up to 1,000 ppm, on a calculated dry weight basis. Better sources of beta-pinene were parsley seed 1,095 ppm, on a calculated ZMB) If you are pining for pinene, here are some sources. Prosnut Butter TM, a combination of foods made into a peanut-like butter, embracing the most important traditional phytomedicinal approaches to BPH. The butter would be comprised of, in decreasing order of relative abundance, ground pumpkin, cucumber, and watermelon seeds (agricultural byproducts), saw palmetto fruit and seed (edible palm), brazilnuts, sunflower, ground carob, peanuts, almonds, sesame, soybean, flaxseed, and walnut, leaving out the poppyseed. Spiked with a little zinc picolinate, this could be a tasty sandwich spread, an ounce of which would give you the suggested quantity of alanine, glycine, glutamic acid, not to mention the EFA's, and sitosterol, and whatever it is in saw palmetto that increases urinary flow and ease of micturition, while reducing residual urine and frequency of urination. The brazilnuts and sunflowerseed could provide the recommnded dose of 200 ug selenomethionine. Licorice like saw palmetto contains compounds that prevent the conversion of testosterone to dihydrotestosterone. PROTEASE-INHIBAIDS: Mints were outstanding for ursolic and maslinic acid, from Coleus and Salvia, as well as drops of EO of cloves.. After compiling all this, I'd mix up a pleasing tea, if I had HIV, and indulge the potential synergies of the natural protease inhibitors, ursolic acid from Acinos, Hyptis, I'd add ot aekn highest known natural source of the HIV-integrase inhivitor, cichoric acid. And looking for all that synergy that the super-silver-bulleteers are seeking, I go also for some of the HIV. PROTEOLADE, i.e. juices of fruits well endowed with proteolytic enzymes, especially breadfruit, fig, papaya and pineapple, spiced up with ginger. I add prune juice as a laxative, to help expel dislodged worms. If that didn't work, I might resort to the fig's milk, my own fig at home, Peru's fig in Peru. QUACK CANCER SALAD: Heinerman (1988) said he was indebted to Dr. James Duke, head of the USDA's Germplasm Resources Laboratory in Beltsville, Maryland, for letting me feature here a slightly revised version of the cancer preventative salad that he calls quack salad.\" I'm equally indebted to him for his version of my Anti-Cancer Quack Salad! Would it be violation of copyright for me to copy my own recipe as modified by an anthropologist, with permission to copy but not to modify? Please go organic with his modification: 2 tomatoes, 1 cup whole raw beet; handful of chopped walnuts and peanuts; 3/4 cup diced celery, 1/2 cup endive; 1 cucumber; 1/2 onion (chopped) 1 tbsp flaxseed; 1 garlic clove; 1/2 tsp sage, 1/4 tsp cumin, and a pinch of cayenne. His salad dressing calls for 2.5 cups lemon juice, 1 minced clove, and 1/4 tsp. kelp. Heinerman left out one of the most important anticancer ingredients, the red clover; so I give you here the original but dangerous quack salad recipe. absinthe flax salvia chicory garlic stinging nettle In Quack Salad and Cancer (Prevention ,1976) I listed what I considered to be one of the healthiest choices of salad dressings, one I had experienced with the Kuna Indians of Panama a decade earlier: lemon juice, garlic and hot pepper, only the latter Latin American. And I listed those potential salad ingredients above, that I had lifted from Jonathan Hartwell's classic PLANTS USED AGAINST CANCER. All of the ingredients listed were cited at least once in Hartwell's compendium, enumerating about 3,000 plants for which Hartwell found published folkloric cancer-curing anecdotes. Over half contained a compound he lated showed useful in the treatment of some types of cancer. And all green plants contain the cancer-preventive antioxidant vitamins. But after 20 years, I now suffer a common disease, Bureaucratic Paranoia, among other things! Today paranoid me would leave out the absinthe, arnica, borage, colocynth, crown vetch, poke salad and tansy today, at least in my published recipe. I'd continue to eat them myself, in sub-homeopathic levels. Each of these herbs, in addition to containing the omnipresent vitamins A, C and E and beta-sitosterol, contains a harmful compound as well. And I fear the FDA would land on anyone proposing them as cancer-preventive foods, just as, ca 1990, they landed on one cereal company proposing to add psyllium to their \"psereal\". QUACK LIVER SALAD: My quack salad for hepatophobes would stress milkthistle, artichoke, dandelion, and beet, generously sprinkled with capsicum, carrot, celery, chicory, flaxseed, garlic, ginseng (if free or cheap), marigold, onion, parsley, pepper, pot-marigold, psyllium, squash, and turmeric. All of these plants contain compounds that protect or regulate activities of the liver. E.g., Kiso et al. (Pl. Med. 49(3):185-7. 1983) report several \"antihepatotoxic\" from and p-coumaric acid. QUACK-PACK The British apparently don't use the same name as we do for my favorite ingredient, quackgrass. They call it couch grass. The \"drug\" is obtained by seiving mixed hays until one fraction consists almost entirely of floral parts. Bisset (1994) stresses that it is folk medicine, but his Commission E Extract does not. Comm. E approved hot packs of these hay flowers for degenerative rheumatic conditions. The warm quack pack (ca 42 C) is placed on the afflicted part and left 40 to 50 minutes, once or twice a day.. Bisset stated that the plant source could not be precisely indicated as it's a mixed bag of hay seeds, fescue, foxtail, orchard grass, sweet vernal grass, rye grass, timothy etc., At least it's a hot pad. Even my wife believes in hot pads. Maybe the next time she gets her rheumatic back kink, I can add some hot pepper to her quack-back-pack. RATIONALI-TEA: (\"Tinea-Tea\") Looking over a list of fungicides, one can visualize a good Ringworm Rationalitea, sweetened with licorice. Steep, in hot water, dashes of basil, celeryseed, cinnamon, coriander, dill, fennel, ginger, hyssop, peppermint, sage, and/or thyme. Enjoy!. If you don't like the tea, rub it on your tinea. If you do like the tea, drink it, at your own risk (all ingredients are GRAS). You could apply the dregs topically to the ringworm. Upon removing the spent tea dregs, you could wash the fungus with concentrated licorice extract. RED ZAPPER: Guatemalans use the roselle (Hibiscus sabdariffa), while Latin Americans generally recommend the tamarind (Tamarindus indica), also a favorite of mine (and a good chaser as well). We could mix them together, sweetened with high fructose honey and call it the Red Hangover Zapper. ROSMARINADE: One could get physiologically significant doses of the antioxidant antithyrotropic rosmarinic acid by consuming teas composed of some of the following herbs, shall we call it Rosmarinade: basil 1,000-19,000 ppm Hyssopus officinalis 5,000 22,000 60 Lavandula angustifolia 12,000 24,000 45 Lavandula intermedia 5,000 23,000 50 Lavandula latifolia 7,000 40,000 europaeus 37,000 63,000 23 Marrubium vulgare ------ 9,000 90 Melissa officinalis 25,000 48,000 29 Mentha aquatica 27,000 48,000 29 Mentha 26 Nepeta cataria 2,000 19,000 30,000 41,000 39 Satureja hortensis 26,000 34,000 55 Satureja montana 12,000 34,000 50 Thymus vulgaris 26,000 38,000 35 TABLE 1. Antioxidant Activity (ED50), Rosmarinic Acid Content, and Total Hydroxycinnamic Acid Content of Local Mints (After Lamaison et al, 1991). Ulcers seem to be tied in somehow to the arachidonic cascade and the leukotrienes. Rosmarinic-acid might help; it is reportedly both antiinflammatory, antileukotrienic, and antioxidant, all of which might be indicated for inflamed ulcers. Alarmed cells generate leukotrienes, powerful inflammatory agents, from arachidonic acid. RUTINADE: Already more than half way to the grave, I'm not afraid to sample my rutinade, but without a control I cannot prove it will prevent vascular spiders. I don't need it yet for hypertension. Here are possible components for rutinade; but don't even try it unless you are sure that none of these plants are poisonous or allergenic to you. The last ingredient isn't even legal here in the US. Violet Flowers 10-23% Rutin Pagoda Tree Flowers 13-30% Eucalyptus Buckwheat 1-6.4 Pagoda Tree Leaves 0-4 Rue (POISON) 2 Citrus Leaf 0.6 Rhubarb 0.6 Sheep Sorrel 0.5 Coca 0.5 SCARBOROUGH SHAMPOO: Parsley, sage, rosemary and thyme all have a folk reputation in baldness, and at least three of them show up in herbal shampoos already on the market. Add licorice and saw palmetto oil to your conditioner. SEDATIVATEA: First exercise for 30 minutes, if you haven't gotten youself in shape. If that fails, mix camomile, catnip, evening primrose, kava-kava, lavender, lemonbalm, lemon eucalpytus, lemongrass, and passionflower as available. If all this fails, and you don't mind the smell of dirty feet, spike it the sedativatea with valerian. If that still fails, try evening primrose bran flakes (best source of tryptophan) wiht milk. Failing that go to the healthfood store and buy some melatonin. Take a 0.3 mg capsulke after dark. And if that fails take a 3 mg capsule. SINUSOUP, an onion/garlic soup heavy with all the hot spices; black-pepper, ginger, horseradish, mustard, red pepper (capsicum), and turmeric. SLIM SERONADE: Mix to taste ground seeds of the following (serotonin levels in ppms): butternut (398 ppm); black walnut walnut (87), mockernut (67), pecan (29), pignut (25). While dietary serotonin does not directly contribute to cerebral serotonin, one of its metabolies, tryptophan, does. SOCORRO'S SECRET: (Although all these ingredients are ingested in Amazonia, they have not been proved either safe of efficacious) Add 1 tablespoon Dragon's Blood and 1 tablespoon Fig Latex, to one pint red wine and one pint of pineapple juice; add one cup of shredded ginger) Down on the Amazon, Sr. Cesar Guerra and his wife Soccorro often welcome our ecotouristic workshops to their cane distillery and kitchen respectively. Location: Junction of Yanomoan Creek and The Amazon, 15 minutes on foot from the Explorama Lodge. Cesar, better known locally as \"Polaco\" daily makes a run of rum, harvesting , squeezing, fermenting and distilling his sugarcane to make that corn-likker-like beverage known locally as aguardiente or cachasas. We gringoes give it the euphemistic name of rum. But Bacardi doesn't need to worry. This cachasas or rum is what Varro Tyler calls the local hydroethanolic menstruum for nearly half of the local medicines. But \"Polaco\" sells a lot of it (at $5.00 a bottle, especially if you bring your own recycled bottle, to the ecotourists who visit. Back in her kitchen Socorro, Polaco's attractive wife, proudly shows us what she uses for her \"reumatismo\". I call it \"Socorro's Secret\", having concluded, through my usual convoluted reasoning, that it might be as useful as anything out there for rheumatoid arthritis. The significant ingredients are dragon's blood, fig latex, ginger, (I'll add pineapple) port wine, and, of course, the hydroethanolic menstruum. One important component of red wine and red dragon's blood is oligomeric procyanidins, widely promoted as pycnogenol. An herbally inclined veterinary acquantance of mine, however, did some studies on pycnogenol, concluding that it might in fact have immunodepressant activity, which would be counterindicated in many ailments, but could conceivably be useful in autoimmune diseases. Until the veterinary data are published. I don't want to be quoted as saying that pycnogenol is immunosuppressant, but I will be more inclined to discourage its use for those ailments in which one wishes to boost the immune system, not to discourage its use in autoimmune diseases, like rheumatoid arthritis. Of course, Socorro didn't know about pycnogenol occurring in both her red wine and dragon'sblood; she just assumed that her concoction helped her \"reumatismo.\" More important was her inclusion of ginger, which, even alone, can be useful at alleviating the symptoms of rheumatoid arthritis, while the pycnogenol slows the autoimmune process. According to Murray (1994), proteolytic enzymes are antiinflammatory in clinical and experimental models. They play a second role in autoimmune diseases: helping the body reduce the level of circulating immune complexes, high levels of which occur in rheumatoid arthritis. These immune complexes activate the immune system against the body itself, ultimately leading to tissue damage. Murray says that proteolytic enzyme preparations can reduce levels of immune complexes in the blood. If Murray is correct, the ficin from Socorro's fig latex and the zingibain from ginger can help eliminate Murray's circulating immune complexes. Not knowing the relative potencies of the various proteolytic enzymes, I've taken the liberty of adding pineapple to Socorro's secret, making a very tasty herbal liqueur, loaded with proteolytic enzymes. For autoimmune diseases, I'd use red wine and dragon's blood, for other non-autoimmune inflammatory diseases, I'd use white wine and leave out the dragon's blood ( at least until I know more about the alleged immunedepressant activities of pycnogenol.) But for any inflammatory disease, I'll up the ginger ante. Ginger is already famous for its antiinflammatory activity, with profound synergies with (1) antioxidant (2) enzymatic and (3) eicosanoid- balancing activites. (Schulick, 1994). It contains more than 12 antioxidants superior to Vitamin E. It thereby helps neutralize free radicals which trigger inflammations. SPASMOLYTEA: Seeking an analgetic and spasmolytic tea for my backache, I did an FNF run for plants with the greatest number a/o variety of spasmolytic compounds to augment mentioned analgetics. To alleviate the cramps, I go for those herbs, mostly mints, highest in borneol and menthol, since they seem to be stronger spasmolytics. In the tropics, I'd add combining several leafy vegetables and legumes rich in folic acid. Folacin (folic acid) is not abundant in plants, highest reliable entries being edible jute (Corchorus olitorus) at 32 ppm (ZMB), spinach at 27, endive at 25, asparagus at 18, parsley at 18, okra at 10, pigweed at 10, and cabbage at 9 ppm's, on a calculated zero moisture basis. Nine parts per million converts to 900 micrograms (ug) per 100 g (1/2 cup), but to convert to dry weight you need to divide by 10 if the water content was 90%. Acc to CRH7:p. 63, 1995, on a fresh weight basis, 1/2 cup blackeyed peas will provide 45% of the RDA of 400 micrograms of folic acid, or 180 micrograms (ug); 1/2 cup lentils 180, one avocado 164 ug, 1/2 cup sunflower seed 160, 1/2 cup pinto beans 148, 1/2 cup garbanzos 140, 1/2 cup lima beans 136, 1/2 cup spinach 132 ug, 1/2 cup lima beans 128, 1/2 cup kidney beans 116, 1/2 cup asparagus 96, 1/2 cup peanuts 88, 1 cup orange juice 76, one cup lettuce 76, one cup escarole 72, 1/2 cup peas 52, 1/2 cup broccoli 48, and 1/2 cup brussels sprouts 48 micrograms on an as purchased basis. SPONDYLADE: Still not available here in the US, and only seasonally available in Amazonia, camu-camu, as our best source of vitamin C, could be useful in AS. More convinced about the potential for proteolytic enzymes than that of vitamin C, I'd add the proteolytic Amazonian fruits (fig, papaya, pineapple) and proteolytic ginger with the camu-camu, to make a new beverage Spondylade, a pleasant beverage, well endowed with proteolytic enzymes. STAMINITEA: Kathi Keville, West Coast Herbaloist I admire, lists the herbs most likely to get the male through a male menopause - eleuthero, ginseng, licorice, and schizandra -the same herbs suggested to increase male stamina, shall we dub it Kathi's Staminitea, the male answer to my Feminitea. STOMACH SETTLER: 4 fingers ginger, a dash of camomile flowers, dash fennel, dash orange peel, dash peppermint, dash spearmint. Steep fifteen minutes and drink the tea, or blend in your blender, dilute, with three cups hot water, and drink, at your own risk. STONE AGE TEA: Take mints rich in the following Add turmeric and my major limoneneade constituents. Enjoy with italian bread and olive oil! STRIVE-for-FIVE-ADE: The first time I tried it, it was two old carrots, one pink grapefruit, one lime, and one apple, all almost dried out after too long in the refrigerator. Peggy ordered this tightwad to dispose of them. So I peeled and blended them adding enough water to cover the diced fruits. The beverage was as bright an orange as I have ever blended. But I finished it before lunch, having made a popsicle out of one glassful (I sweetened it a bit with stevia powder, breaking open a Nature's Herbs capsule and blending it in with the juice, hoping to tempt the grandchildren into striving for five). It was as beautiful and tasty as the orange sherbert my dad had tempted me with 60 years ago in Durham. Try mixing up various fruits, especially thiose with proven biological activities you need. You can do this with five vegetables also, spicing up with hot sauce, ginger and turmeric, maybe even garlic and onion for another Strive for Five Ade, but I don't recommend the frozen vegetables nearly so strongly as I recommend the frozen fruit juices. You can concoct a beverage or frozen food farmacy sherbert for almost any ailment, while attaiuning thefive fruits and five vegetables so highly recommended for the prevention of all the major killer disease in the US. Using Stevia powder is recommended for those like me, who like their fruit juices, especially citrus, a bit sweeter than they are on the tree. Hypotensives and ulcer prone- types might rather sweetenen with licorice extracts. SUNNY SOUP: There's one good mood elevating reason to snack on sunflower seed with your bean and watercress soup. These are the three richest sources (ZMB) of antidepressant phenylalanine, sunflower up to 4.8%, blackbean and watercress to 2.3%. Pigeonpea and soybean are close behind with up to nearly 2.1%. To get 500 mg phenylalanine from sunflower might require a pound of fresh low-phenylalananine sunflower, but a 100 g USDA serving of dry sunflower seed could provide 480 mg. You might make a Sunny Soup for Depression, with ground sunflower seed, plus blackbeans and watercress for phenylalanine, and mustard greens and a mix of beans and spinach for tyrosine, also an antidepressant and monoamine precursor. If the soup don't do it, you could resort to your hypericum tincture. SUNZAC: I once read (J. Long. Res. 2(3):p. 17. 1996) of an alternative called Serezac, described as a natural nutritional support system for people who have used antidepressants like Prozac and other prescription drugs. I would recommend instead \"Sunzac\", with evening primrose, hypericum, mustard, and sunflower, which would provide respectively a great dietary source of tryptophan {for cerebral serotonin}, the best herbal antidepressant, the best source of antidepressant tyrosine, and a smiling sunny dietary source of antidepressant phenylalanine. SUPER SALAD: When I go to my database seeking superlatives, purslane comes out best for the antioxidants and antioxidant vitamins, and for calcium and magnesium. Conversely jute (Corchorus olitorius or mulakiya to Arabs) excells for a diversity of amino acids and is highest for folic acid. On a dry weight basis, jute can contain 2.1% alanine (2nd highest), 4.6% aspartic acid, but purslane is much richer in beta-carotene, at 4,700 ppms, cf ca 500 for jute; jute was my richest source of folacin; 1.7% 10), 20), 1.7% phenylalanine 2.0% 10), 44 riboflavin (3rd), and 1.4% serine (top 12). The purslane is in the top dozen for calcium (2.1%) on a dry weight basis, far highest in beta-carotene, top 12 for citric acid, highest for magnesium at nearly 2%, seventh for potassium at 8.1%, highest for tocopherol at 0.23%, and great for tryptophan at 0.35%. The recipe I had for lunch in the 95-degree Beltsville summer was based on the purslane Sleeper Salad. It had two cups chopped raw purslane, one cup toasted pita bread crumbs (with garlic), one cup tomatoes, two onions, a little olive oil and lemon juice; and a dash of garlic salt. Purslane which dominated the salad has some 3,500 ppms tryptophan on a dry weight basis. If sleep was more importnat to me than taste, I'd have added some better tryptophan sources, like evening primrose bran (not yet available, so I just use mortar-ground seed). That way I'd get some GLA and some tryptophan (9,000 ppms). Since watercress has almost twice as much tryptophan as purslane (ZMB), I'd go heavier on the watercress. The jute, I'm told on good authority would be too slimy (and perhaps too tonic) to add to our sleeper salad raw, but is great lightly toasted or stir fried and with lemon juice. Dr. Aref Abdul-Baki, Research Scientist with ARS of the USDA, who shares my enthusiasm about both these potherbs, says that lightly pre-cooked jute would make a marvlous 50-50 mix in the recipe (if vitamin diversity were your intent rather than sedation). If you wre after a good vegetarian source of folic acid, you might mix the jute greens with spinach in a mixed bean soup, loaded with lentils and cowpeas. I'm such a nut that I think that a soup calculated to contain your RDA of 400 micrograms folate per day will offer more protection against cervical dysplasia, fetal alcohol syndrome and spina bifida than a capsule containing 400 micrograms of folate. SUPERSALICYLATE TEA: Mix as available equal parts cayenne, pipsissewa, queen of the meadow, willowbark and wintergreen. (If fearful of the FDA, only use GRAS ingredients). Cover with water and bring close to a boil. Flavor with various mints rich in eugenol, menthol and/or pulegone. TICO OUZO: Vodka or which lemongrass (Cymbopogon citratus) and anisillo (Piper auritum), as they call the root beer leaf in Costa Rica, has been steeped. Because they may have both the alcohol and the safrole plotting against the long time viability of their livers. I write this in mid-August, 1995, just a couple days after Mickey Mantle died, at least in part due to alcoholic liver damage. TRANQUIL TRIPTOFANTASY: Follow a customary recipe for poppyseed pastry, but mix in with high tryptophan seeds {Mix to taste ground seeds of the following (highest reported tryptophan levels in rounded ppms): evening primrose (9,000 ppm), winged bean (8,000), white mustard (5,000), pumpkin (4,500) sunflower (4,000), lablab (4,000), sesame (3,500), chickpea (3,500)}. Taken with milk before bed, this could help insomnia in adults; taken at breakfast, it could help some hyperactive children. VIRICIDES: Making a computer query for antivirals, I came up with bilberry leaves (up to 20%), motherworth (up to 9.0%), oregano (to 8.2), rosemary ( up to 3.4%), coriander (up to 2.0%), and fennel (up to 1.2%), in decreasing quantities of maximum potential viricidal compounds (dry weight basis). WEED FEED: (a mixture of reputedly slimming edible weeds, spiced up with catabolic hot sauce and slimming lemon juice) which could possibly slim our waistlines, and reduce our budget, including the national herbicide budget and the national cancer and heart attack budgets. "}