{"title": "Evidence for medical relations between Egypt and atti: a brief overview", "author": "Marco De Pietri; Elena Urzì", "url": "https://hcommons.org/deposits/item/hc:43629/", "hostname": "hcommons.org", "description": "Some Egyptian and Hittite documents refer to the exchange of medical knowledge; on one hand, Egypt sent physicians and medical ingredients to the Hittite land; on the other, the Hittites provided Egypt with raw materials used to prepare remedies for healing purposes. The Egypto-Hittite correspondence frequently mentions the dispatch of medicines to cure the sicknesses of members of the Hittite royal family, and the Amarna letters had already reported the exchange of medical notions and remedies. Egyptian physicians were needed by the Hittites on many occasions, e.g. to cure the sterility of the Hittite princess Matanazi, or to treat ocular diseases affecting attuili III and Kurunta of Taruntaa. Despite official and propagandistic accounts of political events, connections between Egypt and atti were strong including those in the field of medicine. This paper offers an overview of such relationships, reconsidering the work of previous studies in the light of both the Egyptian and the Hittite documentation: a history behind (and alongside) the official accounts, which provides us with greater insight on ancient medical practices and international relationships.", "sitename": "Proceedings of the Twentieth Annual Symposium, University of Alcalá, 17-21 June 2019", "date": "2019-06-21", "cleaned_text": "- Evidence for medical relations between Egypt and atti: a brief overview - Research - Conf. - University of Abstract: - Some Egyptian and Hittite documents refer to the exchange of medical knowledge; on one hand, Egypt sent physicians and medical ingredients to the Hittite land; on the other, the Hittites provided Egypt with raw materials used to prepare remedies for healing purposes. The Egypto-Hittite correspondence frequently mentions the dispatch of medicines to cure the sicknesses of members of the Hittite royal family, and the Amarna letters had already reported the exchange of medical notions and remedies. Egyptian physicians were needed by the Hittites on many occasions, e.g. to cure the sterility of the Hittite princess Matanazi, or to treat ocular diseases affecting attuili III and Kurunta of Taruntaa. Despite official and propagandistic accounts of political events, connections between Egypt and atti were strong including those in the field of medicine. This paper offers an overview of such relationships, reconsidering the work of previous studies in the light of both the Egyptian and the Hittite documentation: a history behind (and alongside) the official accounts, which provides us with greater insight on ancient medical practices and international relationships. - Metadata: [xml](https://aseees.hcommons.org/deposits/download/hc:43629/descMetadata/xml/) - Published as: - Conference proceeding Show details - Publisher: - Archaeopress - Pub. Date: - 2021 - Proceeding: - Proceedings of the Twentieth Annual Symposium, University of Alcalá, 17-21 June 2019 - Page Range: - 114 - 129 - Status: - Published - Last Updated: - 2 years ago - License: - All Rights Reserved - Share this: Downloads: 35 "}