{"title": "Optimum Health Chiropractic - Chiropractor in Brunswick, OH, US :: News", "author": null, "url": "https://www.ohcwellness.com/news.html", "hostname": "ohcwellness.com", "description": "Optimum Health Chiropractic - Chiropractic Care in Brunswick, OH", "sitename": "ohcwellness.com", "date": "2023-09-11", "cleaned_text": "Amazing Links Ever wonder why you need those Omega 3s in your diet? To watch video [Click Here](https://www.youtube.com/watch?v=eIgNpsbvcVM) This video is great for demonstrating why it is so important to get Omega 3 essential fats in your diet. The only issue we would like to clear up is that you can no longer get the EPA/DHA form of Omega you need from plant sources or livestock, as they suggest. Unfortunately, our livestock is fed fatty grains, not grass and our fish are grown in fish farms devoid of the natural live environment of clean oceans, streams, and rivers. For this reason we recommend supplementing with a product called Omega Sufficiency available in our office or by going to [www.innatechoice.com](http://www.innatechoice.com). We sell the product, along with a probiotic, because every body needs this to be healthy . On another note, the goal isn't to supplement the infant formulas with Omega 3s, it is to get moms, healthy with omegas, to breastfeed their babies with nature's most complete meal...breastmilk. A short independent film on government sponsored healthcare systems. To view [Click Here](http://www.freemarketcure.com/brainsurgery.php) A poignant film outlining the struggle one man encountered in scheduling his lifesaving brain surgery. This video highlights the flaws of Socialized Healthcare...a side politicians, physicians, and the U.S. and Canadian Governments are not disclosing. Montel Williams testifies about Chiropractic helping him with Multiple Sclerosis. To watch video [Click Here](https://www.youtube.com/watch?v=qiOtb6yM_ow) Montel's testimonial helps to shed light on the importance of having an interference-free nerve system. A short time after beginning Chiropractic care he has already experienced a reduction in his symptoms and improved balance. We applaud him for sharing his experience and for inspiring others to have their spine and nerve systems checked by a chiropractor. Make sure you find a Doctor of Chiropractic (D.C.) who works with the entire family, especially children. Video on why vaccines aren't safe. Thank you to mercola.com for making it available to us. To view [Click Here](http://articles.mercola.com/sites/articles/archive/2008/02/14/why-vaccines-aren-t-safe.aspx) Mary Tocca presents the truth behind vaccines. Are vaccines safe? What are the risks? Do you have to vaccinate your children? If your child is Autistic or you know someone with an Autistic child or any neurological disorder please share this video with t hem. A video everyone should see, not just parents, the elderly and Gulf War veterans! To check on your state's laws and your rights to not vaccinate [Click Here](http://www.vaclib.org/exempt/ohio.htm) The sweet truth on artificial sweeteners.To view [Click Here](http://myaspartameexperiment.com/) We all know artificial sweeteners have been touted as the best alternative to real sugar, but are they healthy? Truth is they are not. Many scientific studies have demonstrated artificial sweeteners to be toxic and potentially deadly. (Sweet Deception- Dr. J. Mercola, Aspartame (Nutri Sweet) Is it Safe? -H. J. Roberts, M.D., Excitotoxins: The Taste That Kills - Russell L. Blaylock) Don't want to take their word for it? Check out this study by Victoria Inness-Brown who took matters into her own hands. Her family was addicted to diet soda so she did a little experiment. The results showed that 37% of the rats given Nutri Sweet developed massive tumors! Many of us do not realize that Aspartame, approved by the FDA, was once listed as a biochemical warfare agent. These substances are used in over 6,000 products sold in the U.S.! Chiropractic; a cure for high blood pressure.To view [Click Here](http://abcnews.go.com/video/playerIndex?id=4519444) This Good Morning America news piece highlights scientific research that chiropractic care can help lower high blood pressure. A Chiropractic spinal adjustment to the Atlas C1 vertebra lowered blood pressure by an average of 17 points and maintained the lowered blood pressure atleast 8 weeks following treatment. Patients taking 2 blood pressure lowering drugs may not even see these types of results! This is just further evidence of how your nerve system regulates and controls everything in your body. Most chiropractors are not trained in the method utilized by the featured chiropractor, however, all Palmer College of Chiropractic graduates are trained in this Toggle technique. Dr. Janet and Dr. Nick are both Palmer Graduates and are highly sought after for their thorough evaluation methods and effective, yet gentle, hand's on chiropractic treatments. Have your spine and nerve system evaluated today so we can help you experience the miracles of chiropractic. \"The Business of Being Born\" documentary by Ricki Lake and Abby Epstein.To view trailer or purchase film [Click Here](http://www.thebusinessofbeingborn.com/about.htm) This video highlight s the miracle that is the birth process. It exposes the dirty truth about birth in America being a BILLION DOLLAR BUSINESS. Something so natural for women is instead becoming a medically manipulated procedure often times frightening and worrisome to these moms-to-be. Women so doped up on pain killers become disconnected from the process and are unable to fully participate and experience the miracle of giving birth. What is even more shocking is that with all these billions of dollars and latest technologies we have nothing to show for it. The United States has the second worst newborn death rate in the developed world. It all comes down to a simple choice. Do I educate myself on my options and choose what is best for me or my baby, even when it is not widely practiced or when others may not understand. This impactful video certainly is empowering! HPV Vaccine Dangers. To read article [Click Here](http://www.usnews.com/blogs/on-women/2008/07/02/is-hpv-vaccine-to-blame-for-a-teens-paralysis.html). Reviewing the latest research articles I came across the headline \"HPV VACCINE BLAMED FOR TEEN\"S PARALYSIS\". The U.S. News and World Report for July 2, 2008 told the story of 13 year old Jenny Tetlock. One month after being vaccinated against HPV, she missed the lowest hurdle in her gym class. According to FDA reports, since September 2007, there have been 10 deaths linked to Gardisil and 140 reports of adverse effects from the vaccine. These side effects include miscarriage and Guillain-Barre Syndrome, a debilitating auto-immune disease attacking the nervous system. So what do you do? Do not live in fear; instead educate yourself on the facts behind HPV, Cervical Cancer and Gardisil. There are over 100 types of HPVs. About 40 affect the genitals and 10-30 may lead to cervical cancer. Gardisil contains just 4 of the strains. The CDC reports that 90% of those infected will have their HPV clear up on its own within 2 years. The U.S. statistics show there are 30-40 cervical cancer cases per year per one million women between the ages of 9-26...the age bracket Gardisil targets! Merck, the manufacturer of Gardisil, has shown the vaccine to reduce this amount by 12.2 in the general population. This takes the number of cervical cancer cases from 30-40 down to 26-36 cases. so in truth, \"vaccinating 1 million girls would prevent 1-2 deaths per year, at the price of $360 million per year, plus potentially lifelong suffering for an untold number of women, which has no price tag.\" Dr. Joseph Mercola. Instead, get your children chiropractic care to optimize their immune system function, feed them a healthy diet including plenty of fruits and vegetables, reduce stress, encourage exercise, counsel them on safe sex and abstinence, and of course no unhealthy habits like smoking. Are Vaccines Safe? Ask a Drug Manufacturer. To see clip [Click Here](https://www.youtube.com/watch?v=az5aAwr4ugE). Confused by the debate on flu vaccines? This guy actually gets through to a vaccine manufacturer (which will remain nameless) and poses the question directly. The response he gets is alarming. The company associate admits there is evidence the vaccine is ineffective. She acknowledges the use of Thimerosal and Mercury, but doesn't site reasons for it being unsafe. In a candid moment she even admits she herself does not get vaccinated. Shocking! ... please visit this section often. "}