{"title": "A TLR7/8 agonist increases efficacy of anti-fentanyl vaccines in rodent and porcine models - npj Vaccines", "author": "Crouse; Bethany; Miller; Shannon M; Muelken; Peter; Hicks; Linda; Vigliaturo; Jennifer R; Marker; Cheryl L; Guedes; Alonso G P; Pentel; Paul R; Evans; Jay T; LeSage; Mark G; Pravetoni; Marco", "url": "https://www.nature.com/articles/s41541-023-00697-9", "hostname": "nature.com", "description": "Opioid use disorders (OUD) and overdose are public health threats worldwide. Widespread access to highly potent illicit synthetic opioids such as fentanyl is driving the recent rise in fatal overdoses. Vaccines containing fentanyl-based haptens conjugated to immunogenic carrier proteins offer a long-lasting, safe, and cost-effective strategy to protect individuals from overdose upon accidental or deliberate exposure to fentanyl and its analogs. Prophylactic or therapeutic active immunization with an anti-fentanyl vaccine induces the production of fentanyl-specific antibodies that bind the drug in the blood and prevent its distribution to the brain, which reduces its reinforcing effects and attenuates respiratory depression and bradycardia. To increase the efficacy of a lead anti-fentanyl vaccine, this study tested whether the incorporation of synthetic toll-like receptor (TLR) 4 and TLR7/8 agonists as vaccine adjuvants would increase vaccine efficacy against fentanyl challenge, overdose, and self-administration in either rats or Hanford miniature pigs. Formulation of the vaccine with a nucleolipid TLR7/8 agonist enhanced its immunogenicity and efficacy in preventing fentanyl-induced respiratory depression, analgesia, bradycardia, and self-administration in either rats or mini-pigs. These studies support the use of TLR7/8 adjuvants in vaccine formulations to improve their clinical efficacy against OUD and potentially other substance use disorders (SUD).", "sitename": "Nature", "date": "2023-07-24", "cleaned_text": "Abstract Opioid use disorders (OUD) and overdose are public health threats worldwide. Widespread access to highly potent illicit synthetic opioids such as fentanyl is driving the recent rise in fatal overdoses. Vaccines containing fentanyl-based haptens conjugated to immunogenic carrier proteins offer a long-lasting, safe, and cost-effective strategy to protect individuals from overdose upon accidental or deliberate exposure to fentanyl and its analogs. Prophylactic or therapeutic active immunization with an anti-fentanyl vaccine induces the production of fentanyl-specific antibodies that bind the drug in the blood and prevent its distribution to the brain, which reduces its reinforcing effects and attenuates respiratory depression and bradycardia. To increase the efficacy of a lead anti-fentanyl vaccine, this study tested whether the incorporation of synthetic toll-like receptor (TLR) 4 and TLR7/8 agonists as vaccine adjuvants would increase vaccine efficacy against fentanyl challenge, overdose, and self-administration in either rats or Hanford miniature pigs. Formulation of the vaccine with a nucleolipid TLR7/8 agonist enhanced its immunogenicity and efficacy in preventing fentanyl-induced respiratory depression, analgesia, bradycardia, and self-administration in either rats or mini-pigs. These studies support the use of TLR7/8 adjuvants in vaccine formulations to improve their clinical efficacy against OUD and potentially other substance use disorders (SUD). Introduction Opioid use disorders (OUD) and overdose are currently at epidemic levels in the United States, with over 2 million people meeting the diagnostic criteria for OUD [1](/articles/s41541-023-00697-9#ref-CR1) and over 180 people dying every day from opioid overdose. In 2019, 72.9% of opioid overdoses were due to synthetic opioids such as fentanyl and its highly potent derivatives [2](/articles/s41541-023-00697-9#ref-CR2). The rate of overdose due to synthetic opioids increased 15% from 2018 to 2019 [2](/articles/s41541-023-00697-9#ref-CR2), and it is estimated that the COVID-19 pandemic has further increased fatal opioid overdoses by over 30% in 2020 [3](/articles/s41541-023-00697-9#ref-CR3). In 2021, fatal drug overdose deaths exceeded 100,000 in the United States [4](/articles/s41541-023-00697-9#ref-CR4), and that trend continued in 2022. While there are FDA-approved medication-assisted therapies (MAT) for OUD, such as the mu-opioid receptor (MOR) agonist methadone, MOR partial agonist buprenorphine, and MOR antagonist naltrexone, these therapies are relatively hard to access, have limited efficacy, cause unwanted side effects, or have an intrinsic abuse liability [5](/articles/s41541-023-00697-9#ref-CR5), [6](/articles/s41541-023-00697-9#ref-CR6). The MOR antagonist naloxone, approved for the reversal of overdose, has a relatively short duration of action and must be administered after an overdose occurs, limiting its use against highly potent or longer-lasting synthetic opioids or in situations where it is not immediately accessible [7](/articles/s41541-023-00697-9#ref-CR7). Furthermore, as a MOR antagonist, naloxone does not reverse opioid-induced effects mediated by cholinergic and adrenergic receptors such as \"wooden chest syndrome\", a stiffening of the chest wall muscles which may complicate the performance of emergency cardiopulmonary resuscitation (CPR) [8](/articles/s41541-023-00697-9#ref-CR8). For these reasons, novel treatments for OUD and overdose are urgently needed to prevent deaths due to opioid misuse or accidental exposure. One such intervention consists of active immunization with an anti-opioid conjugate vaccine. These vaccines consist of opioid-based small molecule haptens conjugated to larger immunogenic carriers, which are often formulated with an adjuvant such as aluminum hydroxide (alum) to increase the generation of opioid-specific polyclonal antibodies [9](/articles/s41541-023-00697-9#ref-CR9). Anti-drug antibodies selectively bind to the target opioid in plasma and reduce the distribution of free (unbound) drug to the brain, attenuating opioid-induced effects such as, target opioid, vaccines can be used therapeutically in combination with current treatments for OUD or overdose and could also be administered prophylactically to prevent have been extensively tested in preclinical models for efficacy and vaccine is currently being tested in a Phase Ia/Ib clinical trial (NCT04458545). One major barrier to the translation of vaccines for OUD and other substance use disorders (SUD) is the production of drug-specific antibodies at a concentration high enough to result in a significant reduction in drug use or drug-induced toxic effects. Phase III trials of vaccines against cocaine and nicotine showed that a significant reduction in drug intake occurred in a subset of patients that had the highest anti-drug antibody concentrations; however, most of the immunized patients were not such \"high responders\" (i.e., did not achieve high enough antibody levels for efficacy) [24](/articles/s41541-023-00697-9#ref-CR24), [25](/articles/s41541-023-00697-9#ref-CR25). To improve translation from preclinical models to clinical use, strategies are needed to increase the number of \"high responders\" to drug-based conjugate vaccines. This requires understanding the basic immunology behind conjugate vaccine response to choose appropriate delivery platforms and adjuvants to optimize the immune response. The production of high-affinity opioid-specific antibodies after immunization relies on CD4+ T cell-dependent B-cell activation and the formation of germinal centers in the lymph nodes and spleen [10](/articles/s41541-023-00697-9#ref-CR10), [26](/articles/s41541-023-00697-9#ref-CR26), [27](/articles/s41541-023-00697-9#ref-CR27). Additionally, data suggest that a balanced Th1/Th2 response and the production of a combination of IgG1 and IgG2a antibodies in mice leads to higher efficacy against opioid challenges after immunization [26](/articles/s41541-023-00697-9#ref-CR26), [27](/articles/s41541-023-00697-9#ref-CR27). To facilitate clinical translation, most anti-opioid vaccine formulations are adsorbed on aluminum hydroxide (alum) [9](/articles/s41541-023-00697-9#ref-CR9), [20](/articles/s41541-023-00697-9#ref-CR20); however, this adjuvant has been shown to induce a strong Th2 response and the production of almost exclusively IgG1 [28](/articles/s41541-023-00697-9#ref-CR28). Beyond alum salts, preclinical studies have tested anti-opioid vaccines in combination with a variety of adjuvants of success in increasing anti-opioid antibody titers and inducing the production of IgG2a. While potentially effective, many of these adjuvants are not feasible for clinical translation due to toxicity, side effects, cost, or availability due to intellectual property rights. In order to optimize the antibody response to a lead anti-fentanyl vaccine (F1-CRM, or F-CRM) [20](/articles/s41541-023-00697-9#ref-CR20), [34](/articles/s41541-023-00697-9#ref-CR34), [35](/articles/s41541-023-00697-9#ref-CR35), our group tested the effect of two adjuvants targeting either TLR4 (INI-2002) or TLR7/8 (INI-4001) in mice (concurrent dual submission to NPJ Vaccines). Both TLR4 and TLR7/8 adjuvants have been shown to induce T cell responses and the production of IgG2a antibodies when combined with TLR4 agonist, increased the production of total IgG and specifically IgG2a which led to an increase in efficacy after fentanyl challenge in mice (concurrent dual submission to NPJ Vaccines). Here, we extended these findings by testing this formulation in a rat model of fentanyl challenge, drug-induced toxicity, and fentanyl intravenous self-administration. Additionally, we tested whether the addition of INI-4001 would expand epitope recognition and increase cross-reactivity to off-target molecules. Finally, since rodent models do not fully recapitulate the human immune response after TLR7/8 activation [40](#ref-CR40), [41](#ref-CR41), [42](/articles/s41541-023-00697-9#ref-CR42), a porcine model of fentanyl challenge and overdose was developed to provide preliminary evidence that this lead adjuvanted vaccine formulation is effective in large animal models that display TLR7/8-mediated activation representative of human immune responses. In these studies, an alum-adsorbed TLR7/8 agonist increased the immunogenicity and efficacy of a lead fentanyl vaccine in rat models of drug-challenge, overdose, and self-administration, as well as in a novel pig model of fentanyl overdose toxicity. This supports the use of INI-4001 as an adjuvant in clinical studies of the F1-CRM vaccine for the treatment of OUD and the prevention of opioid overdose. Results Activation of TLR7/8, but not TLR4, increases the efficacy of F1-CRM against fentanyl in rats Previous studies have shown that INI-4001 (TLR7/8 agonist), but not INI-2002 increasing fentanyl-specific IgG antibody titers and increasing vaccine efficacy against a fentanyl challenge in mice (data published in concurrent dual submission to NPJ Vaccines). To determine whether this effect was consistent between species and to provide proof of efficacy in more clinically relevant models of drug exposure, these findings were replicated by actively immunizing rats on days 0, 21, and 42 with F1-CRM alone, F1-CRM adsorbed on different F1-CRM with a combination of all three adjuvants, mirroring the experimental design performed in mice (dual submission to NPJ vaccines). Analysis of fentanyl-specific serum IgG titers showed that groups immunized with the vaccine formulation containing INI-4001 reached significantly higher antibody titers (one-way ANOVA, F(6,26) = 10.04) than p = 0.0119), F1-CRM alone (Tukey's, p = 0.0003), or F1-CRM with either 9 (Tukey's, p = 0.0335) or 24 g (Tukey's, p = 0.0321) alum doses (Fig. [1a](/articles/s41541-023-00697-9#Fig1)). Notably, the group immunized with all three adjuvants did not display increased titers compared to the F1-CRM+alum+INI-4001, indicating that TLR7/8 agonist activity was driving the increased antibody response. After immunization, rats were challenged with 0.05 mg/kg fentanyl. Latency to respond on a hot plate (Fig. [1d](/articles/s41541-023-00697-9#Fig1)), heart rate (Fig. [1e](/articles/s41541-023-00697-9#Fig1)), and oxygen saturation (Fig. [1f](/articles/s41541-023-00697-9#Fig1)) were measured at baseline, 15 minutes, and 30 minutes after drug challenge. Analysis with two-way ANOVA with Geisser-Greenhouse correction shows that there was a significant main effect of time (F(1.520, 53.18) = 61.43, p < 0.0001), vaccine group (F(6, 35) = 60.00, p < 0.0001), and time x vaccine group interaction (F(12, 70) = 21.90, p < 0.0001) on antinociceptive effects, a significant time (F(1.845, 64.57) = 14.85, p < 0.0001), vaccine group (F(6, 35) = 20.77, p < 0.0001) and time x vaccine group interaction (F(12, 70) = 10.80, p < 0.0001) when assessing oxygen saturation, and a significant time (F(1.947, 68.14) = 24.32, p < 0.0001), vaccine group (F(6, 35) = 11.66, p < 0.0001), and time x vaccine group interaction (F(12, 70) = 9.749, p < 0.0001) when assessing heart rate. Tukey's multiple comparisons post hoc test indicates that almost all actively immunized groups had significantly decreased antinociception, bradycardia, and respiratory depression compared to the CRM immunized control in all parameters tested at 15 minutes (except for F1-CRM alone compared to CRM when measuring respiratory depression, Tukey's, p = 0.0508), and antinociception and bradycardia were significantly decreased compared to control at 30 minutes, with the exception of the F1-CRM + 24 g alum group compared to control when assessing bradycardia (Tukey's, p = 0.0527). After the final measurement was taken, rats were euthanized and blood and brain were collected for analysis of opioid concentration by liquid chromatography/mass spectrometry (LC-MS). Groups (one-way F(6, 35) = control p < 0.0001), F1-CRM alone (Tukey's, p < 0.0001), F1-CRM with 9 g alum (Tukey's, p = 0.0202), and trending increases in serum fentanyl compared to F1-CRM + 24 g alum (Fig. [1b](/articles/s41541-023-00697-9#Fig1), p = 0.0534). Again, groups immunized with all three adjuvants did not show significantly different serum fentanyl concentrations as compared to the F1-CRM+alum+INI-4001 group, suggesting that INI-4001 is responsible for the increase in efficacy. Similar trends were found in brain fentanyl concentrations (Fig. [1c](/articles/s41541-023-00697-9#Fig1)), where groups adjuvanted with INI-4001 displayed decreased brain fentanyl concentrations compared to all other groups (Brown-Forsythe and Welch ANOVA, F*(6.000, 13.55) = 54.13), however, this was only significant compared to the CRM control (Dunnett's T3, p = 0.0013). Overall, these results suggest that INI-4001, but not INI-2002, increases the efficacy of a lead fentanyl vaccine. Fentanyl vaccines adjuvanted with alum-adsorbed TLR7/8 showed increased protection against fatal levels of respiratory depression after fentanyl challenge Since INI-4001, but not INI-2002, increased efficacy of a lead fentanyl vaccine, a follow-up experiment was performed where rats were immunized with CRM (negative control), F1-CRM (positive control), F1-CRM alum, rats (one-way ANOVA, F(3, 14) = 13.35) compared to all other groups, as expected (Tukey's compared to CRM, p < 0.0003; compared to F1-CRM, p = 0.0007; compared to F1-CRM+alum, p = 0.0311; Fig. [2a](/articles/s41541-023-00697-9#Fig2)). Rats were then challenged with repeated doses of 0.05 mg/kg fentanyl every 15 minutes, up to a 0.45 mg/kg cumulative dose. The rats' oxygen saturation was monitored via pulse oximetry 15 minutes after each dose before immediately receiving the next dose. As prolonged periods of 50% oxygen saturation would likely be considered fatal in a human [43](/articles/s41541-023-00697-9#ref-CR43), any rat whose oxygen saturation dropped below 50% was given naloxone and censored for the rest of the study. When assessing the number of rats that fell below 50% oxygen saturation using a Kaplan-Meier survival curve and Mantel-Cox test, rats immunized with F1-CRM+alum+INI-4001 displayed significantly increased survival from fatal levels of respiratory depression when compared to CRM (p = 0.0179) or F1-CRM alone (p = 0.0315, Fig. [2b](/articles/s41541-023-00697-9#Fig2)) and trended towards increased survival compared to F1-CRM+alum (p = 0.0813). Notably, the group receiving the INI-4001 adjuvanted vaccine was the only group where none of the rats reached 50% oxygen saturation. When analyzing the change in oxygen saturation as a percent maximum possible response (baseline = 0% response and 50% oxygen saturation = 100% response), the group receiving the vaccine formulated with alum and INI-4001 displayed a midpoint value that was shifted 9.3×, 6.9×, and 2.9× compared to CRM control, F1-CRM alone, and F1-CRM+alum, respectively (Fig. [2c](/articles/s41541-023-00697-9#Fig2)). The following week, the same rats were challenged with 0.1 mg/kg fentanyl, and antinociceptive response (Fig. [2d](/articles/s41541-023-00697-9#Fig2)), heart rate (Fig. [2e](/articles/s41541-023-00697-9#Fig2)), and oxygen saturation (Fig. [2f](/articles/s41541-023-00697-9#Fig2)) were measured after the drug challenge. When compared to CRM or F1-CRM alone, rats receiving alum adsorbed INI-4001 adjuvanted vaccine had Welch ANOVA with Dunnett's post post 19) = 7.785; CRM p = 0.0037; F1-CRM p = 0.0045), and respiratory depression (one-way ANOVA with Tukey's multiple comparison's post hoc test, F(3, 19) = 9.273; CRM p = 0.0008; F1-CRM p = 0.0357). Trending differences between F1-CRM+alum and F1-CRM+alum+INI-4001 were not yet significant, likely due to the individual variability in the pharmacological responses. Immediately after the last measurement, rats were euthanized, and blood and brain were collected to measure fentanyl concentrations. Rats immunized with F1-CRM+alum+INI-4001 displayed significantly increased Welch post p 0.0048; 0.0082; F1-CRM+alum p = 0.0153; Fig. [2g](/articles/s41541-023-00697-9#Fig2)) and significantly decreased brain fentanyl concentrations when compared to all other groups (one-way ANOVA with Tukey's multiple comparison's post hoc test, F(3, 18) = 17.99; CRM p < 0.0001; F1-CRM p = 0.0007; F1-CRM+alum p = 0.0148; Fig. [2h](/articles/s41541-023-00697-9#Fig2)). Together, these data indicate that the F1-CRM + INI-4001+alum vaccine formulation produces a rightward shift in fentanyl's dose-response curve and decreases fentanyl distribution to the brain, which increases protection from respiratory depression, bradycardia, and potential lethality from high doses of fentanyl. INI-4001 does not change IgG antibody specificity of the lead fentanyl vaccine One hypothesis regarding how adjuvants increase vaccine efficacy is that adjuvants can broaden the resultant vaccine-induced antibody diversity, expanding epitope recognition to protein antigens. To test whether this hypothesis also applied to INI-4001 adjuvanted vaccines against small molecule targets such as fentanyl, rats were immunized with F1-CRM+alum or F1-CRM+alum+INI-4001 to determine whether addition of INI-4001 would increase epitope diversity within the F1-specific antibody and B-cell repertoire that could either (1) expand cross-reactivity to additional fentanyl analogs or (2) increase cross-reactivity with off-target molecules such as naloxone, naltrexone, or methadone. Rats were first challenged with fentanyl in vivo after antibody titers were assessed via ELISA to ensure the adjuvant was effective at increasing anti-fentanyl vaccine efficacy (Supplementary Fig. [1](/articles/s41541-023-00697-9#MOESM1)). Afterward, rats were challenged with carfentanil followed by naloxone reversal (Fig. [3a-c](/articles/s41541-023-00697-9#Fig3)), sufentanil (Fig. [3d-f](/articles/s41541-023-00697-9#Fig3)), or methadone (Fig. [3g-i](/articles/s41541-023-00697-9#Fig3)) on consecutive weeks. Antinociceptive response, oxygen saturation, and heart rate were monitored every 15 minutes for an hour after drug challenge. The addition of INI-4001 did not change the in vivo efficacy and selectivity of F1-CRM to any of the drugs tested, and notably did not interfere with naloxone reversal of carfentanil-induced respiratory depression. Serum samples were also tested for in vitro cross-reactivity to various fentanyl analogs and off-target medications (Table [1](/articles/s41541-023-00697-9#Tab1)). While the specificity of the antibodies for fentanyl is high in both groups (IC50 < 15 nM), the addition of INI-4001 did not significantly change the affinity of the polyclonal antibodies for any of the drugs tested. These data suggest that addition of INI-4001 to an anti-fentanyl vaccine does not significantly change fentanyl epitope diversity and antibody binding which would lead to interference with other medications used to treat pain or OUD. The fentanyl vaccine adjuvanted with INI-4001 and alum attenuates the reinforcing effects of fentanyl to a greater degree than vaccine with alum alone in intravenous self-administration models Previous studies reported that vaccines are effective in attenuating the reinforcing properties of fentanyl in operant self-administration models involving lever pressing in rats and non-human primates [20](/articles/s41541-023-00697-9#ref-CR20), [23](/articles/s41541-023-00697-9#ref-CR23), [44](/articles/s41541-023-00697-9#ref-CR44). Here, we investigated whether addition of INI-4001 to the lead F1-CRM conjugate vaccine increased its efficacy in attenuating fentanyl's reinforcing effects in rats. Using a fentanyl intravenous self-administration (FSA) model, the mean number in rats self-administering fentanyl (2.5 µg/kg/infusion, i.v.) under a fixed ratio (FR) 3 schedule at two weeks following each vaccination during the initial course of four vaccine injections. Data were analyzed as absolute values (Fig. [4a](/articles/s41541-023-00697-9#Fig4)) and as a percentage of baseline (Fig. [4b](/articles/s41541-023-00697-9#Fig4)) to better represent the within-subject effects of vaccination. During this phase, there was a main effect of injection number (mixed-model ANOVA with Geisser-Greenhouse correction, F(3, 110) = 27.85, p < 0.0001) and an injection number x vaccine group interaction (mixed-model ANOVA with Geisser-Greenhouse correction, F(8, 148) = 6.73, p < 0.0001), but no effect of vaccine group on absolute number of infusions. Multiple comparisons indicated that only the F1-CRM+alum+INI-4001 group showed a significant increase in absolute infusions after the fourth injection (Holm-Sidak's, t(22) = 3.01, p < 0.05; a), and the increase in this group approached significance after the third injection (Holm-Sidak's, t(23) = 2.35, p = 0.08). There was a significant main effect of injection number, group, and an injection number x group interaction (mixed-model ANOVA with Geisser-Greenhouse correction, F(3, 97) = 32.4, p < 0.0001, F(2, 39) = 14.31, p < 0.0001, and F(8, 148) = 7.54, p < 0.0001, respectively) on the number of infusions as a percentage of baseline. Both vaccine groups, but not the control group, exhibited a significant percent increase in mean infusions over the initial course of four injections, but this increase was significantly greater in F1-CRM+alum+INI-4001 group than F1-CRM+alum group after the third injection (Holm-Sidak's, t(23) = 2.08, p < 0.05; b) and approached significance after the fourth injection (Holm-Sidak's, t(19) = 1.97, p = 0.06). The mean number of self-administered fentanyl infusions was then assessed across a range of unit doses, with each dose available for five sessions. Data were examined as absolute values (Fig. [4c](/articles/s41541-023-00697-9#Fig4)) and a percentage of baseline (Fig. [4d](/articles/s41541-023-00697-9#Fig4)). The baseline for calculating data in Fig. [4d](/articles/s41541-023-00697-9#Fig4) is the self-administration rate at the 2.5 µg/kg fentanyl unit dose prior to vaccination. There was a main effect of vaccine group, fentanyl dose, and group × dose interaction (mixed-model ANOVA with Geisser-Greenhouse correction, F(2, 33) = 6.07, p < 0.01, F(3, 90) = 26.63, p < 0.0001, and F(12, 183) = 9.54, p < 0.0001, respectively) on absolute mean infusions. There was also a main effect of vaccine group and fentanyl dose, and a significant vaccine group × fentanyl dose interaction (mixed-model ANOVA with Geisser-Greenhouse correction, F(2, = 4.21, p < 0.05, F(3, 88) = 28.58, p < 0.0001, and F(12, 183) = 9.78, p < 0.0001, respectively) on the percent change in mean infusions. Overall, the FSA dose-response curve was shifted to the right in the vaccinated groups compared to controls, as indicated by higher infusion rates at the highest fentanyl doses and lower infusion rates at low fentanyl doses. However, this shift was much more apparent in the F1-CRM+alum+INI-4001 group than in the F1-CRM+alum group. FSA was significantly decreased compared to controls in the F1-CRM+alum+INI-4001 group at all doses below 1.0 µg/kg, whereas a decrease was only apparent at the lowest fentanyl dose in the F1-CRM+alum group. In addition, although FSA was increased at the two highest fentanyl doses in both vaccinated groups, the increase was greater in F1-CRM+alum+INI-4001 rats than F1-CRM+alum rats at the 2.5 µg/kg dose (Fig. [4d](/articles/s41541-023-00697-9#Fig4)), consistent with the greater increase in FSA in this group during the initial course of vaccination. To directly examine the effect of vaccination on the reinforcing efficacy of fentanyl, behavioral economic demand curves were compared between groups (Fig. [5a](/articles/s41541-023-00697-9#Fig5)). In this analysis, an exponential curve is fit to the data to describe the relationship between fentanyl consumption and unit price (FR/unit dose). This yields several parameters of demand (Table [2](/articles/s41541-023-00697-9#Tab2)), including the rate of decline in consumption as unit price increases (i.e., elasticity of demand ()), where a faster decline (greater elasticity, higher ) indicates lower reinforcing efficacy; the estimated level of consumption at zero price (i.e. intensity of demand (Q0)); the unit price at which consumption changed from relatively inelastic to relatively elastic (Pmax, lower values indicate lower reinforcing efficacy); and the maximum level of responding for fentanyl (Omax, lower values indicate lower reinforcing efficacy). The change in fentanyl consumption in each group with increases in unit price was well described by the exponential demand function (mean r2 did not differ between groups). Overall, F1-CRM+alum+INI-4001 reduced the reinforcing efficacy of fentanyl to a greater degree than F1-CRM+alum. Elasticity of demand () was significantly higher (i.e., reinforcing efficacy was lower) than CRM in the F1-CRM+alum+INI-4001 group (Dunnett's T3, t(20) = 2.61, p < 0.05), but not the F1-CRM+alum group. Consistent with the vaccine effects on maintenance of FSA (Fig. [4](/articles/s41541-023-00697-9#Fig4)), intensity of demand (Q0), was significantly higher compared to CRM in both the F1-CRM+alum group (Dunnett's T3, t(16) T3, t(16) = 4.51, p < 0.001) groups, but the vaccines did not differ from each other. Pmax, was significantly lower than controls in both F1-CRM+alum (Dunnett's T3, t(15) = T3, t(11) = 6.48, p < 0.001), greater in F1-CRM+alum+INI-4001 rats (Dunnett's T3, t(15) = 2.93, p < 0.05). Omax, was significantly lower than CRM in the F1-CRM+alum+INI-4001 group (Dunnett's T3, t(20) = 2.61, p < 0.05), but not the F1-CRM+alum group. Differences in FSA measures between groups were consistent with differences in mean fentanyl-specific antibody titers between groups measured following the 4th immunization (Fig. [5b](/articles/s41541-023-00697-9#Fig5)). Titers were significantly higher than control in F1-CRM+alum and F1-CRM+alum+INI-4001 rats (Dunnett's T3, t(12) = 3.1, p < 0.05 and t(15) = 3.75, p < 0.01, respectively), and titers in the F1-CRM+alum+INI-4001 rats were significantly higher than those in F1-CRM+alum rats (Dunnett's T3, t(17) = 2.91, p < 0.05). INI-4001 increases vaccine efficacy in a porcine model of fentanyl overdose toxicity While rodent models are more common and convenient for vaccination and drug-challenge studies, both mice and rats have differentially functioning TLR8 signaling compared to humans [41](/articles/s41541-023-00697-9#ref-CR41), [45](/articles/s41541-023-00697-9#ref-CR45), making it necessary to test this lead fentanyl vaccine formulation in a model that more closely simulates the human immune system. The immune system of Hanford mini-pigs is 80% similar to humans (compared to 10% similarity between humans and rodents) [46](/articles/s41541-023-00697-9#ref-CR46), and their immune cells express both TLR7 and TLR8 which have a similar function as in humans [41](/articles/s41541-023-00697-9#ref-CR41), [46](/articles/s41541-023-00697-9#ref-CR46). Therefore, we developed a porcine model of vaccination and opioid-induced respiratory depression to test the effects of INI-4001 on anti-fentanyl vaccination. In a pilot study, pigs were immunized with F1-CRM adsorbed on alum or F1-CRM and INI-4001 on alum on days 0, 21, and 42. Serum was collected 7 days after each vaccination for titer determination. On day 49, mini-pigs receiving INI-4001 adjuvanted vaccine had trending, higher [6a](/articles/s41541-023-00697-9#Fig6)) and fentanyl-specific IgG2 [6b](/articles/s41541-023-00697-9#Fig6))—an antibody may be similar to IgG2a in rodents [47](/articles/s41541-023-00697-9#ref-CR47), [48](/articles/s41541-023-00697-9#ref-CR48). After immunization, pigs were anesthetized with isoflurane and challenged with a continuous IV infusion of fentanyl until two minutes of continuous apnea was reached. Serum samples were collected at multiple timepoints to measure fentanyl pharmacokinetics. Total fentanyl dose to apnea [6d](/articles/s41541-023-00697-9#Fig6)), and serum fentanyl concentration at time of apnea (Fig. [6e](/articles/s41541-023-00697-9#Fig6)) were measured as parameters for vaccine efficacy. Groups immunized with F1-CRM+alum+INI-4001 had trended towards higher tolerated fentanyl dose, time to apnea, and serum fentanyl concentrations, indicating that INI-4001 may be increasing the overall efficacy of the fentanyl vaccine (other measured parameters can be found in Supplementary Fig. [2](/articles/s41541-023-00697-9#MOESM1)). Serum collected at time the of apnea (or at the final challenge timepoint, if the pig never became apneic) was also analyzed for the ratio of protein-bound fentanyl compared to free fentanyl (Fig. pigs at time of apnea, which is generally consistent with literature describing fentanyl plasma protein binding in humans [49](/articles/s41541-023-00697-9#ref-CR49). Conversely, the F1-CRM+alum the increase in serum fentanyl seen after drug challenge represents almost entirely antibody-bound drug. The serum fentanyl-specific total IgG and IgG2 antibodies were further analyzed by plotting them against parameters of vaccine efficacy. Higher titers of both total IgG and IgG2 were significantly associated with greater vaccine efficacy, including a longer time to apnea and greater total fentanyl administration (Fig. [7a-d](/articles/s41541-023-00697-9#Fig7)). Additionally, the avidity of these antibodies was measured via biolayer interferometry at each timepoint after vaccination. The addition of INI-4001 increased early antibody avidity compared to F1-CRM+alum, but the Kdiss between groups was similar at both day 28 and day 49 (Fig. [7e](/articles/s41541-023-00697-9#Fig7)). Overall, these data suggest that mini-pigs can be used as a model for fentanyl-induced respiratory depression and vaccination against opioids, and that INI-4001 increases the efficacy of a lead anti-fentanyl vaccine in this model. Discussion Active immunization with vaccines targeting fentanyl and its analogs is a potentially safe, long-lasting, and prophylactic treatment to combat OUD and overdose in addition to the existing treatment repertoire of pharmacotherapies. While anti-opioid vaccines have shown significant preclinical efficacy at reducing drug self-administration and preventing symptoms associated with fatal opioid overdose such of these vaccines has only recently been initiated with one Phase Ia/Ib clinical trial currently being conducted (NCT04458545). Lessons learned from clinical trials of other anti-drug conjugate vaccines reveal that high concentrations of high-affinity antibodies are needed to achieve significant efficacy [24](/articles/s41541-023-00697-9#ref-CR24), [25](/articles/s41541-023-00697-9#ref-CR25). As such, efforts have focused on increasing the immune response to opioid-specific vaccines through optimization of conjugation chemistry, linker length, hapten design, formulation with adjuvant, delivery platforms, immunization schedule, and identification of biomarkers associated with better used adjuvant in FDA-approved vaccines [28](/articles/s41541-023-00697-9#ref-CR28), [58](/articles/s41541-023-00697-9#ref-CR58). While it has been used for decades to improve immune responses to many vaccines [58](/articles/s41541-023-00697-9#ref-CR58), its exact mechanism of action is unclear [28](/articles/s41541-023-00697-9#ref-CR28). Alum has been used in most studies involving anti-opioid vaccines [9](/articles/s41541-023-00697-9#ref-CR9) due to the ease of translation into clinical settings because of its known safety and efficacy profile. However, alum drives a Th2 skewed response and elicits the production of IgG1 antibodies in mice [28](/articles/s41541-023-00697-9#ref-CR28). Published literature suggests that optimal anti-opioid immune response in mice may consist of a balanced Th1/Th2 response and production of both IgG1 and IgG2a antibodies [26](/articles/s41541-023-00697-9#ref-CR26), [27](/articles/s41541-023-00697-9#ref-CR27). While alternative adjuvants are not well tolerated, exhibited minimal efficacy, or have limited availability due to cost or patent considerations. Therefore, we initially tested the addition of synthetic TLR4 (INI-2002) and TLR7/8 (INI-4001) adjuvants adsorbed on alum to produce a safe and balanced Th1/Th2 response with the goal of increasing vaccine immunogenicity and efficacy. We found that the TLR7/8 agonist increased total IgG and IgG2a subclass titers, which led to increased vaccine efficacy after fentanyl challenge in mice (data published in concurrent dual submission to NPJ Vaccines). Addition of TLR7/8 achieved efficacy despite the antigen dose being reduced over 10× compared to previous formulations containing alum alone [20](/articles/s41541-023-00697-9#ref-CR20) (data published in concurrent dual submission to NPJ Vaccines), which may support use of this adjuvant in dosing-sparing formulations. Both adjuvanted vaccines were well tolerated across the dose ranges evaluated. To extend these findings, the present study tested the same adjuvanted vaccines in rats and found that vaccines adjuvanted with INI-4001 (TLR7/8 agonist), serum fentanyl concentration and decreased brain fentanyl concentration after drug challenge. This is consistent with our studies in mice (concurrent dual submission to NPJ Vaccines) and previous studies indicating that TLR4 agonists, such as MPLA, do not improve efficacy of oxycodone conjugate vaccines when used as vaccine adjuvants [29](/articles/s41541-023-00697-9#ref-CR29). Advancing INI-4001 as our candidate adjuvant for fentanyl vaccine development, we further tested its ability to protect against higher-dose fentanyl challenges simulating overdose situations by assessing resistance to fatal levels of respiratory depression and determining dose-response curves after repeated doses of fentanyl. The absolute EC50 values determined from these dose-response curves would likely be inaccurate since the study was performed using a cumulative dosing paradigm. Since doses were scheduled every 15 minutes, free fentanyl was being actively metabolized throughout the duration of the study, leading to the reported cumulative dose likely being higher than the active physiological dose. Nonetheless, comparing the magnitude of shift in the midpoint of the dose-response curve between groups is informative. We found that the addition of INI-4001 to F1-CRM+alum shifted fentanyl's dose-response curve almost 3-fold compared to formulations containing alum alone and elicited greater protection against respiratory depression after drug challenge. The increase in antibody titers and protection against fentanyl found when animals were immunized with INI-4001 adjuvanted F1-CRM does not appear to be at the expense of specificity towards the target drug, as the present study found that there were no significant changes in cross-reactivity between F1-CRM formulations containing INI-4001 adsorbed on alum or just alum alone. Some cross-protection against additional fentanyl analogs has been previously reported [20](/articles/s41541-023-00697-9#ref-CR20), [34](/articles/s41541-023-00697-9#ref-CR34), and the current study suggests that this cross-protection will not be affected by the inclusion of INI-4001 as a vaccine adjuvant. Importantly, there was negligible cross-reactivity to medications for OUD management such as methadone, buprenorphine, and naltrexone, or medications for overdose reversal such as naloxone. This is critical for the future translation of fentanyl vaccines into clinical settings, as these vaccines will likely be utilized in combination with other OUD or overdose medications. In a previous FSA study, fentanyl intake decreased in rats vaccinated with 60 g F1-CRM and 90 g alum [20](/articles/s41541-023-00697-9#ref-CR20). In the current FSA study, fentanyl intake increased in F1-CRM+alum and F1-CRM+alum+INI-4001 vaccinated rats during maintenance at the 2.5 µg/kg dose relative to pre-vaccination intake and increased intake at the 5.0 µg/kg dose during the fentanyl dose-response determination. In contrast, intake was decreased at lower unit doses during the dose-response determination, and the reduction was greater in F1-CRM+alum+INI-4001 compared to F1-CRM+alum vaccinated rats. This rightward shift in the unit dose-response curve indicates that the F1-CRM immunogen reduced the potency of fentanyl (i.e., effectively lowering the fentanyl dose), and that the addition of the TLR7/8 agonist INI-4001 significantly enhanced this effect. We have reported similar shifts in potency produced by analogous oxycodone and heroin vaccines in oxycodone and heroin self-administration models [15](/articles/s41541-023-00697-9#ref-CR15), [59](/articles/s41541-023-00697-9#ref-CR59), and others have shown a similar reduction in potency in fentanyl self-administration models [44](/articles/s41541-023-00697-9#ref-CR44), [60](/articles/s41541-023-00697-9#ref-CR60). In addition, behavioral economic demand analysis showed F1-CRM+alum+INI-4001 was more effective at increasing the elasticity of demand (i.e., increasing and decreasing Pmax) and decreasing maximal response for fentanyl, indicating a greater decrease in the reinforcing efficacy of fentanyl and rats' motivation to consume it. However, it is important to note that our demand curve analysis involved manipulation of unit price by changing the unit dose rather than the more conventional approach of changing the FR (response cost). It is possible that demand curve parameters and vaccine effects under changing FR requirements may differ somewhat from the present study. Our approach nonetheless provides a valid and precise method for comparing fentanyl consumption between groups. To our knowledge, this is the first direct demonstration of a TLR agonist adjuvant enhancing the efficacy of any drug abuse vaccine in attenuating the reinforcing effects of a drug. These data suggest that F1-CRM+alum+INI-4001 may be effective at facilitating abstinence from fentanyl in humans by blocking its reinforcing effects. These results also suggest that adjuvants targeting TLR7/8 receptors enhance this effect, which may generalize to vaccines against other drugs of abuse. The increase in fentanyl intake observed at higher unit doses in vaccinated rats has important clinical implications. The FSA maintenance model in the present study was intended to model vaccination in early clinical trials, where participants may be users of fentanyl who continue using the drug while they are being vaccinated. As such, the increase in FSA during vaccination in the present study suggests that a compensatory increase in fentanyl use might also occur in humans during immunization. Some of these concerns may be mitigated by the fact that no compensatory increases were found in previous FSA studies of F1-CRM+alum [20](/articles/s41541-023-00697-9#ref-CR20). It is possible that the higher dose of F1-CRM and alum and the lower fentanyl training dose (1.0 g/kg/infusion) may have elicited a different ratio of available antibody binding sites over moles of circulating fentanyl molecules. Additionally, it has been shown that precipitating withdrawal with an opioid antagonist can motivate increases in opioid self-administration in rats [61](/articles/s41541-023-00697-9#ref-CR61). Indeed, withdrawal has long been thought to play a key role in motivating drug use in humans [62](#ref-CR62), [63](#ref-CR63), [64](/articles/s41541-023-00697-9#ref-CR64). This raises the question of whether the increase in FSA observed in the present study was precipitated by a vaccine-induced withdrawal state. To the extent that it was, this would suggest that adjunct treatments (e.g., methadone, buprenorphine) might be needed to minimize this potential side effect of vaccination and avoid treatment noncompliance in clinical trials (i.e., not showing up for vaccinations). However, the gradual rise in antibody levels during vaccination differs from the relatively rapid blockade of opioid receptors by an opioid antagonist and may therefore be too slow to precipitate withdrawal. Accordingly, precipitated withdrawal has not been reported in preclinical studies with other addiction vaccines or anti-drug monoclonal antibodies [65](/articles/s41541-023-00697-9#ref-CR65), [66](/articles/s41541-023-00697-9#ref-CR66). Moreover, the level of access to fentanyl (only 2 hrs/day, 5 days/week) may not have been sufficient to induce dependence on fentanyl [61](/articles/s41541-023-00697-9#ref-CR61). Nonetheless, ongoing and future preclinical and clinical research will focus on assessing the extent to which opioid vaccines might precipitate withdrawal and how to optimize the combination of immunotherapies and pharmacotherapies to maximize outcomes. Potentially clinically relevant differences in TLR7/8 expression and functionality have been described between rodents and humans. TLR8 is expressed and functional in human monocytes and conventional dendritic cells (cDCs) with little to no expression in plasmacytoid cells (pDCs) and B cells [40](/articles/s41541-023-00697-9#ref-CR40), [41](/articles/s41541-023-00697-9#ref-CR41), [67](/articles/s41541-023-00697-9#ref-CR67). TLR7 is expressed by pDCs and B cells in humans, and in contrast by pDCs, B cells, monocytes, and cDCs in mice [68](/articles/s41541-023-00697-9#ref-CR68), [69](/articles/s41541-023-00697-9#ref-CR69). While both mouse and human TLR7 respond to the same structures and compounds, compounds specific to human TLR8 instead activate mouse TLR7. While mouse TLR8 was initially thought to be non-functional, more recent studies show that it responds to different structures and compounds compared to human TLR8 [40](#ref-CR40), [41](#ref-CR41), [42](/articles/s41541-023-00697-9#ref-CR42), [67](/articles/s41541-023-00697-9#ref-CR67), [70](/articles/s41541-023-00697-9#ref-CR70). Pigs have been used as an alternative species for the evaluation of TLR7/8 ligands based on literature reports demonstrating more human-like responsiveness to TLR7 and TLR8 ligands [42](/articles/s41541-023-00697-9#ref-CR42). Thus, the lead vaccine formulation containing INI-4001 was tested in Hanford miniature pigs, which provided a relevant animal model to recapitulate human TLR7/8 vaccine efficacy and tolerability. To demonstrate vaccine efficacy in this species, we developed a model of respiratory depression after fentanyl challenge. While there have been reports of porcine models of pharmacokinetics of opioids such as morphine [71](/articles/s41541-023-00697-9#ref-CR71), models of brain tissue hypoxia after opioid overdose [72](/articles/s41541-023-00697-9#ref-CR72), to our knowledge this is the first report of a porcine model of fentanyl-induced respiratory depression and overdose after anti-fentanyl vaccination. After immunization of Hanford miniature pigs F1-CRM on alum or F1-CRM and INI-4001 adsorbed on alum in a pilot study, we saw trending increases in total IgG and IgG2 subclass titers, similar to findings in mice (data published in concurrent dual submission to NPJ Vaccines) and rats. No vaccine-related adverse events or injection site reactogenicity was noted in any vaccinated pigs. Furthermore, we found that pigs immunized with INI-4001 adjuvanted F1-CRM tolerated a higher fentanyl dose and were more resistant to becoming apneic compared to naïve or F1-CRM+alum vaccinated pigs. Indeed, two out of three pigs in the INI-4001 adjuvanted group did not become apneic, even at the highest dose of fentanyl tested. Similarly, we found that there was a trend toward higher levels of serum fentanyl at the time of apnea, of which almost all is protein-bound, suggesting that more fentanyl was retained in the serum and not crossing through the blood-brain barrier. This pilot study had a small sample size (n = 3/group) and therefore was not powered for accurate statistical analysis; however, future studies will investigate this model with larger sample sizes to confirm the efficacy and safety of the candidate F1-CRM+alum+INI-4001 vaccine in this species. Finally, despite a small sample size, significant correlations were found between opioid-specific antibodies and parameters of vaccine efficacy. No differences in antibody avidity were found between groups, except at the earliest timepoint. This result suggests that efficacy in prevention of fentanyl-induced overdose is primarily dependent on high antibody titers, which is consistent with previous literature in mice, rats, and human clinical trials of other conjugate vaccines [10](/articles/s41541-023-00697-9#ref-CR10), [16](/articles/s41541-023-00697-9#ref-CR16), [24](/articles/s41541-023-00697-9#ref-CR24), [25](/articles/s41541-023-00697-9#ref-CR25), [27](/articles/s41541-023-00697-9#ref-CR27), [32](/articles/s41541-023-00697-9#ref-CR32), early increase in avidity in INI-4001 adjuvanted groups despite almost indetectable titers IgG at the same timepoint (Supplementary Fig. [3](/articles/s41541-023-00697-9#MOESM1)). This suggests that there may be a more robust early IgM response after INI-4001 administration, which may lead to earlier onset of protection after vaccination compared to a vaccine adjuvanted with alum alone. Studies investigating vaccine-induced immune responses and efficacy against the target drug over multiple early timepoints will be of interest for future clinical evaluation to determine onset of efficacy in human patients. Overall, as clinical testing of anti-opioid vaccines begins, it is imperative that vaccines are optimized for safety and produce high anti-opioid antibody titers to ensure clinical efficacy. The addition of the synthetic TLR7/8 agonist INI-4001 to our lead anti-fentanyl vaccine significantly increased antigen-specific antibody titers, which led to increases in vaccine efficacy after drug challenge in multiple animal species, drug doses, and administration paradigms. This supports the translation of INI-4001 as an adjuvant for clinical studies of F1-CRM, other anti-opioid conjugate vaccines, and potentially vaccines directed against other drug targets. Methods Hapten synthesis, conjugation, and vaccine formulation The fentanyl-based hapten containing a tetraglycine linker (F1 or F) was synthesized as previously described [19](/articles/s41541-023-00697-9#ref-CR19), [20](/articles/s41541-023-00697-9#ref-CR20). Briefly, piperidone hydrochloride was alkylated with 2-(N-Boc-aminoethyl) bromide using potassium carbonate in acetonitrile to afford the N-substituted amino ethylpiperidine intermediate. Reductive amination of the ketone with aniline using sodium cyanoborohydride in the presence of an equimolar amount of acetic acid provided the 4-aminophenyl-piperidine precursor. The 4-aminophenyl piperidine precursor was acylated using anhydride in the presence of pyridine yielded the carboxylic acid precursor. The linker (Gly)4-OtBu was then attached using 2- (1H-benzotriazol-1-yl)-1,1,3,3-tetramethyluronium hexafluorophosphate (HBTU) and DIPEA as coupling was hydrolyzed using 20% trifluoracetic acid in provide hapten. The F1 hapten was then conjugated to either GMP grade diphtheria cross-reactive material (Pfenex, San Diego, CA or Fina or bovine serum as previously described [19](/articles/s41541-023-00697-9#ref-CR19), [20](/articles/s41541-023-00697-9#ref-CR20). Briefly, haptens were first dissolved at a concentration of 5.2 nM in 0.1 M MES buffer pH 5.0 in the presence of 10% DMSO (w/v), and then haptens were activated by carbodiimide (EDAC, Sigma-Aldrich, St. Louis, MO) at a final concentration of 208 nM. The conjugation reaction was incubated at room temperature for 10 minutes before the carrier protein was added at a final concentration of 2.8 mg/ml. Reactions were then stirred for 3 hours at room temperature. The resulting conjugates were purified by ultrafiltration using Amicon filters to replace MES buffer with phosphate-buffered saline (PBS) 0.1 M pH 7.2. For CRM conjugates, 250 mM sucrose was added in both conjugation and storage buffers for stability. For competitive binding ELISA, a structurally-related fentanyl-based hapten (F3) conjugated to BSA was used as a coating antigen, the synthesis of which has been previously described [20](/articles/s41541-023-00697-9#ref-CR20). Briefly, (2E)-3-(4-{2-[4-(N-Phenylpropanamido)piperidin-1-yl]ethyl}-phenyl)prop-2-enoic acid was added to a solution of 1-ethyl-3-(3-dimethylaminopropyl)carbodiimide-HCl and N-hydroxysuccinimide in CH2Cl2, for 18 h at room temperature with stirring. H2O and EtOc were added to the reaction mixture by stirring for 10 min. The organic layer was then extracted with EtOAc using a separatory funnel, washed with brine, and dried with anhydrous MgSO4. The organic solvent was removed under reduced pressure to afford F3. The F3 was conjugated to BSA as described above. The unconjugated carrier protein or the conjugate vaccines were adsorbed on aluminum adjuvant (Alhydrogel Biosector, Denmark) and mixed with as described in each experimental section. Adjuvants INI-4001 synthesis All dry reagents were dried from anhydrous pyridine or toluene and left under high vacuum for 18 hours. All glassware was heat dried and purged with a dry, inert gas. The first two steps were done under argon. To a solution of PEG3 glycerol (1.16 grams, 1.65 mmol) and 2-cyanoethyltetraisopropyl-phosphordiamidite in 20 mL methylene chloride was added 1H-tetrazole (115 mg, 1.65 mmol) in 4 portions over 20 minutes. After stirring at room temperature for one hour, the reaction was cooled on an ice bath. To the cooled solution was added UM-3002 (500 mg, 1.20 mmol) and imidazolium triflate (525 mg, 2.41 mmol). After 10 minutes the reaction was removed from the ice bath and stirred at room temperature for one hour. Tert-butyl peroxide (438 µL, 5.5 M in nonane) was added and the reaction stirred at room temperature for 30 minutes. The reaction was quenched with saturated sodium thiosulfate and the organic layer was dried over sodium sulfate and condensed. The crude material was dissolved in 20 mL methylene chloride and DBU (1.80 mL, 12.1 mmol) was added. After 15 minutes, the solution was quenched with 0.1 N HCl and the organic layer dried over sodium sulfate. Purification on silica ([acetonitrile/methanol 1:1]/chloroform) afforded INI-4001 (680 mg, Found: C (61.79), H (9.71), N (7.24). INI-2002 synthesis (1) A solution of 1,3,4,6-tetra-O-acetyl-2-amino-2-deoxy--d-glucopyranose hydrochloride (76.47 g, 0.23 mol) in methylene chloride (350 mL) and H2O (350 mL) was treated with sodium bicarbonate (149.94 g, 1.79 mol) added in portions slowly. Benzyl chloroformate (79.17 g, 0.46 mol) was added in portions to control gas evolution and the reaction was stirred vigorously for 2.5 hours. The layers were separated and the aqueous layer was extracted with methylene chloride (100 mL). The combined organic layers were washed with saturated aqueous sodium chloride, dried over anhydrous sodium sulfate, filtered, and concentrated to approximately 100 mL. Methyl-t-butyl ether (200 mL) was added and the resulting mixture was stirred and cooled to 0 °C the precipitate was collected by filtration, washed with cold methyl-t-butyl ether, and dried in a vacuum oven to give 88.89 g (81%) of 1,3,4,6-tetra-O-acetyl-2-(benzyloxycarbonylamino) 2-deoxy--D-glucopyranoside. (2) A mmol) methylene chloride (80 mL), cooled to 15 dropwise with trimethylsilyl triflate (0.37 mL, 2.08 mmol). The reaction mixture was allowed to warm to room temperature over 5.5 hours. The reaction was quenched with saturated aqueous sodium bicarbonate (40 mL) and the layers were separated. The aqueous layer was extracted with methylene chloride (2 × 20 mL) and the combined organic layers were dried over anhydrous sodium sulfate, filtered, and concentrated in vacuo. The crude product obtained was crystallized from methylene chloride/heptane to give 10.4 g (81%) of 2-(benzyloxycarbonylamino)ethyl 3,4,6-tri-O-acetyl-2-benzyloxycarbonylamino-2-deoxy--D-glucopyranoside as a white solid. (3) A solution of 2-(benzyloxycarbonylamino)ethyl 3,4,6-tri-O-acetyl-2-benzyloxycarbonylamino-2-deoxy--D-glucopyranoside (10 g, 16.3 mmol) in methanol (160 mL) was treated with ammonium hydroxide (20 equivalents) for 2 hours at room temperature. The reaction mixture was concentrated and dried under high vacuum overnight to give 8 g (100%) of 2-(benzyloxycarbonylamino)ethyl 2-benzyloxycarbonylamino-2-deoxy--D-glucopyranoside as a white solid, which was used without further purification. (4) A solution of 2-(benzyloxycarbonylamino)ethyl 2-benzyloxycarbonylamino-2-deoxy--D-glucopyranoside (8 g, 16.3 mmol) in acetonitrile (180 mL) was treated with benzaldehyde dimethyl acetal (4.9 mL, 32.6 mmol) and camphorsulfonic acid (1.9 g, 8.2 mmol). The reaction was stirred for 3 hours, neutralized with saturated aqueous sodium bicarbonate, filtered, and concentrated in vacuo. The crude product was crystallized from ethyl acetate/heptane to give 7.1 g (75%) of 2-(benzyloxycarbonylamino)ethyl 4,6-O-benzylidene-2-deoxy-2-benzyloxycarbonylamino-2-deoxy--D-glucopyranoside as a white solid. (5) A solution of 2-(benzyloxycarbonylamino)ethyl 4,6-O-benzylidene-2-deoxy-2-benzyloxycarbonylamino-2-deoxy--D-glucopyranoside (1.5 g, 2.59 mmol) in anhydrous tetrahydrofuran (40 mL) was treated with triethylamine mL, 3.89 mmol) and triphenylphosphine (1.09 g, 4.14 mmol). The reaction was cooled 0 °C and diisopropyl azodicarboxylate (0.82 mL, 4.14 mmol) °C, diphenylphosphoryl azide (0.89 mL, 4.14 mmol) was added. The reaction was allowed to gradually warm up to room temperature and stirring continued for 18 hours. The reaction mixture was concentrated in vacuo and the residue chromatographed on silica of 2-(benzyloxycarbonylamino)ethyl a white solid. (6) A solution of 2-(benzyloxycarbonylamino)ethyl 3-azido-4,6-O-benzylidene-2-benzyloxycarbonylamino-2,3-dideoxy--D-allopyranoside (2.95 g, 4.89 mmol) in anhydrous tetrahydrofuran (100 mL) was treated with a solution of 0.1 N sodium hydroxide (9.8 mL, 0.98 mmol) and a solution of 1.0 M of trimethylphosphine in tetrahydrofuran (7.8 mL, 7.82 mmol). The reaction stirred at room temperature for 18 hours. The reaction mixture was concentrated in vacuo. The residue was chromatographed on white solid. (7) A solution of 3-amino-4,6-O-benzylidene-2-benzyloxycarbonylamino-2,3-dideoxy--D-allopyranoside (0.5 g, 0.87 mmol) was acid (414 mg, 1.04 mmol) and 1-(3-dimethylaminopropyl)-3-ethylcarbodiimide methiodide (310 mg, 1.04 mmol) at room temperature for 2 hours. The reaction mixture was quenched with saturated aqueous sodium bicarbonate (5 mL) and the layers separated. The aqueous layer was extracted with chloroform (2 × 5 mL) and the combined organic layers were washed with water (5 mL), dried over anhydrous sodium sulfate and concentrated in vacuo. Chromatography on colorless oil. A 4,6-O-benzylidene-2-benzyloxycarbonylamino-3-[(R)-3-decanoyloxytetradecanoylamino]-2,3-dideoxy--D-allopyranoside (745 mg, 0.78 mmol) in anhydrous tetrahydrofuran (20 mL) was hydrogenated with 10% palladium on carbon (220 mg) using a Parr hydrogenator at room temperature and 50 psig for 24 hours. The reaction mixture was filtered through Celite and the filtrate concentrated in vacuo. The resulting oil dissolved in methylene chloride (10 mL) was acylated with (R)-3-decanoyloxytetradecanoic acid (680 mg, 1.71 mmol) and 1-(3-dimethylaminopropyl)-3-ethylcarbodiimide methiodide (510 mg, 1.71 mmol) at room temperature for 2 hours. The reaction mixture was quenched with saturated aqueous sodium bicarbonate (10 mL) and the layers separated. The aqueous layer was extracted with methylene chloride (2 x 10 mL) and the combined organic layers washed with water (10 mL), dried over anhydrous sodium sulfate and concentrated in vacuo. Chromatography on silica (gradient of 2-[(R)-3-decanoyloxytetradecanoylamino]ethyl a glassy solid. (9) A (400 mg, 0.282 mmol) in anhydrous methylene chloride (20 mL) cooled to 0 °C was treated with sodium cyanoborohydride (42 mg, 0.655 mmol) followed by the addition of trifluoroacetic acid (0.06 mL, 0.786 mmol). The reaction mixture gradually warmed up to room temperature and continued to stir for 3 hours. The reaction was quenched with methanol (2 mL), concentrated in vacuo then reconstituted in methylene chloride and washed with a saturated solution of sodium bicarbonate. The layers separated and the aqueous layer was extracted with methylene chloride (2 x 10 mL) and the combined organic layers dried over anhydrous sodium sulfate and concentrated in vacuo. Chromatography on silica gel (gradient elution, (93%) of 2-[(R)-3-decanoyloxytetradecanoylamino]ethyl 6-O-benzyl-2,3-di-[(R)-3-decanoyloxytetradecanoylamino]-2,3-dideoxy--D-allopyranoside a colorless oil. (10) A 6-O-benzyl-2,3-di-[(R)-3-decanoyloxytetradecanoylamino]-2,3-dideoxy--D-allopyranoside (105 mg, 0.072 mmol) in anhydrous dimethylformamide (5 mL) was treated with sulfur trioxide triethylamine complex (78 mg, 0.43 mmol). The reaction was heated to 50 °C for 5 h. An additional amount of sulfur trioxide triethylamine complex (100 mg, 0.55 mmol) was added and the reaction stirred at 50 °C for 18 h. The reaction mixture was concentrated in vacuo. Chromatography on C18 2-[(R)-3-decanoyloxytetradecanoylamino]ethyl 6-O-benzyl-2,3-di-[(R)-3-decanoyloxytetradecanoylamino]-2,3-dideoxy-4-O-sulfoxy--D-allopyranoside triethylammonium salt as a white salt. (11) A solution of 2-[(R)-3-decanoyloxytetradecanoylamino]ethyl 6-O-benzyl-2,3-di-[(R)-3-decanoyloxytetradecanoylamino]-2,3-dideoxy-4-O-sulfoxy--D-allopyranoside triethylammonium salt (70 mg, 0.045 mmol) in a mixture of 2:1 anhydrous tetrahydrofuran: methanol (5 mL) was hydrogenated in the presence of 20% palladium hydroxide on carbon (30 mg) and triethylamine (0.034 mL, 0.00024 mmol) using a Parr hydrogenator at room temperature and 50 psig pressure for 18 hours. The reaction mixture was filtered through Celite and the filtrate was concentrated under vacuum. 1% the purified material was dissolved in cold 2:1 chloroform-methanol (8 mL) and washed with cold 0.1 N aqueous hydrochloride (1.6 mL). The lower organic layer was dried over anhydrous sodium sulfate and concentrated in vacuo. The residue was salted with (1 -2 equiv.) triethylamine to give 28 mg (43%) (ppm) 7.84 (t, J = 5.5 Hz, 1 H), 7.55 (d, J = 8.0 Hz, 1 H), 7.22 (d, J = 9.0 Hz, 1 H), 5.27-5.23 (m, 3 H), 4.65 (br s, 1 H), 4.59-4.55 (m, 2 H), 4.26-4.21 (m, 1 H), 4.19- 4.15 (m, 1 H), 3.85-3.79 (m, 2 H), 3.73-3.70 (m, 1 H), 3.51-3.43 (m, 2 H), 3.18 (q, J = 7.5 Hz, 7 H, CH2 of triethylamine (~1.2 equiv.)), 2.62-2.19 (m, 12), 1.64-1.52 (m, 12 H), (m, 100 H, including 10, CH3 of triethylamine), 0.88 Boynton Pharmacy (Minneapolis, MN), Hennepin County Medical Center pharmacy (Minneapolis, MN), or Sigma-Aldrich (St. Louis, MO). Acetylfentanyl HCl was obtained from RTI International. Drug doses are expressed as the weight of the free base. Ethics statement Studies were performed according to the Guide for the Care and Use of Laboratory Animals and the National Institute of Health. Animal protocols were approved by both the University of Minnesota and the Hennepin Healthcare Research Institute Animal Care and Use Committees. Animals were euthanized by AAALAC-approved CO2 chambers (rats) or via IV pentobarbital sodium (pigs), and all efforts were made to minimize suffering. Animals For drug-challenge studies, 8-10 weeks old male Sprague-Dawley rats were obtained from Charles River Laboratories (Wilmington, MA). Rats were grouped housed under a standard 14/10 hour light/dark cycle and were given food and water ad libitum. For fentanyl self-administration, male and female Sprague-Dawley rats (65-75 day old on arrival; Envigo, Madison, WI) had ad lib access to water and restricted access to food (18-20 g/day) in a temperature- and humidity-controlled colony room under a reversed 12-hr light/dark cycle (experimental sessions ran during the dark phase). For mini pig studies, two-month-old Hanford miniature pigs were obtained from Sinclair Bio Resources (Auxvasse, MO). Pigs were housed 1-3 per pen under a 14/10 hour light/dark cycle and fed 1 cup of Envigo Teklad miniswine diet # 8753 daily. All testing occurred during the light phase. Experimental design Drug-challenge studies in rats Anti-fentanyl vaccines were administered i.m. in the hind thigh on days 0, 21, and 42. Animals received 5 g unconjugated carrier protein (CRM) adsorbed on alum as a control, 5 g F1-CRM with no adjuvant, 5 g F1-CRM adsorbed to alum or 5 g F1-CRM adsorbed on alum with 1 g INI-2002 or 10 g INI-4001 as described in each experimental section. Blood was collected via tail vein on day 49 for antibody analysis. Some rats were euthanized at 49 days for trunk blood collection to run in vitro binding assays. Rats were challenged starting on day 56 and challenged with one drug weekly until the end of the study. Challenge drugs included fentanyl (0.05 all administered subcutaneously (s.c). Rats were boosted with vaccine every three weeks to maintain antibody titer levels. Vaccine efficacy in reducing opioid-induced behavioral effects were measured via hot plate test of centrally-mediated antinociception [20](/articles/s41541-023-00697-9#ref-CR20) or in reducing opioid-induced respiratory depression and bradycardia using a pulse oximeter (Starr Life Sciences, Oakmont, PA) [20](/articles/s41541-023-00697-9#ref-CR20) at baseline and every 15 minutes after drug challenge for one hour. A cutoff of 30 seconds was used in hot plate studies to prevent thermal injury. In some studies, naloxone (0.1 mg/kg) was given 1 hour after drug challenge to reverse opioid-induced effects. In terminal studies, rats were euthanized after the final timepoint, and blood and brain were collected for analysis by LC-MS. Fentanyl self-administration (FSA) in rats Rats were implanted under ketamine (75-90 mg/kg) and dexmedetomidine (0.25 mg/kg) anesthesia. The opposite end of the catheter exited the body between the scapulae and attached to a vascular-access harness (VAH95AB, Instech Inc., Plymouth Meeting, PA). Rats recovered from surgery for at least three days, during which catheters were flushed daily with a heparinized (30 units/ml) saline/glycerol (25%) solution and ceftriaxone (5.25 mg), and a s.c. injection of buprenorphine (0.05 mg/kg; first two days only) was given for analgesia. Over the course of the experiment, daily infusions of heparinized saline/glycerol continued and infusions of methohexital (0.1 ml of 10 mg/ml, i.v.) were given on Fridays after the session to determine catheter patency (indicated by anesthesia within 5 s). After recovery from surgery, rats were trained to self-administer fentanyl (1 µg/kg/infusion) under a fixed ratio (FR) 1 schedule during daily 120-min sessions (five days/week) using standard two-lever operant conditioning chambers (Med Associates, St. Albans, VT). After at least 10 sessions and when robust fentanyl intake was established, the FR was gradually increased to 3 over several sessions. The unit dose was then increased to 2.5 µg/kg/infusion. Initial training at the lower unit dose was intended to minimize side effects of high fentanyl intake that we have observed in some rats (e.g., pica, paw licking/chewing). After at least 10 sessions at the 2.5 µg/kg unit dose and once FSA stabilized, rats were immunized i.m. with 5 g CRM, 5 g F1-CRM adsorbed on 24 g alum, or 5 g F1-CRM and 10 g INI-4001 adsorbed on 24 g alum. Rats were vaccinated every 2 weeks on Fridays after their FSA session to maintain high antibody titers during the remainder of the study. The first 8 weeks (4 vaccinations) was a maintenance phase, during which FSA continued at the 2.5 µg/kg training dose. A blood sample was collected from the tail vein 1-2 weeks after the 4th vaccination to measure antibody titers. The following 6 weeks (3 vaccinations) was a dose-response phase, during which the effects of vaccination on the FSA dose-response curve were determined. During this phase, the fentanyl unit dose was changed weekly on Mondays (initially increased to 5.0 µg/kg/infusion and then reduced each week to 1.0, 0.75, 0.50. 0.25, and 0 µg/kg/infusion) as rats continued to be vaccinated. Following the dose-response determination, vaccination ceased, and rats were given access to 2.5 µg/kg unit dose to allow reacquisition of FSA. If a catheter lost patency or was otherwise compromised (e.g., the rat pulled out its catheter), data from that week were excluded from analysis and another catheter was implanted in a femoral vein. The majority of these reimplants occurred during training before vaccination began. If a rat required a reimplant during the FSA maintenance phase of vaccination, rats continued being vaccinated until FSA was reacquired before beginning FSA dose-response phase. This resulted in one additional vaccination (five total) in one CRM control rat, two additional vaccinations (six total) in two F1-CRM+alum rats, and one additional vaccination (five total) in three F1-CRM+alum+INI-4001 rats during this phase. If a rat required a reimplant during the fentanyl dose-response phase of vaccination, vaccinations continued until baseline self-administration was recovered at the 2.5 µg/kg unit dose after the reimplant and the dose-response determinations were completed, resulting in one or two additional vaccinations in three CRM control rats, two F1-CRM+alum rats, and three F1-CRM+alum+INI-4001 rats. Another F1-CRM+alum+INI-4001 rat received six additional vaccinations during the dose-response phase because it took several weeks to reacquire FSA before completing the dose-response assessment. Mini-pig studies Nine pigs (n = 3/group) were treated as follows: (1) non-vaccinated control group, (2) F1-CRM (125 g) formulated in alum (562.5 g), and (3) F1-CRM (125 g) formulated in INI-4001 (250 g), and alum (562.5 g). Active vaccination groups received a total of three immunizations on days 0, 21, and 42, which were administered i.m. in a volume of 0.6 mL. Serum was collected on days 7, 28, and 49 ± 3 days to determine antibody titers. On day 49 ± 3 days, each mini-pig was anesthetized with isoflurane delivered in pure oxygen, then orotracheally intubated with a cuffed endotracheal tube and breathed spontaneously under a light plane of isoflurane anesthesia. Intravenous and intra-arterial catheters were placed for drug administration and blood sampling. After instrumentation and stable plane of anesthesia were achieved, mini-pigs were challenged with a continuous IV infusion of fentanyl until they reached the study endpoint which was defined as two continuous minutes of apnea. Fentanyl was infused at a rate of 30 g/kg/hr for 1 hour (0-60 minutes), increasing to 60 g/kg/hr for the second hour (60-120 minutes), and then increasing to 120 g/kg/hr for the third hour (120-180 minutes) for a total possible dose of 210 g/kg. Various respiratory endpoints (time to apnea, respiratory rate, end-tidal CO2, tidal volume, and minute volume) were monitored using a Datex Ohmeda Compact S5 monitor (Clearwater, FL). Blood was collected prior to fentanyl infusion (baseline) and at multiple timepoints during fentanyl administration for serum fentanyl analysis. After animals were apneic for two continuous minutes, they were administered naloxone (10 g/kg, IV) and monitored for respiratory recovery. Antibody analysis Opioid-specific IgG and IgG subclass titers were measured via titer Briefly, 96-well ELISA plates (Costar 9018 EIA/RIA, Jackson ImmunoResearch Laboratories Inc., West Grove, PA) were coated overnight with 5 ng/well of unconjugated BSA or F1 hapten conjugated to BSA, and blocked the next day. Rat or pig serum was serially diluted in the appropriate wells starting at either a 1:200 or 1:50 dilution. Plates were then incubated with goat-anti-rat IgG-HRP (1:50,000; Cat. anti-Porcine IgG (1:1000; Cat. No. 552554, BD Biosciences, Franklin mouse anti-Porcine IgG2 (1:1000; Cat. No. MCA636GA, Bio-Rad, Hercules, CA). For ELISAs, plates were incubated with a goat anti-mouse IgG Total HRP tertiary antibody (1:1000, Cat. No. 1030-05, Southern Biotech, Birmingham AL). In vitro binding of fentanyl analogs and off-target drugs was measured using competitive ELISA as previously described [17](/articles/s41541-023-00697-9#ref-CR17), [20](/articles/s41541-023-00697-9#ref-CR20). Briefly, 96-well ELISA plates (Costar 9018 EIA/RIA, Jackson ImmunoResearch Laboratories Inc., West Grove, PA) were coated with 0.5 ng/well of F3-BSA in carbonate buffer at pH 9.6 overnight. The following day, plates were blocked with 1% gelatin. The appropriate drugs were then serially diluted on the plate with the following dilution of serum (determined by titer ELISA) was added to each well of the plate and incubated for 2 hours. Plates were then incubated overnight with goat-anti-rat IgG-HRP (1:50,000; Cat. No 112-035-003, Jackson ImmunoResearch, West Grove, PA). Plates were developed using SIGMAFAST OPD substrate (Sigma-Aldrich, St. Louis, MO). If antibodies did not bind to drugs within the concentration range tested, results were reported as the highest concentration tested. LC-MS analysis of fentanyl concentration Rat sera, rat brains, and pig sera were processed and analyzed as previously described [20](/articles/s41541-023-00697-9#ref-CR20). Briefly, brain tissue was homogenized using Agilent ceramic beads for 3 min with a Beadblaster 24 homogenizer (Benchmark Scientific, Sayreville, NJ) at 6 m/s, then centrifuged for 10 min at 8609 × g. The supernatant was transferred transferred to a cryogenic tube and placed at 20 °C until time of extraction. Extraction of serum, brain supernatant, and standards was performed at 4°C. For standards, 20 L of stock calibrator solution was added to 180 L of fetal bovine serum, 200 L of sample was used for extraction with 20 L of internal standard solution added to all samples. 600 L of cold LC-MS grade Acetonitrile was added to all tubes to precipitate proteins and then centrifuged at 8609 × g for 10 min. Supernatant was transferred to 96-well plate, evaporated to 200 L on a Positive Pressure Manifold, Agilent (Santa Clara, CA), and then diluted with 600 L with 2% phosphoric acid. Extraction was performed using Bond Elut PCX 96 round, 1 mL, 30 mg plate (Agilent, Santa Clara, CA). Cartridges were first washed with 500 L methanol, 500 L water, and then samples were loaded onto cartridges. Cartridges were washed in series, first using 600 L mL of 2% formic acid followed by 600 L 50% methanol: 50% acetonitrile. Cartridges were dried on a sample concentrator (Porvair, Norfolk, UK), placed above fresh 96 well plate to elute samples using 750 L of 5% ammonium hydroxide in 50% methanol: 50% acetonitrile, and dried on the sample concentrator. Samples were reconstituted in 200 L LC-MS grade water, 0.1% ammonium formate, 0.01% LC-MS grade (mobile For bound/unbound serum analysis, serum samples were centrifuged at RT for 1 hour at 10,000 × g in a Nanosep filter unit (Pall Life Sciences, Port Washington, NY) with a 10 kDa cutoff to separate the free drug from antibody-bound fentanyl. Filter units were previously treated with 5% Tween-20 in distilled water for 2 hours at room temperature to minimize hydrophobic interactions and then rinsed with sterile distilled water. Filtrate (free drug) and whole serum samples were then processed and analyzed on LC-MS as described above. Protein-bound fentanyl was calculated as (total fentanyl-unbound fentanyl) and expressed as a percentage of total fentanyl. (BLI) antibody avidity and in 10× Kinetic Buffer Assays were performed by loading F1-Biotin onto pre-hydrated streptavidin sensors at 0.1 g/ml (loading step 120 s) followed by 180 s baseline at 30 °C with shaking at 1000 rpm. Sensors were then moved into analyte for 120 s for association, followed by a 600 s dissociation step. Serum samples were run at three different dilutions determined by anti-fentanyl total IgG titers. Dissociation rate constants (Kdiss) were calculated by processing raw data using ForteBio HT analysis software version 11.1.3.50. All data were inspected for quality of fit to the calculated curve (R2 > 0.95), the response between 0.25 and 3, and residual value < 10% of the maximum response fitted to the curve. Data analysis Each data point represents a measurement of a distinct animal unless otherwise noted. Statistical analyses were performed using Prism version 9.1.2 (GraphPad, LaJolla, CA). Mean antibody titers, drug concentrations, MPE% on the hot plate, heart rate, oxygen saturation, and Kdiss measurements were analyzed by Brown-Forsythe test to determine differences in standard deviation. If there were no significant difference, metrics were analyzed by one-way ANOVA followed by Tukey's multiple comparisons post hoc test. If there were significant differences in standard deviation, metrics were analyzed by Brown-Forsythe and Welch ANOVA with Dunnett's T3 multiple comparisons post hoc test. The relationship between opioid-specific antibodies, total fentanyl administration, and time to apnea was analyzed via two-tailed Pearson correlation after the determination of normality using D'Agostino-Pearson's test. Latency to respond, heart rate, and oxygen saturation data taken over multiple time points was analyzed via two-way ANOVA with the Geisser-Greenhouse correction and Tukey's multiple comparisons post hoc test. Survival curve pairwise comparisons were analyzed via Mantel-Cox test. For the FSA study, the mean number of infusions during the last three sessions at baseline and two weeks after each of the first four vaccine injections was used to assess vaccine effects on the maintenance of FSA. To assess vaccine effects on the FSA dose-response curve, the mean number of infusions during the last three sessions at each unit dose was used. The data were analyzed using mixed-model or one-way ANOVA with Geisser-Greenhouse correction followed by Holm-Sidak multiple comparison tests. To specifically assess the effects of vaccination on fentanyl's reinforcing efficacy (i.e., motivation to consume fentanyl), exponential demand curve analysis was performed on fentanyl intake in each subject during FSA unit dose assessment as previously described [59](/articles/s41541-023-00697-9#ref-CR59), [73](/articles/s41541-023-00697-9#ref-CR73) (see below). The mean of the (elasticity of demand), Q0 (intensity of demand), Pmax (unit price at maximal responding), and Omax (maximal level of responding) parameters of the exponential curve fits to individual subject data were compared between groups via Brown-Forsythe and Welch ANOVA followed by Dunnett's T3 tests for multiple comparisons. The , Q0, and Omax values were log-transformed prior to analysis due to the non-normality of the data. Mean antibody titers were similarly compared between groups. All statistics were performed using Prism (version 9.1; GraphPad, San Diego, CA). Behavioral economic demand curve analysis To directly measure the effects of vaccination on the reinforcing efficacy of fentanyl, exponential demand curve analysis was performed on fentanyl intake during FSA unit dose-response determinations as previously described [20](/articles/s41541-023-00697-9#ref-CR20), [59](/articles/s41541-023-00697-9#ref-CR59), [73](/articles/s41541-023-00697-9#ref-CR73). Briefly, an exponential demand equation, log Q = log Q0 + k(e-*Q0*C-1), was used to describe the relationship between fentanyl consumption and unit price (FR/unit dose). The dependent variable, Q, is the quantity consumed. The independent variable, C, is the cost of fentanyl in terms of the unit price. The free parameters, Q0 and , are estimated from the best-fit function and refer to the maximum level of consumption at zero price (i.e., level or 'intensity'' of demand) and the rate of change in consumption with increases in unit price, respectively. The range of the exponential function, k, is a constant specifying the range of consumption in log units. The k value is held constant across data sets being compared (set to 3.63 in the present study) because changes in k impact the value of . The value of is inversely related to reinforcing efficacy so drugs that produce rapidly declining (elastic) demand curves have higher values and lower reinforcing efficacy than demand curves with slower declining (inelastic) demand curves. In the present context, vaccines that increase values for fentanyl consumption would be those that increase the sensitivity of FSA to price (increase elasticity of demand), suggesting that vaccination reduces the reinforcing efficacy or motivational strength of fentanyl [73](/articles/s41541-023-00697-9#ref-CR73). Additional indices of demand were measured, including Pmax, the price at which consumption changes from relatively inelastic to relatively elastic, and Omax, the maximum level of response output (i.e., active lever responding). Demand curve analysis was conducted using the exponential demand function for nonlinear regression in GraphPad Prism 9 software (GraphPad Software, Inc., La Jolla, CA). Because zero is not defined on a log scale, data from the 0 µg/kg unit dose (saline) were not included in the analysis. The Pmax and Omax parameters were derived from Q0, , and k using the spreadsheet application provided by Kaplan and Reed [74](/articles/s41541-023-00697-9#ref-CR74). Reporting summary Further information on research design is available in the [Nature Research Reporting Summary](/articles/s41541-023-00697-9#MOESM2) linked to this article. Data availability Data will be made available upon request to the corresponding author (Marco Pravetoni, mprave@uw.edu). References Chang, H. Y., Kharrazi, H., Bodycombe, D., Weiner, J. P. & Alexander, G. C. Healthcare costs and utilization associated with high-risk prescription opioid use: a retrospective cohort study. BMC Med. 16, 69 (2018). Centers for Disease Control and Prevention. N.C.f.I.P.a.C. Drug Overdose. (2021). Ahmad, F., Rossen, L. & Sutton, P. Provisional drug overdose death counts. National Center for Health Statistics. (2021). Control, C.F.D. Drug overdose deaths in the U.S. top 100,000 annually. Available from: [https://www.cdc.gov/nchs/pressroom/nchs_press_releases/2021/20211117.htm](https://www.cdc.gov/nchs/pressroom/nchs_press_releases/2021/20211117.htm). (2021). Administration, S.A.a.M.H.S. MAT statutes, regulations, and guidelines. Available from: [https://www.samhsa.gov/medication-assisted-treatment/statutes-regulations-guidelines](https://www.samhsa.gov/medication-assisted-treatment/statutes-regulations-guidelines). (2019) Bart, G. Maintenance medication for opiate addiction: the foundation of recovery. J. Addict. Dis. 31, 207-225 (2012). Rzasa Lynn, R. & Galinkin, J. L. Naloxone dosage for opioid reversal: current evidence and clinical implications. Ther. Adv. Drug Saf. 9, 63-88 (2018). Torralva, R. & Janowsky, A. Noradrenergic mechanisms in fentanyl-mediated rapid death explain failure of naloxone the J. (2019). Pravetoni, M. & Comer, S. D. Development of vaccines to treat opioid use disorders and reduce incidence of overdose. Neuropharmacology 158, 107662 (2019). Baruffaldi, F. et al. Preclinical efficacy and characterization of candidate vaccines for treatment of opioid use disorders using clinically viable carrier proteins. Mol. Pharm. 15, 4947-4962 (2018). Hwang, C. S. et al. Efficacious vaccine against heroin contaminated with fentanyl. ACS Chem. Neurosci. 9, 1269-1275 (2018). Hwang, C. S. et al. Enhancing efficacy and stability of an antiheroin vaccine: examination of antinociception, opioid binding profile, and lethality. Mol. Pharm. 15, 1062-1072 (2018). Nguyen, J. D., Hwang, C. S., Grant, Y., Janda, K. D. & Taffe, M. A. Prophylactic vaccination protects against the development of oxycodone self-administration. Neuropharmacology 138, 292-303 (2018). Pravetoni, M. et al. Co-administration of morphine and oxycodone vaccines reduces the distribution of 6-monoacetylmorphine and oxycodone to brain in rats. Vaccine 30, 4617-4624 (2012). Pravetoni, M. et al. Effects of an oxycodone conjugate vaccine on oxycodone self-administration and oxycodone-induced brain gene expression in rats. PLoS One 9, e101807 (2014). Raleigh, M. D., Pravetoni, M., Harris, A. C., Birnbaum, A. K. & Pentel, P. R. Selective effects of a morphine conjugate vaccine on heroin and metabolite distribution and heroin-induced behaviors in rats. J. Pharm. Exp. Ther. 344, 397-406 (2013). Raleigh, M. D. et al. Safety and efficacy of an oxycodone vaccine: addressing some of the unique considerations posed by opioid abuse. PLoS One 12, e0184876 (2017). Raleigh, M. D. et al. Opioid dose- and route-dependent efficacy of oxycodone and heroin vaccines in rats. J. Pharm. Exp. Ther. 365, 346-353 (2018). Raleigh, M. D. et al. A fentanyl vaccine alters fentanyl distribution and protects against fentanyl-induced effects in mice and rats. J. Pharm. Exp. Ther. 368, 282-291 (2019). Robinson, C. et al. Therapeutic and prophylactic vaccines to counteract fentanyl use disorders and toxicity. J. Med. Chem. 63, 14647-14667 (2020). Sulima, A. et al. A stable heroin analogue that can serve as a vaccine hapten to induce antibodies that block the effects of heroin and its metabolites in rodents and that cross-react immunologically with related drugs of abuse. J. Med. Chem. 61, 329-343 (2018). Tenney, R. D. et al. Vaccine blunts fentanyl in male rhesus monkeys. Neuropharmacology 158, 107730 (2019). Townsend, E. A. et al. Evaluation of a dual fentanyl/heroin vaccine on the antinociceptive and reinforcing effects of a fentanyl/heroin mixture in male and female rats. ACS Chem. Neurosci. 11, 1300-1310 (2020). Martell, B. A. et al. Cocaine vaccine for the treatment of cocaine dependence in methadone-maintained patients: a randomized, double-blind, placebo-controlled efficacy trial. Arch. Gen. Psychiatry 66, 1116-1123 (2009). Hatsukami, D. K. et al. Immunogenicity and Ther. 89, 392-399 (2011). Laudenbach, M. et al. Blocking interleukin-4 enhances efficacy of vaccines for treatment of opioid abuse and prevention of opioid overdose. Sci. Rep. 8, 5508 (2018). Crouse, B. et al. Mechanisms of interleukin 4 mediated increase in efficacy of vaccines against opioid use disorders. NPJ Vaccines 5, 99 (2020). HogenEsch, H. Mechanisms of stimulation of the immune response by aluminum adjuvants. Vaccine 20, S34-S39 (2002). Pravetoni, M. et al. Effect of currently approved carriers and adjuvants on the pre-clinical efficacy of a conjugate vaccine against oxycodone in mice and rats. PLoS One 9, e96547 (2014). Bremer, P. T., Schlosburg, J. E., Lively, J. M. & Janda, K. D. Injection route and TLR9 agonist addition significantly impact heroin vaccine efficacy. Mol. Pharm. 11, 1075-1080 (2014). Blake, S. et al. Developing translational vaccines against heroin and fentanyl through investigation of adjuvants and stability. Mol. Pharm. 18, 228-235 (2021). Stone, A. E. et al. Fentanyl conjugate vaccine by injected or mucosal delivery with dmLT or LTA1 adjuvants implicates IgA in protection from drug challenge. NPJ Vaccines 6, 69 (2021). Robinson, C. et al. Alum adjuvant is more effective than MF59 at prompting early germinal center formation in response to peptide-protein conjugates and enhancing efficacy of a vaccine against opioid use disorders. Hum. Vaccin. Immunother. 15, 909-917 (2019). Baehr, C. et al. Characterization and prophylactic efficacy of vaccines targeting fentanyl, alfentanil, sufentanil, and acetylfentanyl in rats. ACS Omega 7, 16584-16592 (2022). Crouse, B. et al. EFficacy and selectivity of monovalent and bivalent vaccination strategies to protect against exposure to carfentanil, fentanyl, and their mixtures in rats. ACS Pharm. Transl. Sci. 5, 331-343 (2022). Miller, S. lipidated imidazoquinoline TLR7/8 adjuvants elicit influenza-specific Th1 immune responses and against heterologous H3N2 influenza challenge in mice. Front. Immunol. 11, 406 (2020). Short, K. K. et al. Co-encapsulation of synthetic lipidated TLR4 and TLR7/8 agonists in the a rapid, synergistic enhancement of vaccine-mediated humoral immunity. J. Control Release 315, 186-196 (2019). Massena, C. J. et al. A tractable covalent linker strategy the Commun. (Camb.) 57, 4698-4701 (2021). Smith, J. et al. Evaluation of novel synthetic TLR7/8 agonists as vaccine adjuvants. Vaccine 34, 4304-4312 (2016). Gorden, K. B. et al. Synthetic TLR agonists reveal functional differences between human TLR7 and TLR8. J. Immunol. 174, 1259-1268 (2005). Heil, F. et al. Species-specific recognition of single-stranded RNA via toll-like receptor 7 and 8. Science 303, 1526-1529 (2004). Liu, J. et al. A five-amino-acid motif in the undefined region of the TLR8 ectodomain is required for species-specific ligand recognition. Mol. Immunol. 47, 1083-1090 (2010). Peterson, B. K. Vital signs. Physical rehabilitation: evidence based examination, evaluation, and intervention. In: Falk, K. (ed). Saunders Elsevier: St. Louis, Missouri, pp 598-624 (2007). Townsend, E. A. et al. A synthetic opioid vaccine attenuates fentanyl-vs-food choice in male and female rhesus monkeys. Drug Alcohol. Depend. 218, 108348 (2021). Cocks, B. G., de Waal Malefyt, R., Galizzi, J. P., de Vries, J. E. & Aversa, G. IL-13 induces proliferation and differentiation of human B cells activated by the CD40 ligand. Int Immunol. 5, 657-663 (1993). Pabst, R. The pig as a model for immunology research. Cell Tissue Res. 380, 287-304 (2020). Butler, J. E., Wertz, N., Deschacht, N. & Kacskovics, I. Porcine IgG: structure, genetics, and evolution. Immunogenetics 61, 209-230 (2009). Kacskovics, I., Sun, J. & Butler, J. E. Five putative subclasses of swine IgG identified from the cDNA sequences of a single animal. J. Immunol. 153, 3565-3573 (1994). Meuldermans, W. E., Hurkmans, R. M. & Heykants, J. J. Plasma protein binding and distribution of fentanyl, sufentanil, alfentanil and lofentanil in blood. Arch. Int. 257, 4-19 (1982). de Jong, S. E., Olin, A. & Pulendran, B. The impact of the microbiome on immunity to vaccination in humans. Cell Host Microbe 28, 169-179 (2020). Kosten, T. R., Domingo, C. B., Hamon, S. C. & Nielsen, D. A. DBH gene as predictor of response in a cocaine vaccine clinical trial. Neurosci. Lett. 541, 29-33 (2013). Laudenbach, M., Tucker, A. M., Runyon, S. P., Carroll, F. I. & Pravetoni, M. The frequency of early-activated hapten-specific B cell subsets predicts the efficacy of vaccines for nicotine dependence. Vaccine 33, 6332-6339 (2015). Laudenbach, M. et al. The frequency of naive and early-activated hapten-specific B cell subsets dictates the efficacy of a therapeutic vaccine against prescription opioid abuse. J. Immunol. 194, 5926-5936 (2015). Lockner, J. W. et al. Flagellin as carrier and adjuvant in cocaine vaccine development. Mol. Pharm. 12, 653-662 (2015). Lofano, G. et al. Oil-in-water emulsion MF59 increases germinal center B cell differentiation and persistence in response to vaccination. J. Immunol. 195, 1617-1627 (2015). Nielsen, D. A., Hamon, S. C. & Kosten, T. R. The -opioid receptor gene as a predictor of response in a cocaine vaccine clinical trial. Psychiatr. Genet. 23, 225-232 (2013). Pentel, P. R. & LeSage, M. G. New directions in nicotine vaccine design and use. Adv. Pharm. 69, 553-580 (2014). Di Pasquale, A., Preiss, S., Tavares Da Silva, F. & Garcon, N. Vaccine adjuvants: from 1920 to 2015 and beyond. Vaccines (Basel) 3, 320-343 (2015). Raleigh, M. D., Pentel, P. R. & LeSage, M. G. Pharmacokinetic correlates of the effects of a heroin vaccine on heroin self-administration in rats. PLoS One 9, e115696 (2014). Townsend, E. A. et al. Conjugate vaccine produces long-lasting attenuation of fentanyl vs. food choice and blocks expression of opioid withdrawal-induced increases in fentanyl choice in rats. Neuropsychopharmacology 44, 1681-1689 (2019). Kenny, P. J., Chen, S. A., Kitamura, O., Markou, A. & Koob, G. F. Conditioned withdrawal drives heroin consumption and decreases reward sensitivity. J. Neurosci. 26, 5894-5900 (2006). Wikler, A. Dynamics of drug dependence. Implications of a conditioning theory for research and treatment. Arch. Gen. Psychiatry 28, 611-616 (1973). Koob, G. F. & Le Moal, M. Addiction and the brain antireward system. Annu Rev. Psychol. 59, 29-53 (2008). Robinson, T. E. & Berridge, K. C. Addiction. Annu Rev. Psychol. 54, 25-53 (2003). Lindblom, N. et al. Active immunisation against nicotine blocks the reward facilitating effects of nicotine and partially prevents nicotine withdrawal in the rat as measured by dopamine output in the nucleus accumbens, brain reward thresholds and somatic signs. Naunyn Schmiedebergs Arch. Pharmacol. 372, 182-194 (2005). Roiko, S. A., Harris, A. C., LeSage, M. G., Keyler, D. E. & Pentel, P. R. Passive immunization with a nicotine-specific monoclonal antibody decreases brain nicotine levels but does not withdrawal in nicotine-dependent rats. Pharm. Biochem. Behav. 93, Jurk, M. et al. Human TLR7 or TLR8 independently confer responsiveness to the antiviral compound R-848. Nat. Immunol. 3, 499 (2002). Kadowaki, N. et al. Subsets of human dendritic cell precursors express different toll-like receptors and respond to different microbial antigens. J. Exp. Med. 194, 863-869 (2001). Gilliet, M., Cao, W. & Liu, Y. J. Plasmacytoid dendritic cells: sensing nucleic acids in viral infection and autoimmune diseases. Nat. Rev. Immunol. 8, 594-606 (2008). Gorden, K. K., Qiu, X. X., Binsfeld, C. C., Vasilakos, J. P. & Alkan, S. S. Cutting edge: activation of murine TLR8 by a combination of imidazoquinoline response modifiers and polyT oligodeoxynucleotides. J. Immunol. 177, 6584-6587 (2006). Crandall, C. S., Kerrigan, S., Aguero, R. L., Lavalley, J. & McKinney, P. E. The influence of collection site and methods on postmortem morphine concentrations in a porcine model. J. Anal. Toxicol. 30, 651-658 (2006). Elmer, J. et al. Effect of neuromonitor-guided titrated care on brain tissue hypoxia after opioid overdose cardiac arrest. Resuscitation 129, 121-126 (2018). Hursh, S. R. & Roma, P. G. Behavioral economics and the analysis of consumption and choice. Manag. Decis. Econ. 37, 224-238 (2016). Kaplan, B. A. & Reed, D. D. Essential value, pmax, and omax automated calculator. KU ScholarWorks; 2014. Acknowledgements (M.P.), T32DA007097 (B.C.), and F31DA054760 (B.C.). Research reported in this publication is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. Ethics declarations Competing interests MP is the co-inventor of patents disclosing fentanyl haptens reported in this manuscript or F, and F3), fentanyl hapten conjugates (F1-CRM, F-CRM), and JTE is a co-inventor of INI-4001 adjuvant, held the CEO position at Inimmune Corporation, and holds stock options in Inimmune Corporation. MP and JTE are co-inventors of patents disclosing formulations of fentanyl vaccines formulated with INI-4001. SMM is an employee of Inimmune Corporation and holds stock options in Inimmune Corporation. All other authors declare no competing interests. Additional information Publisher's note Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Supplementary information Rights and permissions Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons license, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons license and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this license, visit [http://creativecommons.org/licenses/by/4.0/](http://creativecommons.org/licenses/by/4.0/). About this article Cite this article Crouse, B., Miller, S.M., Muelken, P. et al. A TLR7/8 agonist increases efficacy of anti-fentanyl vaccines in rodent and "}