{"title": "PDF", "author": "PDF", "url": "https://quackwatch.org/wp-content/uploads/sites/33/quackwatch/casewatch/fda/fda_consumer/1983-may.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "H i - - ^ \\o 00Consumer VOL. 17 NO. 4 T h e W a t e r T h a t G o e s I n t o B o t t l e s Bottled water is big business these days. This article looks at how it differs from the H2O that comes out of the tap. Snail-Borne Disease Slowed by New Drug Schistosomiasis is an affliction that plagues some 200 million people in 70 countries. Now a drug is available to treat the several forms of the disease. W h a t A b o u t N u t r i e n t s i n F a s t F o o d s ? Americans eat out often and are partial to fast food establish ments. Questions have been raised, however, about the nutri tive value of the fare offered in such places. The Weightless Watchers Diet Astronauts have special problems with what they eat and how they eat while in space. For example, the weightless atmos phere requires some unique packaging. Va c c i n e s : P r e c i o u s O u n c e s o f P r e v e n t i o n Here's a guide to vaccinations, telling what immunizations are required and why. A Beholder Tells of a Lens Implant This is a rst-person account of the implantation of an intra ocular lens. The account reveals there is a minimum of dis comfort to the patient and a maximum of benet. EMS: Fraudulent Flab Remover The initials stand for electrical muscle stimulator, a device that has been promoted as a simple way to shape the body. The fact is, it can't do that and it shouldn't be used indiscriminately. Two Charged With Scheming To Dilute Honey Two Mississippi men have been selling honey, maple syrup and sorghum that was diluted with corn and sugar syrups, a federal grand jury indictment charges. Sales in eight states over a four-year period were cited. UpdatesMAY 1983 The Notebook Investigators' Reports Introducing Mr. and Mrs. Schistosome mansoni, approximately 200 times bigger than life. She's the one poking her head out from the folds of her mate's body. Schistosomes are parasites responsible for schisto somiasis, a debilitating disease found in many tropical areas of the world. How these parasites get into the human body is told in Snail-Borne Dis ease Slowed by New Drug, beginning on page 8. (Electronmicrograph courtesy of Dr. Bruce Wetzel and Mr. Harry Schaefer, National Insti tutes of Health.)Margaret M. Heckler Secretary, U.S. Department of Health and Human Services A r t h u r H u l l H a y e s J r. , M . D . Commissioner of Food and Drugs Roger W. Miller/Editor Harold C. Hopkins/Editorial Director Jesse R. Nichols/Art Director C o v e r P h o t o : J o h n Tr o h a / B l a c k S t a r FDA Consumer / May 1983 / 1Report on Skin Products A goodly list of ingredients—33 to be exact— meets with FDA's approval for use in over-the- counter external analgesic drug products, and 13 make the grade for use in skin protectants. Both lists are almost identical to those recommended by a panel of experts. What's different about the external analgesic list is the inclusion of camphorated metacresol, while methapyrilene hydrochloride was dropped because it was found to cause cancer in rats. The agency and the panel agree on the inclusion of amine and ''caine\"-type local anesthetics; alcohols and hydrocortisone Also on the external analgesic list are irri tants that produce redness (methyl salicylate and turpentine oil, irritants that produce vasodilation (histamine do not produce redness (capsaicin and capsicum). Two ingredients, cornstarch and sodium bicarbon ate, were dropped by FDA from the list of safe and effective skin protectant ingredients. Approved in gredients include allantoin, aluminum hydroxide gel, cocoa butter, dimethicone, glycerin, kaolin, shark liver oil, petrolatum and zinc compounds. FDA's decisions as to the ingredients for these drug categories were published in February in two proposed monographs. They were based on the rec ommendations of the Advisory Review Panel on OTC Topical Analgesic, Antirheumatic, Otic, Bum, and Sunburn and Prevention and Treatment Drug Prod ucts. The panel is one of 17 advisory groups estab lished by the agency to review the safety and effec tiveness of ingredients in all over-the-counter drug products. Public comments on the panel's reports were taken into consideration. Some changes also were proposed for the labeling of external analgesic and skin protectant drugs. For instance, the agency wants to change the term \"antipruritic,\" the panel's recommended statement of identity for hydrocortisone products, to \"anti pruritic (anti-itch)\" or just \"anti-itch.\" External algesics may also be called \"topical analgesic\" or \"pain relieving cream, lotion or ointment.\"The seven-day limitation recommended by the pan el for external analgesics should read, \"If condition worsens, or if symptoms persist for more than 7 days or clear up and occur again within a few days, dis continue use of this product and consult a physician or doctor,\" according to FDA's proposed mono graph. In both monographs manufacturers are being given the option of using either \"physician\" or \"doctor\" in their labeling. Among the labeling changes proposed for skin protectants is the inclusion of the term \"deep\" to de scribe wounds that should not be self-treated with these drug products. Thus, the warning would read: \"Not to be applied over deep or puncture wounds, infections, or lacerations. Consult a doctor.\" The proposed monograph for external analgesics was published in the Federal Register on Feb. 8 and that for skin protectants appeared on Feb. 15. This is the next to last step toward establishment of stand ards for these drug products. After evaluating public comments on the proposed monographs FDA will is sue nal monographs to become effective 12 months after publication. Details on the original advisory panel report on skin protectants were included in the article \"Sunbathing Without Burning\" {FDA Con sumer, June 1978). External analgesics were the sub ject of \"Rub-a-Dub-Dub, There Can Be Relief in a Tub(e)\" {FDA Consumer, June 1979). V D T s A b s o l v e d Some \"clusters\" of adverse pregnancy outcomes recently reported among women who work at video display terminals (VDTs) would normally be ex pected on the basis of chance alone, according to FDA's National Center for Devices and Radiological Health. Many of these reports have come from Cana da. Adverse pregnancy outcomes have included mis carriage, premature birth and defects such as clubfoot. Over a period of several years the center has tested more than 100 VDTs for radiation leakage and has a continuing program of routine testing to monitor ra diation emissions from VDTs. (See \"VDTs Pass Medical Tests,\" FDA Consumer, April 1981.) The agency nds no evidence that the levels of radiation from VDTs are responsible for the \"clusters\" of ad- 2 / May 1983 / FDA Consumerverse pregnancy outcomes. While exposure to ionizing radiation (such as X-rays) can cause birth defects and miscarriages at very high exposure levels, such levels are at least a thousand times higher than those to which VDT op erators might be exposed. In fact, the ionizing radia tion levels from VDTs are so low they are generally difcult to distinguish from natural background radi ation, the center says. Other health and scientic organizations have reached similar conclusions. A report of a symposi um on VDTs sponsored by the National Research Council of the National Academy of Sciences states: ''Even under conditions designed to maximize poten tial emissions, the levels of all types of electromag netic radiation emitted are far below accepted occu pational and environmental health and safety limits of exposure.\" In a study published in June 1981, the National Institute for Occupational Safety and Health concluded that \"the VDT does not present a radia tion hazard to the employees working at or near a terminal.\" Epidemiologists and statisticians at the National Center for Devices and Radiological Health and at the U.S. Centers for Disease Control have evaluated some of the reported \"clusters\" and concluded that they did not establish a general pattern associating the use of VDTs with problem pregnancies. Longevity From Estrogens Women who take estrogens as post-menopausal medication may live longer than those who don't, ac cording to researchers at the Oklahoma Medical Re search Foundation, Oklahoma City. Writing in the Feb. 18 Journal of the American Medical Associa tion, the group said that taking estrogen as a medica tion appears to give users an advantage over nonusers in relative risk of death. Investigators from ve institutions studied the rec ords of 2,269 white women aged 40 to 69 years who had been subjects in a heart disease study. They looked at the effect of estrogen use and nonuse on mortality rates in three groups of women: those who still had their reproductive organs, those with uterus and those with uterus and both ovariesThey found that in all groups estrogen users had lower mortality rates than nonusers and that the strongest association between estrogen use and re duced risk of death was seen in women whose uterus and both ovaries had been removed. The authors could not account for the higher risk of death in nonusers by differences in age, education, smoking habits, alcohol consumption, body mass, blood level, or level of low-density lipoprotein cho lesterol in their blood. They speculate that the appar ent protective effect of estrogen use may be related to its ability to raise blood levels of high-density lipoprotein cholesterol, higher levels of which have been associated with a reduced risk of heart disease. Because they cannot adequately explain their nd ings, the researchers conclude that \"it would be pre mature to alter current estrogen prescribing prac tices.\" The use of estrogens in treatment of symptoms associated with menopause was the subject of \"Estrogens: Another Riddle for Middle Age\" in the November 1980 FDA Consumer. The role of cholesterol in the cardiovascular system was dis cussed in \"On Being Too Rich, Too Thin, Too Cho lesterol Laden\" in the July-August 1981 FDA Consumer. Operation Quackery Planned A public education campaign aimed at alerting people to quackery practices will be conducted by the Pharmaceutical Advertising Council and the Food and Drug Administration. The two groups have agreed on a three-part cam paign, to include radio, TV and print public service announcements. Expected cost of the program is $160,000, with FDA to contribute $55,000. Dubbed Operation Quackery, the campaign will in clude assistance from the advertising and media in dustries. Proposals will be solicited from these indus tries for use in the campaign. Operation Quackery resulted from a challenge byFDA Commissioner Arthur Hull Hayes Jr. in a speech to the Pharmaceutical Advertising Council in early 1982. A year later he returned to address the group and announced plans for Operation Quackery. FDA Consumer / May 1983 / 3The Water That Goes Into Bottles by Carol L. Ballentine and Michael L. Herndon A l o t o f p e o p l e a r e p a y i n g m o n e y f o r a c o m m o d i t y t h a t i seasily obtained free of charge. That commodity is water. In 1981, Americans spent some $588 million for over 600 million gallons of water, bottled water industry sources say. That half billion dollars represents sales of domestic bottled water only, not imported water (generally niineral water) or carbonated products, each of which has a substantial market. What's the lure of water in bottles that makes people pay 80 to 90 cents a gallon for stuff that flows freely from the tap? Isn't water just plain old H2O, however packaged? Water is, of course, always a mix of hydrogen and oxygen that is wet and thirst-quenching. But other stuff is there, too. Water from the ground naturally contains varying amounts of carbon dioxide (sometimes enough to make it bubbly), calcium, iron compounds, sodium, fluoride and other minerals and mineral salts. All these substances affect taste; that's why the flavor of ordinary tap water can change from state to state and city to city. When water is bottled, the processing may add to the va riety in composition and flavor. There are several types of bottled water produced domestically and each is processed differently: Drinking water—ground water that's demineralized only to have some minerals added to achieve a desired flavor. Mineral water—obtained from a government-approved and regulated natural spring or underground source; the min eral content of the source water is not modied by the manufacturer. Mineral-free water—produced by distillation or demineralization so that there is less than 10 parts minerals for each million parts of water. Fluoridated water—contains controlled levels of fluoride, either from the source water or added by the manufacturer. Natural water—water obtained from a protected well or spring. Different processing techniques are used, depending on what the manufacturer intends as the nal product. Most bottled water is ltered to remove impurities and treated with ozone prior to bottling to prevent bacterial contamina tion. If the source water was chlorinated, both mechanical and activated carbon ltration might be used to remove re sidual chlorine and organic materials. Distillation,demineralization or a process called reverse osmosis may be used to produce water free of minerals, such as distilled water. Or selected minerals and mineral salts may be added to produce the flavor desired for a specic type of drinking water. Bottled water processors usually are careful to remove possibly hazardous substances, such as lead, arsenic, silverand cyanide, from their water. However, the chemical purity of water sold in bottles is also of concern to the Food and Drug Administration. Upon its enactment in 1974, the Safe Drinking Water Act required that FDA adopt standards for bottled water compatible with the Environmental Protection Agency's national drinking water standards. This was in the wake of surveys conducted in 1971 and 1972 by FDA and EPA that showed problems with quality control and sanita tion among bottled water producers. With help from an industry trade group, the American Bottled Water Association, FDA designed standards of qual ity and good manufacturing practices for bottled water (de ned by the agency as ' 'water that is sealed in bottles or other containers and intended for human consumption\" and not including mineral water or soda water). These standards require that bottled water meet certain bacteriological, chemical and physical standards and they set tolerances for certain substances—arsenic, barium, cadmium, chloride, nese, nitrate, phenols, selenium, silver, sulfate, zinc, and total dissolved solids. The standards further require that bot tled water be processed, bottled, shipped and stored under conditions that will maintain its quality and purity. The quality standards were broadened in 1979 to include maximum limits for residues of certain pesticides, mercury and radioactive substances (Radium-226 and Strontium-90). The GMPs also were adjusted at that time to provide for an alytical testing once a year. As new hazards in source water are discovered, the standards continue to be adjusted. For instance, in 1981 the agency set a level for trihalomethanes, chemicals with suspected carcinogenic properties formed af ter the chlorination process used as a treatment for munici pal water supplies. EPA had previously set a level of 0.10 milligrams per liter for total trihalomethanes in tap water; and under the Food, Drug, and Cosmetic Act, whenever EPA revises its regulations for drinking water, FDA must make similar revisions or else publish reasons for not doing FDA Consumer / May 1983 / 5S O U R C E W A T E R BOTTLED WATER TREATMENT SYSTEMS MINERAL MIX OZONATOR FLUORIDATED WATERREVERSE OSMOSIS PURIFIED MINERAL MIX OZONATOR OZONATOR PURIFIED WATER DRINKING WATER can have a lot done to it during processing, as the c h a r t a b o v e s h o w s . T h e m i n i m u m t r e a t m e n t i s O Z O N A TION. which protects the product from bacterial contami n a t i o n . M e c h a n i c a l o r a c t i v a t e d c a r b o n F I LT R AT I O N . o r both, may be used to remove organic impurities. If the water is harder than desired, a SOFTENER may be used to r e d u c e t o t a l d i s s o l v e d s o l i d s . R E V E R S E O S M O S I S c a n b e u s e d a l o n e o r i n c o m b i n a t i o n w i t h d i s t i l l a t i o n o r deionization to produce demineralized water. The product may be puried through a MIXED BED treatment or CAT ION or ANION pretreatment. all of which help to remove minerals and mineral salts. Then, in the case of fluoridated or drinking water, a MINERAL MIX is added to achieve the desired composition and taste. (Diagram supplied by the International Bottled Water Association.) 6 / M , n - I V H . t / F D A C o n s u m e rWhat About Soda Water? Soda water, often thought of as a companion to scotch, is in a class of its own when it comes to federal regula tion. It's not classied by FDA as a bottled water and has its own standard of identity, which it shares with fla vored sodas such as colas.FDA denes soda water as \"a class of beverages made by absorbing carbon dioxide in potable water.\" In addition to flavored soft drinks, this category includes several types of unflavored water; Seltzer—generally tap water that is ltered and carbonated with manufac tured carbon dioxide. Club soda—tap water that is filtered and carbonated and to which minerals and mineral salts are added for flavoring. Natural sparkling water—water that contains enough carbon dioxide tomake it naturally bubbly. Usually the carbon dioxide will be drawn off at the spring and reinjected during bottling. Soda water may contain small amounts of alcohol or caffeine. Federal regulations restrict the amounts to no more than 0.5 percent alcohol by weight and 0.02 percent caffeine by weight. Manufacturers are not allowed to add vitamins, minerals and protein for nutritional purposes or articial sweeteners, but may add any other \"safe and suitable optional ingredi ent.\" All optional ingredients must be listed on the product label. so in the Federal Register. There are two categories of water in bottles that are not regulated by FDA as \"bottled water.\" They are soda water, which has its own set of federal regulations and mineral water, both domestic and imported. Mineral water is in a rather murky domain when it comes to federal standards. Although California has dened miner al water as water containing at least 500 parts per million to tal dissolved solids, there is no federal regulation that identies what is and is not mineral water. In most states, therefore, almost any bottled water could legally be called mineral water because most water contains some minerals. FDA has said that there may be benets in dening this popular category of water, but the agency feels it does not have sufcient data to do so in a reasonable fashion. So, es sentially it is consumer opinion that determines whether a product really makes it as mineral water. FDA does have regulations to ensure the purity and safety of mineral water. Bottlers of domestic mineral water must adhere to the same good manufacturing practices that apply to other domestic water bottlers. Mineral waters that are imported—such as Perrier (France), Appollinaris (West Germany) and Ferrarelle (Italy)—must meet FDA's require ments for imported bottled waters: They should be obtained from sources free of pollution, be bottled or otherwise pre pared under sanitary conditions, be free from microorganisms of the coliform group, and be of good sanitary quality when judged by bacteriological or chemical analysis. A subspecialty in the bottled water market has sprung up in response to publicity about the sodium-hypertension con nection. This is the low-sodium or no-salt-added water. Manufacturers who claim their bottled water products are low in sodium or salt must include a statement on the label listing the amount of sodium in a specied serving (e.g., 8 milligrams sodium per 10-ounce serving). However, even products whose labels say \"no salt added\" may contain small amounts of sodium, a fact that must be indicated on the label. This is because even if the manufacturer has not added sodium. Mother Nature may have. According to one source. The Dictionary of Sodium, Fats, and Cholesterol, the sodium content of tap water varies from city to city, from as little as 0.5 milligrams per cup in Birmingham, Ala., to as much as 46.9 milligrams per cup in Long Beach, Calif. Products that are not the low-salttype can contain varying amounts of sodium. A Consumer Reports survey of 37 products in 1980 found up to 7 milli grams of sodium per eight-ounce glass in still (noncarbo- nated) water products and a range of 1 to 397 milligrams of sodium per eight-ounce glass in sparkling waters. Bottled water is claimed by some people—generally au thors of popular health books—to have miraculous qualities that can cure ill health and prevent illness. For instance, Jane Kinderlehrer, in Flow to Feel Younger Longer, cites a doctor who insists that bottled water is superior to tap water because the high alkaline content of most tap water leads to indigestion. Another book. The Over-30, 6-Week, All- Natural Health and Beauty Plan by Elizabeth Martin, rec ommends spring water (either bottled or from a natural spring) both for taste and because \"it will cleanse the tis sues, organs and skin of cellulite and accumulated toxins.\" No bottled water has been proven effective for any thera peutic use, however; and while claims such as these may show up on the printed page, they may not appear on a prod uct label unless the manufacturer is willing to take issue with FDA. The agency does not permit unproved medical claims to be made on the label for any product under its reg ulatory jurisdiction. It's possible that some people buy bottled water because they believe it's therapeutic. However, an article in Con sumer Reports in September 1980 reported the burgeoning sales of bottled water (Perrier, for instance, zoomed from 3 million bottles in 1976 to 200 million bottles in 1979) were due to two reasons: dissatisfaction with the taste of tap water and worries about chemical contamination of municipal water supplies. The article said: \"After trichloroethylene, an industrial solvent, was found in the wells near Los An geles, southern California bulk-water companies reported new customers at a rate up to ve times the usual.\" Another reason for the popularity of bottled water may be that drink ing water—particularly mineral water with a twist of lime—is \"in\" and is advertised as more healthful than drinking alcohol or sweetened drinks. There are probably a lot of reasons for that half-billion- dollar gure. But, whatever they are, it looks like water in bottles, processed and primped, is here to stay. Carol L. Ballentine and Michael L. Herndon are members of FDA's publications staff. FDA Consumer / May 1983 / 7Snail-Bome Disease Slowed By New Drug by Annabel Hecht Late last December, the Food andDrug Administration approved a new drug, praziquantel, for the treat ment of schistosomiasis, one of the world's major tropical diseases. The drug represents an important therapeu tic breakthrough, for praziquantel is the rst anti-parasitic drug that is ef fective against all types of schistoso miasis. Further, it takes only one to three doses to do its job, and it causesfew side effects, making hospitaliza tion unnecessary. All of which could be good news for the 200 to 250 mil lion people in some 70 countries af flicted with this debilitating disease. S c h i s t o s o m i a s i s r e s u l t s f r o m i n f e c tion by one of several species of flukes, or trematode worms, called schistosomes. Three major species in fect humans; Schistosoma mansoni, found in the Caribbean area. South America, Africa and the Middle East; S.haematobium, distributed throughoutAfrica, the Near East, Mauritius, Madagascar and Iraq; and S.japoni- cum, which, as the name suggests, is indigenous to Japan, as well as to Chi na, the Philippines and the Celebes. Survival and spread of any of these species depend on the availability of a human or animal host, a suitable snail to act as an intermediary host, and the right environment for the snail, which means still or slowly moving fresh water, usually (but not always) with vegetation, a water temperature of 22 8 / May 1983 / FDA Consumerto 23 degrees Celsius, and the right amount of alkalinity. Schistosomiasis does not occur naturally in the United States because we don't have the right type of snails to serve as the intermedi ate host. Small dams and ponds are prime schistosome breeding areas. Humans use them for bathing, washing clothes, and as sources of water for drinking and cooking. The spread of snails is as sured thanks to ducks that ferry snail eggs from one pond to another on their feet. Irrigation ditches are another fac tor in the spread of schistosomiasis. The life cycle of the schistosome starts when the human host carrying the parasite contaminates the water with urine or excrement containing schistosome eggs. Within a few mi nutes after reaching the fresh water the eggs hatch, releasing a larva, called the miracidium. This highly mobile crea ture can survive about 24 hours while moving about the water looking for a snail to serve as host for the next stage of development. Miracidia are not fussy; they'll enter any snail, even though it's not the right one. Once inside the soft tissues of a suit able snail host, the miracidia multiply and form thousands of baby worms called cercariae. The snail is somewhat the worse for wear after this stage of schistosome de velopment, usually living only one or two months more. At peak production 500 to 3,000 baby worms may be shed into the water daily for 200 days, al though the production gures for the Far East variety are much lower (15 to 160) since its snail host is much smaller than the others. Free of their snail hosts, the cercari ae tend to swim up to the surface of the water, sinking to the bottom from time to time. They do not feed and will die within 48 hours unless a hapless human happens to enter the water. Within a few minutes a cercaria can penetrate a person's unbroken skin, although the worms may enter through the mouth. The baby worms stay in the skin about two days, then migrate via the lymphatic system to the heart and lungs. They end up in the liver where they mature and mate. Worms of the S. mansoni and S. japonicum species then nd their way to the tiny veins in the intestinal walls, a trip that takes about a month. Eggs laid there are deposited in the tissues orare swept back to the liver. Some also get into the gastrointestinal tract. S . h a e m a t o b i u m w o r m s t a k e t w o t o three months to migrate to the bladder and ureter where their eggs are laid. Early symptoms of this infection, such as blood in the urine, are often disre garded in areas where the disease is al ways present. Indeed, in some African communities bloody urine is accepted as a normal occurrence of puberty. In the early stages of schistosomia sis, the patient may have fever, cough, diarrhea, joint pains and loss of appe tite. Symptoms may get worse when the worms begin laying their eggs. In fact, inflammation caused by the eggs is responsible for many of the symptoms. The acute stage of the disease is seen most often in tourists and other visitors who are exposed for the rst time. In endemic areas, infected people often aren't even aware that anything is wrong. However, in some cases the in fection progresses, without symptoms, until its effects are irreversible. Only a small number of patients get seriously ill, but heavy infection over time can lead to inflammation, obstruc tion and brosis, particularly of the liver and lower urinary tract. Chronic schistosomiasis also can cause bloody diarrhea, cor pulmonale (a form of heart disease), kidney problems and in volvement of the central nervous system. Treatment of schistosomiasis is re served for patients who have active infections—that is, when they are shedding eggs. Modem drug therapy dates from 1918 when antimony com pounds were rst used in Khartoum, Sudan. Unfortunately, the side effects of these compounds—nausea, vomit ing, stiff joints and muscles, a sense of constriction of the chest, dizziness and collapse—made the treatment seem worse than the disease. Miracil com pounds, which were introduced shortly after World War II, were almost as bad. Later hycanthone and niridazole compounds were used. But mutagenic effects as well as undesirable side ef fects are associated with the two. The newest drug on the scene, praziquantel, is effective against all three species of schistosomes. Almost immediately after administration the drug causes the worm's muscles to go into spasm. Within minutes, its skin blisters and the worm is made harm less. Existing eggs are not destroyed.but the body's immune system takes care of them by surrounding them with a brous sac. No major toxic reactions have been reported. I n f e c t i o n s f r o m S . m a n s o n i a n d 5 . h a e m a t o b i u m h a v e b e e n c u r e d w i t h a single dose. A larger dose, adminis tered in three parts on the same day, will knock out 5. japonicum. The same dose is proving effective against S. mekongi, a rare new species turning up in Laotian refugees. Also in use today are oxamniquine and metrifonate. Oxamniquine in a single oral dose is effective against S. m a n s o n i . S i d e e ff e c t s a r e m i l d a n d c a n be reduced by taking the drug after a meal and late in the day. This drug has been widely used in Africa and in Bra zil. FDA has approved only the oral single dose for schistosomiasis con tracted in the western hemisphere. Metrifonate, effective only against S. haematobium^ acts by paralyzing the infecting worm. The drug is well tolerated and the side effects—nausea, vomiting and brOnchospasm—are rare. The prime disadvantage of metrifonate is that it must be given over a period of several weeks. The three drugs—oxamniquine, metrifonate and praziquantel—may well play an important role in the com munity control of schistosomiasis, ac cording to Dr. Joseph A. Cook of the Edna McConnell Clark Foundation, a New York based organization devoted in part to nding ways of curing and controlling schistosomiasis. Quoted in the Annals of Internal Medicine (97:740-54, 1982), Dr. Cook noted that control efforts have relied heavily on killing the snail intermediate host, an \"increasingly expensive, labor- intensive, never-ending\" means of control. \"With oral drugs it is now possible to target treatment on those who most need treatment (patients excreting the largest numbers of eggs and therefore most responsible for con tinuing transmission of infection),\" D r. C o o k s a i d . Sanitary engineering and killing s n a i l s w i l l s t i l l b e n e e d e d i n c o m m u n i ty control programs. Dr. Cook pointed out. \"However, control of clinical dis ease may be achieved or the incidence greatly reduced by careful use of the currently available drugs.\" Annabel Hecht is a member of FDA*s publications staff. FDA Consumer / May 1983 I 9What About Nutrients In Fast Foods? by Chris Lecos E v e r y d a y m i l l i o n s o f A m e r i c a n sflock to a wide array of fast food restaurants to devour hamburgers, cheeseburgers, hot dogs, french fries, onion rings, pizza, beef, chicken, chili, tacos, burritos, shakes, soft drinks and a host of other food prod ucts. The impressive growth of some fast food chains suggests that Ameri cans thrive on quick service eating and the environment in which the food is served. But do they know what they are eat ing? Are fast foods really nutritious or are they, as some critics complain, merely stomach llers that sock con sumers with a lot of calories but lack nutritional punch? There is no simple yes or no answer. Nutrition experts recommend that all people eat a balanced and varied diet with all the essential nutrients needed for good health. Certainly, with so many fast food restaurants around it should be easy to vary one's cuisine, even if most meals are taken in places that feature speed. But the choices in a single fast food establishment generally are not exten sively varied. Does that mean that the patron who regularly eats at a particu lar fast food establishment runs the risk of nutritional deciency? It may de pend on how regular the habit is. There is no xed rule of nutrition that says one must eat all of the required nutri ents at one meal. What is more impor tant, some nutritionists say, is the com binations of foods eaten in a fast food restaurant, how often one relies upon such food choices, and, quite impor tantly, what other foods a consumer eats during the rest of the day.In recent years many large fast food chains have had the nutrient content of their food offerings analyzed. Evalua tions of these offerings by nutritionists and diet experts indicate that most fast food items are not without signicant amounts of certain nutrients. In gener al, the majority provide calories, pro tein, carbohydrates, fat and various vi tamins and minerals. There are some less desirable as pects. Fast foods can supply more cal ories than needed from one meal. Sodi um levels may be high, which is of special concern for people on sodium- restricted diets. Many nutritionists also deplore the high fat and sugar content of some fast foods, and various studies have noted the low levels of vitamins A and C in many fast foods. Further, nutritionists point out that the majority of fast food restaurants provide few vegetables, fruits and whole grains, thus raising questions about their con t r i b u t i o n s o f b e r a n d s o m e v i t a m i n s and minerals. Do people overdose on fast foods? Studies indicate that Americans eat out often and that younger groups eat more often at fast food places. A Gallup study over a three-year period (1978 to 1980) revealed that 30 to 42 percent of those polled had eaten out the day be fore. Mostly they ate lunch away from home, and 28 percent ate at a fast food place. Another study had one out of ve working women eating at a fast food establishment four times a week. Overall, however, the studies make clear that the majority of people are not eating at fast food restaurants so often that they get most of their meals—and their nutrient intake—from^such fare.And that's the conclusion of an article published in the March 1980 issue of the Journal of the American Dietetic Association. Said the authors: \" S u c h o c c a s i o n a l v i s i t s t o f a s t f o o d restaurants will obviously have little impact on the nutritive value of a week's diet.\" However, the authors caution that \"averages can mask ex tremes and there are certainly some in dividuals who frequent fast food res taurants much more often than the averages indicate. Moreover, fast food chains are expanding to schools and colleges, and in these situations reli ance on fast foods may be great.\" Although much information has be come available on the nutritional value of fast food products, more study un doubtedly is needed. For example, many fast food chains package and portion foods to size before delivery to an individual food outlet. Once there, a product may undergo further prepara tion for sale, including multiple heat ing and cooling. The effect this has on nutritional quality of the food is not known since there is relatively little data about analyzing foods obtained at the point of purchase. Va r i o u s c h a i n s h a v e h a d n u t r i e n t evaluations made of their products and these usually are made available to the public upon individual request. Nutri tion experts have used this data to eval uate the nutrient content of fast foods. Consumer Reports magazine has, on several occasions, bought foods and made laboratory nutritional analyses of fast food operations. The various stud ies indicate that fast foods often are good sources of protein and some items would, if selected, provide 20 to 30 10 ! May 1983 / FDA Consumerpercent of the recommended allow ances for thiamine, riboflavin, vitamin C and calcium. A beef patty or roast beef sandwich substantially boosts the iron contribution. But the studies also indicate higher than average sodium levels and low amounts of vitamin A in some fast food meals. Further, the amounts of biotin, folacin, pantothenic acid, iron and cop per are in short supply in some sample meals—inadequacies that, nutrition sources say, reflect the limited nature of fast food menus. In recent years some fast food operations have includ ed salad bars and expanded food varie ties to improve the potential nutritional prole of their foods. F o o d s f r o m a n i m a l s a r e c o m m o n o n fast food menus, raising some concern among nutritionists about cholesterol and saturated fat levels. However, in formation about the level of these is more limited than other nutrient data and may be affected by formulation and preparation. Shakes, for example, generally are made from nonfat milk solids instead of whole milk, and this can alter the fat and cholesterol con tent. The type of fat or oil used for fry ing also affects the ratio of saturated and unsaturated fatty acids. It seems apparent, nutritionists themselves point out, that many fast foods are unfairly criticized as being of little or no nutritional value. For the consumer, it still boils down to the kinds of fast foods a person eats. In the previously mentioned study of the 240 patrons in Pennsylvania, it was found that 72 percent of the customers ate meals that had less than a fourth of the r e c o m m e n d e d a l l o w a n c e s f o r c a l c i u m . Although milk and shakes were avail able, only 19 shakes and 13 milks were purchased by those interviewed, com pared to 115 orders of soft drinks and 80 cups of coffee (the latter drunk by older persons).Three nutrition experts, writing in the March-April 1981 issue of Dietetic Currents, used nutrient information from 11 fast food chains for determin ing the contribution of fast foods to the U.S. Recommended Daily Allowances established by FDA for nutrition la beling purposes. Some principal ndings: T h e c a l o r i e c o n t e n t o f f a s t f o o d meals ranged from 900 to 1,800 calo ries—33 to 66 percent of the total daily calories recommended for young men and 45 to 90 percent of the number needed for young women. Beverages can be major calorie contributors; de pending on place of purchase and size, a shake could tack on 400 to over 800 c a l o r i e s t o a m e a l . The sodium content of many meals ran from 1,000 to 2,515 milligrams. Although FDA has not established aU.S. RDA for sodium (salt is the main dietary source of sodium), the Food and Nutrition Board of the National Academy of Sciences/National Re s e a r c h C o u n c i l h a s r e c o m m e n d e d 1, 100 to 3,000 milligrams as a safe and adequate daily intake. For example, t w o s l i c e s o f o n e c h a i n ' s m e d i u m - s i z e pizza would provide 800 to 1,500 mil ligrams of sodium, depending on the toppings ordered and the crust thick ness. One chain's popular seven-ounce hamburger would provide about 1,000 milligrams of sodium while that of an other chain would contribute nearly 800 milligrams. The fat in some fast foods provided an average 51 percent of the calories consumed. Experts say fat should con tribute no more than 35 percent of a person's calories. Little information was provided about the ratio of satura ted to unsaturated fats in fast foods and the source of the fats. Fat content is af fected by the way foods are prepared (frying, grilling, broiling), cooking temperature, and reuse of cooking fat. Fast food meals contribute 50 to 100 percent of the protein and 30 to 60 per cent of the iron and calcium needed by young adults, but the vitamin A and C in most meals is \"very low.\" Fiber content was not shown for many meals. The authors saw a need for additional data about essential trace minerals. Whatever one's point of view, these ndings by nutritionists and dietitians reinforce the argument that consumers should eat balanced meals and supple ment their diets with required nutrients if they frequently dine on fast foods. It seems obvious that fast food restau rants are here to stay and that Ameri cans will continue to spend many of their away-from-home dollars in such places. Chris Lecos is a member of FDA*s publications staff. 12 / May 1983 / FDA ConsumerT ' h e o l d r e f r a i n t h a t \" t h e r e ' s n o t h i n glike a home-cooked meal \"may seem o u t d a t e d f o r m i l l i o n s o f A m e r i c a n s who seem to be eating out more often. Even the current slowdown in the economy and higher unemployment does not dim the forecasts of restaurant industry experts, who predict increased sales in the 1980s, especially for moderate-priced restaurants that fall into the category of fast food and fami ly type restaurants. In 1960, Americans were spending 26 cents of every food dollar away from home. Ten years later it was 33 cents and by 1981 it was 37 cents. Twenty years ago, about one out of ev ery seven dollars spent eating out went to fast food eating places; today, fast food restaurants are attracting two out of every ve of the away-from-home food dollars, according to the U.S. De partment of Agriculture's National Food Review magazine. In the past 20 years, fast food outlets have tripled—from nearly 40,000 to more than 122,500. They currently ac count for about 45 percent of all eating places in the United States, with $34 billion in annual sales. That's 39 per cent of total eating place sales, the USDA publication reported recently. All this has occurred with the changing living patterns of millions of Americans. Those who keep tabs on social and economic trends point to the growing numbers of women, married and single, in the work force; the greater affluence of families living on two incomes; the growing importance of convenience as a factor in eating out; the sizable numbers of Americansin the 25 to 44 age group who eat out more often; and the impact of the mon ey spent by large food chains for ad vertising promotion to attract customers. The larger chains are spread across the country and there's one thing their patrons can count on: The product is prepared to specic standards and is expected to taste the same in Baltimore, Md., or in Butte, Mont. Expansion of the fast food industry and growth of the larger chains also af fects the way food is processed. \"The purchasing power of large rms en ables them to impose standards and conditions on their suppliers,\" the Na tional Food Review reported. \"For ex ample, they may establish the lean con tent in hamburger patties, the type and amount of breading on sh and chick en, the variety and moisture content of potatoes used to make french fries, the portion size of syrup and catsup con tainers, and levels of steak tenderization.\" In 1981, about 62 billion pounds of food and nonalcoholic beverages were consumed away from home, 13 billion pounds more than a dozen years earlier. Accounting for half of the food eaten outside the home were these 16 items: milk, potatoes, flour, beverage fountain syrup, bread, ground meat, cheese, shortening, buns, eggs, steak, lettuce, cream, tomatoes, crackers and roasts. The National Restaurant Association predicted last December that food in dustry sales would total about $144 bil lion in 1983, nearly 8 percent more than last year's $133.1 billion. While unemployment and other ad verse economic factors have dampened restaurant sales and trafc, the Nation al Restaurant Association said that fast food and family type restaurants regis tered increases in 1982 sales abovethose for the industry as a whole. \"Consumers, not wishing to cut out their restaurant visits entirely, opted to eat at low and moderately priced estab lishments,\" the association said. \"Customer counts at upscale (more ex pensive) restaurants declined slightly in 1982, probably the result of some consumers cutting back on discretion ary dining away from home.\" As explained in the accompanying article in this issue, the nutritional con tributions of fast foods vary. The n u t r i t i o n - c o n s c i o u s c o n s u m e r c a n n o t obtain fast food nutrition information as readily as he or she can from the la bel of a processed food package bought in a supermarket. The calorie, protein, carbohydrate, fat or other nutrient con tent of fast foods is not posted or on display in most places. Many of the large chains have in recent years con tracted to have the nutrient makeup of their menus analyzed and provide this information to consumers who request it. A few chains have even test- marketed ways to promote the nutri tional content of their foods through ads and literature that show the nutrient c o n t e n t i n v a r i o u s c o m b i n a t i o n s o f foods eaten. Both the American Dietet ic Association, in a policy statement published in 1974, and FDA, in a statement published in 1976, encour aged the restaurant industry to provide nutrition information to customers. (continued on next page) FDA Consumer / May 1983 / 13A Look At Past Food Nutrients The following tables list nutritive values of foods avail able at some fast food restaurant chains. The data were based on nutritional analyses made in recent years by the chains themselves and printed in the March-April 1981 issue of Dietetic Currents, For simplication, the data were con verted by FDA Consumer into percentages of the U.S. Rec ommended Daily Allowances (U.S. RDAs). FDA requires U.S. RDA information on nutrition labels of many foods. The specic chains are not identied in the tables because the material does not cover the entire fast food industry. However, the information is intended to give the reader an idea of the nutritive values of fast foods. HAMBURGERS Chain Chain Chain A B C Serving Size (g) 91 102 97 Calories 244 255 263 Protein (g) 11 12 13 Carbohydrates (g) 29 30 29 Fat (g) 9 10 11 Cholesterol (mg) 27 25 26 Sodium (mg) N/A 520 566 Percent of U.S. RDA (for adults and children over 4 years): Protein 17% 19% Chain Chain A B C Serving Size (g)336 291 322 Calories 403 383 325 Protein (g) 10 10 11 Carbohydrates (g) 72 66 55 Fat (g) 9 9 7 Cholesterol (mg) 36 30 26 Sodium (mg) N/A 300 270 Percent of U.S. RDA (for adults and children over 4 years) Protein 15% 15% FRENCH FRIES Chain Chain Chain A B D Serving Size (g) 68 68 71 Calories 250 220 200 Protein (g) 2 3 2 Carbohydrates (g)20 26 25 Fat (g) 19 12 10 Cholesterol (mg) 0 9 N/A Sodium (mg) N/A 109 N/A 14 / May 1983 / FDA ConsumerFRENCH FRIES (Continued) Percent of U.S. RDA (for adults and children over 4 years): Protein 2% 5% 3% Vitamin A* ' . ' ROAST BEEF SANDWICHES Chain E S e r v i n g S i z e ( g ) 1 4 0 C a l o r i e s 3 5 0 P r o t e i n ( g ) 2 2 C a r b o h y d r a t e s ( g ) 3 2 F a t ( g ) 1 5 C h o l e s t e r o l ( m g ) 4 5 S o d i u m ( m g ) 8 8 0 Percent of U.S. RDA (for adults and children over 4 years): Protein 34%/ . rvj- PIZZA (one-fourth of 13-inch-diameter pizza) (Chain F) Cheese Pepperoni Supremi Calories 340 370 400 Protein (g) 19 19 21 Carbohydrates (g) 42 42 44 Fat (g) 11 15 17 Cholesterol (mg) 22 27 13 Sodium (mg) 900 1000 1200 Percent of U.S. RDA (for adults and children over 4 years): Protein 29% Key g = grams (28.4 grams= 1 ounce) mg = milligrams * = Less than 2% of U.S. RDA N / A = N o t A v a i l a b l e FDA Consumer / May 1983 / 15The Weightless Watchers Diet by Doug Henderson When it came to providing food for their crews, early seafaring ex plorers often fared none too well. They faced the same problems that beset all travelers who must carry their food supplies with them: providing food ad equate to keep everyone healthy, preserving the food, and nding the space to store it. The food situation on explorers' ships often became extreme. A sailor on one of Columbus' voyages reported that the bread with which the porridge was made had become so worm- infested that men waited until nightfall to eat so as not to see the worms. Fortunately, today's explorers—the astronauts—do not face such revolting circumstances. Still, space scientists have had to tackle many of the same problems faced by the early explorers, as well as a few others unique to space flight. The problem of food in space explo ration has several facets, including: providing food with sufficient nutri tional value preserving food against spoilage preparing and eating food in zero gravity carrying food that's lightweight and compact providing food that's appetizing and pleasing to eat F o o d s c i e n t i s t s a t N A S A ' s J o h n s o n Space Center in Houston and at the Army Research and Development Labs in Natick, Mass., have spent two dec ades developing and preparing a set of foods that fulll these requirements. Their earliest efforts, as chronicled in NASA publications, seem primitive when compared to the sophisticated food system now in place on today's space shuttle. In 1962, John Glenn, the rst American astronaut to eat food in space, consumed applesauce which he squeezed into his mouth from an open tube. Today, shuttle astronauts eatrehydrated shrimp cocktail from an open container with an instrument un known to earlier astronauts: a spoon. The basic purpose of food, of course, is to supply sufcient nourish ment to maintain health. Early seafar ers, who knew little about nutrition and who had only primitive food preserva tion techniques, often were unable to keep their crews alive and healthy. Ships sometimes lost much of their crews to scurvy, a disease caused by a deciency of vitamin C. For astronauts, this is not a problem. Their well-balanced meals provide nu trients in amounts comparable to those suggested in the U.S. Recommended Dietary Allowances. However, astro nauts face some nutritional problems not encountered by explorers on Earth. One particular problem stems from the effect of zero gravity on the body. In zero gravity, there is no resistance to movement. As a result, astronauts, even though physically active in space, exhibit symptoms similar to those ex perienced by physically inactive bed ridden patients on Earth: bone and muscle deterioration. According to Dr. Victor Schneider of NASA's Division of Space and Life Sciences, \"The bones turn over calci um more quickly than normal, while less calcium is absorbed in the gastro intestinal tract.\" The result is bone de terioration. A similar phenomenon oc curs with loss of nitrogen from muscle tissue. Thus far, attempts to increase the amounts of calcium in the diets of bedridden patients on Earth and astro nauts in space have failed to slow bone loss. And, according to Schneider, it does not appear that increased amounts of protein in the diet will diminish muscle loss. Scientists have also experimented with prescribing exercise as a potential solution to the problem. Astronauts on Skylab IV (an 84-day mission in 1974)exercised vigorously several minutes a day on a specially designed treadmill. The rate of muscle loss in the legs did decrease but was not eliminated. The bone problem appears to be even more intractable. Studies on Earth suggest that with four to ve hours of daily activity in \"normal\" gravity, the calcium loss might diminish. Such a solution, however, \"appears too time- consuming to be considered in space,*' a d d s S c h n e i d e r. The atrophy of muscle and bone tis sue is not a serious problem on the rel atively short flights that have been made up to now. Astronauts have grad ually regained the lost tissue after re turning to Earth. But if, in the future, longer flights (for example, flights lasting over a year) are made, a contin uing loss of tissue could seriously threaten the health of the astronauts. Given the fact that there is no resist ance to movement in a zero-gravity en vironment, it might be expected that astronauts would not use up as many calories in space as they do on Earth. Certainly they don't need large amounts of energy to move against the pull of gravity. For example, an astro naut can merely push away from a bulkier solid object and begin floating, a low-energy-consuming activity. Yet space shuttle menus are planned to sup ply the same amount of energy per day as required by a moderately active man on Earth: approximately 3,000 calories. Just why astronauts need this much energy in space is not clear, according to Dr. Charles Bourland of Technology I n c . , a r m u n d e r c o n t r a c t t o N A S A . \"It could be that astronauts do not util ize energy as efciently in space as they do on Earth,\" says Bourland,\"or that they need large amounts of energy to deal with the stress of adapting to the space flight environment.\" To provide well-balanced, nutritious meals, a wide variety of foods must be FDA Consumer I May 1983 I 175U) b^ 3 1 ^ 1 ^ 5 : ^carried on board in the form in which they ean be bought at the grocery store. Some examples are nuts, cookies and crunch bars. The various methods used to pre serve food determine, to a great extent, how the food is prepared. Astronauts eat intermediate moisture and \"natu ral\" form food items directly from the package. Although some thermdstabil- ized and irradiated items can also be consumed direetly from the container, most must be heated. In general, preparing a meal in space requires 30 to 60 minutes. The process begins when an astronaut rehydrates eaeh package of food with water from a dispensing unit in the galley. The as tronaut kneads the flexible container to mix the food with the water. Next, all items that require heating are placed in the oven for 20 to 30 mi nutes. While the food is being heated, the astronaut rehydrates beverages and other rehydratables that do not require heating. The food is then removed from the oven and placed in serving trays. At present, the spacecraft has no dining table, so the astronauts take the trays to another area of the spacecraft and eat with the trays on their laps. Before astronauts eat the food, they cut the tops of the plastic containers with scissors or knives and open other containers such as pull-top cans and foil pouches. Most foods are in gravy or heavy sauce so they will adhere to the container and won't float around. Since beverages must remain covered, astronauts drink them through a straw. Due to space and weight limitations in the spacecraft, food stored aboard must be compact and lightweight. Food packages are shaped so they can be easily stacked and stowed away. Dehy dration, which is used to preserve food, also reduces the weight of thefood in storage. If none of the foods on the shuttle were dehydrated, a day's food supply for one man (including packaging), would weigh over 7.5 pounds. But because over half of the foods are dehydrated, the daily supply per man weighs only 3.5 pounds. Of course, if the water needed to rehydrate all of the dehydrated foods were kept aboard, along with water needed for drinking and sanitation, no benet in storage weight would result from using dehydrated foods. In fact, a month's supply of water for two astro nauts would weigh approximately 350 pounds. All of the water used by the astronauts is supplied by the operation of the spacecraft's electrical generating system, which consists of three fuel cells. Liquid hydrogen and oxygen are applied to the fuel cells for their opera tion, and water is produced as a byproduct at the rate of almost two gal lons an hour, more than is needed. Whatever water is not used is dumped overboard. Of course, all efforts at food preser vation, preparation and storage would come to nothing unless the astronauts regularly eat the meals that have been planned for them. Indeed, one of the basic rules of nutrition is that food be appetizing and pleasurable to eat. John Glenn's applesauce in a tube might have served its purpose on a ve-hour flight, but a more interesting array of foods is needed on a flight of several days or weeks. Fortunately, on the space shuttle there is enough variety to allow differ ent menus for four consecutive days. A typical menu might include: Breakfast—peaches, beef patty, scrambled eggs, bran flakes, cocoa and orange drink Lunch—frankfurters, turkey tetrazzini, bread, bananas, almond crunch bar and apple drink Dinner—shrimp cocktail, beefsteak, rice pilaf, broccoli au gratin, fruit cocktail, butterscotch pudding and grape drink To ensure that the food is appeti zing, NASA personnel taste-test it. For the series of shuttle missions, taste tests were done as well by a panel of astronauts who approved the foods to be included in the shuttle's menus. Furthermore, an astronaut who does not like a particular food item on the menu can replace it with an item from a contingency food supply called the \"pantry.\" The list of pantry foods must be approved by each crew prior to the flight. The astronauts also can add zip to foods with a number of condiments—barbecue sauce, ketchup, mustard, liquid salt and pepper, hot pepper sauce and mayonnaise. Yet, one complaint persists—that food tastes different in space than on Earth. When astronauts on early flights complained about this problem, scien tists attributed this difference to the un c o n v e n t i o n a l m a n n e r i n w h i c h a s t r o nauts ate the food—by sucking it from a plastic bag. Complaints continued, however, after astronauts began to eat from open containers. Today, scientists offer two other the ories. Both are based on the depend ence of taste, to a large degree, on the sense of smell. The rst theory in volves the nasal congestion experi enced by astronauts in a weightless state. The congestion occurs when body fluids shift from the lower to up per body, and it acts much like a head cold in dulling the sense of smell. The second theory attributes the problem to the absence from the air of convection c u r r e n t s t o t r a n s m i t o d o r s . Even though there are several prob lems that have not yet been solved, such as muscle and bone deterioration and the difference in taste of foods on Earth versus in space, space scientists have made extraordinary progress in getting the astronauts properly fed. They have made improvements in all facets: nutrition, preservation, prepara tion, storage and taste. This progress is due not only to the existence of modem food technology, which has been ex panded and rened in the space pro gram, but also to the continuing inno vation and meticulous planning that have been the hallmark of the spaee program. Doug Henderson is a technical writer in FDA's Bureau of Foods. FDA Consumer / May 1983 / 19Vaccines: Precious Ounces Of Prevention Information compiled by Michael L. Herndon and Carol L. Ballentine of FDA's publications staff. 20 / May 1983 / FDA ConsumerS m a l l p o x w a s o n c e a m u c h d r e a d e d d i s e a s e . I t o f t e n w a sfatal, and the skin eruptions caused by ''the pox\" could produce scars that marked victims for life. Today the dis ease appears to have been eradicated. Polio—a serious and crippling childhood disease that was once tragically widespread—has been brought under control. These dis eases and many others have been all but vanquished by vaccines. V accines against infectious diseases have played a major role in reducing illnesses and deaths at an early age. There are vaccines available today for most of the so-called child hood diseases such as measles, mumps, polio, whooping cough (pertussis) and diphtheria. Many states and communities now require that all children receive these vac cines before they enter public school. Parents should consult a pediatrician or local health clinic to establish a schedule of immunizations for newborns and booster shots for older children. Vaccines have helped take the dread out of other infec tious diseases, too. Exposure to rabies, although rare, usual ly had fatal consequences until a vaccine was developed that provided effective post-exposure immunization. Influenza is still all too common—as any flu sufferer will attest—but is not so often fatal today, in part because of vaccination pro grams for certain high-risk groups, such as the elderly. Federal quarantine laws, enforced by the Public HealthService, require immunizations for U.S. residents traveling to certain parts of the world where diseases such as cholera and yellow fever are more common than in this country. In ternational travelers should request up-to-date information about these requirements from their local health department or travel agency. Vaccines are a boon to most people. However, people with \"suppressed immunity\" should not receive live virus vaccines (such as those for polio, measles and mumps). Peo ple with suppressed immunity have a markedly lowered re sistance to infection and might be infected, rather than pro tected, by a live virus vaccine. Those who have suppressed immune systems include premature babies, people being treated for cancer, and those with congenital immunode ciency disease. The Food and Drug Administration is responsible for ensuring the quality of vaccines. FDA licenses the manufacture of all vaccines and immunizing agents and licenses and inspects manufacturing plants. The agency also tests se lected batches of vaccines before they are released for use to ensure that they meet federal standards for safety, purity and potency. Providing recommendations for use of vaccines is a function of the PHS Immunization Practices Advisory Com mittee. The following background and recommendations are from that committee and the U.S. Centers for Disease Control: Polio vaccine Salk vaccine licensed in 1955; Sabin More than 18,000 cases of polio were vaccine licensed in 1963. reported in the U.S. in 1954; between 1973 and 1980 only 13 cases were re ported by health authorities. Vaccination is recommended for all children. The Sabin vaccine is preferred by health authorities since it can be taken oral ly. The usual regimen is three doses given at 6- to 8-week intervals, beginning when the child is 6 to 12 weeks old, and a supplementary dose when the child enters school. The Salk vaccine is given by injection. Three doses are given at 4- to 8-week intervals beginning when the child is 6 to 12 weeks old; booster doses must be given 6 to 12 months later, when the child enters school, and every 5 years thereafter until the child's 18th birthday. Unimmunized adults should be immunized if they plan to travel abroad to an area where polio is common. However, the Sabin vaccine, which is a live virus vaccine, should not be given to individuals with suppressed immunity. M e a s l e s v a c c i n e E d m o n s t o n B v a c c i n e ( l i v e a t t e n u a t e d B e f o r e 1 9 6 2 , a b o u t 5 2 5 , 0 ( X ) c a s e s o f and inactivated virus) licensed in 1963; measles were reported annually among a more attenuated form was licensed in children in the U.S.; 3,032 cases were 1965. reported in 1981. Measles can lead to serious complications, such as brain injury. Vaccination is recommended for all children before they begin school. The Public Health Service recommends vaccination at 15 months (children vaccinated before they are 12 months should be revaccinated at this age). Adults whose vaccination histories are unknown or who may have received the inactivated measles vaccine should consult a physician about possible vaccination if they are likely to be exposed to mea sles. However, individuals with suppressed immunity should not receive the live virus vaccine. About 15 percent of chil dren receiving the vaccine will develop a fever for a few days. M u m p s v a c c i n e L i c e n s e d i n D e c e m b e r 1 9 6 7 . P r i o r t o 1 9 6 7 t h e r e w e r e a p p r o x i m a t e l y 2 million cases reported per year in the U.S. In 1980 there were 8,576 cases. (continued on following page)Mumps vaccine (continued) Mumps causes painful swelling of glands in the face and neck, fever, headache and earache. It can also lead to a condition called orchitis—painful swelling of the testes—when contracted by preteenage boys. Orchitis occurs in about 20 percent of mumps cases in this age group and, although rare, can result in male sterility. (According to CDC, total sterility occurs in 2 to 12 percent of these cases.) Vaccination is recommended for all children over 12 months and for adolescents and adults who have not had mumps. The vaccines may be given as a measles-mumps-rubella vaccine at 15 months. One shot provides long-lasting, possibly lifetime immunity. Side effects are rare but can include swollen glands and a mild rash. The vaccine should not be given to individuals with suppressed immunity. Prior to 1969, over 45,000 cases were reported each year in the U.S.; in 1982, less than 3,000 cases were re ported. Rubella is generally a mild disease in children, but if a woman gets it early in pregnancy the virus can affect the fetus, re sulting in serious birth defects. (According to CDC, in 1978 there were 29 cases of rubella-caused fetal birth defects, 59 cases in 1979, and 19 in 1980.) Preventing birth defects is a major objective of rubella immunization programs. Vaccination is recommended for all children over 12 months (a combination measles-rubella or measles-mumps-rubella vaccine can be given at 15 months). Vaccination is also recommended for all susceptible females of childbearing age. A single vaccination confers long-term immunity. The vaccine should not be given to individuals with suppressed immunity and should under no circumstances be given to a pregnant woman. The vaccine may cause side effects, such as a rash, swollen glands, fever and joint pain; these side effects occur more commonly in women than in children.Rubella (German measles) vaccine Licensed in 1969. Diphtheria toxoid*, Tetanus toxoid, P e r t u s s i s v a c c i n eFirst diphtheria toxoid licensed in 1926; rst tetanus toxoid licensed in 1933; rst pertussis vaccine licensed in 1914. Widespread use of these prod ucts began in the 1940s. First combina tion DTP injection licensed March 15, 1948.Immunization against these three dis eases is considered to have played a major role in markedly reducing the number of cases in the U.S. In 1950 over 5,000 cases of diphtheria were re ported; in 1980, 3 cases were reported. In 1950 there were 450 reported cases of tetanus; in 1980 there were 95. In 1950 over 120,000 cases of pertussis were reported; in 1982, 1,784 cases were reported. */4 toxoid is a toxin of a pathogenic organism that has been treated to destroy its toxicity but is left capable of inducing the formation of antibodies on injection. A vaccine is a product made from certain microorganisms—such as bacteria—that can produce immunity to a particular disease. Diphtheria and tetanus toxoids and pertussis vaccine are available singly and in various combination dosages. DTP (diph theria, tetanus and pertussis) injections for children under 7 should be given in four doses—at 6 weeks, 4 months and 6 months, with a reinforcing dose one year after the rst injection. A booster is given at 4 to 6 years of age, prior to school entry. Because pertussis (whooping cough) is less severe and occurs less frequently as people grow older, children over 7 and adults need only diphtheria and tetanus toxoid (Td). Immunization usually consists of two initial doses followed by a third reinforcing dose. Routine boosters are recommended every 10 years. There is also a Td product that can be used for children under 7 who show sensitivity to the pertussis vaccine. Both the toxoids and vaccine are available individually for situations when the combined products shouldn't be used. Side effects for these products include soreness and redness at the injection site, fever and sometimes sleepiness, vomiting, irritability or malaise. Severe reactions are rare but may include neurologic complications and anaphylaxis (a severe allergic reaction characterized by shock, breathing difculties and se vere swelling about the mouth and throat). Influenza (flu) vaccine Licensed in the U.S. since 1943. Incidence varies. In the 1957 epidemic of Asian flu in the U.S., 700,000 peo ple died. From 1968 to 1980, there were 150,000 flu deaths. 22 / May 1983 / FDA ConsumerInfluenza (flu) vaccine (continued) Influenza viruses (of which there are several types) have a way of altering their makeup from time to time so immunity to a flu virus that is prevalent one year will not necessarily provide protection against a virus that is prevalent the next year. When only a minor change in the virus occurs, people who are immune to the previous virus may be immune to the slightly altered one. When there is a drastic change in the virus, which occurs about every 10 years, most people will have no im munity to the new virus. It is under these circumstances that worldwide flu epidemics occur, resulting in thousands of deaths. Because influenza viruses vary from year to year , the vaccines must be evaluated—and often changed—annually . V accination is recommended for those people hardest hit by illness—the chronically ill, the elderly (over 65), and people with certain diseases (such as asthma and diabetes). Side effects are uncommon but may include fever, chills, headache, muscular ache and soreness at the injection site. About 10 out of every 1 million people vaccinated in 1976 with ''swine flu\" vaccine developed Guillain-Barre syndrome, a neurological disease causing paralysis that is usually temporary but oc casionally is fatal. After 1976 no unusual frequency of occurrence of this syndrome in recipients of influenza vaccines has been detected. People who have had a series of allergic reactions to egg protein should not be vaccinated because influenza vaccine is prepared from virus grown in eggs. Hepatitis B (serum hepatitis) vaccine Heptavax-B licensed in November There are approximately 200,000 cases 1 9 8 1 . o f h e p a t i t i s B r e p o r t e d a n n u a l l y i n t h e U.S. Hepatitis B, a disease affecting the liver, is caused by the hepatitis B virus. This virus is transmitted most commonly by contaminated needles (such as during injection of illegal drugs) and through administration of blood and blood products. It can also be transmitted through sexual contact and from mother to newborn (probably through physical contact with the mu cous membranes and maternal blood but possibly through breast feeding; women with hepatitis B are discouraged from breast feeding). Vaccination has been recommended for persons at high risk of acquiring hepatitis B: health-care workers, physicians, dentists (especially oral surgeons), users of illicit injectable drugs, sexually active male homosexuals, and indi viduals (such as hemophiliacs) who require infusions with high-risk plasma derivative. The vaccine, when administered in a three-dose regimen intramuscularly, provides protective immunity to over 90 percent of vaccinated individuals. R a b i e s v a c c i n e H D C V ( h u m a n d i p l o i d c e l l s t r a i n r a bies vaccine) was licensed in June 1980; it is now generally available in the U.S. and is preferred to the DEV (duck embryo virus) vaccine, in use since 1956. Rabies is transmitted in the saliva of rabid animals through open cuts or wounds in the skin or on the mucous membranes. Vaccination is recommended for people believed to have been exposed to the virus from a possibly rabid animal. Treatment should begin within 5 days of exposure. Post-exposure treatment consists of ve injections in the upper arm. Vaccination is also recommended for those at signicant risk of exposure, such as veterinarians and laboratory workers. Pre-exposure treatment consists of three injections of HDCV at 2- to 4-week intervals. The HDCV treatment replaces the series of 23 shots of DEV, which has not been marketed in the United States since November 1981. S m a l l p o x v a c c i n e L i c e n s e d i n 1 9 2 7 . T h e r e h a v e b e e n n o c o n r m e d c a s e s o f smallpox in the U.S. since 1949 and none reported throughout the world s i n c e O c t o b e r 1 9 7 7 . Since smallpox is believed to have been eradicated worldwide, the Public Health Service no longer recommends routine im munization of children. Vaccination is recommended only for certain laboratory personnel. First used in the 19th century. Li- From 1925 to 1964 about 2 cases of c e n s e d M a y 1 4 , 1 9 4 2 . p l a g u e w e r e r e p o r t e d e a c h y e a r i n t h e U.S. In the 1970s the number of cases began to rise, and in 1980 there were 18 reported cases, 5 of them fatal. (continued on following page)Rabies in the U.S. has declined from an average of 22 reported cases a year during the 1946 to 1950 period to 1 to 5 cases a year since 1960. Plague vaccinePlague vaccine (continued) Vaccination is not recommended unless there is a substantial risk of infection. Laboratory and eld personnel who work with Y ersinia pestis (the bacterium that causes plague) or persons who work in areas where plague exists and who cannot avoid contact with carrier rodents or fleas should be vaccinated. Immunization may be considered by doctors or health au thorities for persons who travel to plague areas or who may have intermittent contact with rodents or fleas from such areas. Immunization requires three initial injections, followed by three booster doses at 6-month intervals. Thereafter, booster doses are given at 1- to 2-year intervals. The vaccine commonly causes adverse effects such as fever, malaise, headache, in flammation of the lymph glands, and swelling at the injection site. Yellow fever vaccine A new strain was licensed in 1981. Yellow fever does not occur in the U.S. Y ellow fever occurs mostly in Africa and South and Central America. Vaccination is recommended for people 6 months and older who travel or live in areas where yellow fever is known to occur, and for laboratory personnel who might be exposed to the disease. It should not be given to individuals with suppressed immunity. Typhoid fever vaccine Licensed Sept. 20, 1915. In the last 10 years about 466 cases of typhoid fever have been reported annu ally in the U.S. Routine typhoid fever vaccination is not recommended for persons in the United States. Selective immunization is indicated for individuals who are or have been in close contact with a person who is a known typhoid carrier, travelers to areas where typhoid fever and poor sanitation exists, and laboratory personnel who work with Salmonella typhi (the bacterium that causes typhoid fever). Vaccination often results in one or two days of discomfort at the site of injection, as well as fever, malaise and headache. C h o l e r a v a c c i n e F i r s t l i c e n s e d i n 1 9 4 1 . F e w c a s e s o f c h o l e r a a r e r e p o r t e d i n the U.S.; in 1980 there were 10 such cases. Since 1961, cholera caused by the El Tor biotype has been epidemic throughout much of Asia, the Middle East, Africa and in certain parts of Europe. Vaccination is recommended for people over the age of 6 months who travel in or live in countries where cholera exists. Vaccination may sometimes be required of, or advised for, laboratory workers and airline and ship crews. Reactions to the vaccine may include soreness and redness at the injection site, fever, malaise and headache. Travel to most countries does not require vaccination against cholera; according to the U.S. Centers for Disease Control, a traveler's best protection is to seek information that will enable him/her to avoid food and water that might be contaminated. A n t h r a x v a c c i n e A n t h r a x v a c c i n e l i c e n s e d o n N o v. 4 , I n t h e l a s t 1 0 y e a r s a b o u t 2 c a s e s o f 1 9 7 0 . a n t h r a x h a v e b e e n r e p o r t e d a n n u a l l y i n the U.S. Anthrax is a disease transmitted to humans from infected animals or their products. The disease is disappearing in most parts of the world and occurs mainly in countries that do not have public health regulations aimed at reducing exposure from infected goats, cattle, sheep, horses or their products in industries making use of these products. Routine immunization is not recommended in the United States unless there is a substantial risk of infection, as in the case of individuals who regu larly come into contact with imported animal hides, furs, bonemeal, wool, hair (especially goat hair), and bristles; employ ees in factories handling these materials; and individuals engaged in research with Bacillus anthracis (the bacterium that causes anthrax). Side effects of the injection include redness, swelling and tenderness at the injection site. Occasionally these reactions will persist for several days and result in some discomfort. Severe systemic reactions with chills and fever are rare but are contraindications for continued injection. 24 / May 1983 / FDA ConsumerA Beholder TeUs Of A Lens Implant by Wallace F. Janssen T h e c h o i c e w a s m i n e — b u t a l o n g t i m e i n t h e m a k i n g . I twas at least 20 years ago when I was rst told I had cata racts and would eventually need surgery to remove them. My ophthalmologist explained that he could not predict when this would be, and that in any case I would have to de cide when I was no longer willing to put up with impaired vision. I was to hear this again and again, every time I had an eye examination. After six or seven years I was told that changing glasses would no longer do much good—my doctor at the time could not provide a prescription any better than what I had. I was unwilling to accept this, and on the advice of a co worker, who was enthusiastically wearing the new contact lenses, I went to his ophthalmologist. This younger man, who had obviously more modern equipment, likewise told me the \"cataract story.\" I would eventually need the sur gery, but for the time being some new glasses would help. And they certainly did. These new bifocals were made of plastic, then beginning to replace regular optical glass. I saw the doctor for yearly examinations and had my new lenses replaced a number of times to compensate for the changes that were slowly taking place. I had begun to wear glasses when I was 11, when it was discovered that I was nearsighted and had some astigma tism. The schools in St. Paul, Minn., did not routinely test vision in those days, and I was getting along well enough so that reading the blackboard was not critical. But my Aunt Mamie, recently a widow, had decided to take a course in optometry to become self-supporting. I was her rst patient. I will never forget the thrill of discovering that the world was so much sharper and clearer and did not have the \"fuzzy\" look that I had assumed was natural. Many yearslater I would have a somewhat similar experience. As I got older, my near vision began to improve, to the point where I had to remove my glasses to read. But this could be a nuisance—in a store, for example, to read prices or labels as well as distant signs, or on a bus or the subway to read the newspaper but also see where to get off. I tried bifocals with plain lenses at the bottom but they were not satisfactory because of a \"prism effect\" when looking down. Finally I found a set of frames for \"upstairs\" lenses—the opposite of the well-known \"granny\" glasses used for reading by farsighted people. Another need was met when some intermediate-range glasses were prescribedfor such chores as painting window frames or playing bridge. It was well worth it to know the difference between hearts and diamonds at a distance of three feet. I learned that my cataracts were of the brown variety, a somewhat rare condition. This was enlightening. As a gar dener I had noticed that some of my flowers had apparently changed color over the years. Azaleas, which I remembered as pink when rst planted, seemed to have turned to a deeper, scarlet color. Bronze chrysanthemums seemed a darker red. I even raised the question at a garden club meeting—could flowers change in color over time? No one had observed this. Now I knew it was my vision that was changing. I also learned that I had a condition called endothelial guttata. My doctor translated the Latin by explaining that guttata meant \"beads\" or \"bead-like\"; in other words, there were little bumps on the corneal membrane, and this, he said, could complicate cataract surgery and possibly cause loss of corneal clarity, which could be corrected only by transplanting a cornea from an eye bank. This empha sized what I had been told previously—you do not decide to have a cataract operation until your condition begins to be a handicap. I was told not to drive at night—advice I readily accepted because of the halos I was seeing around oncoming lights and the difculty I had making out road conditions, espe cially on rainy nights. I was curious and concerned about the future. With the guttata condition would I be able to have the operation that would eventually be needed? What risks would be involved? And so I decided to seek an opinion from a specialist in cat aract and corneal surgery. There are many such in the Wash ington area, and one evening while playing bridge I heard an enthusiastic report on Dr. Michael A. Lemp, who had re cently operated on our host. A week or so later I had an ap pointment to see Dr. Lemp. His examination resolved the guttata question: It was minimal and would not interfere with the operation. Dr. Lemp gave me a clear and simple description of my condition and the options available to improve my sight. The left eye was doing most of the work, the right very lit tle. If the cloudy lens was removed from the right eye I would see much better. I would, of course, need a new lens to replace the occluded one. In this regard, I had three FDA Consumer / May 1983 I 25An intraocular lens implant has improved the eyesight of 78-year- old Wallace Janssen. He received a posterior chamber implant as shown at the right. Janssen is pictured at the far right. Below, a reverse print highlights the im plant.choices: (1) rather thick glasses, which would magnify images 30 percent and not work well with my left eye; (2) contact lenses, which would have to be taken out from time to time for cleaning; or (3) an intraocular lens that would be implanted in the eye and remain there unless something went wrong. Again, the choice was mine, but not a difcult one. If successful, the implant would give superior results, without the maintenance needed for contact lenses. I ques tioned Dr. Lemp about the odds for a successful implant. ''Very high,\" he responded. \"About 90 percent of all my patients are now getting them, with very satisfactory results. The main thing we have to guard against is infection.\" How long could I expect the implant to last? \"Indenite ly, but actually we do not know because it is still a relative ly new procedure, only about 10 years in large numbers of recipients. There are people who are still wearing the origi nal ones.\" Had he ever had to take one out? \"Just once, with a dif ferent type of lens ... the patient developed bleeding in the eye and the lens was removed without further problems.\" As an FDA information ofcer I was well aware of the agency's involvement with medical devices, including products for the eyes. I had written about the regulations to in sure safety of glasses by making them shatterproof and also about the safety and effectiveness of contact lenses. I knew that in the 1976 Medical Device Amendments to the Food Drug, and Cosmetic Act, Congress had provided that any devices for implantation in the human body be subjected to the strictest controls to assure safety and efcacy. And lOLs (intraocular lenses) had been the rst devices that FDA reg ulated as \"investigational\" devices (subject to surveillance during premarket testing). By this time, some 15 or 16 dif ferent lOLs had been approved. But the lens that Dr. Lemp proposed for me—a posterior chamber lens, so named be cause of its placement behind the iris—was one of those still in the investigational category. This was not disturbing to me. Dr. Lemp had been one of the clinicians working in the eld from its beginning. So the operation was planned. Before reporting for surgery there would be an important preliminary—determining the optical strength of my im plant. In the early days of lOLs this was done by educated guesswork. Some amazing high technology has now made this much more exact and scientic. I was sent to another specialist. Dr. Stephen S. Elgin, of Bethesda, Md., for an \"A-Scan.\" As I stared into the machine in Dr. Elgin's ofce, keeping my eye focused on a little red dot, I was also conscious of the screen of a small computer glowing in the darkness. What was going on? Dr. Elgin did some brief explaining. He was using sonar to make measurements inside my eyeball. The A-Scan machine. Dr. Elgin explained, sends a high- frequency sound wave (10 million cycles per second) through the eye. Each time a wave hits a surface in the eye some of the energy bounces back and is received by the same device (transducer) that sent out the wave. The ma chine is programmed to measure from six different surfaces in the eye. The computer does a lot of sorting and calcula ting. From the pattern of \"echoes,\" the machine can provide a measurement of the length of the eye. Dr. Elgin stressed the need for \"common sense\" in usingthe ultrasound equipment. \"The computer printout tells which lens power mus4 be used to put the eye in focus. This has to make common sense. An average eye is 23.50 mm long. An eye that is 22 mm long is rather short, and this eye is farsighted. Likewise, an eye 26 mm long or longer is very nearsighted. This person obviously wore glasses for near sightedness, and one can also check this by the patient's history.\" From the data supplied by Dr. Elgin, Dr. Lemp would se lect an implant lens that would make my right eye a little nearsighted, to work well with the left eye, which would not be operated on. I agreed that it would be better for me to have good near vision, for reading without glasses. I would use my new post-operation spectacles for driving and gener al use. On the day of the operation I reported to the admissions ofce at Georgetown University Hospital in Washington. I was logged in like any other surgery patient—blood tests, EKG, chest X-ray , the whole bit. \"V^y all this for an eye operation,\" I wanted to know. \"Because you are going to have surgery, with anesthesia and antibiotics, and we want to make sure that everything goes right.\" Nonetheless, hav ing read about cataract operations done in the doctor's ofce and the patient going home the same day, I was not prepared for the extent of the hospital routine at Georgetown. After ward, however, I felt somewhat differently. There were some good reasons back of those extensive, and expensive, precautions. I would spend three nights in the hospital, entering Wednesday and going home Saturday morning. The eye res ident physician examined my eyes, took my health history, and gave me a physical examination, paying particular at tention to my pulse and heart and chest sounds. I had my choice as to anesthesia—general or local—and chose the lo cal, thinking I could observe the operation and not have the aftereffects of general anesthesia. But there would be an anesthesiologist standing by to put me to sleep if necessary. Some paperwork came next. I signed the hospital's opera tion permit, and was then given the \"FDA patient consent form,\" required because the implant I was to receive was still classied as an investigational device. This four-page document included a quite clear statement of the reasons, risks and benets of cataract surgery. I learned I was part of a clinical investigation in which some 50,000 individuals would receive the lenses, and that information on the results of my surgery would be available to FDA. The purpose of the investigation was to ' 'compare in a similar group of pa tients the differences, if any, in eyes with and without lens implantations.\" The complications that might occur days, weeks, months or even years later were explicitly stated. In signing, I agreed that all questions had been answered to my satisfaction and that I fully understood the \"possible risks, complications and benets that can result from the sur gery.\" I signed without hesitation. I was Dr. Lemp's fourth patient of the day and was sched uled for the operating room at 1 p.m. Around 11 the nurse brought a Valium pill to tranquilize me and around 12 a stretcher was wheeled bedside and I rolled onto it for a ride to the pre-op unit. Here my blood pressure and pulse were taken again, for the umpteenth time. An 1. V. (intravenous fluid) bottle was connected by needles and tubing to veins in FDA Consumer / May 1983 I 27the back of my hand and I was given a diuretic, mannitol, intravenously to start the process of softening the eye for the operation. Then I was wheeled into the operating room, a place of bright lights and green-robed magicians. Eyedrops were ap plied to dilate the pupil. Dr. Lemp greeted me and soon got down to business. I remember being told about a ''balloon\" that was put over my eye to pressurize the eyeball and soften it further. This counterpressure—against the natural pres sure within the eye—was continued about 15 minutes. At the same time a local anesthetic was injected on the side of my face to stop eyelid and eye movement, as well as to pre vent pain. This hurt a little—about as much as a similar in jection for dentistry. From here on, the operating room story is reconstructed with the help of Dr. Susan Wong, Dr. Lemp's associate. I could hear Dr. Lemp talking softly about what he was doing and giving instructions, but I was too groggy to catch what he said. Also, only my right eye was exposed, because it was being operated on. When the balloon was taken off there was some washing and cleaning of the eye in the preparation for the surgery, all of which would be done under the microscope. A speculum, or dilating device, was placed to keep the upper eyelid wide open. A small incision was made on top of the eye just above the limbus—the line where the cornea meets the sclera or white part of the eyeball. Through this cut—approximately three millimeters in length—an instru ment was inserted to open the anterior lens capsule (the bag or envelope that encloses the lens). The limbal incision was then enlarged to about 10 milli meters, wide enough to remove the cataract through the opening in the capsule. A special instrument, called a lens loop, that combines a scooping action with irrigation was in serted to loosen the nucleus and remove it. (I could feel some cold drops running down my cheek, the irrigating flu id.) There are various ways of removing a cataract and Dr. Lemp used one that he prefers for my type of lOL. The incision was then mostly closed with temporary su tures, and another instrument inserted through the small opening to irrigate and aspirate (suck out) the remaining ma terial of the lens cortex. Left in place was the posterior capsule, the back of the lens envelope. This is the membrane that keeps the vitreous humor, or gel that lls the eyeball, from pushing forward into the space previously occupied by the lens. Next came the implanting of the lens selected by Dr. Lemp on the basis of the measurements supplied by Dr. Elgin. The lens is quite small, about three-sixteenths of an inch in diameter, and has plastic loops on either side, which act as springs to hold it in place inside the capsule. Insertion is one of the tricky parts of the operation. The lens is rst coated with a protective jelly called Healon to prevent dam age to the inner surface of the cornea—the endothelium. The lens is slipped into place behind the iris and in front of the posterior lens capsule. It is centered behind the pupil and is not noticeable after placement. After positioning the lens. Dr. Lemp did an \"iridecto my,\" making a small incision in the iris to release pressure so that fluid produced behind the iris might have an accesso ry route for drainage. The surplus Healon was then washed from the eye and the incision closed with extremely ne nylon sutures. An antibiotic, erythromycin, was applied with drops containing a corticosteroid drug to reduce inflammation. The eye was bandaged with a sterile gauze patch and a protective metal shield. The entire procedure took about 35 minutes. Then, back in my room, I received the rst of a series of ampicillin capsules, another antibiotic. I was drowsy, the side of my face felt like a block of wood, but I was not un comfortable. I had no pain in my eye. I was hungry and ate the hospital dinner with pleasure. I read and watched televi sion a little with my left eye, but didn't see much since I could not wear my glasses over my shield. I had a reason ably good night's sleep. The next morning both Dr. Wong and the resident oph thalmologist visited me to look at my eye. Later, Dr. Lemp came by for a look. The nurses started coaching me on the proper way to care for my eye after going home. First I would wash my hands, then cleanse the lids with a benzalkonium-moistened swab, then administer two drops each of two ophthalmic solutions, and a ribbon of erythromycin ointment under the lower lid. After that a fresh sterile patch was fastened in place with tape. All this had to be done twice daily. No longer does cataract surgery require the patient to be immobilized with sand bags to insure proper healing. The sutures now take care of that. When I was discharged from the hospital, I was taken by wheelchair to our waiting car. I could have driven home, using my left eye, but Mrs. Janssen would not have allowed it. I did not drive until the following week after I had gone to Dr. Lemp's ofce for removal of my bandage and some of the sutures. As with my rst glasses at age 11,1 was delighted at the world's new look. It was a cloudy day, but everything was wonderfully bright and colorful. I told Mrs. Janssen she looked prettier than ever. She liked that. Dr . I^mp pulled out some of the sutures he had put in to close my incision. This hurt but it was only a tweak. It would take around six weeks for me to heal completely and adjust sufciently for new glasses to be prescribed for dis tance vision. As to reading, I could easily read the smallest type on the chart without glasses. I would keep on with my medications, twice daily, using my eye shield at night. After another visit, a week later, I could cut the medica tion routine to once daily, but continue with the shield. I made a Christmas trip to California and enjoyed the scenery while driving 400 miles in a rental car. I drove again at night, the rst time in years. Each night I put in my drops and used the eye shield. Back home I saw Dr. Lemp again for an examination and his prescription for glasses. Two weeks later I had my glasses at last. A chart in the optician's ofce showed I had almost 20-20 vision, mainly relying on the eye which for merly had been the poorer one. Some afterthoughts: In my case, waiting had paid off—years of technological progress had provided a superi or solution to an age-old problem. My experience, not un like that of thousands of others, was nonetheless unique be cause each patient is different in some respects. Yet all are alike in most respects—making possible a modem medical miracle. Wallace F. Janssen, who is 78 years old, is FDA's historian. 28 / May 1983 / FDA ConsumerFraudulent Flab Remover by Roger W. Miller N o t o n l y w a s P o n c e d e L e o n r i g h tbut so was Robert Hutchins, or so some advertisers of electrical muscle stimulators would have us believe. As anyone who ever attended the fourth grade in a U.S. school knows, Ponce de Leon was the Spanish explor er who was sure that there was a foun tain of youth down among the alliga tors in Florida. Robert Hutchins, as academia trivia fans may know, was the former head of the University of Chicago who once said: \"When I feel the urge to exercise, I lie down.\" Ponce de Leon's vindication comes in the form of ads in such publicationsas the National Enquirer for a device known as a Rejuvatron. The Rejuva- tron, an electrical muscle stimulator, offers the purchaser a chance to look \"up to 15 years younger.\" According to the advertisement, all an aging per son has to do to recapture that youthful appearance is to use the Rejuvatron ve or ten minutes a day. Purchase of the Rejuvatron is possible by sending $19.95 plus postage and handling to a rm at 21 Brewster St. in Glen Cove, N.Y. R o b e r t H u t c h i n s ' w i s d o m i s b o r n e out by sending a like amount to the same address for a Figure-Tron that provides \"all the gure-toning of3,000 sit-ups without moving an inch.\" The Figure-Tron is hailed in an ad in The Star, a weekly newspaper, as working through ' 'micro-electric impulses.\" Both devices are variations of elec trical muscle stimulators (EMS). The claims for both are without any known scientic basis. The products are rep resentative of the latest in vanity type quackery. But more than quackery and decep tion are involved. The devices may also be dangerous if misused. Like many quack gimmicks, the EMS devices have a legitimate legacy. E l e c t r i c a l m u s c l e s t i m u l a t o r s a r e u s e d FDA Consumer / May 1983 ! 2930 / May 1983 / FDA ConsumerElectrical muscle stimulators (EMS) come in various sizes and shapes. At left is a Health and Beauty model made in Hong Kong. Above that (upper left) is a model called a Biotone IV, made in the United States. At the top of this page is an Italian Model called a Vlbro Elec tronic II. Such EMS units are often promoted as \"body shapers\" and \"passive exercise\" devices, but they should only be used by a trained health practitioner for specic medi cal purposes.for physical therapy in the treatment of medical diseases and related medical conditions. They may be promoted, la beled, used, offered for use, etc.,only for such purposes. When so used, they are considered safe and effective. However, they are not to be sold through the mail or without a prescrip tion and should be used only under the supervision of a licensed practitioner. Among the legitimate medical uses; To relax muscle spasms To prevent blood clots in leg muscles of bedridden patients after a stroke or surgery To i n c r e a s e b l o o d c i r c u l a t i o n t o a part of the body To increase or monitor the range of motion of an arm or leg To retard or prevent muscle atrophy due to disuseThose purposes are a far cry from home use for a face lift without sur gery or health spa use for ' 'slimming and trimming,\" weight loss, \"body shaping and contouring,\" bust devel opment, wrinkle removal, spot reducing and removal of so-called cellulite. The Food and Drug Administration, which regulates the use of EMS de vices, has not seen any evidence that e l e c t r i c a l m u s c l e s t i m u l a t o r s a r e s a f e and effective for home use or for the touted uses in health spas and beauty s a l o n s . F D A c o n s i d e r s m u s c l e s t i m u l a tors promoted or used for these pur poses to be misbranded and fraudulent, even if a physician or other licensed practitioner is using the device. Cosmetologists are licensed in some states to use EMS devices, but FDA's FDA Consumer / May 1983 1 31EUROPE'S MIRACLE BODY SHARER 'FIGURE-TRON If For Those Vital MNtTTEl . . . 1 0 M I L E S O F J O G G I N G LYING FLAT ON YOUR BACK Amazinfl NO-WORK Exercisef T ones Vital Support Muscles With Micro-Electra Sensor-Impulses and protilem areas HUNDREDS Of TIMES A MINUTEI Automatically woilis on Slack. Flahtiy Muscles IN JUST 15 it! Until tecently , only available in America's most expensive weight-loss dimes and reducing salons, at $20 per session (and wellw o r t h e v e r y p e n n y ) . . N O W . t h e h o m e - s i r e v e r s i o n o f f I G U R E - T R O N IE IS nally here' By far the most exciting new breakthroimh in work) of TIMA TE DREAM-IN VENTION for every man and woman who hates to exercise, but loves to look good! Y ours to literally dial In' the gure of your dreams... costs but ^ a week to operate . and with no more work than the flick of a switch! TUUet TDUR BED MTD A FABUUWS nGURE-FMMINe Europe for use in redudng-dinics and weight-loss spas where, each week 'FIGURE-TRON IE tones thousands of cover-girt gures Simply does wonders to keep their perfedly proportioned bodies you've always marvelled at—with sleek, contoured thighs .. cute, rm derneres a bikini-flal tummy and a waistline so tnm you I c a n b a r e l y p i n c h a h a l f i n c h o f e x c e s sflesh between your two hngers. Ths. a TOT AL. FULL-FIGURE TONE-UP .IMMU ON YOUR is place FIGURE-TRON li s' amazing electro-pulse-pads on any bulging problem area, (slack, flabby muscles at waist, hips, lowerabdomen. I^s. etc .)set it to any one of 3 dif ferent levels of exerase- intensity you desire ... (from ea^ warm-ups to all-out high speed muscle flexing and toning that equals 3.000 sit-ups WITHOUT MOVING AN INCH to MILES OF JOGGING LYING FLAT ON YOUR BACKIias y o u l i t e r a l l y d i a l i n a m o r e y o u t h f u l - l o o k i n g , m o r e b e a u t i f u l b o d y ! T h e only sensation you feel is a thousand -iir-i vonu n v_ tiny tingles, as FIGURE-TRON and flex your muscles . automaticalty contracf and relax them. ... ALL PROBLEM AREAS OVER 500 TIMfS A MIN UTE! Gives you the same tone-up results as if did daily sit-ups ,. leg raises bend overs . . or even MILES OF RUNNING A OA Y! WHY PAY SIS TO S20 PER Vi-HOUR SESSION AT A FIGURE SALON. HEAL TH SP A OR CYM? NOW ENJOY THE SAME FIGURE-tNONOERS A T A COST TO OPBIATE OF ABOUT 5t A WEEK! Yfes. thanks to modem technology . 'FIGURE-TRON IE is nally avail able in a precision-engineered, home-size unit... yours to try on a full N O R I S K T R I A L B A S I S i n t h e p r i v a c y a n d c o m f o r t o f y o u r o w n h o m e , f o r about the same modest cost as a good electnc hair dryer or set of electric curlers And when you stop and think of the wonders it can do for your gure in JUST 15 MINUTES A DA Y ... it's realty not a question of can you afford it. but can your pride, your personal happiness and good looksm m u t e s a ' ' m a ' l y a f f o r d t o b e w i t h o u t i t ! E s p e c i a l l y w h e n y o u c a n t r y i t f o \" r a f u l l t w o Small wonder FIGURE-TRON IE weeks . thnll to all the tone-up benefits of 14 has fast become the \"must ma- dune.\" that in |ust 15 minutes a day replaiies countless hours of body- r i k i n g e x e r c i s e — a s i t S P O T - T O N E S your entire gure ALL. while you watch TV. read a book or simply \"snooz a n d r e l a x 'consecutive in-home tieatmenis.. then let your own mirror and the admiring glances of your loved ones prove to you how truly effective is the miracle body-machine from Europe .. 'FKSURE-TRON III' Because, remember. . . you must be fully thrilled with each new t o n e d - u p i n c h o n e v e r y p a r t o f y o u r b o d y . o r F I G U R E - T R O N I E c o s t s you nothing you have tried it emirely at our risk. Could anything possibly be fairer? ACT NOW!The ad at right is typical of the pro motions for EMS units. It is also typ ical of health fraud advertisements with its promises that sound too good to be true; the overuse of boldface type, capitalization and exclamation marks; the pseudo-scientic language; and standard come-on words \"amazing,\" \"sexier\" and \"exciting.\" position is that cosmetologists don't have the training to diagnose and treat m e d i c a l c o n d i t i o n s f o r w h i c h t h e s t i m ulators might be properly used. Potential hazards from EMS devices include electrical shocks and bums. In addition, the devices should not be used on pregnant women, persons with heart problems, particularly those who wear pacemakers, and people who have cancer or epilepsy. Finally, the EMS electrodes should not be placed where a strong current could pass through the heart, brain or spinal column. Despite the potential for harm, EMS units have appealed to what might be called armchair joggers. And promo tions have been aimed at this type of person. The health spas have claimed that a trim body can be realized with \"the most sophisticated machines that do all the work.\" One ad in the Los Angeles Times spoke of \"passive exercise\" that could be done while \"you rest, read or watch TV.\" According to various newspaper ac counts, the cost of all this easy exer cise is $25 to $30 an hour. A dozen or so sessions are usually recommended. The mail-order rms make a big point of the per-session costs at beauty and health spas, and they stress that a per son can buy an EMS device for less than the cost of one session. It seems there is quite a bit of competition among quacks. Through February 1983 FDA has carried out seizures against 19 rms that were selling or using the stimula tors improperly. In addition, 14 import detentions were made in the scal year ending Sept. 30, 1982. Among the seizures were 62 Eigure- Tron devices, seized by court order at Consumer Fulllment Inc. of Glen Head, N.Y. Although advertised as\"Europe Miracle Body Shaper,\" it turns out that the devices were manu factured in Hong Kong. So even the deception is deceptive. The current generation of electrical muscle stimulators is similar to the Relaxacisor, an EMS device sold with out prescription until 1970. Distribu tion of the device was banned after FDA won a ve-month court trial in which 40 witnesses testied that they suffered varying degrees of injury while using the machine. So history is not being rewritten. Even if Ponce de Leon were alive to day, he would search in vain for a fountain of youth. And Robert Hutchins' remedy for the urge to exer cise hasn't been proven out by electri cal muscle stimulators. Roger W. Miller is editor of EDA Consumer. 32 / May 1983 / FDA ConsumerTheNotebook The Notebook: a potpourri of items of interest gathered from FDA news releases, other news sources and the Federal Register {designated PR, with date of publica tion). The Federal Register is available in many large public libraries. FDA's Chicago District office and the State of Illi nois liave signed a memorandum of understanding es tablishing a cooperative work-sharing program. Under this agreement, signed Dec. 13, 1982, the consumer protection division in the Illinois attorney general's of ce will inform FDA of all consumer complaints and in vestigations involving regulated products, and FDA will inform the state of regulatory actions led in its Chicago ofce involving fraud and economic deception {FR Feb. 11). Video games can be hazardous to people with light- sensitive epilepsy. Mayo Clinic neurologists said in the Journal of the American Medical Association. They re ported the rst documented case in the United States of a 15-year-old boy who suffered seizures while playing Pac-Man. The boy was treated with valproic acid and had no recurrence of seizures. He also quit playing video games. FDA has put on hold a regulation that would have re quired labels on bubble bath products to include a cau tion statement that excessive use or prolonged exposure may cause irritation to the skin and the urinary tract. The agency has asked for comments on alternative ways of alerting consumers to these risks {FR Feb. 18). o o o Effective Feb. 25, food manufacturers may list agents used to keep canned vegetables from becoming mushy in the ingredient statement by specic or common names in parentheses following the collective name \"rming agents.\" The listing doesn't have to be in de scending order of predominance if the same agents aren't used all the time, and agents not present in the product can be listed if they are sometimes used {FR Feb. 25). Four types of drug products have been exempted from FDA's tamper-resistant packaging requirements: over-the-counter controlled drugs that must be dis pensed by a pharmacist; OTC drugs and cosmetics dis tributed to hospitals, nursing homes and health-care clinics; rst-aid kits containing OTC drugs sold directly to industrial users; and OTC drugs sold directly to phy sicians or dentists for subsequent distribution to patients or products sold to pharmacists that are maintained un der the pharmacists' control {FR Feb. 25). The Bureau of Alcohol, Tobacco, and Firearms has been ordered by a U.S. district court judge to reinstate its alcoholic beverage labeling regulation that would require bottlers to include full ingredient labeling on packages or an address where consumers could get in gredient information. The regulation had been rescinded under President Reagan's executive order on regulatory relief. Toxic shock syndrome is usually associated with tampons and menstruating women, but it can strike peo ple of either sex at any age, according to Dr. Arthur L. Reingold of the U.S. Centers for Disease Control, At lanta. About 15 percent of cases currently being re ported to CDC involve surgical wound infections, in fected bums, scratches and insect bites, septic abortion, postpartum infection, and a number of other conditions unrelated to menstruation and tampon use. FD&C Blue No. 2 is now permanently listed for use in food and ingested drugs. It's used in candy, frozen dairy desserts, coffee and tea, confectionery, baked goods, and OTC drug preparations and prescription drugs for long-term use (more than six weeks) (FR Feb. 4). ON THE GRAS LIST: High-fructose corn syrup has been declared safe for use in food, and insoluble glu cose isomerase enzyme preparations safe for use in the production of high-fructose com syrup {FR Feb. 8). . . . Tentatively afrmed safe for use in foods are lactic acid (an antimicrobial agent, a curing and pickling agent, and a flavor enhancer, among other things) and calcium lactate (a rming, leavening or fla 25). . Proposed for GRAS listing are certain glycer- such as mono- and diglycerides (used as emulsiers, agents and thickeners in food), and glycerin, a multipurpose food ingredient {FR Feb. 8). FDA Consumer / May 1983 / 33Investigator^ Reports Two Charged ^th Scheming To Dilute Honey To the consumer, the label on a jar, a can or a package of food is informa tion. It tells what the product is, how much there is of it, who made it, what the ingredients are, perhaps the grade, and sometimes the nutritional value. Unless you can see into the package, your buying decision is likely based on what you nd on the label. But the label is also a binding state ment by the packer or processor that the product is what it claims to be. When it is not, whether because of wrong weight or unlisted ingredients or outright deception, FDA can place the product under seizure until the labeling problem is resolved. The food industry as a whole accepts FDA regulations on labeling, and most label problems are minor or unintentional. But a few processors disregard the regulations and seek an economic and competitive advantage by trying to market products with false and fraudulent labels and misrepre sented contents. A federal grand jury in Jackson, Miss., recently returned a criminal in dictment against two residents of that state, charging them with this kind of deception and with conspiring to vio late U.S. food and drug laws by placing adulterated and misbranded honey and syrup in interstate commerce. Under the Food, Drug, and Cosmetic Act, a food is adulterated if—among other things—any substance has been added to increase its bulk or weight or to make it appear better or of greater value than it is. It is misbranded if—among other things—the label is false or misleading. The defendants are Oliver Anthony, trading as Southern Farms Syrup Co. (and under other names), and Dewey Garland Clark, trading as Clark's Farm. Both operated out of Philadelphia, Miss., a city of about 7,000 in the east central part of the state.In the 13-count indictment, the grand jury charged that the defendants manufactured, processed, shipped and sold foods labeled as maple syrup, ma ple table syrup, honey and sorghum syrup that were actually com and sugar syrups, sometimes blended with the la beled product and sometimes articial ly flavored. The indictment notes that maple syr up must, by law,\"be made from the sap of the maple tree or by solution in water of maple sugar made from such sap.\" The products processed and sold P l |as maple syrup by Anthony and Clark, the indictment charges, contained com or sugar syrup and were articially flavored. Shipments to eight states over a four-year period—from 1978 to 1982—are cited in the indictment. The grand jury said the products went to lo cations in Texas, Tennessee, Kentucky, Arizona, Oklahoma, Oregon, Virginia and Utah. Among product names mentioned were Anthone's Pure Sourwood Honey, Anthone's Wild Flower Brand Honey, Anthone's Pure Maple Syrup, Anthone's Maple Flavored Table Syr up, Pure Pioneer No Preservatives Ma ple Syrup, Anthone's Old Fashion Sor ghum, and Clark's Farm Pure Sorghum. The indictment charges that Anthony, in the course of the conspir acy, made approximately 125 pur chases of com syrup products totaling over 6 million pounds from various sources, and purchased some 1,600 gallons of articial maple flavoring from a Richmond, Va., supplier. The indictment charges that Clark regularly used Anthony's business fa cilities to manufacture, process, ll and label foods that bore Clark's la bels; made at least 23 purchases, of quantities of foods from Anthony; and acted as distributor for Anthony by selling foods manufactured by Anthony w h i c h b o r e C l a r k ' s l a b e l s . Both defendants pleaded not guilty to all counts at their arraignment. They were freed on bond, to await trial in federal court before Judge Dan Russell J r. o f t h e S o u t h e m D i s t r i c t o f Mississippi. The case was developed by FDA's district ofce in Nashville, Tenn., based on its investigations and those of FDA ofces in other parts of the coun try. The U.S. Department of Justice prepared and presented the case to the grand jury, with the assistance of F D A ' s O f c e o f G e n e r a l C o u n s e l . 34 / May 1983 / FDA Consumerf Language Problem It was an open-and-shut case of product adulteration. Yet it took an at torney and an interpreter to reach a settlement. The story began on Jan. 13, when both the FDA Denver District and the Colorado Health Department re ceived telephone calls from the Tri- County Health Department of the suburbs of Denver. The Tri-County unit asked for help in inspecting S-Mart Oriental, a medium-sized food warehouse in Denver that supplies food items to Ori ental restaurants and its own retail store. Tri-County had received a com plaint from the ofce building adjacent to the warehouse that mice infested the company premises.W^en FDA and state and local in spectors visited the rm, they found numerous instances of infestation of both the premises and the stored prod ucts, but they had difculty communicating the seriousness of the problem to the owners because they spoke only Chinese. A total embargo therefore was placed on foods in the warehouse by both the state and local health departments while FDA inspect ors conducted an inspection to deter mine the extent of food adulteration. At a subsequent meeting, the rm, represented by an attorney and using an interpreter, agreed to recondition or de stroy all food in the warehouse. The company also agreed to engage a pro fessional exterminator and a reputable sanitation expert to supervise the clean up and reconditioning. The warehouse was temporarily closed, and $19,000 worth of food products were destroyed. Drug Pact Discouraged An inspection of Euclid Pharmaceu ticals by FDA's Cincinnati District has resulted in a recommendation that the rm be denied a contract with aVeterans Administration hospital. The district made the inspection be cause the Royalton, Ohio, rm bid on a contract to supply the VA hospital in Cleveland with its entire drug product line in unit-dose packaging. The VA had requested the inspection to make sure the rm was a quality drug repacker before awarding the contract. During the inspection, investigators found several deviations, such as more than one drug being held in the repack area at the same time, lack of master production and control records for repacked products, incomplete batch records, several errors and omissions in production records, and failure to in spect packaging and labeling areas be fore use. The district also sent the rm a regu latory letter identifying problem areas that had the potential for causing prod uct cross-contamination, label or prod uct mix-ups, and insanitary plant facil ities. Based on the inspection, the d i s t r i c t r e c o m m e n d e d t h a t E u c l i d ' s b i d on the VA contract be turned down. Headed for Jail Kitchen A f o o d w a r e h o u s e o w n e r i n K a n s a s City who seemed unable to operate a clean facility was given a one-year jail sentence by a federal judge who ex pressed hope that \"some experience in a prison commissary\" might be instructive. In addition to the prison sentence, the owner, Jar-Yu King, was ned $10,000 and placed on three years ad ditional probation, and King's Trading Inc. was ned another $10,000 and the rm placed on four years probation. During the probationary period. King must provide court ofcials the names of the companies he deals with and a list of the buildings in which he stores food products. He must also em ploy a licensed exterminator to make a monthly report to the probation ofce about conditions at the warehouses where King has food stored. King is a native of China who came to the United States from Taiwan in 1968 and became an American citizen in 1977. His warehouse operation spe cializes in Oriental foods, and he is a major supplier of such foods to restaurants and other users in the Kansas City area. This was FDA's second encounter with King and his problem ware houses. In 1979 investigators found King storing foods under insanitary conditions in a warehouse that was ac cessible to and overrun by rodents. He pleaded guilty and was ned $1,000 and given a year's probation. He was also told to employ a qualied extermi nator to keep his warehouse free of rodents. Less than two years later, FDA in vestigators found essentially the same conditions in a dilapidated building where King had leased space for his food storage business. In FDA terms, there was \"an active rodent infestation,\" with bags of rice contaminated with rodent pellets and urine, and quantities of sweet sauce in plastic bags extensively damaged by FDA Consumer / May 1983 I 35gnawing. Missouri health ofcials placed an embargo on the stored foods until they were seized by the U.S. mar shal at FDA's request. Because the situation was so similar to the earlier time and because it was a second offense, FDA's Kansas City District recommended that King and his rm be charged with felony viola tions of the Food, Drug, and Cosmetic Act. A federal grand jury returned a two-count indictment, and King was found guilty in a jury trial. Judge D. Brooke Bartlett expressed concern that the public was consuming contaminated food, but King said he had not intended to sell the foods the inspectors found in his warehouse. He said he was actually planning to de stroy it when they came by. The judge sentenced him to the year in prison, saying that \"work in the Leavenworth federal prison kitchen or commissary\" might be benecial. Closed Sesame The name on the bag was ' 'Su preme\" but the product inside did not come up to that billing. A total of 1,928 fty-pound bags of Supreme brand imported sesame seeds, stored at a warehouse in Charlotte, N.C., were found badly infested by a variety of insects. The problem was discovered during a routine inspection of General Bonded Warehouse in Charlotte by the North Carolina Department of Agriculture. (As in many states, this agency con ducts inspections for FDA under con tract.) Involved were 18 shipments. One was a 420-bag lot recently imported. The remaining 17 lots had been returned by customers for reasonsunknown. Some lots had been stored in the warehouse for two years. The sesa me seeds were owned by Federated Mills Inc. of Smithtown, N.Y., but had been packed by Lacto Sesamo, S.A., Nogales, Mexico. A sample of seeds collected and ana lyzed by investigators from FDA's At lanta District ofce conrmed the in larvae, insect webbing and beetle-type insects. At FDA's request, all 1,928 bags of sesame seeds were seized by the U.S. marshal. From North Carolina, the product was sent to a farm in Texas where it underwent reconditioning by sifting through four screens of various sizes with air blowers. After reconditioning, 125 bags of seeds, valued at approxi mately $2,800, were destroyed and the rest were released for human consumption. Washed-Up Seizure Starch blockers worth about $250,000 were soaked instead of seized in the town of Valley Park, Mo., last December. What should have been a routine seizure was rained out w h e n fl o o d w a t e r s i n u n d a t e d t h e t o w n for almost a week. Starch blockers are products made from raw beans, such as kidney and northern beans, and promoted national ly as good for weight reduction. These products have not been proven safe or effective for this purpose, and FDA has received reports that some consumers who took starch blockers suffered ad verse reactions, including nausea, vomiting, diarrhea, stomach pains and excess gas. Last summer the agency in f o r m e d m a n u f a c t u r e r s a n d d i s t r i b u t o r sthat they must stop marketing starch blockers or face legal consequences. Most companies complied. One company that did not comply was Jones Medical Inc., St. Louis, which had contracted with a sheltered workshop in Valley Park to package starch blockers with brochures and other literature for distribution. After FDA received several inquiries from consumers about the product, the agen cy's St. Louis Station led for sei zure. On the same day the seizure was led it also began to rain. It continued to rain until the Meramec River and its tributaries swelled their banks and cov ered a large part of the countryside. There were record water levels in Val ley Park and surrounding cities. It was almost a week before the waters receded enough for an investi gator from the St. Louis Station to get through. He reported that water inside the building that housed the sheltered workshop had reached 4 to 4Vi feet and all cases containing starch blockers had been damaged. Some of the cases had tipped sideways to float around the flooded room, and the brochures and other literature had also received a soaking. When the U.S. marshal arrived to make the seizure he declared that the products were \"constructively de stroyed.\" The seizure was all washed up. The starch blockers and literature were trucked to a local landll, where they were buried. —This small sample of reports from the eld was compiled and edited by Annabel Hecht, Carol Ballentine, Michael Herndon and Richard Thompson. 36 / May 1983 / FDA Consumer£ , U . S . G O V E R N M E N T P R I N T I N G O F F I C E 1 9 8 3 - 3 8 1 1 7 4 / 2 3He Thought That Drinking Wouldn't Make Any Difference, Even Though He Was on a New Medication. But It Did. Now he knows that alcohol and some medicines don't mix. In fact, more than half the 100 most prescribed drugs have at least one ingredient that can cause trouble if taken while drinking alcohol. The result of mixing these drugs (alcohol is a drug) may be no more than simple temporary illness, but some combinations can be dangerous, even deadly. So, don't make a test tube out of your body. Be sure to tell your doctor or druggist about any medications you are taking and be sure to ask about the consequences of mixing a newly prescribed drug with alcohol. Also, make it a habit to check the label carefully when you get a drug, whether it's a prescription or over- the-counter medication.And when you get any prescription, be sure you know The name of the drug Its purpose—what conditions does it treat? How and when to take the drug—and when to stop taking it What food, drinks and other drugs to avoid while taking it What side effects may result—are they serious, short-term, long-term, etc. ? If you have any questions about your prescription, ask your doctor or pharmacist. A message from the Food and Drug Administration. For more material about being an informed patient, write to: "}