{"title": "Swedish Anti-Vaccine Infection Parties for Measles and Rubella - Debunking Denialism", "author": "Emilskeptic", "url": "http://debunkingdenialism.com/2013/05/10/swedish-anti-vaccine-infection-parties-for-measles-and-rubella/", "hostname": "debunkingdenialism.com", "description": "Near the Swedish capital Stockholm lies a small city called Järna. It is the main center for the anthroposophy movement", "sitename": "Debunking Denialism", "date": "2013-05-10", "cleaned_text": "Swedish Anti-Vaccine Infection Parties for Measles and Rubella Near the Swedish capital Stockholm lies a small city called Järna. It is the main center for the anthroposophy movement in the country. The city has several Waldorf schools and even a medical clinic called Vidarkliniken. The clinic was [awarded](http://bit.ly/1792lxy) with \"Misleader of the Year\" by the Swedish Skeptic Association in 2008 for their pseudoscientific treatments, which include homeopathy. Despite this, the clinic continues to receive some political support and financial support from the regional municipality. Vidarkliniken has also been in the [news](http://bit.ly/10z7rAC) recently when they gave mustard leaves to a patient with a cerebral hemorrhage. In 2012, the largest outbreak of Rubella since 1989 occurred in Järna and all fifty cases (compared with a couple of cases per year) could be connected to the region. The proximate origin of the outbreak is thought to be from India where a group of people traveled to and so non-vaccinated individuals got infected and brought it back, making rubella explode in the community. The Swedish anti-vaccine movement is particularly strong in Järna and parents prefer to take their children to infection parties instead of vaccinating them. The basic idea behind an infection party is that you bring a bunch of susceptible children to spend time with a child that is currently infected with e.g. measles, rubella or chicken pox and hope that the non-infected children become infected. According to anti-vaccine cranks, this hardens the immune system of the child and they see it as a rite of passage. In addition, anthroposophist believe that it is good for the child's spirit. For proponents of science-based medicine, this is dangerous for children because the diseases can cause harmful complications and safe vaccines are available against those diseases. Recently, it has been discovered that a previous principal of a Waldorf preschool actively helped arrange such infection parties. Here is how the Stockholm-based newspaper ETC describes it in their article [Here children are infected on purpose](http://www.webcitation.org/6PFZfV74P) (my translation): The contagion is revealed to be well-organized. In a local Facebook group, parents are looking for sick children. Infection parties are arranged were children who have measles or rubella get to meet uninfected children, one parent explains. In the middle of the ongoing epidemic [of rubella in Järna - Emil Karlsson's note], the then preschool principal Neela Ferri writes in the Facebook group \"Is there anyone that knows anyone who has rubella? I have a relative that would very much like his child to get it\". - I was just doing a favor to a relative. I did not do it as a preschool principal, but as a relative. But it did not happen this time, says Neela Ferri, who today work at the preschool Sjärnflocka in Mölnbo outside Järna. Pediatrician Mats Reimer says that he is worried but not surprised. The phenomena is called an infectious ring and has been debated in Norway where anthroposophist spread diseases in organized form. The Swedish Smittskyddsinstitutet (Swedish Institute for Communicable Disease Control) is also concerned. In a newspaper article on the website for the Swedish Television they have [this to say (my translation): ](http://www.svt.se/nyheter/sverige/smittpartyn-haller-epidemin-vid-liv) \"Insane to spread contagion\" At the Swedish Institute for Communicable Disease Control, there is a lot of concern over the fact that parents decide to actively spread the contagion - We managed to eradicate Rubella in Sweden. If the rest of the world had vaccination programs, the disease would not have existed now. Therefore, it is insane if people actively contribute to spreading the disease, says Anders Tegnell, statsepidemiolog [roughly translates to head epidemiologist - Emil Karlsson's note] at the Swedish Institute for Communicable Disease Control Therefore, the Swedish Institute for Communicable Disease Control thinks that it is of utmost important to inform about the disease and its serious sid-effects, especially for fetuses. - Rubella is a serious disease where the risk that the fetus will get damages to the hearing, brain and skeleton is significantly high. Before, when the disease was common, abortion was often recommended, says Anders Tegnell. Most Swedes has a protection through the children vaccine schedule that came in 1982 that included rubella. After that, the disease was almost gone. The ETC article continues with comments from the pediatrician and skeptic Mats Reimer (my translation): A lot of parents in Järna recieve advice about vaccination from the anthroposophical Vidarkliniken. That has expressed criticisms against vaccines based on medical reason such as side-effects. However, pediatrician Mats Reimer argue that the clinic is not putting their cards on the table. - The Anthroposophists are anti-vaccine and pro-infection for religious reasons. But they don't say it openly, because then Vidarkliniken would lose its financial support from the regional municipality, says Mats Reimer. In the spirit of \"balance\", the article form ETC also contains a comment from the child psychiatrist and co-founder of the Vidarkliniken Jackie Swartz (my translation): The anthroposophic organization won't answer any questions. Neither the controversial Vidarkliniken makes any statements, except child psychiatrist Jackie Swartz, one of the co-founders of the clinic but no longer on the board or active as a doctor there. However, he is one of the most influential vaccine critic and spreads, without any scientific foundation, that there might be a link between vaccines and autism. He promotes the position that children suffer the diseases instead. \"Disease important for the soul\" - Childhood diseases gives the child an opportunity to develop, both bodily and spiritually. I think that parents themselves should be allowed to weight the pros and cons with the vaccine, he says. Jackie Swartz is skeptical towards how the polio vaccine is used today, even though the latest polio epidemic hit the anthroposophists in Järna in 1977. 26 persons got infected and a two year old girl got paralyzed. I do not understand why Vidarkliniken continues to receive political support and financial support form the regional municipality and why parents should be allowed to actively expose their children to harmful diseases. They can, by all means, continue to believe whatever they want, but the line is crossed when the religious beliefs of parents actively hurt their children. "}