{"title": "Atlanta Holistic Medicine Center Offering Acupuncture | Alpharetta", "author": null, "url": "https://www.atlantafunctionalmedicine.com/what-is-acupuncture/", "hostname": "atlantafunctionalmedicine.com", "description": null, "sitename": "Atlanta Functional Medicine", "date": "2012-12-21", "cleaned_text": "Acupuncture is one of the oldest healing therapies in the world. For thousands of years, acupuncture has been an integral part of TraditionalChinese Medicine and other Asian medicine. The term acupuncture encompasses a group of treatments involving the stimulation of anatomical points along meridians, or energy pathways, of the body. There are a variety of acupuncture techniques including needle acupuncture, needle-free acupuncture, auricular acupuncture and laser acupuncture. At Atlanta Functional Medicine, acupuncture is used to correct imbalances which affect multiple systems — digestive, respiratory, neurological, and emotional, among others. The restoration of proper flow throughout the systems is the goal of acupuncture and can play a large part in alleviating illness. Acupuncture has been scientifically proven to treat chronic pain and depression among other ailments. Dr. Board has had particular success with acupuncture and related therapies in non-narcotic Pain Management. What Does Acupuncture Treat? Acupuncture can be used to treat a wide range of conditions and diseases. Some examples include: - Digestive diseases such as: gastritis, spastic - Respiratory disorders: sinusitis, sore throat, bronchitis, asthma, recurrent chest infections, muscle tightness - Neurological and muscular disorders: headaches, facial tics, neck pain, rib neuritis, frozen shoulder, tennis elbow, low back pain, sciatica, osteoarthritis - Urinary, menstrual, and reproductive disorders - Chronic Pain - Depression - Fibromyalgia [Learn more about our Acupuncture Services Here.](https://drboardv2.wpengine.com/acupuncture/) Dr. Board explains everything in depth, and is very knowledgeable. She takes all symptoms into account, so she can gather a complete picture of any and all health issues. I had been seen at the Mayo Clinic where they conducted 8 days of testing - still no answers. However, with...Within 10 Days, I Started to Feel Like Myself Again! I have struggled with severe chronic hives and autoimmune issues almost my entire life. After seeing countless doctors who turned me away, and told me that there was nothing they could do to help me, I felt like giving up on ever being and feeling healthy. I viewed my first...Dr. Board Changed My Life! Dr. Elizabeth Board is an exceptionally gifted physician with exemplary character. As her patient, I find Dr. Board's bedside manner second-to-none. Her gentle disposition and extraordinary generosity of spirit underscore her genuine concern for patients. Dr. Board works diligently and patiently with me, ensuring that no aspect of my health...Dr. Elizabeth Board is an Exceptionally Gifted Physician I am very pleased with the treatment prescribed by Dr. Elizabeth Board for my osteoporosis! I went to Dr. Board with osteoporosis in the hip (I was 63), hoping that a more holistic approach would build my health as well as my bones. Within 18 months my condition was reversed!...My Osteoporosis was Reversed within 18 months! I am so thankful that my friend referred me to AFM. I feel better than I have in 10 years! Dr. Curtis and everyone is so nice and helpful. They exemplify exceptional customer service and team work.I Feel Better Than I Have in 10 Years! Accupuncture What to Expect Traditional Chinese Medicine includes acupuncture as well as other therapies such as herbal remedies, moxibustion, cupping, massage, mind-body therapy and dietary therapy. Needle Acupuncture Acupuncture uses fine needles; about the width of a hair. When properly inserted by a qualified acupuncturist, they do not hurt. Patients respond differently to acupuncture therapy, some feel relaxed while others feel energized. An acupuncture needle is inserted into acupuncture points near the surface of the skin. The depth of the insertion depends on the individual and the condition being treated, but ranges from 1/4 inch to 1 inch in depth. Electroacupuncture This technique is similar to traditional needle acupuncture, however, it uses an electrical current passed between two needles. Electoacupuncure is useful for treating a variety of conditions, including chronic pain, fatigue and depression. Auriculotherapy Auriculotherapy or auricular acupuncture, also known as ear acupuncture, is based on the principle that the ear is a microsystem for the entire body. This technique dates back to the 16th century. Moxibustion Moxibustion is a therapy that involves heating moxa (mugwort herb) near an acupuncture point to stimulate circulation and promote energy. "}