{"title": "Meditar no es poner la mente en blanco", "author": "Ismael Cala", "url": "https://www.infobae.com/america/opinion/2019/12/05/meditar-no-es-poner-la-mente-en-blanco/", "hostname": "infobae.com", "description": "Meditar no es poner la mente en blanco", "sitename": "Infobae", "date": "2019-12-05", "cleaned_text": "El tema de la meditación ha caído en un gran saco, y usualmente se le confunde con prácticas espirituales o religiosas. En principio, todos tenemos la posibilidad de observarnos conscientemente en cuerpo, mente, energía y emociones, para dejar salir y liberar lo tóxico que a veces nos guardamos dentro. Existe evidencia neurocientífica y epigenética de cómo la práctica de la meditación altera las estructuras neuronales y la biología y la neuroquímica del cerebro. La ciencia ha demostrado sus beneficios, entre ellos la disminución de la capacidad de sentir estrés. ¿Por qué? La amígdala, que es un conjunto de núcleos de neuronas en el cerebro, responsable de almacenar traumas, miedos y ansiedades, puede disminuir la intensidad de su actividad a través de 15 minutos de meditación en ocho semanas continuas. Una investigación de Harvard sometió a 16 personas, de distintas edades y géneros, a resonancias magnéticas cerebrales antes de comenzar un proceso intensivo de meditación. Luego, se compararon las imágenes con las obtenidas —de las mismas personas— al finalizar los dos meses de meditación. Las fotografías del cerebro, antes y después, mostraban significativos cambios en la materia gris. Y es que meditar expande la capacidad creativa y de concentración. Hace menos violentas y reactivas a las personas, que dejan de actuar desde el cerebro reptiliano o básico. Pero, ¿cómo empezar una práctica meditativa? Lo primero es desmontar mitos. Hay uno que indica que, para meditar, debemos dejar la mente en blanco. Te prevengo: si la mente se te está quedando en blanco, llama a emergencias inmediatamente, pues algo sucede ahí adentro. La mente es como un monito borracho, que va saltando de rama en rama. Es muy difícil librarnos de los pensamientos, porque la mente está regida por las órdenes de un gran dictador que se llama ego. Entonces, la mente siempre funciona desde lo cognitivo, a diferencia del corazón. Por eso, en muchas meditaciones decimos: \"sal de tu mente, lleva tu foco de energía y conciencia a tu corazón, porque el corazón siente; no piensa, el corazón es sabiduría intuitiva; no cognitiva\". Como primer paso, recomiendo buscar en YouTube nuestras meditaciones gratuitas, y luego descargar la aplicación EsCala Meditando para continuar la práctica. Recuerda que meditar es ir a nuestra farmacia interior y encontrar la medicina perfecta para el alma. Últimas Noticias [El Pico y Placa cambia constantemente por lo que es necesario mantenerse informado](/colombia/2023/09/25/pico-y-placa-que-carros-descansan-en-cali-este-lunes-25-de-septiembre/) Pico y Placa: qué carros descansan en Cali este lunes 25 de septiembre [La diversidad climatológica en Perú es tal que se tienen identificados 38 estados del tiempo a lo largo del país](/peru/2023/09/25/clima-en-huancayo-temperatura-y-probabilidad-de-lluvia-para-este-25-de-septiembre/) Clima en Huancayo: temperatura y probabilidad de lluvia para este 25 de septiembre [Para evitar cualquier imprevisto es importante conocer el pronóstico del tiempo en Perú](/peru/2023/09/25/lima-el-pronostico-del-tiempo-para-este-25-de-septiembre/) Lima: el pronóstico del tiempo para este 25 de septiembre [La diversidad climatológica en Perú es tal que se tienen identificados 38 estados del tiempo a lo largo del país](/peru/2023/09/25/adios-a-la-incertidumbre-conoce-las-condiciones-climaticas-en-iquitos/) Adiós a la incertidumbre, conoce las condiciones climáticas en Iquitos [Para evitar cualquier imprevisto es importante conocer el pronóstico del tiempo en Perú](/peru/2023/09/25/clima-en-arequipa-temperatura-y-probabilidad-de-lluvia-para-este-25-de-septiembre/) Clima en Arequipa: temperatura y probabilidad de lluvia para este 25 "}