{"title": "Hierbas gigantes para la energía", "author": null, "url": null, "hostname": null, "description": "Expertos aseguran que plantar una hierba altísima podría ser la manera de combatir al calentamiento global.", "sitename": null, "date": "2005-09-08", "cleaned_text": "Los campos de Europa podrían dentro de poco empezar a brillar con el color plateado de unas hierbas gigantes que podrían mitigar los efectos del calentamiento global. | | Miscanthus: alta en producción baja en costos. Estudios recientes muestran que si se siembra un tipo de hierba que es altísima se podrían tener \"cosechas de energía\" pues al quemarlas en plantas especiales generarían electricidad. Según un equipo de científicos que participan en la conferencia de Dublín, la Miscanthus, que crece hasta 4 metros de altura, necesita un mínimo de fertilizantes para producir cosechas abundantes. Según Mike Jones, experto irlandés de climas y plantas, \"no hay razón para que en diez años esto no sea explotado ampliamente\". \"Sí plantamos Miscanthus en el 10% de tierras óptimas de Europa vamos a generar 9% del total de la energía que se produce\", le dijo a los asistentes al Festival de Ciencia de la Asociación Británica. Hectáreas y barriles Quemar materia orgánica es muy neutral en cuanto a la emisión de monóxido de carbono, el que se piensa es el principal gas responsable del calentamiento del planeta. \"Mientras la planta crece está sacando dióxido de carbono del aire. Cuando la quemas se genera otra vez el gas, entonces, el efecto neto sobre el dióxido de carbono en la atmósfera es cero\", aseguró el profesor Steve Long de la Universidad de Illinois en Estados Unidos. Long viene cultivando en su casa un híbrido de dos especies de Miscanthus. El proyecto ha logrado cosechar 60 toneladas de material seco por hectárea. Esto es un aumento considerable comparado con los experimentos que se han llevado a cabo en Europa, donde una cosecha típica es de 12 toneladas por hectárea. Pero incluso esta producción a menor escala es importante. Los investigadores dicen que en contenido energético esa cantidad reemplazaría cerca de 36 barriles de crudo de petróleo. Y si hablamos de costos y valores, con los precios actuales de US$60 el barril el valor potencial de esa cosecha de 12 toneladas sería de US$2.160 por hectárea. | | Una solución para el calentamiento global estaría en los campos. Interés creciente \"Las cosechas de materias orgánicas se han visto siempre como tímidos contribuyentes en la mitigación del crecimiento del dióxido de carbono\", señala el profesor Long. \"Lo que queremos resaltar ahora es que pueden contribuir mucho más y no se necesita de grandes desarrollos tecnológicos para lograrlo\". Los agricultores cada vez se ven más convencidos. Una de las atracciones para ellos es que la hierba se cosecha en momentos del año en los que la maquinaria que se necesita para las de otros productos no están en uso. Y pareciera ser que algunos gobiernos también quieren apostar a esta nueva modalidad. \"Definitivamente se ha tomado en serio en el Reino Unido, allí el Departamento de Medio Ambiente, Alimentos y Asuntos del Campo está subvencionando un programa de producción\", indicó el profesor Steve Long. Una cooperativa de agricultores por su parte planea cultivar diez mil hectáreas de hierba para quemarlas en los próximos tres años. "}