{"title": "A Thanksgiving Ceremony for Challenging Times. | elephant journal", "author": "Pamela Hale", "url": "https://www.elephantjournal.com/2020/11/a-thanksgiving-ceremony-that-fits-for-2020/", "hostname": "elephantjournal.com", "description": "I wonder if Thanksgiving might be evolving into a new kind of holiday, a new kind of opportunity.", "sitename": "Elephant Journal", "date": "2020-11-23", "cleaned_text": "I wonder if Thanksgiving might be evolving into a new kind of holiday, a new kind of opportunity. Certainly this year it can't be centered around the extended family or spiritual family all cooking together in a crowded kitchen and then feasting together, happy and exhausted. Maybe this year, when the country and world are steeped in crisis and tragedy, Thanksgiving can be a more internal and ritualized time of assessing and giving [gratitude](https://www.elephantjournal.com/2013/09/the-power-of-gratitude/) for the gifts we have—both the tangible ones and the intangible. At this point in my long life, there is a lot I could complain about. I've had cancer three times, thyroid disease, osteoporosis, atrial fibrillation, and am now dealing with some challenging vision and balance symptoms. I've had a lot of surgeries, toxic and difficult treatments, and bouts of discouragement and depression. My journey with my body has been a bit rough in the second half of life. And my daughter has had to go through her own difficult journey with cancer—a heartbreak for me. Everyone has at least one area of struggle and challenge. What is yours? In assessing our blessings, those areas of challenge are the hardest place to search for our gratitude. How can I find gratitude for all these physical challenges without feeling completely [inauthentic](https://www.elephantjournal.com/2020/01/compassion-is-not-convenient-it-is-not-business-as-usual/)? Yesterday, my dear friend Kristi gave me a gift that might be my answer. She told me she admired me because after every one of these challenges, I've emerged with a new creative response, a new kind of opening for my own Divine gifts to pour through. What a lovely reflection! And after she pointed that out, I have to admit, I think she's right. My response to breast cancer was to train as a shamanic energy medicine practitioner and life coach. My response to my heart problems was to study and then teach heart rhythm meditation. My response to a challenging foot surgery was to deepen the path I longed to walk as a writer and artist. My response to my daughter's cancer journey was to launch new products to honor the beauty of the earth. Am I bragging? It may sound that way, but I'm actually giving thanks for the mystery of these creative gifts that came out in response to [suffering](https://www.elephantjournal.com/2015/12/8-eckhart-tolle-quotes-to-ease-emotional-suffering/). I think of these as \"hard blessings.\" It takes a bit of digging to identify them. How has that been true for you? Can you make a list of the internal, invisible strengths and gifts you have gained through suffering? That way, we can give thanks for all of life, even the parts we absolutely hated going through. The rest of Thanksgiving is easy. It's simple to name the \"easy blessings.\" I have never been truly poor, and that's not because I'm good at making money, which I'm not. Poverty just hasn't been my lot. I'm blessed with parents and partners who have given me financial security. I live in a beautiful natural setting, so every day I give thanks for the mountains and desert outside my window. What has life and nature given you that is an \"easy blessing?\" I'm blessed with a beautiful family and fabulous friends—a few of them soul friends. Who are the people, the beloveds, for whom you give thanks, even if they can't be at your table? How can you let them know and feel your gratitude? If this Thanksgiving feels like \"less\" because of what's missing, can you perform a ceremony that could make it \"more?\" Go out in nature with a sack and gather some symbols. Pick some for the \"hard blessings,\" the ones that emerged from your suffering. (Maybe that will be a sharp stick, or a branch with thorns.) Pick several for your \"easy blessings,\" the areas where you've not had to struggle so much. (Maybe those will be flowers or beautiful stones.) Now pick some to represent your beloveds. Don't forget pets and animals. Whoever has brought love out in your heart. Be playful! Now, bring your treasures home and arrange them in the center of your table. Maybe add candles, flowers, anything to make it festive and beautiful. Start now, as I'm doing, with an empty platter. And watch it fill until Thursday. And then, share it. Maybe you take a photo of it and write about your gratitude. Maybe you make a video and speak your gratitude. Maybe you share it all in a Zoom session with those who can't be with you. But share it. Speak it. And if you are a person of faith, thank the Source of the cornucopia of blessings that rain down on us every day. If your beloveds can share some of your gratitude, it will make you closer, I promise. For the heart full of thanksgiving knows no distance and has no limits. I wish you such a full heart that your love and gladness spill over, like the cornucopias we all see at this time of year. Happy day of gratitude! ~ "}