{"title": "Cooking for Salud!: Creamy Herb Dip (with almonds) - Olivewood Gardens", "author": "Olivewood", "url": "https://www.olivewoodgardens.org/creamy-herb-dip-with-almonds/", "hostname": "olivewoodgardens.org", "description": "Cooking for Salud! Creamy Herb Dip (with almonds) Created by Chef Marguerite Grifka Ingredients 1 cup water 3 Tablespoons olive oil 1 lemon, juiced 1 clove garlic ½ teaspoon salt ¼ teaspoon black pepper 1 Tablespoon dijon mustard 1 teaspoon celery seeds ½ cup blanched almonds, soaked overnight 3 green onions, green tops chopped separate ...", "sitename": "Olivewood Gardens and Learning Center", "date": "2014-02-14", "cleaned_text": "Created Marguerite Grifka Ingredients 1 cup water 3 Tablespoons olive oil herbs Directions 1. Drain almonds and put in blender with lemon juice, the white bottom of green onions, garlic, celery seed, salt, pepper, mustard, and ½ cup of water. Pulse to grind. Slowly add remaining water as needed to keep things moving. 2. Drizzle the olive oil in slowly while dip. mixture smooth check for seasoning, add the herbs, green onion top and any additional salt or pepper. Pulse to combine. Chill Salud! Dip Cremoso de Hierbas (con almendras) Creada por la Chef Marguerite Grifka Ingredientes 1 taza de agua 3 cucharadas de aceite de oliva 1 limón, jugo 1 diente de ajo ½ cucharadita de sal ¼ cucharadita de pimienta negra 1 cucharada de mostaza dijon 1 cucharadita de semillas de apio ½ taza de almendras peladas, remojadas durante toda la noche 3 cebollas verdes, picar la parte verde separada de la parte blanca 1 cucharada de hierbas secas o 3 cucharadas de perejil fresco, cilantro, eneldo, albahaca o cualquier combinación de hierbas frescas Instrucciones 1. Escurra las almendras, pélelas y póngalas en la licuadora con el jugo de limón, la parte blanca de las cebollas verdes, el ajo, las semillas de apio, la sal, la pimienta, la mostaza y ½ taza de agua. Pulse para moler. Poco a poco agregue el resto del agua, según sea necesario para mantener la mezcla en movimiento. 2. Lentamente deje caer el aceite de oliva mientras se mezcla el dip. Cuando la mezcla esté suave cheque el sazon, agregue las hierbas, la parte verde de la cebolla y cualquier sal o pimienta adicional. Pulse para combinar. Enfríe bien y disfrútelo con vegetales. "}