{"title": "Magia y Sanación a través de un Viaje con Sonido.", "author": "Aida Seguin", "url": "https://medium.com/@aidaseguin/magia-y-sanaci%C3%B3n-a-trav%C3%A9s-de-un-viaje-con-sonido-bb08ded31393", "hostname": "medium.com", "description": "Por: Aida Seguin", "sitename": "Medium", "date": "2020-01-27", "cleaned_text": "Magia y Sanación a través de un Viaje con Sonido. Por: Aida Seguin ¿Alguna vez has estado tan estresado que te sientes desconectado de ti mismo, de los demás, de la naturaleza? Estamos viviendo una vida tan caótica, que hemos olvidado tanto nuestra conexión natural a la Madre Tierra como nuestros orígenes divinos. Se dice que somos polvo de estrellas, y la ciencia está confirmando que esto es verdad. Pero parece ser que hemos olvidado... Y aún así, la semilla de la verdad está presente en el inconsciente colectivo, en la Noósfera, la mente de la Tierra. Y algunas personas que están recordando, escucharon el llamado del espíritu de Gaia, invitándonos a reconectar con ella. Una de estas maravillosas personas es Flicka Rahn. A través de su maravilloso canto y su música con cuencos de cristal de cuarzo, está llevando sanación a la gente. Ella creó una experiencia de inmersión de sonido llamado 'The Icaros', con su socio Daniel Wyman. Flicka tiene una Maestría en Música así como una Maestría en Guía y Orientación. Daniel toca muchos instrumentos, es educador y compositor/arreglista que ha estudiado música en la Universidad Texas State. Todo comenzó con la visita de Flicka a la tribu Indígena Shipibo en Perú, a principios del 2017. Este viaje le ofreció experiencias directas con la planta sagrada de la Ayahuasca y se convirtió en un catalista para una nueva aventura. Durante una ceremonia de Ayahuasca, la música juega un rol muy importante. Icaros es el nombre de las canciones sagradas que los Shamanes cantan durante este trabajo sagrado. \"Me conmoví de manera profunda\", ella recuerda... \"Yo 'hablé' directamente con la Madre Tierra (Gaia), lo cual puedes hacer cuando te encuentras en el estado alterado que te otorga el beber la infusión creada por los Indígenas Shipibo con la Ayahuasca. Yo pregunté qué podría hacer para compartir con el resto del mundo, y la respuesta que obtuve fue: 'Por favor, lleva mi Icaros al mundo occidental de tal manera que la gente pueda aprender y experimentar una relación más profunda con la Madre Tierra'.\" El resultado es música que Flicka sintió y canalizó cuando trabajó con Daniel. El genio musical y bondad de espíritu de Daniel jugaron una parte integral en su creación. Flicka y Danien han grabado dos CD's, y también presentan la experiencia de The Icaros a personas que quieren ser sanadas por esta inmersión de sonido. Tuve la oportunidad de ser anfitriona para tal experiencia hace unos días, donde vivo, en el centro de México. Conozco a Flicka desde hace algunos años y me he maravillado mucho ante su proyecto. Me enteré que vendría, así que la invité a un espacio que tengo, llamado Mexxicamelot, para presentar su música sanadora a un pequeño grupo. Fue organizado en un par de días y 21 personas se presentaron al evento. Si alguien me preguntara cómo puedo describir esta experiencia, diría en definitiva que tiene un sentimiento sagrado antiguo que reverbera a través de todo el cuerpo. Es como la música de la Tierra, pero también del Universo, que se fusionan a través de los sonidos que son emitidos de los cuencos y de su hermosa voz. Te lleva de regreso a un tiempo de magia e innocencia. Flicka combina la experiencia de sonido con imágenes caleidoscópicas así como escenas de la naturaleza. Podrás ver a una osa mamá con sus cachorros... mariposas, caballos corriendo en libertad... o incluso imágenes del espacio sideral. Conforme la experiencia iba avanzando, empecé a sentir una energía muy pacífica y amorosa que me rodeaba. Sentí que estaba siendo transportada a un espacio seguro y sagrado. Todo mi cuerpo podía sentir las vibraciones que salían de los cuencos de cristal; se sentía como un baño de energía que estaba limpiando mi aura y mi campo emocional. La mejor parte llegó el día después de la experiencia. Me desperté sintiéndome muy alegre y llena de gratitud. Después de muchos meses de arduo trabajo y de haberme enfocado exclusivamente en problemas cotidianos, esta experiencia me dio un descanso que realmente necesitaba, así como un empuje energético. Dos días después en que escribo este artículo, sigo sintiendo los efectos positivos. Flicka me explicó que este baño de sonido le ayuda a la gente a volverse a alinear a un estado natural del ser y de conexión con la Madre Tierra. Siento que esta ha sido mi experiencia, pero de alguna forma, también siento que me permitió conectar a algo más grande: ¡al Universo, a la Primaria Voluntad hacia el Bien, a las Estrellas! Si quieres saber más acerca del trabajo de Flicka y Daniel puedes visitar los siguientes links: Album Himnos a Gaia: Honrando a los Elementos (Hymns "}