{"title": "Ketogenic Diet", "author": null, "url": "https://www.childrenshospital.org/treatments/ketogenic-diet", "hostname": "childrenshospital.org", "description": "A ketogenic diet (keto) is a high-fat, low-carbohydrate, moderate-protein diet used to treat a number of conditions, including epilepsy. Learn more from Boston Children's Hospital.", "sitename": "childrenshospital.org", "date": "2023-01-01", "cleaned_text": "Welcome to Keto Kitchen at Boston Children's Hospital Join us to discover keto-friendly recipes that are easy to make in the comfort of your own home. Download our Keto Kitchen at Boston Children's Hospital recipes today! What is a ketogenic diet? A diet, \"keto,\" is a high-fat, low-carbohydrate, moderate-protein diet. Ketones are produced when your body uses fat for energy rather than carbohydrates (glucose). This is called being in \"ketosis.\" Ketogenic therapy has been used over the last century to treat patients who have [epilepsy](/conditions/epilepsy) that can't be controlled with medication or surgery. [Studies](https://pubmed.ncbi.nlm.nih.gov/18456557/) have shown that more than half of those who start the treatment see a 50 percent decrease in [seizure](/conditions/seizures) activity. What are the different types of ketogenic diets? There are several variations of the ketogenic diet therapy. The [Epilepsy Center](/programs/epilepsy-center) at Boston Children's Hospital prescribes: - classic and modified keto - modified Atkins - low glycemic index treatment Your child's specific diet is determined after a consultation with our team and will depend on several factors, including their age and epilepsy diagnosis, their feeding habits or tube-feeding regimen, and your family's needs and preferences. Classic ketogenic diet The classic ketogenic diet is the strictest form of diet therapy and involves 70 to 90 percent of your child's calories being provided by fat (compared to the 25 to 40 percent that is usually recommended for children). The amount of fat is determined by the ketogenic ratio, which is the ratio of grams of fat to grams of carbohydrate plus protein. This form of diet treatment is very precise: All foods are weighed on a gram scale to provide the recommended ketogenic ratio. Modified Atkins diet The modified Atkins diet is more flexible than the classic ketogenic diet and may be easier to incorporate into normal life. The modified Atkins diet is a high-fat diet that restricts carbohydrate intake to 10 to 20 grams per day, depending on age, but doesn't restrict protein. Low glycemic index treatment The low glycemic index treatment (LGIT) is another flexible ketogenic diet that was developed in 2002 by a Boston Children's clinical nutrition specialist, [Heidi Pfeifer](/directory/heidi-pfeifer), and today is used worldwide for improved seizure control. - LGIT centers on limiting carbohydrate intake to 40 to 60 grams per day from foods that do not cause a rapid increase in blood sugar levels (low glycemic index carbohydrates). - LGIT is recommended for children over the age of 2 who are able to eat by mouth. Your child's medical ketogenic therapy team may adjust their diet recommendations to achieve the best results, but we typically recommend your child stay on one specific diet for at least three months. How is a ketogenic diet used to treat epilepsy? A ketogenic diet is used as an alternative treatment for children and adults with epilepsy when medications cannot control seizures or have side effects. Ketogenic diets are the primary treatment for the following metabolic disorders even when they do not cause seizures: - glucose transporter deficiency - pyruvate dehydrogenase deficiency - phosphofructokinase deficiency Early dietary treatment can be especially helpful for certain epileptic syndromes, including: [Angelman syndrome](/conditions/angelman-syndrome) - complex 1 epilepsy (Doose syndrome) [tuberous sclerosis complex](/conditions/tuberous-sclerosis-tsc)(TSC) Dietary treatments for epilepsy must be followed with the support of an experienced ketogenic diet team. As part of the Epilepsy Center at Boston Children's Hospital, [our medical ketogenic therapy team](/programs/epilepsy-center/meet-our-team) includes a dedicated neurologist, a nurse practitioner, and a nurse, as well as dietitians, social workers, and clinic coordinators. We work with you and your child to establish a personalized medical ketogenic therapy plan and support system. What are the side effects of a ketogenic diet? Because a ketogenic diet changes your child's metabolism, it may cause side effects such as: - changes in acid-base balance [constipation](/conditions/constipation) - increases in cholesterol and triglycerides - nutrient deficiencies - reflux A ketogenic diet can be dangerous for children with other metabolic disorders, such as primary carnitine deficiencies or fatty acid oxidation disorders. In rare instances, a ketogenic diet can lead to [kidney stones](/conditions/kidney-stones). There may be other medical reasons for not starting a ketogenic diet. Therefore, before being prescribed a ketogenic diet, your child will receive metabolic testing to rule out such conditions as well as a full medical assessment. How long do patients stay on a ketogenic diet for epilepsy? Length of time on a ketogenic diet therapy varies. There are many factors that determine when ketogenic therapy should be stopped. The weaning process is tailored to each person's needs and takes place over several weeks or months. What else should I know about ketogenic diets? - Ketogenic diets must be followed precisely and consistently without \"cheat\" days to maintain seizure control. - For very young children, or for those who have special medical needs, we start the classic ketogenic diet as part of an in-patient stay in the hospital. - Specific ketogenic formulas are available for children who receive nutrition through a feeding tube or are unable to eat solid food. - Ketone levels and other biomarkers (blood, urine) are checked periodically, and your child's diet will be adjusted to improve seizure control and diet tolerance. - Proper hydration is very important. - Ketogenic diets lack certain vitamins and minerals that your child's body needs for growth and development. Our team closely monitors your child's vitamin levels throughout treatment and provides appropriate nutritional supplementation to avoid deficiencies. Sticking with a ketogenic diet Though a ketogenic diet is challenging, it is much easier than it used to be. Keto diets have received a lot of mainstream attention, which has led to an increase in diet-compatible, child-friendly foods and meals. Our team can provide you and your family with guidance that meets your child's dietary requirements. The [Charlie Foundation](http://www.charliefoundation.org/explore-ketogenic-diet/explore-1/introducing-the-diet) provides information about diet therapy for epilepsy, keto-friendly products, and family support. "}