{"title": "The Language of Democracy | Practicing Democracy | Spirituality & Practice", "author": null, "url": "https://www.spiritualityandpractice.com/practicing-democracy-project/features/view/28698/the-language-of-democracy", "hostname": "spiritualityandpractice.com", "description": "Quotes from a wide variety of sources on the values, virtues, and practices key to American democracy.", "sitename": "Spirit_Practice", "date": "2007-01-22", "cleaned_text": "for the [Practicing Democracy Project](/projects/practicing-democracy-project/overview) (PDP), identifying spiritual practices, activities, and projects for different groups, we realized that we needed a way to discern how a given practice pertains to democracy. Out of this realization, Habib Todd Boerger, one of our Practicing Democracy Fellows, composed a [Values, Virtues, and Spiritual Practices chart](http://sandp.bndpr.com/pdfs/Democratic-Values-Virtues-Practices2.pdf ) to use as our standard for choosing. The chart contains meaningful markers of democracy that we often hear about but seldom explore in depth. Wanting to substantiate them, Habib launched into a remarkable quest into quotations about democracy, categorizing each by the values, virtues, and practices it presents. We will continue to add to this page, but as we post it in December 2018, it contains nearly 300 quotes. They range from before the American Revolution to the present day, and from the United States to further reaches of the globe: Austria, India, Ethiopia, South Africa, and more. We trust that you will find this list helpful and enlightening. Use Ctr F (Windows) or Alt F (Mac) to search for quotes on a specific virtue, value, or practice of interest to you. [From founding documents](#founding-documents) [From the Pledge of Allegiance](#pledge-of-allegiance) [From motto](#national-motto) the Statue activists leaders](#activists-religious-leaders) [From American authors, journalists, scholars, and teachers](#authors-journalists) [From American politicians and other leading figures](#politicians) [From American entertainers and athletes](#entertainers-athletes) [About U.S. National Parks](#national-parks) elsewhere around the world](#elsewhere) [Connecting spirituality with democracy](#spirituality-democracy) [From the women of the 2018 midterm elections](#women-2018) \"We the people of the United States, in order to form a more perfect union, establish justice, insure domestic tranquility...promote the general welfare, and secure the blessings of liberty to ourselves and our posterity...establish this Constitution.\" — The Constitution of the United States Democratic value(s): Common good, Freedom, Justice, Liberty Democratic virtue(s): Consideration, Peacefulness, Purposefulness, Social conscience Spiritual Practice(s): Justice, Peace, Unity \"...to assume among the powers of the earth, the separate and equal station to which the laws of nature and of nature's God entitle them\" — United States Declaration of Independence Democratic value(s): Equality Democratic virtue(s): Dignity, Respect Spiritual Practice(s): Justice, Peace, Unity \"We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable rights, the among these are life, liberty and the pursuit of happiness.\" — United States Declaration of Independence Democratic value(s): Equality, Freedom, Liberty Democratic virtue(s): Consideration, Dignity, Respect Spiritual Practice(s): Joy, Unity \"And for the support of this Declaration, with a firm reliance on the protection of divine Providence, we mutually pledge to each other our lives, our fortunes and our sacred honor.\" — United States Declaration of Independence Democratic value(s): Common good Democratic virtue(s): Honor, Purposefulness, Sacrifice Spiritual Practice(s): Faith, Unity [From the Pledge of Allegiance: ] \"...one Nation under God, indivisible, with liberty and justice for all.\" — United States Pledge of Allegiance Democratic value(s): Common good, Equality, Freedom, Justice Democratic virtue(s): Consideration, Fairness Spiritual Practice(s): Justice, Unity E pluribus unum, \"Out of many, one\" is the national motto adopted by an Act of Congress in 1782. It appears on the Great Seal of the United States, which is kept by the U.S. Secretary of State and used to authenticate certain federal documents. — United States National Motto Democratic value(s): Out of many—one Democratic virtue(s): Cooperation, Embrace of diversity Spiritual Practice(s): Connections, Unity [From the Statue of Liberty poem: ] The famous last lines of the Statue of Liberty poem, \"New Colossus,\" have come to symbolize American democracy: ...Here at our sea-washed, sunset gates shall stand A mighty woman with a torch, whose flame Is the imprisoned lightning, and her name Mother of Exiles.... cries she With silent lips. \"Give me your tired, your poor, Your huddled masses yearning to breathe free, The wretched refuse of your teeming shore. Send these, the homeless, tempest-tossed to me, I lift my lamp beside the golden door!\" — Emma Lazarus Democratic value(s): Freedom, Liberty Democratic virtue(s): Caring, Consideration, Generosity, Mercy, Respect Spiritual Practice(s): Compassion, Hospitality, Kindness, Openness [From the song \"America the Beautiful\": ] \"And crown thy good with brotherhood...\" — Katherine Lee Bates Democratic value(s): Common good Democratic virtue(s): Caring, Consideration Spiritual Practice(s): Connections, Kindness, Unity [From official resolutions/orders/acts: ] With Executive Order 10924, President John F. Kennedy established the Peace Corps in 1961 for the purpose of \"training and service abroad of men and women of the United States in new programs of assistance to nations and areas of the world.\" — John F. Kennedy, 35th U.S. President (1961 - 1963) Democratic value(s): Common good, Out of many—one Democratic virtue(s): Caring, Generosity, Service Spiritual Practice(s): Compassion, Joy, Peace, Unity President John F. Kennedy originated the idea for Volunteers in Service to America (VISTA), the domestic version of the Peace Corps, which was later created by Lyndon Johnson's Economic Opportunity Act of 1964. VISTA was brought under the newly created AmeriCorps program during the Clinton Administration, and was renamed \"AmeriCorps VISTA.\" VISTA's purpose is to \"supplement efforts to fight poverty in low-income communities by engaging Americans from all walks of life in a year of full-time service.\" — John F. Kennedy, 35th U.S. President (1961 - 1963) Democratic value(s): Common good Democratic virtue(s): Awareness, Caring, Commitment, Generosity, Service, Social conscience Spiritual Practice(s): Compassion, Joy \"...the confederation of the original 13 colonies into one republic was influenced by the political system developed by the Iroquois Confederacy, as were many of the democratic principles which were incorporated into the constitution itself.\" — U.S. Senate Concurrent Resolution, 1988 Democratic value(s): Out of many—one Democratic virtue(s): Adaptability, Respect, Truthfulness Spiritual Practice(s): Connections, Shadow, Teachers \"If the freedom of speech is taken away then dumb and silent we may be led, like sheep to the slaughter.\" — George Washington, 1st U.S. President (1789 -1797) Democratic value(s): Common good, Freedom Democratic virtue(s): Awareness, Discernment, Social conscience Spiritual Practice(s): Listening \"The bosom of America is open to receive not only the Opulent and respected Stranger, but the oppressed and persecuted of all Nations and Religions; whom we shall welcome to a participation of all our rights and privileges...\" — George Washington, 1st U.S. President (1789 -1797) Democratic value(s): Equality, Freedom, Liberty Democratic virtue(s): Awareness, Consideration, Embrace of diversity, Open-mindedness Spiritual Practice(s): Hospitality, Openness \"Rightful liberty is unobstructed action according to our will within limits drawn around us by the equal rights of others.\" — Thomas Jefferson, 3rd U.S. President (1801-1809) Democratic value(s): Common good, Equality, Justice, Liberty Democratic virtue(s): Consideration, Fairness, Respect, Social conscience Spiritual Practice(s): Hospitality, Justice, Unity \"I believe that every human mind feels pleasure in doing good to another.\" — Thomas Jefferson, 3rd U.S. President (1801-1809) Democratic value(s): Common good Democratic virtue(s): Caring, Respect, Service Spiritual Practice(s): Compassion, Joy, Kindness \"[I]t does me no injury for my neighbor to say there are twenty gods, or no god. It neither picks my pocket nor breaks my leg.\" — Thomas Jefferson, 3rd U.S. President (1801-1809), Notes on the State of Virginia Democratic value(s): Freedom Democratic virtue(s): Awareness, Cultivation of wisdom, Discernment Spiritual Practice(s): Hospitality, Openness \"Democracy, pure democracy, has at least its foundation in a generous theory of human rights. It is founded on the natural equality of mankind. It is the cornerstone of the Christian religion. It is the first element of all lawful government upon earth.\" — John Quincy Adams, 6th U.S. President (1825 - 1829) Democratic value(s): Equality, Liberty, Patriotism Democratic virtue(s): Awareness, Consideration, Respect, Searching for transcendence Spiritual Practice(s): Devotion, Faith, Reverence, Unity \"...our fathers brought forth, on this continent, a new nation, conceived in Liberty, and dedicated to the proposition that all men are created equal.... It is rather for us to be here dedicated to the great task remaining before us...that this nation, under God, shall have a new birth of freedom, and that government of the people, by the people, for the people, shall not perish from the earth.\" — Abraham Lincoln, 16th U.S. President (1861-1865), from \"The Gettysburg Address\" Democratic value(s): Equality, Freedom, Liberty, Popular sovereignty Democratic virtue(s): Commitment, Determination, Fairness, Purposefulness, Respect, Responsibility, Steadfastness Spiritual Practice(s): Questing, Transformation, Vision, You \"As I would not be a slave, so I would not be a master, this expresses my idea of democracy....\" — Abraham Lincoln, 16th U.S. President (1861-1865) Democratic value(s): Equality, Freedom, Liberty, Popular sovereignty Democratic virtue(s): Awareness, Consideration, Cultivation of wisdom, Discernment, Respect Spiritual Practice(s): Justice, Meaning \"I believe the declaration that 'all men are created equal' is the great fundamental principle upon which our free institutions rest.\" — Abraham Lincoln, 16th U.S. President (1861-1865) Democratic value(s): Equality, Common good, Justice Democratic virtue(s): Fairness, Respect Spiritual Practice(s): Hospitality, Justice, Kindness, Unity \"Let us at all times remember that all American citizens are brothers of a common country, and should dwell together in the bonds of fraternal feeling.\" — Abraham Lincoln, 16th U.S. President (1861-1865), from a speech on November 20, 1860 Democratic value(s): Equality, Out of many—one Democratic virtue(s): Caring, Consideration, Embrace of diversity, Respect Spiritual Practice(s): Connections, Hospitality, Kindness, Openness, Unity \"I have been driven many times upon my knees by the overwhelming conviction that I had no where else to go. My own wisdom and that of all about me seemed insufficient for that day.\" — Abraham Lincoln, 16th U.S. President (1861-1865) Democratic value(s): Common good, Equality, Freedom, Justice, Liberty Democratic virtue(s): Cultivation of wisdom, Humility Spiritual Practice(s): Faith, Listening, Meaning, You \"Patriotism means to stand by the country. It does not mean to stand by the president or any other public official.\" — Theodore Roosevelt, 26th U.S. President (1901 - 1909) Democratic value(s): Independence, Patriotism, Popular sovereignty Democratic virtue(s): Awareness, Discernment, Individualism Spiritual Practice(s): Listening, Vision \"There is no room in this country for hyphenated Americanism. ...The one absolutely certain way of bringing this nation to ruin, of preventing all possibility of its continuing to be a nation at all, would be to permit it to become a tangle of squabbling nationalities.\" — Theodore Roosevelt, 26th U.S. President (1901 - 1909) Democratic value(s): Equality, Patriotism Democratic virtue(s): Consideration, Embrace of diversity, Open-mindedness, Respect, Sincerity, Social conscience Spiritual Practice(s): Connections, Unity \"We came to America, either ourselves or in the persons of our ancestors, to better the ideals of men, to make them see finer things than they had seen before, to get rid of the things that divide and to make sure of the things that unite.\" — Woodrow Wilson, 28th U.S. President (1913-1921) Democratic value(s): Common good, Out of many—one Democratic virtue(s): Idealism, Purposefulness, Pursuit of excellence, Searching for transcendence, Social conscience Spiritual Practice(s): Connections, Unity, Yearning \"We identify the flag with almost everything we hold dear on earth, peace, security, liberty, our family, our friends, our home.... But when we look at our flag and behold it emblazoned with all our rights we must remember that it is equally a symbol of our duties. Every glory that we associate with it is the result of duty done.\" — Calvin Coolidge, 30th U.S. President (1923 - 1929) Democratic value(s): Freedom, Liberty, Patriotism Democratic virtue(s): Responsibility, Social conscience Spiritual Practice(s): Meaning, Peace, Vision \"Let us never forget that government is ourselves and not an alien power over us. The ultimate rulers of our democracy are not a President and senators and congressmen and government officials, but the voters of this country.\" — Franklin D. Roosevelt, 32nd President of the United States (1933 - 1945) Democratic value(s): Popular sovereignty Democratic virtue(s): Awareness, Consideration, Responsibility Spiritual Practice(s): Meaning, Peace, Vision \"Remember, remember always, that all of us, you and I especially, are descended from immigrants and revolutionists.\" — Franklin D. Roosevelt, 32nd President of the United States (1933 - 1945) Democratic value(s): Equality, Independence, Patriotism Democratic virtue(s): Awareness, Consideration, Humility, Respect Spiritual Practice(s): Connections, Openness, Questing, Unity, You \"Every gun that is made, every warship launched, every rocket fired, signifies in the final sense a theft from those who hunger and are not fed, those who are cold and are not clothed.\" — Dwight D. Eisenhower, 34th U.S. President (1953 - 1961) Democratic value(s): Common good, Out of many—one Democratic virtue(s): Accountability, Awareness, Caring, Consideration, Generosity, Integrity, Service, Trustworthiness Spiritual Practice(s): Connections, Compassion, Meaning \"Here in America we are descended in blood and in spirit from revolutionists and rebels — men and women who dare to dissent from accepted doctrine. As their heirs, may we never confuse honest dissent with disloyal subversion.\" — Dwight D. Eisenhower, 34th U.S. President (1953 - 1961) Democratic value(s): Freedom, Patriotism, Popular sovereignty Democratic virtue(s): Assertiveness, Commitment, Discernment, Independence, Initiative, Loyalty, Purposefulness Spiritual Practice(s): Transformation, Questing, Vision \"Though force can protect in emergency, only justice, fairness, consideration and cooperation can finally lead men to the dawn of eternal peace.\" — Dwight D. Eisenhower, 34th U.S. President (1953 - 1961) Democratic value(s): Justice Democratic virtue(s): Consideration, Cooperation, Fairness, Peacefulness Spiritual Practice(s): Justice, Peace, Unity \"Politics ought to be the part-time profession of every citizen who would protect the rights and privileges of free people and who would preserve what is good and fruitful in our national heritage.\" — Dwight D. Eisenhower, 34th U.S. President (1953 - 1961) Democratic value(s): Common good, Freedom, Liberty, Out of many—one Democratic virtue(s): Caring, Consideration, Empathy, Responsibility, Service, Thankfulness Spiritual Practice(s): Compassion, Gratitude, Kindness, Vision \"I hate war as only a soldier who has lived it can, only as one who has seen its brutality, its futility, its stupidity.\" — Dwight D. Eisenhower, 34th U.S. President (1953 - 1961) Democratic value(s): Common good Democratic virtue(s): Peacefulness Spiritual Practice(s): Peace \"Whatever America hopes to bring to pass in the world must first come to pass in the heart of America.\" — Dwight D. Eisenhower, 34th U.S. President (1953 - 1961) Democratic value(s): Patriotism Democratic virtue(s): Accountability, Cultivation of wisdom, Discernment, Honor, Humility, Integrity, Purposefulness, Sincerity, Truthfulness, Trustworthiness Spiritual Practice(s): Transformation, You \"Politics should be the part-time profession of every American.\" — Dwight D. Eisenhower, 34th U.S. President (1953 - 1961) Democratic value(s): Popular sovereignty Democratic virtue(s): Responsibility, Social conscience Spiritual Practice(s): Transformation, Vision \"This country cannot afford to be materially rich and spiritually poor.\" — John F. Kennedy, 35th U.S. President (1961 -1963) Democratic value(s): Common good, Patriotism Democratic virtue(s): Cultivation of wisdom, Searching for transcendence, Truthfulness Spiritual Practice(s): Connections, Reverence, Transformation, You \"And so, my fellow Americans, ask not what your country can do for you -- ask what you can do for your country.\" — John F. Kennedy, 35th U.S. President (1961 -1963) Democratic value(s): Patriotism Democratic virtue(s): Service Spiritual Practice(s): Compassion, Joy, Kindness \"Let us not seek the Republican answer or the Democratic answer, but the right answer. Let us not seek to fix the blame for the past. Let us accept our own responsibility for the future.\" — John F. Kennedy, 35th U.S. President (1961 -1963) Democratic value(s): Common good, Out of many—one Democratic virtue(s): Respect, Responsibility Spiritual Practice(s): Questing, Transformation, Vision \"All of us do not have equal talent, but all of us should have an equal opportunity to develop our talents.\" — John F. Kennedy, 35th U.S. President (1961 -1963) Democratic value(s): Equality Democratic virtue(s): Fairness Spiritual Practice(s): Justice, Transformation, Unity, Vision, You \"Until justice is blind to color, until education is unaware of race, until opportunity is unconcerned with the color of men's skins, emancipation will be a proclamation but not a fact.\" — Lyndon B. Johnson, 36th U.S. President (1963 -1969) Democratic value(s): Equality, Freedom, Liberty, Justice Democratic virtue(s): Fairness, Love of learning & knowledge, Truthfulness Spiritual Practice(s): Connections, Justice, Questing The War on Poverty was declared by Lyndon B. Johnson, 36th U.S. President, in his State of the Union Address on January 8, 1964: \"This administration today here and now declares unconditional war on poverty in America. I urge this Congress and all Americans to join me in that effort.... Poverty is a national problem, requiring improved national organization and support. But this attack, to be effective, must also be organized at the State and local level. For the war against poverty will not be won here in Washington. It must be won in the field, in every private home, in every public office, from the courthouse to the White House. Very often, a lack of jobs and money is not the cause of poverty, but the symptom. Our aim is not only to relieve the symptoms of poverty but to cure it-and above all, to prevent it. No single piece of legislation, however, is going to suffice.\" — Lyndon B. Johnson, 36th U.S. President (1963 -1969) Democratic value(s): Common good Democratic virtue(s): Caring, Empathy, Generosity, Mercy, Responsibility, Service, Social conscience Spiritual Practice(s): Compassion, Hospitality, Openness \"The land flourished because it was fed from so many sources-because it was nourished by so many cultures and traditions and peoples.\" — Lyndon B. Johnson, 36th U.S. President (1963 -1969) Democratic value(s): Out of many—one, Patriotism Democratic virtue(s): Embrace of diversity, Open-mindedness, Respect Spiritual Practice(s): Hospitality, Openness, Unity \"I'm asking you for your good and for your nation's security...to use carpools or public transportation whenever you can, to park your car one extra day per week, to obey the speed limit, and to set your thermostats to save fuel. Every act of energy conservation like this is more than just common sense, I tell you it is an act of patriotism.\" — Jimmy Carter, 39th U.S. President (1977 - 1981) Democratic value(s): Common good, Patriotism Democratic virtue(s): Cooperation, Moderation, Perseverance, Resilience, Sacrifice, Self-discipline, Simplicity Spiritual Practice(s): Connections, Kindness \"Our nation must be fair to the poorest among us, so we will increase aid to needy Americans to cope...\" — Jimmy Carter, 39th U.S. President (1977 - 1981) Democratic value(s): Common good Democratic virtue(s): Caring, Fairness, Mercy, Service, Social conscience Spiritual Practice(s): Compassion \"I will do my best, but I will not do it alone. Let your voice be heard. Whenever you have a chance, say something good about our country. With God's help and for the sake of our nation, it is time for us to join hands in America. Let us commit ourselves together to a rebirth of the American spirit. Working together with our common faith we cannot fail.\" — Jimmy Carter, 39th U.S. President (1977 - 1981) Democratic value(s): Out of many—one, Patriotism Democratic virtue(s): Commitment, Cooperation, Determination, Responsibility Spiritual Practice(s): Faith, Questing, Unity, Vision \"We've become, now, an oligarchy instead of a democracy. I think that's been the worst damage to the basic moral and ethical standards to the American political system that I've ever seen in my life.\" — Jimmy Carter, 39th U.S. President (1977 - 1981) Democratic value(s): Patriotism Democratic virtue(s): Integrity, Social conscience, Truthfulness, Trustworthiness Spiritual Practice(s): Listening, Transformation \"The objective I propose is quite simple to state: to foster the infrastructure of democracy - the system of a free press, unions, political parties, universities - which allows a people to choose their own way to develop their own culture, to reconcile their own differences through peaceful means.\" — Ronald Reagan, 40th U.S. President (1981 - 1989) Democratic value(s): Freedom, Independence, Liberty Democratic virtue(s): Individualism, Open-mindedness, Peacefulness, Self-determination Spiritual Practice(s): Peace, Hospitality, Openness \"Freedom is never more than one generation away from extinction. We didn't pass it to our children in the bloodstream. It must be fought for, protected, and handed on for them to do the same.\" — Ronald Reagan, 40th U.S. President (1981 - 1989) Democratic value(s): Freedom Democratic virtue(s): Responsibility Spiritual Practice(s): Vision \"Nearly all Americans have ancestors who braved the oceans - liberty-loving risk takers in search of an ideal - the largest voluntary migrations in recorded history... Immigration is not just a link to America's past; it's also a bridge to America's future.\" — George W. Bush, 43rd U.S. President (2001 - 2009) Democratic value(s): Equality, Freedom, Liberty, Patriotism Democratic virtue(s): Awareness, Consideration, Courage, Embrace of diversity, Idealism, Respect, Strength Spiritual Practice(s): Questing, Yearning [From American activists and religious leaders: ] \"The good we secure for ourselves is precarious and uncertain until it is secured for all of us and incorporated into our common life.\" — Jane Addams, American activist Democratic value(s): Common good, Equality, Freedom, Justice Democratic virtue(s): Caring, Consideration, Cultivation of wisdom, Fairness, Integrity, Nobility, Purposefulness, Respect, Responsibility, Sincerity, Social conscience Spiritual Practice(s): Compassion, Connections, Hospitality, Justice, Kindness, Love, Openness, Questing, Unity, Vision, Yearning \"True peace is not merely the absence of war, it is the presence of justice.\" — Jane Addams, American activist Democratic value(s): Justice Democratic virtue(s): Peacefulness, Social conscience Spiritual Practice(s): Justice, Peace \"There will always be a place for us somewhere, somehow, as long as we see to it that working people fight for everything they have, everything they hope to get, for dignity, equality, democracy, to oppose war and to bring to the world a better life.\" — Harry Bridges, Australian-American labor leader Democratic value(s): Common good, Equality, Freedom, Liberty Democratic virtue(s): Dignity, Idealism, Optimism, Peacefulness, Social conscience, Search for transcendence Spiritual Practice(s): Listening, Openness, Peace, Questing, Vision, Yearning \"First, Mitt Romney and Paul Ryan are correct when they say that each individual should be responsible. But their budget goes astray in not acknowledging that we are responsible not only for ourselves and our immediate families. Rather, our faith strongly affirms that we are all responsible for one another. I am my sister's keeper. I am my brother's keeper.\" — Sister Simone Campbell, American Roman Catholic Religious Sister Democratic value(s): Common good, Independence Democratic virtue(s): Responsibility, Self-reliance, Social conscience Spiritual Practice(s): Compassion, Connections, Devotion, Faith, Kindness \"Preservation of one's own culture does not require contempt or disrespect for other cultures.\" — Cesar Chavez, American civil rights activist Democratic value(s): Equality, Out of many—one Democratic virtue(s): Cultivation of wisdom, Embrace of diversity, Purposefulness, Respect Spiritual Practice(s): Hospitality, Meaning, Openness, Questing, Yearning \"Justice is indivisible. You can't decide who gets civil rights and who doesn't.\" — Angela Davis, American political activist Democratic value(s): Equality, Freedom, Justice, Liberty Democratic virtue(s): Consideration, Empathy, Fairness, Integrity, Nobility, Respect Spiritual Practice(s): Justice, Unity \"The life of the nation is secure only while the nation is honest, truthful, and virtuous.\" — Frederick Douglass, American orator Democratic value(s): Common good, Patriotism Democratic virtue(s): Honesty, Integrity, Truthfulness, Trustworthiness Spiritual Practice(s): Questing, Transformation, Vision, Yearning, You \"To suppress free speech is a double wrong. It violates the rights of the hearer as well as those of the speaker.\" — Frederick Douglass, American orator Democratic value(s): Freedom Democratic virtue(s): Courage, Truthfulness Spiritual Practice(s): Listening \"Those who profess to favor freedom, and yet deprecate agitation, are men who want crops without plowing up the ground.\" — Frederick Douglass, American orator Democratic value(s): Equality, Freedom Democratic virtue(s): Commitment, Integrity, Responsibility Spiritual Practice(s): Connections, Transformation \"I prayed for twenty years but received no answer until I prayed with my legs.\" — Frederick Douglass, American orator Democratic value(s): Patriotism Democratic virtue(s): Responsibility, Self-reliance Spiritual Practice(s): Connections, Questing, Transformation, Vision, Yearning, You \"Democracy is a spiritual thing, a participatory effort requiring virtue, debate, intelligence, and modesty. Plutocracy fits a superpower much more readily; it is far more efficient: government of the few, by the few, and for the few.\" — Matthew Fox, American priest, in [Spiritual Perspectives on America's Role as Superpower](/books/reviews/view/5667) Democratic value(s): Popular sovereignty Democratic virtue(s): Awareness, Consideration, Humility, Integrity, Responsibility, Searching for transcendence Spiritual Practice(s): Listening, Meaning, Reverence \"In a free society, all are involved in what some are doing. Some are guilty. All are responsible.\" — Abraham Joshua Heshel, American-Polish rabbi Democratic value(s): Freedom, Patriotism, Popular sovereignty Democratic virtue(s): Responsibility, Social conscience Spiritual Practice(s): Connections, Meaning, Unity \"As forces of hate in this country and worldwide try to pull Muslims and Christians apart, we are in desperate need of a unifying force that can bridge the widening gap of interfaith misunderstanding and mistrust. That force could be the message of love, peace, and forgiveness taught by Jesus and accepted by followers of both faiths.\" — Ibrahim Hooper, American activist Democratic value(s): Freedom, Out of many—One Democratic virtue(s): Caring, Consideration, Embrace of diversity, Peacefulness, Social conscience, Searching for transcendence Spiritual Practice(s): Forgiveness, Hospitality, Listening, Love, Openness, Peace, Questing, Reverence, Unity, Yearning \"I am cognizant of the interrelatedness of all communities and states. I cannot sit idly by in Atlanta and not be concerned about what happens in Birmingham. Injustice anywhere is a threat to justice everywhere. We are caught in an inescapable network of mutuality, tied in a single garment of destiny. Whatever affects one directly affects all indirectly. Never again can we afford to live with the narrow, provincial 'outside agitator' idea. Anyone who lives inside the United States can never be considered an outsider.\" — Martin Luther King, Jr., American minister Democratic value(s): Common good, Justice, Out of many—one Democratic virtue(s): Consideration, Fairness, Open-mindedness, Purposefulness, Social conscience Spiritual Practice(s): Connections, Justice, Questing, Unity, Yearning \"We must come to see with the distinguished jurist of yesterday that 'justice too long delayed is justice denied.' We have waited for more than three hundred and forty years for our God-given and constitutional rights.\" — Martin Luther King, Jr., American minister Democratic value(s): Equality, Freedom, Justice, Liberty Democratic virtue(s): Determination, Dignity, Perseverance, Self-discipline, Self-reliance, Truthfulness Spiritual Practice(s): Justice, Questing, Yearning \"...there are just laws, and there are unjust laws. I would agree with St. Augustine that 'An unjust law is no law at all.'\" — Martin Luther King, Jr., American minister Democratic value(s): Justice, Patriotism, Popular sovereignty Democratic virtue(s): Adaptability, Integrity, Love of learning & knowledge Spiritual Practice(s): Justice, Teachers \"We will have to repent in this generation not merely for the vitriolic words and actions of the bad people but for the appalling silence of the good people.\" — Martin Luther King, Jr., American minister Democratic value(s): Common good, Justice Democratic virtue(s): Fairness, Responsibility Spiritual Practice(s): Forgiveness, Justice, Transformation, You \"We will reach the goal of freedom in Birmingham and all over the nation, because the goal of America is freedom.\" — Martin Luther King, Jr., American minister Democratic value(s): Freedom, Liberty Democratic virtue(s): Assertiveness, Determination, Idealism, Resilience, Perseverance, Purposefulness, Pursuit of excellence Spiritual Practice(s): Justice, Questing, Yearning \"One day the South will know that when these disinherited children of God sat down at lunch counters they were in reality standing up for the best in the American dream and the most sacred values in our Judeo-Christian heritage.\" — Martin Luther King, Jr., American minister Democratic value(s): Equality, Freedom, Justice, Liberty Democratic virtue(s): Honor, Initiative, Nobility, Purposefulness, Sacrifice, Searching for transcendence, Service, Steadfastness, Strength Spiritual Practice(s): Justice, Meaning, Questing, Reverence, Yearning Regarding voting law changes that made voting more difficult for the Latino population -- \"I think it's un-American. Instead of moving forward as a country and making sure we are franchising as many people as possible to make sure we have a healthy, robust and transparent democracy, by removing people from their vote and from their voice, it actually sends us backward as a country. It's very alarming.\" — Maria Teresa Kumar, CEO of Voto Latino, in \"Interview: Voto Latino's Kumar.\" Latino Voices, Huffington Post, 10/04/2011 Democratic value(s): Equality, Freedom, Liberty, Patriotism, Popular sovereignty Democratic virtue(s): Loyalty, Social conscience, Truthfulness Spiritual Practice(s): Listening, Questing, Transformation, Vision \"The reality is that the founding fathers were land speculators. The fact was that you couldn't vote in this country if you did not own land, and that was basically you had to be a white man who owned land. Now how did they get that land? They basically had to steal it from someone, and that would be probably the Indians. And so most of the initial founding fathers were, while they may have had some really nice ideas about democracy, they had a lot of issues with people of color. They had a lot of issues with people who held things that they coveted.\" — Winona LaDuke, American environmentalist Democratic value(s): Patriotism Democratic Assertiveness, Courage, Social conscience, Truthfulness Spiritual Practice(s): Shadow \"In the end, there is no absence of irony: the integrity of what is sacred to Native Americans will be determined by the government that has been responsible for doing everything in its power to destroy Native American cultures.\" — Winona LaDuke, American environmentalist Democratic value(s): Patriotism Democratic virtue(s): Courage, Social conscience, Truthfulness Spiritual Practice(s): Shadow \"In reality, American Muslims have been patriots and an integral part of American society since the Revolutionary War. We are doctors, lawyers, civil servants and actors on your favorite television shows. We represent the diversity that defines this nation at its best and our American values — human dignity, freedom, justice — are Islamic values too. We are American and we are Muslim, and there is no conflict between the two.\" — Salam Al-Marayati, Iraqi-American activist Democratic value(s): Equality, Freedom, Justice, Liberty, Patriotism Democratic virtue(s): Consideration, Dignity, Embrace of diversity, Loyalty, Searching for transcendence Spiritual Practice(s): Openness, Questing, Reverence, Unity \"Capitalism and democracy are the opposite of each other. Capitalism is a system that guarantees that a few are going to do very well, and everybody else is going to serve the few. Democracy means everybody has a seat at the table. Everybody.\" — Michael Moore, American filmmaker Democratic value(s): Freedom, Popular sovereignty Democratic virtue(s): Social conscience Spiritual Practice(s): Listening, Meaning, Openness, Vision \"There can be no daily democracy without daily citizenship.\" — Ralph Nader, American consumer advocate and political activist Democratic value(s): Popular sovereignty Democratic virtue(s): Accountability, Awareness, Responsibility, Social conscience Spiritual Practice(s): Questing, Transformation, Vision, You \"I would like to be known as a person who is concerned about freedom and equality and justice and prosperity for all people.\" — Rosa Parks, American civil rights activist Democratic value(s): Common good, Equality, Freedom, Justice Democratic virtue(s): Caring, Generosity, Integrity, Nobility, Purposefulness, Social conscience Spiritual Practice(s): Kindness, Justice, Questing, Unity, Yearning \"I would like to be remembered as a person who wanted to be free... so other people would be also free.\" — Rosa Parks, American civil rights activist Democratic value(s): Common good, Freedom Democratic virtue(s): Awareness, Consideration, Courage, Purposefulness, Social conscience Spiritual Practice(s): Justice, Questing, Unity, Yearning \"I believe we are here on the planet Earth to live, grow up and do what we can to make this world a better place for all people to enjoy freedom.\" — Rosa Parks, American civil rights activist Democratic value(s): Common good, Freedom Democratic virtue(s): Awareness, Purposefulness, Responsibility, Social conscience Spiritual Practice(s): Justice, Questing, Unity, Yearning \"I think, look, until we have more people in Congress who have had to deal with a lump in their breast and are worried about, 'Can I find an affordable provider that can see me now?' — things are not going to change.\" — Cecile Richards, American political activist Democratic value(s): Common good, Patriotism, Popular sovereignty Democratic virtue(s): Assertiveness, Courage, Truthfulness Spiritual Practice(s): Questing, Transformation, Vision \"If we desire a society of peace, then we cannot achieve such a society through violence. If we desire a society without discrimination, then we must not discriminate against anyone in the process of building this society. If we desire a society that is democratic, then democracy must become a means as well as an end.\" — Bayard Rustin, American activist Democratic value(s): Common good, Equality Democratic virtue(s): Consideration, Cultivation of wisdom, Peacefulness, Purposefulness, Responsibility, Social conscience Spiritual Practice(s): Openness, Peace, Questing, Transformation, Unity, Vision, Yearning \"Being a patriot doesn't mean prioritizing service to government above all else. Being a patriot means knowing when to protect your country, knowing when to protect your Constitution, knowing when to protect your countrymen, from the violations of and encroachments of adversaries. And those adversaries don't have to be foreign countries.\" — Edward Snowden, American computer professional Democratic value(s): Patriotism Democratic virtue(s): Assertiveness, Discernment, Self-reliance, Social conscience Spiritual Practice(s): Listening, Questing, Vision, You \"I think the most important idea is to remember that there have been times throughout American history where what is right is not the same as what is legal.\" — Edward Snowden, American computer professional Democratic value(s): Patriotism, Rule of Law Democratic virtue(s): Assertiveness, Courage, Discernment, Truthfulness Spiritual Practice(s): Questing, Transformation \"There was one of two things I had a right to: liberty or death. If I could not have one, I would take the other, for no man should take me alive. I should fight for liberty as long as my strength lasted.\" — Harriet Tubman, American abolitionist Democratic value(s): Liberty, Freedom Democratic virtue(s): Courage, Determination, Purposefulness, Resilience, Simplicity, Strength Spiritual Practice(s): Questing, Transformation, Vision, You \"Most of those coming from the mainland are very destitute, almost naked. I am trying to find places for those able to work, and provide for them as best I can, so as to lighten the burden on the Government as much as possible, while at the same time they learn to respect themselves by earning their own living.\" — Harriet Tubman, American abolitionist Democratic value(s): Common good, Independence Democratic virtue(s): Commitment, Creativity, Empathy, Individualism, Loyalty, Mercy, Purposefulness, Respect, Self-reliance Spiritual Practice(s): Compassion, Kindness, Vision, You \"If you're not ready to die for it, put the word 'freedom' out of your vocabulary.\" — Malcolm X, American minister and activist Democratic value(s): Freedom Democratic virtue(s): Commitment, Determination Spiritual Practice(s): Justice, Questing [From American authors, journalists, scholars, and teachers: ] \"People cannot be free unless they are willing to sacrifice some of their interests to guarantee the freedom of others. The price of democracy is the ongoing pursuit of the common good by all of the people.\" — Saul Alinsky, American writer, political theorist, and community organizing activist Democratic value(s): Common good, Freedom, Popular sovereignty Democratic virtue(s): Responsibility, Sacrifice, Social conscience Spiritual Practice(s): Questing, Unity, You \"To African Americans, his [Barack Obama's] election validates the belief of the slaves that we'll be better by-and-by. During slavery, people used to sing, 'By-and-by, I'm going to lay down this heavy load.' And they really believed it. At a time when people had the right to sell them and buy them, kill them and rape them, they believed that one day they'd be free. For America, it's an indication that we may at last be growing up, growing beyond racism, sexism, ageism and all those other ignorances. This is why we see faces radiating with hope. They wanted this burden of guilt and stupidity off of us. This is a wonderful thing.\" — Maya Angelou, American poet, in Newsweek, 05/28/14 Democratic value(s): Equality, Freedom Democratic virtue(s): Optimism, Perseverance, Resilience Spiritual Practice(s): Hope, Transformation, Yearning \"I love America more than any other country in the world and, exactly for this reason, I insist on the right to criticize her perpetually.\" — James Baldwin, American novelist Democratic value(s): Freedom, Patriotism Democratic virtue(s): Assertiveness, Loyalty, Optimism, Responsibility Spiritual Practice(s): Listening, Love, Openness, Questing \"If democracy is to survive, it requires not merely that we choose those who govern or vote in episodic elections; it requires that we engage regularly and permanently in political discourse. Speechlessness may be the most debilitating form of powerlessness. And the one thing we can be sure of is that democracy cannot be talked to death.\" — Benjamin R. Barber, American author, in Strong Democracy Democratic value(s): Equality, Freedom, Liberty, Popular sovereignty Democratic virtue(s): Accountability, Awareness, Consideration, Discernment, Open-mindedness, Responsibility, Social conscience Spiritual Practice(s): Hospitality, Listening, Openness, Vision \"The great enemy of freedom is the alignment of political power with wealth. This alignment destroys the commonwealth - that is, the natural wealth of localities and the local economies of household, neighborhood, and community - and so destroys democracy, of which the commonwealth is the foundation and practical means.\" — Wendell Berry, American author Democratic value(s): Common good, Freedom, Patriotism, Popular sovereignty Democratic virtue(s): Awareness, Consideration, Discernment Spiritual Practice(s): Connections, Meaning \"Near the conclusion of the Constitutional Convention in 1787, Benjamin Franklin was asked what sort of government the conclave had devised — a monarchy or a republic. Franklin's famous response: 'A republic, if you can keep it.' Meaning the work of American democracy, with all its imperfections, was just starting. Meaning that the Constitution itself, the system of government it creates and the society it animates would survive only with constant attention and care.\" — Dan Brekke, American editor/reporter, \"Another President, 'Another Peaceful of Power'\" January 20, 2017, KQED News Democratic value(s): Common good, Patriotism, Popular sovereignty, Rule of law Democratic virtue(s): Adaptability, Creativity, Responsibility, Social conscience Spiritual Practice(s): Questing, Transformation, Vision, You \"Democracy...is the only system built on respect for the infinite dignity of each individual man and woman, on each person's moral striving for freedom, justice and truth. It would be a great error to think of and teach democracy as a procedural or political system, or as the principle of majority rule.\" — David Brooks, American author, writing about Thomas Mann's The Coming Victory of Democracy. Democratic value(s): Equality, Justice, Patriotism Democratic virtue(s): Caring, Consideration, Dignity, Fairness, Generosity, Honesty, Integrity, Pursuit of excellence, Respect, Truthfulness Spiritual Practice(s): Justice, Kindness, Listening, Transformation, Unity, Vision, You \"...the most elementary of moral principles is that of universality, that is, if something's right for me, it's right for you; if it's wrong for you, it's wrong for me. Any moral code that is even worth looking at has that at its core somehow.\" — Noam Chomsky, American linguist Democratic value(s): Common good, Equality, Justice Democratic virtue(s): Awareness, Consideration, Fairness, Honesty, Integrity, Trustworthiness Spiritual Practice(s): Justice, Unity \"Humility, which inspires us to kneel before God and next to our neighbor, emerges as an essential virtue. When someone asked Saint Bernard to list the four cardinal virtues, he replied, 'Humility, humility, humility, and humility.' Even as pride separates us from one another and God, humility breaks down the barriers between us. We become 'a part of' rather than 'apart from' a common body, the 'one body with many members' that Paul describes in his first letter to the church in Corinth.\" — Forrest Church, American author and retired minister, in [Life Lines](/book-reviews/view/7607/life-lines) Democratic value(s): Common good, Equality, Out of many—one Democratic virtue(s): Consideration, Cooperation, Cultivation of wisdom, Embrace of diversity, Humility, Open-mindedness, Searching for transcendence Spiritual Practice(s): Connections, Devotion, Faith, Hospitality, Meaning, Openness, Reverence, Teachers, Unity, You \"When we open wide the doors of public discourse, when we extend civility and respect to all citizens and demand it from them as well, we lay the groundwork for an enriched public discourse that might just make some progress, some move toward greater understanding on the issues that most divide us. When we open our conversations to good-faith reasons of any kind, we make real the possibility of a moral values debate that is intelligent, civil, open, respectful, and fruitful.\" — James Calvin Davis, American professor and author, [In Defense of Civility](/book-reviews/view/20776/in-defense-of-civility) Democratic value(s): Equality, Freedom, Liberty Democratic virtue(s): Assertiveness, Consideration, Open-mindedness, Purposefulness, Respect, Responsibility, Sincerity Spiritual Practice(s): Hospitality, Listening, Openness, Transformation \"The history of the United States is a history of settler colonialism — the founding of a state based on the ideology of white supremacy, the widespread practice of African slavery, and a policy of genocide and land theft.\" — Roxanne Dunbar-Ortiz, American historian, An Indigenous Peoples History of the United States Democratic value(s): Patriotism Democratic virtue(s): Assertiveness, Truthfulness Spiritual Practice(s): Shadow \"One of the things that makes you feel good is to get out into nature—go walking, go hiking, go swimming in the ocean, or wherever you live, in a river or a lake, experience the beauty of America, experience how America is such a sacred place. Everywhere you go in this land, our people have been there and they have said, \"This place is sacred.\" — Dr. Charles Eastman (Ohiyesa), Santee Dakota physician and author, Living in Two Worlds: The American Indian Experience Democratic value(s): Common good, Patriotism Democratic virtue(s): Appreciation, Cultivation of wisdom, Loyalty, Searching for transcendence Spiritual Practice(s): Meaning, Reverence \"The native American has been generally despised by his white conquerors for his poverty and simplicity. They forget, perhaps, that his religion forbade the accumulation of wealth and the enjoyment of luxury. To him, as to other single-minded men in every age and race, from Diogenes to the brothers of Saint Francis, from the Montanists to the Shakers, the love of possessions has appeared a snare, and the burdens of a complex society a source of needless peril and temptation. Furthermore, it was the rule of his life to share the fruits of his skill and success with his less fortunate brothers.\" — Dr. Charles Eastman (Ohiyesa), Santee Dakota physician and author, The Soul of the Indian Democratic value(s): Common good, Patriotism Democratic virtue(s): Consideration, Cultivation of wisdom, Discernment, Generosity, Moderation, Self-discipline, Searching for transcendence, Simplicity, Truthfulness Spiritual Practice(s): Compassion, Devotion, Reverence \"A true genius admits that he/she knows nothing.\" — Albert Einstein, German-American physicist Democratic value(s): Common good, Equality Democratic virtue(s): Creativity, Cultivation of wisdom, Honesty, Humility, Love of learning & knowledge Spiritual Practice(s): Imagination, You \"We must be free not because we claim freedom, but because we practice it.\" — William Faulkner, American writer, from an essay in Harper's \"On Fear: The South in Labor\" Democratic value(s): Freedom Democratic virtue(s): Consideration, Integrity, Responsibility, Trustworthiness Spiritual Practice(s): Questing, Vision, Yearning, You \"Lots of us quote the Founding Fathers and talk about how we possess God-given rights to life, liberty and the pursuit of happiness ... They meant something very different when they talked about the good life, about happiness. For good Neo-Classical thinkers like Thomas Jefferson and Benjamin Franklin the good life was about virtue and service to others, not about hedonism.\" — Greg Garrett, writer, Faithful Citizenship, quoted by Wayne Baker in United America Democratic value(s): Liberty Democratic virtue(s): Caring, Honesty, Integrity, Purposefulness, Self-discipline, Service, Simplicity, Trustworthiness, Truthfulness Spiritual Practice(s): Compassion, Joy, Meaning \"The body of democracy is on life support and the wounds now being inflicted upon it are alarming. This certainly raises questions about what role educational institutions should take in the face of impending tyranny. At the heart of such efforts is the question of what education should accomplish in a democracy under siege.\" — Henry Giroux, American-Canadian scholar, talk at McMaster University Library, March 2017 Democratic value(s): Patriotism Democratic virtue(s): Adaptability, Accountability, Truthfulness Spiritual Practice(s): Meaning, Questing, Yearning \"It is perhaps what democracy is in the end: a meeting. It is a metaphor too for the turning point we have reached now, a crossroads between fear and understanding. What we will do in the twenty-first century as we face the choice.\" — Susan Griffin, American philosopher, in [Wrestling with the Angel of Democracy](/book-reviews/view/18186/wrestling-with-the-angel-of-democracy) Democratic value(s): Patriotism Democratic virtue(s): Awareness, Consideration, Cultivation of wisdom, Discernment, Open-mindedness Spiritual Practice(s): Hospitality, Listening, Meaning, Openness, Transformation, Vision \"Democracy is not a static thing. It does not stand still. If we don't keep finding ways to expand and deepen democracy, we will see it diminish.\" — Vincent Harding, American historian Democratic value(s): Patriotism Democratic virtue(s): Adaptability, Creativity, Responsibility Spiritual Practice(s): Imagination, Meaning, Questing, Vision \"The principle of equality, which is at the core of democratic values, has very little meaning in a world in which global oligarchy is taking over.\" — Bell Hooks, American author Democratic value(s): Equality, Patriotism Democratic virtue(s): Awareness, Consideration, Discernment, Social conscience Spiritual Practice(s): Meaning, Transformation, Vision \"The greatest movement for social justice our country has ever known is the civil rights movement and it was totally rooted in a love ethic.\" — Bell Hooks, American author Democratic value(s): Equality, Freedom, Justice, Liberty, Patriotism Democratic virtue(s): Caring, Social conscience Spiritual Practice(s): Justice, Love \"The political core of any movement for freedom in the society has to have the political imperative to protect free speech.\" — Bell Hooks, American author Democratic value(s): Freedom, Patriotism Democratic virtue(s): Social conscience Spiritual Practice(s): Listening \"The death of democracy is not likely to be an assassination from ambush. It will be a slow extinction from apathy, indifference, and undernourishment.\" — Robert Hutchins, American educational philosopher Democratic value(s): Popular sovereignty Democratic virtue(s): Accountability, Responsibility, Social conscience Spiritual Practice(s): Questing, Transformation, Vision, You \"Schools, the institutions traditionally called upon to correct social inequality, are unsuited to the task; without economic opportunity to follow educational opportunity, the myth of equality can never become real. Far more than a hollow promise of future opportunity for their children, parents need jobs, income and services. And children whose backgrounds have stunted their sense of the future need to be taught by example that they are good for more than they dared dream.\" — Kenneth Keniston, American author Democratic value(s): Equality, Liberty Democratic virtue(s): Caring, Consideration, Empathy, Love of learning & knowledge, Optimism, Truthfulness Spiritual Practice(s): Hope, Transformation, Vision, You \"The bedrock of our democracy is the rule of law and that means we have to have an independent judiciary, judges who can make decisions independent of the political winds that are blowing.\" — Caroline Kennedy, American author Democratic value(s): Independence, Justice, Rule of law Democratic virtue(s): Fairness, Self-reliance, Social conscience Spiritual Practice(s): Justice \"To make democracy work, we must be a nation of participants, not simply observers. One who does not vote has no right to complain.\" — Louis L'amour, American novelist Democratic value(s): Popular sovereignty Democratic virtue(s): Responsibility, Social conscience Spiritual Practice(s): Transformation, Vision, You \"I just think mercy is our only hope. Arlie Russell Hochschild wrote a beautiful book called Strangers in Their Own Land, and it's about all these years she spent recently with the tea party movement in the bayou in Louisiana, just getting to know people and really just getting to listen, eating with them and going to church with them and going to work with them and staying home with them. ...this book brings so much light in terms of reminding us most miracles, I would say, really begin with people listening to each other instead of judgment and arms crossed. \" — Anne Lamott, American novelist, quoted by Emily McFarlan Miller in \"Anne Lamott: 'I just think mercy is our only hope.'\" Washington Post, April 14, 2017 Democratic value(s): Common good, Out of many—one Democratic virtue(s): Awareness, Consideration, Cultivation of wisdom, Mercy, Social conscience, Searching for transcendence Spiritual Practice(s): Compassion, Kindness, Hospitality, Listening, Meaning \"The very essence of democracy is the absolute faith that while people must cooperate, the first function of democracy, its peculiar gift, is to develop each individual into everything that he might be.\" — Edwin H. Land, American scientist, from a speech on May 22, 1957 Democratic value(s): Common good, Equality, Liberty Democratic virtue(s): Cooperation, Purposefulness, Pursuit of excellence Spiritual Practice(s): Yearning, You \"I'm not an \"American First\" (and maybe because I read science fiction) I'm a \"Terran First\". I'm a human being first. And I have this sympathy for other human beings no matter what side of the giant ice wall they happen to be born on.\" — George R.R. Martin, American author, TusCon 43 Hour with George RR Martin, November 12, 2016 Democratic value(s): Out of many—one Democratic virtue(s): Caring, Empathy, Sincerity Spiritual Practice(s): Unity \"No search for the meaning of America can turn away from the fact that America was built on the destruction of its native peoples and on the institution of slavery. These two massive crimes stand before us like the angels of Eden with their flaming swords. No entry to a new understanding is possible without confronting them. To a great extent the material success of America rests on these crimes and others like them.\" — Jacob Needleman, American philosopher, in [The American Soul](/books/reviews/view/4088) Democratic value(s): Equality, Freedom, Liberty, Common good, Patriotism Democratic virtue(s): Consideration, Cultivation of wisdom, Social conscience, Truthfulness Spiritual Practice(s): Meaning, Questing, Transformation, Vision \"In the Soviet Union, capitalism triumphed over communism. In this country, capitalism triumphed over democracy.\" — Fran Lebowitz, American author Democratic value(s): Patriotism Democratic virtue(s): Social conscience Spiritual Practice(s): Transformation, Vision \"The highest patriotism is not a blind acceptance of official policy, but a love of one's country deep enough to call her to a higher plain.\" — George McGovern, American historian Democratic value(s): Patriotism Democratic virtue(s): Discernment, Loyalty, Responsibility, Social conscience, Truthfulness Spiritual Practice(s): Love, Questing, Transformation, Vision \"Democracy belongs to those who exercise it.\" — Bill Moyers, American journalist and White House Press Secretary (1965- 1967), on NOW Democratic value(s): Popular sovereignty Democratic virtue(s): Responsibility, Social conscience Spiritual Practice(s): Vision \"Although our interests as citizens vary, each one is an artery to the heart that pumps blood through the body politic and each is important to the health of democracy.\" — Bill Moyers, American journalist and White House Press Secretary (1965- 1967), in The Nation, January 22, 2007 Democratic value(s): Popular sovereignty Democratic virtue(s): Awareness, Consideration, Respect, Social conscience Spiritual Practice(s): Vision \"The world needs to help America. It sounds strange, but America needs the goodwill of the world for its survival and for its role of sheltering the process of the inner search. This inner search can, of course, and will take place in other parts of the world — perhaps even better and more deeply than in the United States. But the preservation of a world order in which that search can take place depends for now on the success of America. Outer America has made the world safe for commerce; but in doing so, it must make the world safe for the inner America and the search for truth. It is called to sacralize this present world by keeping alive the external conditions and by protecting the inner attitudes that comprise the habitat of the growing human soul.\" — Jacob Needleman, American philosopher, in [The American Soul](/books/reviews/view/4088) Democratic value(s): Common good, Patriotism Democratic virtue(s): Awareness, Consideration, Cultivation of wisdom, Love of learning, Searching for transcendence Spiritual Practice(s): Meaning, Questing, Reverence \"Americans, it turns out, hold 'Kindness' as our No. 1 'character strength.'\" — Duncan Newcomer, author, \"Abraham Lincoln and Visions of a 'United America' \" Democratic value(s): Common good, Equality Democratic virtue(s): Caring, Consideration, Generosity, Respect Spiritual Practice(s): Kindness \"In a speech to the New Jersey Legislature on his way to becoming president, Lincoln turned a crucial—and critical—phrase. He referred to America as 'God's almost chosen people.' That is what separates Lincoln from the glory gluttons of contemporary patriotism. He had a mystical awe for what self-government in a free land could mean for the human race. He was not ever in favor of the nativist American movement that wanted to slam the door on immigrants. As an Enlightenment thinker, Lincoln was poised to be critical of just about everything. He and Mark Twain would have been Mississippi riverboat soul mates joking with skeptical discontent in the service of a freer humanity.\" — Duncan Newcomer, \"Abraham Lincoln and Visions of a 'United America' \" Democratic value(s): Freedom, Out of many—one, Patriotism, Popular sovereignty Democratic virtue(s): Appreciation, Discernment, Love of learning & knowledge, Open-mindedness, Purposefulness Spiritual Practice(s): Hospitality, Listening, Openness, Questing, Unity \"...in his second inaugural address, delivered on March 4, 1865, a month before the end of the Civil War, Lincoln appealed for 'malice toward none' and 'charity for all,' animated by what one writer calls an 'awe-inspiring sense of love for all' who bore the brunt of the battle. In his appeal to a deeply divided American, Lincoln points to an essential fact of our life together: if we are to survive and thrive, we must hold its divisions and contradictions with compassion, lest we lose our democracy.\" — Parker J. Palmer, American author, Healing the Heart of Democracy Democratic value(s): Common good, Out of many—one Democratic virtue(s): Caring, Charity, Mercy, Service, Social conscience Spiritual Practice(s): Compassion, Hospitality, Love, Openness \"Political civility is not about being polite to each other. It's about reclaiming the power of 'We the People' to come together, debate the common good and call American democracy back to its highest values amid our differences.\" — Parker Palmer, American author Democratic value(s): Common good, Popular sovereignty Democratic virtue(s): Embrace of diversity, Idealism, Respect, Responsibility, Social conscience Spiritual Practice(s): Kindness, Listening, Unity \"It is in the common good to hold our political differences and the conflicts they create in a way that does not unravel the civic community on which democracy depends.\" — Parker J. Palmer, American author, Healing the Heart of Democracy Democratic value(s): Common good Democratic virtue(s): Cultivation of wisdom, Respect, Social conscience Spiritual Practice(s): Hospitality, Kindness, Listening, Openness \"'We the People' must build a political life rooted in the commonwealth of compassion and creativity still found among us, becoming a civic community sufficiently united to know our own will and hold those who govern accountable to it.\" — Parker J. Palmer, American author, Healing the Heart of Democracy Democratic value(s): Common good, Independence, Popular sovereignty Democratic virtue(s): Accountability, Caring, Creativity, Discernment, Responsibility, Self-reliance, Social conscience Spiritual Practice(s): Compassion, Imagination, Unity \"People come here penniless but not cultureless. They bring us gifts. We can synthesize the best of our traditions with the best of theirs. We can teach and learn from each other to produce a better America...\" — Mary Pipher, American clinical psychologist Democratic value(s): Equality Democratic virtue(s): Love of learning and knowledge, Respect, Thankfulness Spiritual Practice(s): Listening, Questing, Teachers, Yearning \"The family meal is really the nursery of democracy. It's where we learn to share; it's where we learn to argue without offending. It's just too critical to let go, as we've been so blithely doing.\" — Michael Pollan, American author Democratic value(s): Equality, Freedom Democratic virtue(s): Caring, Consideration, Cultivation of wisdom, Generosity, Respect, Self-discipline, Social conscience Spiritual Practice(s): Compassion, Kindness, Listening, Meaning \"The essence of democracy is equal influence on public decisions.\" — Robert A. Dahl, American political scientist, On Democracy Democratic value(s): Equality, Popular sovereignty Democratic virtue(s): Commitment, Responsibility Spiritual Practice(s): Listening, Meaning, Unity, Vision \"The greatest nations are defined by how they treat their weakest inhabitants.\" — Jorge Ramos, American-Mexican journalist Democratic value(s): Common good Democratic virtue(s): Awareness, Caring, Consideration, Empathy, Integrity, Service, Sincerity, Social conscience, Trustworthiness Spiritual Practice(s): Compassion, Kindness, Meaning \"The voting booth is the only place that a pauper equals a billionaire, and any woman equals any man.\" — Gloria Steinem, American journalist Democratic value(s): Equality, Popular sovereignty Democratic virtue(s): Responsibility, Social conscience Spiritual Practice(s): Unity \"All the blood is drained out of democracy - it dies - when only half the population votes.\" — Hunter S. Thompson, American journalist Democratic value(s): Popular sovereignty Democratic virtue(s): Dignity, Respect, Social conscience, Responsibility Spiritual Practice(s): Transformation, Vision, You \"Kindness is the language which the deaf can hear and the blind can see.\" — Mark Twain, American writer Democratic value(s): Common good, Equality Democratic virtue(s): Caring, Consideration, Cultivation of wisdom, Generosity, Respect Spiritual Practice(s): Kindness \"Citizenship to me is more than a piece of paper. Citizenship is also about character. I am an American. We're just waiting for our country to recognize it.\" — Jose Antonio Vargas, Filipino-American Journalist Democratic value(s): Patriotism Democratic virtue(s): Honesty, Integrity, Loyalty, Truthfulness Spiritual Practice(s): Connections, Meaning, Yearning \"We must learn to judge our social and economic choices by whether they empower the powerless, protect the earth, and foster true democracy.\" — Jim Wallis, American writer, in The Soul of Politics Democratic value(s): Common good Democratic virtue(s): Awareness, Consideration, Discernment, Responsibility, Social conscience, Trustworthiness Spiritual Practice(s): Compassion, Questing, Vision \"Dr. Beatrice Bruteau asks the right question: 'How big is your we'? Can we expand our vision of community beyond our own skin, family, race, tribe, culture, country, and species? Spiritual life is more than what we believe, it also includes how we relate. Who is included in the we and who is not? That is both a spiritual and a political question. How we answer it will likely determine or future.\" — Jim Wallis, American writer, in [Who Speaks for God?](/books/reviews/view/7225) Democratic value(s): Common good, Equality, Out of many—one Democratic virtue(s): Consideration, Open-mindedness, Searching for transcendence Spiritual Practice(s): Hospitality, Openness, Reverence, Transformation, Vision \"Did you, too, O friend, suppose democracy was only for elections, for politics, and for a party name? I say democracy is only of use there that it may pass on and come to its flower and fruit in manners, in the highest forms of interaction between [people], and their beliefs — in religions, literature, colleges and schools — democracy in all public and private life. — Walt Whitman, American poet, \"Democratic Vistas\" Democratic value(s): Equality, Freedom Democratic virtue(s): Consideration, Integrity, Purposefulness, Respect, Searching for transcendence, Trustworthiness Spiritual Practice(s): Hospitality, Kindness, Meaning, Openness, Reverence \"The human heart is the first home of democracy. It is where we embrace our questions. Can we be equitable? Can we be generous? Can we listen with our whole beings, not just our minds, and offer our attention rather than our opinions? And do we have enough resolve in our hearts to act courageously, without giving up — ever — trusting our fellow citizens to join with us in our determined pursuit of a living democracy?\" — Terry Tempest Williams, American author, \" [Engagement](https://orionmagazine.org/article/engagement/),\" published by Orion Magazine Democratic value(s): Equality, Liberty Democratic virtue(s): Commitment, Courage, Cultivation of wisdom, Determination, Fairness, Generosity, Respect, Responsibility Spiritual Practice(s): Justice, Listening, Transformation, Vision \"The fabric of American society must be rewoven one loving stitch at a time: one child read to, one sick person prayed for, one elder given respect and made to feel needed, one prisoner rehabilitated, one mourner given comfort.\" — Marianne Williamson, American spiritual teacher, The Healing of America Democratic value(s): Common good Democratic virtue(s): Caring, Empathy, Mercy, Respect, Service Spiritual Practice(s): Compassion, Love \"There is no greater undermining of democracy than all the millions of Americans now sitting out the democratic process.\" — Marianne Williamson, American spiritual teacher, The Healing of America Democratic value(s): Popular sovereignty Democratic virtue(s): Responsibility, Social conscience, Truthfulness Spiritual Practice(s): Transformation, Vision \"The Greek root of the word politics does not mean 'of the government' but 'of the citizen (it).' We need a new political gestalt in America: an expansion of the political arena to more accurately reflect not only what we do, but who we are and are becoming.\" — Marianne Williamson, American spiritual teacher, in The Healing of America Democratic value(s): Out of many—one, Popular sovereignty Democratic virtue(s): Responsibility, Social conscience, Truthfulness Spiritual Practice(s): Meaning, Questing, Transformation, Unity, Vision \"If the conservative talk-show host can say, 'Dear God, I don't have all the answers, I know that,' and the liberal talk show host can say, 'Dear God, I don't have all the answers, either — but we are joined as brothers and sisters in asking that You restore to our world the spirit of peace,' then America and the world will have a miracle.\" — Marianne Williamson, American spiritual teacher, in The Healing of America Democratic value(s): Common good, Out of many—one Democratic virtue(s): Embrace of diversity, Humility, Peacefulness, Respect, Social conscience Spiritual Practice(s): Kindness, Listening, Peace, Unity, You \"A democracy is predicated on an educated citizenry. You cannot have a democracy with people that are more interested in what Nicole Kidman is doing or whoever the latest fashion model is.\" — Hamza Yusuf, American Islamic scholar Democratic value(s): Patriotism, Popular sovereignty Democratic virtue(s): Awareness, Love of learning and knowledge, Pursuit of excellence, Social conscience Spiritual Practice(s): Connections, Vision, You \"Whatever one thinks of the wisdom of building a mosque near Ground Zero, this controversy now affords us an immense opportunity to examine who we are as a people. It provides us with the opportunity to get back to our foundational ideals, which have always stood as a beacon for the rest of the world.\" — Hamza Yusuf, American Islamic scholar Democratic value(s): Freedom of Religion, Equality, Out of many—one, Patriotism Democratic virtue(s): Discernment, Idealism, Purposefulness, Social conscience Spiritual Practice(s): Connections, Hospitality, Meaning, Openness, Unity \"The essential ingredients of [all] struggles for justice are human beings who, if only for a moment, if only while beset with fears, step out of line and do something, however small. And even the smallest, most unheroic of acts adds to the store of kindling that may be ignited by some surprising circumstance into tumultuous change.\" — Howard Zinn, American historian Democratic value(s): Justice Democratic virtue(s): Assertiveness, Courage, Responsibility, Social conscience Spiritual Practice(s): Transformation, Vision, You [From American politicians and other leading figures: ] \"I'm troubled by [the immigration debate]. When [my family] came from England during the war, people said, 'You are welcome here. What can we do to help?' I am a beneficiary of the American people's generosity, and I hope we can have comprehensive immigration legislation that allows this country to continue to be enriched by those who were not born here.\" — Madeleine Albright, U.S. Secretary of State (1997 - 2001) Democratic value(s): Out of many—one, Patriotism Democratic virtue(s): Caring, Embrace of diversity, Generosity, Open-mindedness Spiritual Practice(s): Hospitality, Openness \"Our nation is built upon a history of immigration, dating back to our first pioneers, the Pilgrims. For more than three centuries, we have welcomed generations of immigrants to our melting pot (2013 - present) Democratic value(s): Out of many—one, Patriotism Democratic virtue(s): Awareness, Embrace of diversity Spiritual Practice(s): Hospitality, Openness, Unity \"For any young democracy, the most difficult but important step is burying the legacy of tyranny and establishing an economy and a government and institutions that abide by the rule of law. Every country faces challenges to the rule of law, including my own.\" — Joe Biden, Vice President of the U.S. (2009 -2017) Democratic value(s): Justice, Rule of law Democratic virtue(s): Fairness, Idealism, Optimism, Social conscience Spiritual Practice(s): Justice, Transformation \"We can have democracy in this country, or we can have great wealth concentrated in the hands of a few, but we can't have both.\" — Louis Brandeis, Associate Justice of the U.S. Supreme Court (1916 - 1939) Democratic value(s): Common good, Patriotism Democratic virtue(s): Awareness, Discernment Spiritual Practice(s): Vision \"The genius of the Constitution rests not in any static meaning it might have had in a world that is dead and gone, but in the adaptability of its great principles to cope with current problems and current needs.\" — Justice William Brennan, Associate Justice of the U.S. Supreme Court (1956 - 1990) Democratic value(s): Patriotism Democratic virtue(s): Adaptability Spiritual Practice(s): Meaning, Transformation \"From a standing start 240 years ago - a span of time less than triple my days on earth - Americans have combined human ingenuity, a market system, a tide of talented and ambitious immigrants, and the rule of law to deliver abundance beyond any dreams of our forefathers.\" — Warren Buffett, American business magnate, \"Warren Buffett: 'Talented and ambitious immigrants' make the U.S. economy great,\" by Julia Horowitz, CNN Money, February 25, 2017 Democratic value(s): Patriotism, Rule of law Democratic virtue(s): Creativity, Initiative, Pursuit of excellence, Steadfastness Spiritual Practice(s): Imagination, Questing, Yearning \"The rich are always going to say that, you know, just give us more money and we'll go out and spend more and then it will all trickle down to the rest of you. But that has not worked the last 10 years, and I hope the American public is catching on.\" — Warren Buffett, American business magnate Democratic value(s): Common good Democratic virtue(s): Awareness, Discernment, Honesty, Social Spiritual Practice(s): Connections, Meaning \"Dr. [Martin Luther] King's leadership reaffirmed the promise of our democracy: that everyday people, working together, have the power to change our government and our institutions for the better.\" — Maria Cantwell, U.S. Senator (2001 - present) Democratic value(s): Common good, Patriotism, Popular sovereignty Democratic virtue(s): Idealism, Pursuit of excellence, Social conscience Spiritual Practice(s): Questing, Transformation, Vision \"He doesn't like my name... Of course we couldn't all come over on the Mayflower... But I got here as soon as I could, and I never wanted to go back, because to me it is a great privilege to be an American citizen.\" — Anton Cermak, Mayor of Chicago (1931 - 1933) Democratic value(s): Patriotism Democratic virtue(s): Thankfulness Spiritual Practice(s): Gratitude \"Our representative democracy is not working because the Congress that is supposed to represent the voters does not respond to their needs. I believe the chief reason for this is that it is ruled by a small group of old men.\" — Shirley Chisholm, U.S. Congresswoman (1969 - 1983) Democratic value(s): Patriotism, Popular sovereignty Democratic virtue(s): Social conscience Spiritual Practice(s): Vision, Transformation \"Representative democracy is in crisis in the United States.\" — John Delaney, U.S. Representative (2013 -2019) Democratic value(s): Patriotism, Popular sovereignty Democratic virtue(s): Social conscience Spiritual Practice(s): Transformation, Vision \"If I have been critical, it is because I believe it is my obligation to do so, and as a matter and duty of conscience, the notion that one should stay silent as the norms and values that keep America strong are undermined and as the alliances and agreements that ensure the stability of the entire world are routinely threatened by the level of thought that goes into 140 characters, the notion that we should say or do nothing in the face of such mercurial behavior is ahistoric and, I believe, profoundly misguided.\" — Jeff Flake, U.S. Senator (2013 -2019) Democratic value(s): Patriotism Democratic virtue(s): Awareness, Consideration, Peacefulness, Responsibility, Social conscience Spiritual Practice(s): Listening, Peace, Transformation, You \"I believe the returns on investment in the poor are just as exciting as successes achieved in the business arena, and they are even more meaningful!\" — Bill Gates, American business magnate Democratic value(s): Common good Democratic virtue(s): Caring, Generosity Spiritual Practice(s): Compassion \"In order for the United States to do the right things for the long term, it appears to be helpful for us to have the prospect of humiliation. Sputnik helped us fund good science - really good science: the semiconductor came out of it.\" — Bill Gates, American business magnate Democratic value(s): Common good, Patriotism Democratic virtue(s): Awareness, Creativity, Humility, Purposefulness Spiritual Practice(s): Connections, Imagination, Meaning, Questing \"Now, we put out a lot of carbon dioxide every year, over 26 billion tons. For each American, it's about 20 tons. For people in poor countries, it's less than one ton. It's an average of about five tons for everyone on the planet. And, somehow, we have to make changes that will bring that down to zero.\" — Bill Gates, American business magnate Democratic value(s): Common good Democratic virtue(s): Awareness, Consideration, Moderation, Sacrifice, Self-discipline, Social conscience Spiritual Practice(s): Connections, Meaning, Transformation, You \"Well the protester I think is a very powerful thing. It's basically a mechanism of democracy that, along with capitalism, scientific innovation, those things have built the modern world. And it's wonderful that the new tools have empowered that protestor so that state secrets, bad developments are not hidden anymore.\" — Bill Gates, American business magnate Democratic value(s): Freedom Democratic virtue(s): Courage, Initiative, Purposefulness Spiritual Practice(s): Questing, Transformation, Vision \"Mr. Speaker, our Nation depends on immigrants' labor, and I hope we can create an immigration system as dependable as they are.\" — Luis Gutierrez, U.S. Representative (1993 -2019) Democratic value(s): Equality, Justice, Patriotism Democratic virtue(s): Awareness, Consideration, Fairness, Loyalty, Social conscience Spiritual Practice(s): Connections, Questing, Yearning \"Our democracy is not a product but a continual process. It is preserved not by monuments but deeds. Sometimes it needs refining; sometimes it needs amending; sometimes it needs defending. Always, it needs improving.\" — Lee H. Hamilton, member of the U.S. House of Representatives (1965 - 1999) Democratic value(s): Patriotism Democratic virtue(s): Cultivation of wisdom, Purposefulness, Responsibility, Social conscience, Truthfulness Spiritual Practice(s): Meaning, Transformation, Vision \"Unite liberality with a just frugality; always reserve something for the hand of charity; and never let your door be closed to the voice of suffering humanity.\" — Patrick Henry, Governor of Virginia (1776 - 1779, 1984 - 1786) Democratic value(s): Common good Democratic virtue(s): Caring, Empathy, Generosity, Moderation, Service, Simplicity Spiritual Practice(s): Compassion, Hospitality, Openness \"Give me liberty or give me death.\" — Patrick Henry, Governor of Virginia (1776 - 1779, 1984 - 1786) Democratic value(s): Freedom, Liberty, Patriotism Democratic virtue(s): Determination, Responsibility, Social conscience Spiritual Practice(s): Vision, Transformation \"We are a party of innovation. We do not reject our traditions, but we are willing to adapt to changing circumstances, when change we must. We are willing to suffer the discomfort of change in order to achieve a better future.\" — Barbara Jordan, U.S. Representative (1972 - 1978) Democratic value(s): Common good Democratic virtue(s): Adaptability, Creativity, Initiative, Purposefulness Spiritual Practice(s): Imagination, Questing, Transformation, Vision, Yearning \"Yesterday, we fought wars which destroyed cities. Today, we are concerned with avoiding a war which will destroy the earth. We can adapt atomic energy to produce electricity and move ships, but can we control its use in anger?\" — Robert Kennedy, U.S. Attorney General (1961 - 1964) Democratic value(s): Common good Democratic virtue(s): Awareness, Consideration, Cultivation of wisdom, Moderation, Peacefulness, Self-discipline Spiritual Practice(s): Peace \"I urge you to learn the harsh facts that lurk behind the mask of official illusion with which we have concealed our true circumstances, even from ourselves. Our county is in danger: Not just from foreign enemies; but above all, from our own misguided policies, and what they can do to this country. There is a contest, not for the rule of America, but for the heart of America.\" — Robert Kennedy, U.S. Attorney General (1961 - 1964) Democratic value(s): Patriotism Democratic virtue(s): Discernment, Truthfulness Spiritual Practice(s): Listening, Transformation, Vision \"It is not enough to allow dissent. We must demand it. For there is much to dissent from. We dissent from the fact that millions are trapped in poverty while the nation grows rich. We dissent from the conditions and hatred which deny a full life to our fellow citizens because of the color of their skin. We dissent form the monstrous absurdity of a world where nations stand poised to destroy one another, and men must kill their fellow men. We dissent from the sight of most of mankind living in poverty, stricken by disease, threatened by hunger, and doomed to an early death after a life of unremitting labor. We dissent from cities which blunt our senses, and turn the ordinary acts of daily life into a painful struggle. We dissent from the willful, heedless destruction of natural pleasure and beauty. We dissent from all those structures — of technology and of society itself — which strip from the individual the dignity and warmth of sharing in the common tasks of his community and his country.\" — Robert Kennedy, U.S. Attorney General (1961 - 1964) Democratic value(s): Common good, Equality, Freedom, Patriotism Democratic virtue(s): Appreciation, Awareness, Caring, Consideration, Dignity Spiritual Practice(s): Compassion, Love, Peace, Unity \"Our attitude towards immigration reflects our faith in the American ideal. We have always believed it possible for men and women who start at the bottom to rise as far as the talent and energy allow. Neither race nor place of birth should affect their chances.\" — Robert F. Kennedy, U.S. Attorney General (1961 - 1964) Democratic value(s): Equality Democratic virtue(s): Idealism Spiritual Practice(s): Vision, Yearning, You \"Democracy relies on free speech. Yes, say anything you want, but it relies even more on the speech being truthful. It is the truth, after all, that sets us free.\" — John F. Kerry, U.S. Secretary of State (2013 - 2017) Democratic value(s): Freedom Democratic virtue(s): Discernment, Honesty, Integrity, Social conscience, Truthfulness Spiritual Practice(s): Listening, Meaning, You \"President Reagan's remarks [about President Lincoln at the Centennial Celebration of the Statue of Liberty, July 3, 1986] underscored that being American is not based on race, religion, ethnicity, or even ties to land, but instead a commitment to freedom, and protecting inalienable rights. The sentiments buoyed my patriotism, my love of our county and our shared values, and my hope for a better future.\" — Suhail Khan, American professional and political appointee, Institute for Global Engagement, \"The Party of Lincoln and of Reagan\" Democratic value(s): Equality, Freedom, Patriotism Democratic virtue(s): Commitment, Idealism, Loyalty, Optimism, Purposefulness, Social conscience, Steadfastness Spiritual Practice(s): Connections, Hope, Love, Vision \"For a democracy to be truly alive, vital, and revolutionary, for it to rise beyond abstraction and mere symbolism, for it to become a throbbing head-and-heart-felt presence in our lives, we need to make it personal.\" — Laurie Lane-Zucker, Founder and CEO at Impact Entrepreneur Center Democratic value(s): Patriotism Democratic virtue(s): Accountability, Commitment, Loyalty, Purposefulness, Responsibility, Social conscience Spiritual Practice(s): Questing, Vision, You \"It is the flag just as much of the man who was naturalized yesterday as of the men whose people have been here many generations.\" — Henry Cabot Lodge, member of the U.S. Senate (1892 - 1924) Democratic value(s): Out of many—one, Patriotism Democratic virtue(s): Consideration, Embrace of diversity Spiritual Practice(s): Hospitality, Openness, Unity \"Without freedom of conscience, freedom to believe, and freedom to live and act on our beliefs, there is no freedom at all. Therefore, whenever we act to defend the freedom of theirs, ultimately, we are defending our own. So let's duke it out in the marketplace of ideas, over religion, philosophy, and political ideology, but where our laws are concerned, let's work together to ensure that the marketplace of ideas remains open to all.\" — Shapri LoMaglio, American professional, Council for Christian Colleges and Universities, \"Christian Commitment to Pluralism Should Not Waiver\" Democratic value(s): Common good, Freedom, Liberty, Rule of law Democratic virtue(s): Consideration, Open-mindedness Spiritual Practice(s): Listening, Openness, Unity \"Voting is how we participate in a civic society — be it for president, be it for a municipal election. It's the way we teach our children — in school elections — how to be citizens, and the importance of their voice.\" — Loretta Lynch, U.S. Attorney General (2015 -2017) Democratic value(s): Popular sovereignty Democratic virtue(s): Cooperation, Responsibility, Social conscience Spiritual Practice(s): Vision, You \"Where you see wrong or inequality or injustice, speak out, because this is your country. This is your democracy. Make it. Protect it. Pass it on.\" — Thurgood Marshall, Associate Justice of the U.S. Supreme Court (1967 -1991) Democratic value(s): Freedom, Justice Democratic virtue(s): Responsibility, Social conscience Spiritual Practice(s): Justice, Listening, Transformation, Vision, You \"We work on macro issues and macaroni and cheese issues. When women are in the halls of power, our national debate reflects the needs and dreams of American families.\" — Barbara Mikulski, U.S. Senator (1987 - 2017) Democratic value(s): Common good Democratic virtue(s): Awareness, Consideration, Social conscience Spiritual Practice(s): Connections, Listening \"If you love the rule of law, you must love it in all of its applications. You cannot only love it when it provides the verdict you seek; you must love it when the verdict goes against you as well.\" — Cheryl Mills, American lawyer and Deputy White House Counsel (1999) Democratic value(s): Justice, Rule of law Democratic virtue(s): Fairness, Integrity, Social conscience Spiritual Practice(s): Justice \"My national identity is first American. My religious identity is first Muslim.\" — Dalia Mogahed, American-Egyptian scholar Democratic value(s): Freedom, Patriotism Democratic virtue(s): Individualism, Independence, Loyalty, Social conscience, Searching for transcendence Spiritual Practice(s): Openness, Reverence, You \"America is the spirit of human exploration distilled.\" — Elon Musk, South African-American entrepreneur Democratic value(s): Patriotism Democratic virtue(s): Creativity, Initiative Spiritual Practice(s): Imagination, Questing \"I'm nauseatingly pro-American. It is where great things are possible.\" — Elon Musk, South African-American entrepreneur Democratic value(s): Patriotism Democratic virtue(s): Idealism Spiritual Practice(s): Hope, Vision, Yearning \"Society as a whole benefits immeasurably from a climate in which all persons, regardless of race or gender, may have the opportunity to earn respect, responsibility, advancement and remuneration based on ability.\" — Sandra Day O'Connor, Associate Justice of the U.S. Supreme Court (1981 - 2006) Democratic value(s): Common good, Equality Democratic virtue(s): Initiative, Pursuit of excellence, Respect, Responsibility, Social conscience Spiritual Practice(s): Unity \"Commitment to the rule of law provides a basic assurance that people can know what to expect whether what they do is popular or unpopular at the time.\" — Sandra Day O'Connor, Associate Justice of the U.S. Supreme Court (1981 - 2006) Democratic value(s): Justice, Rule of law Democratic virtue(s): Fairness, Social conscience Spiritual Practice(s): Justice \"The freedom to criticize judges and other public officials is necessary to a vibrant democracy.\" — Sandra Day O'Connor, Associate Justice of the U.S. Supreme Court (1981 - 2006) Democratic value(s): Freedom, Patriotism Democratic virtue(s): Social conscience Spiritual Practice(s): Listening, Transformation, Vision \"Those who wish to reap the blessings of liberty must undergo the fatigues of supporting it.\" — Thomas Paine, American founding father Democratic value(s): Common good, Popular sovereignty Democratic virtue(s): Responsibility, Social conscience Spiritual Practice(s): Connections, Questing, Transformation, Vision, You \"The United States should be an asylum for the persecuted lovers of civil and religious liberty.\" — Thomas Paine, American founding father Democratic value(s): Equality, Freedom, Liberty Democratic virtue(s): Caring, Generosity, Service Spiritual Practice(s): Compassion, Hospitality, Openness \"When you enlisted into the armed forces you swore to support and defend a Constitution that did not yet fully apply to you. You chose to endure the same sacrifices as your fellow comrades in arms to preserve the freedom of a land that was not yet fully yours. You accepted that you might have to pay the ultimate price on behalf of a nation to which you did not fully belong. Now, you will officially become citizens of the United States, a country to which each of you has already borne true faith and allegiance in your hearts and your deeds.\" — General David Petraeus to 161 troops being naturalized as American citizens at Camp Victory, Iraq, on Independence Day, 2007 Democratic value(s): Patriotism Democratic virtue(s): Courage, Loyalty, Sacrifice, Service, Steadfastness, Strength, Thankfulness, Trustworthiness Spiritual Practice(s): Questing, Vision, Yearning \"We are a democracy, and there is only one way to get a democracy on its feet in the matter of its individual, its social, its municipal, its State, its national conduct, and that is by keeping the public informed about what is going on.\" — Joseph Pulitzer, Hungarian-American publisher Democratic value(s): Popular sovereignty Democratic virtue(s): Awareness, Social conscience Spiritual Practice(s): Listening \"I've been in enough positions to respect people with different views.\" — Condoleezza Rice, U.S. Secretary of State (2005 - 2009) Democratic value(s): Freedom Democratic virtue(s): Embrace of diversity, Open-mindedness, Respect Spiritual Practice(s): Hospitality, Kindness, Listening, Openness \"People have the right to protest - that's what democracy is all about. I have no problem with people exercising their democratic rights.\" — Condoleezza Rice, U.S. Secretary of State (2005 - 2009) Democratic value(s): Freedom Democratic virtue(s): Courage, Responsibility, Social conscience Spiritual Practice(s): Transformation, Vision \"The essence of America — that which really unites us — is not ethnicity, or nationality or religion — it is an idea — and what an idea it is: That you can come from humble circumstances and do great things.\" — Condoleezza Rice, U.S. Secretary of State (2005 - 2009) Democratic value(s): Equality Democratic virtue(s): Initiative, Pursuit of excellence Spiritual Practice(s): Transformation, Vision, You \"If it is not possible for me to go somewhere and to be willing to encounter people with different views, then I'm really not doing my job.\" — Condoleezza Rice, U.S. Secretary of State (2005 - 2009) Democratic value(s): Equality, Freedom Democratic virtue(s): Embrace of diversity, Open-mindedness, Respect Spiritual Practice(s): Hospitality, Kindness, Listening, Openness \"We are a nation of immigrants. We are the children and grandchildren and great-grandchildren of the ones who wanted a better life, the driven ones, the ones who woke up at night hearing that voice telling them that life in that place called America could be better.\" — Mitt Romney, Governor of Massachusetts (2003 - 2007) Democratic value(s): Patriotism Democratic virtue(s): Idealism, Pursuit of excellence Spiritual Practice(s): Questing, Vision, Yearning \"Justice cannot be for one side alone, but must be for both.\" — Eleanor Roosevelt, First Lady of the U.S. (1933 - 1945) Democratic value(s): Common good, Equality, Justice Democratic virtue(s): Fairness, Respect Spiritual Practice(s): Justice, Unity \"From the equality of rights springs identity of our highest interest; you cannot subvert your neighbor's rights without striking a dangerous blow at your own.\" — Carl Schurz, U.S. Senator (1868 - 1874) Democratic value(s): Common good, Equality, Justice Democratic virtue(s): Awareness, Fairness, Respect, Social conscience Spiritual Practice(s): Compassion, Hospitality, Justice, Kindness, Unity \"I don't necessarily believe there's a message in the fact that I'm an African-American Republican. I think there is a message that America as a whole, we are now awake. We are looking at a political construct and we're fairly disappointed. I think the message is no matter where you come from in this country, there is great potential.\" — Tim Scott, U.S. Senator (2013 - present) Democratic value(s): Equality, Patriotism Democratic virtue(s): Idealism, Social conscience Spiritual Practice(s): Listening, Questing, Transformation, Vision, Yearning \"The dynamism of any diverse community depends not only on the diversity itself but on promoting a sense of belonging among those who formerly would have been considered and felt themselves outsiders.\" — Sonia Sotomayor, Associate Justice of the U.S. Supreme Court (2009 - present) Democratic value(s): Out of many—one Democratic virtue(s): Cooperation, Consideration, Embrace of diversity, Open-mindedness, Social conscience Spiritual Practice(s): Hospitality, Openness, Unity \"I firmly believe in the rule of law as the foundation for all of our basic rights.\" — Sonia Sotomayor, Associate Justice of the U.S. Supreme Court (2009 - present) Democratic value(s): Justice, Rule of law Democratic virtue(s): Fairness, Social conscience Spiritual Practice(s): Justice \"Until we get equality in education, we won't have an equal society.\" — Sonia Sotomayor, Associate Justice of the U.S. Supreme Court (2009 - present) Democratic value(s): Equality Democratic virtue(s): Love of learning and knowledge, Social conscience Spiritual Practice(s): Justice, Questing, Transformation, Vision \"What do I believe? As an American I believe in generosity, in liberty, in the rights of man. These are social and political faiths that are part of me, as they are, I suppose, part of all of us.\" — Adlai E. Stevenson, Governor of Illinois (1949 - 1953) Democratic value(s): Equality, Freedom, Liberty Democratic virtue(s): Fairness, Generosity Spiritual Practice(s): Compassion, Justice, Unity \"They are willing to fight for a country that they weren't even citizens of. I wish all Americans felt that way about their country.\" — Captain Kirk Thorsteinson about troops naturalized as American citizens in Kuwait, June 2007 Democratic value(s): Patriotism Democratic virtue(s): Commitment, Courage, Loyalty, Sacrifice, Service, Steadfastness, Strength, Thankfulness, Trustworthiness Spiritual Practice(s): Questing, Vision, Yearning \"Justice, sir, is the great interest of man on earth. It is the ligament which holds civilized beings and civilized nations together.\" — Daniel Webster, U.S. Senator (1845 - 1850) Democratic value(s): Common good, Justice, Out of many—one Democratic virtue(s): Awareness, Discernment, Fairness, Idealism Spiritual Practice(s): Justice, Unity [From American entertainers and athletes: ] \"No question about it. Race has always been my biggest burden. Having to live as a minority in America. Even now it continues to feel like an extra weight tied around me.\" — Arthur Ashe, American tennis player, from Days of Grace: A Memoir Democratic value(s): Equality, Freedom, Liberty, Justice Democratic virtue(s): Social conscience, Truthfulness Spiritual Practice(s): Justice, Listening, Meaning, Questing, Transformation, Vision \"We must believe in the power of education. We must respect just laws. We must love ourselves, our old and or young, our women as well as our men.\" — Arthur Ashe, American tennis player Democratic value(s): Equality, Justice Democratic virtue(s): Love of learning and knowledge, Nobility, Respect Spiritual Practice(s): Justice, Love \"Just knowing you don't have the answers is a recipe for humility, openness, acceptance, forgiveness, and an eagerness to learn - and those are all good things.\" — Dick Van Dyke, American actor Democratic value(s): Common good, Out of many—one Democratic virtue(s): Awareness, Humility, Love of learning and knowledge, Open-mindedness Spiritual Practice(s): Forgiveness, Openness, Unity, You \"I believe in the spirit of equality and the spirit of this country as one of love and compassion and kindness.\" — Lady Gaga, American singer-songwriter Democratic value(s): Equality, Patriotism Democratic virtue(s): Caring, Generosity, Mercy Spiritual Practice(s): Compassion, Kindness, Love \"When you get to know a lot of people, you make a great discovery. You find that no one group has a monopoly on looks, brains, goodness or anything else. It takes all the people — black and white, Catholic, Jewish and Protestant, recent immigrants and Mayflower descendants — to make up America.\" — Judy Garland, American singer and actress Democratic value(s): Equality, Out of many—one Democratic virtue(s): Awareness, Embrace of diversity, Open-mindedness Spiritual Practice(s): Hospitality, Openness, Unity \"One of my closest friends was playing Frisbee one day, and a car drove by too fast, and my friend said, \"You stupid Chink!\" Then she saw me sitting on the stoop and said, \"Oh, I'm sorry, I didn't really mean that. It's not about you.\" That was incredibly painful for me. I didn't know how to talk about it. I couldn't say that was racist, because people don't really understand racism unless it's clear, like I'm black, you're white. It's kind of the same thing as when they were rounding up the Japanese and putting them in camps. If you were Chinese or Korean, nobody's gonna be able to see the difference. Everyone goes down with the ship.\" — Lucy Liu, American actress Democratic value(s): Equality, Patriotism Democratic virtue(s): Consideration, Respect, Social conscience, Truthfulness Spiritual Practice(s): Connections, Meaning, Questing \"Only in America can a first-generation, Indian-American Muslim kid get on this stage and make fun of the president: the orange man behind the Muslim ban.\" — Hasan Minhaj, American comedian, speaking as the host of the White House Correspondents Dinner Democratic value(s): Freedom, Patriotism Democratic virtue(s): Appreciation, Thankfulness, Searching for transcendence Spiritual Practice(s): Hope, Gratitude, Joy, Listening \"My dad's from that generation like a lot of immigrants where he feels like if you come to this country, you pay this thing like the American dream tax: like you're going to endure some racism, and if it doesn't cost you your life, well hey, you lucked out. Pay it; there you go, Uncle Sam. I was born here, so I actually had the audacity of equality.\" — Hasan Minhaj, American comedian Democratic value(s): Equality, Patriotism Democratic virtue(s): Social conscience, Searching for transcendence, Truthfulness Spiritual Practice(s): Compassion, Connections, Hospitality, Openness, Yearning \"This first-generation narrative keeps happening over and over and over again, whether it was Irish or Jewish or our community, South Asians, Japanese-Americans, Mexican-Americans. We've all gone through this sort of bridge, and it will continue to happen.\" — Hasan Minhaj, American comedian Democratic value(s): Patriotism Democratic virtue(s): Social conscience, Truthfulness Spiritual Practice(s): Connections, Hospitality, Openness, Unity \"New Brown America represents a whole generation of kids that are descendants of either immigrants or immigrants themselves, that are coming to America, enriching what it means to be an American.\" — Hasan Minhaj, American comedian Democratic value(s): Equality Democratic virtue(s): Embrace of diversity, Social conscience Spiritual Practice(s): Hospitality, Openness, Transformation, Vision, Yearning \"I - my experience was really no different from any other immigrant that came to this country. It was rough.\" — Rita Moreno, Puerto-Rican American actress Democratic value(s): Patriotism Democratic virtue(s): Idealism, Initiative, Truthfulness Spiritual Practice(s): Compassion, Kindness, Hospitality, Openness, Yearning \"My folks came to U.S. as immigrants, aliens, and became citizens. I was born in Boston, a citizen, went to Hollywood and became an alien.\" — Leonard Nimoy, American actor Democratic value(s): Equality, Patriotism Democratic virtue(s): Appreciation Spiritual Practice(s): Connections, Meaning \"Help others and give something back. I guarantee you will discover that while public service improves the lives and the world around you, its greatest reward is the enrichment and new meaning it will bring your own life.\" — Arnold Schwarzenegger, Austrian-American actor and Governor of California Democratic value(s): Common good Democratic virtue(s): Caring, Generosity, Service Spiritual Practice(s): Compassion, Joy, Meaning \"As long as I live, I will never forget that day 21 years ago when I raised my hand and took the oath of citizenship. Do you know how proud I was? I was so proud that I walked around with an American flag around my shoulders all day long.\" — Arnold Schwarzenegger, Austrian-American actor and Governor of California (2003 - 2011) Democratic value(s): Patriotism Democratic virtue(s): Thankfulness Spiritual Practice(s): Gratitude \"When the people become involved in their government, government becomes more accountable, and our society is stronger, more compassionate, and better prepared for the challenges of the future.\" — Arnold Schwarzenegger, Austrian-American actor and Governor of California (2003 - 2011) Democratic value(s): Common good, Popular sovereignty Democratic virtue(s): Accountability, Purposefulness, Responsibility, Social conscience Spiritual Practice(s): Compassion, Transformation, Vision, You \"My father told me about American democracy. And he said you have to be actively engaged in the political process to make our democracy work. So I've been doing that my entire life. Civil rights movement. The peace movement during the Vietnam conflict. The movement to get an apology and redress for Japanese-Americans.\" — George Takai, American actor Democratic value(s): Equality, Patriotism Democratic virtue(s): Commitment, Initiative, Loyalty, Responsibility, Social conscience Spiritual Practice(s): Justice, Peace, Questing, Transformation, Vision, Yearning, You \"We were American citizens. We were incarcerated by our American government in American internment camps here in the United States. The term 'Japanese internment camp' is both grammatically and factually incorrect.\" — George Takai, American actor Democratic value(s): Patriotism Democratic virtue(s): Social conscience, Truthfulness Spiritual Practice(s): Justice, Questing, Transformation, Vision, Yearning, You \"Our democracy is dependent on people who passionately cherish the ideals of a democracy. Every man is created equal with an inalienable right to life, liberty, and the pursuit of happiness. It's a wonderful idea, and it takes people who cherish that idea to be actively involved in the process.\" — George Takai, American actor Democratic value(s): Equality, Liberty Democratic virtue(s): Responsibility, Social conscience Spiritual Practice(s): Joy, Justice, Questing, Transformation, Vision, Yearning, You \"It was an egregious violation of the American Constitution. We were innocent American citizens, and we were imprisoned simply because we happened to look like the people who bombed Pearl Harbor. It shows us just how fragile our Constitution is.\" — George Takai, American actor Democratic value(s): Patriotism Democratic virtue(s): Courage, Loyalty, Perseverance, Social conscience, Truthfulness Spiritual Practice(s): Justice, Questing, Transformation, Vision, Yearning, You \"So many struggled so that all of us could have a voice in this great democracy and live up to the first three words of our constitution: We the people. I love that phrase so much. Throughout our country's history, we've expanded the meaning of that phrase to include more and more of us. That's what it means to move forward.\" — Kerry Washington, American actress Democratic value(s): Equality, Popular sovereignty Democratic virtue(s): Social conscience Spiritual Practice(s): Listening, Questing, Transformation, Vision, Yearning, You \"I'm always being accused of being a Hollywood Republican, but I'm not! I have just as many Democratic ideas as Republican ones. If they could build three fewer bombs every month and give the money to foster care, that would be great.\" — Bruce Willis, German-American actor Democratic value(s): Common good, Patriotism Democratic virtue(s): Caring, Consideration, Generosity, Service Spiritual Practice(s): Compassion, Hospitality, Kindness \"I'm not going to say I was opposed to the Vietnam War. I'm going to say I'm opposed to war. But I'm also opposed to protests that deny other people their rights.\" — John Wooden, American basketball player Democratic value(s): Equality, Freedom, Liberty Democratic virtue(s): Consideration, Peacefulness Spiritual Practice(s): Justice, Peace \"...that the national park system, which began with establishment of Yellowstone National Park in 1872, has since grown to include superlative natural, historic, and recreation areas in every major region of the United States...; that these areas, though distinct in character, are united through their inter-related purposes and resources into one national park system as cumulative expressions of a single national heritage; that, individually and collectively, these areas derive increased national dignity and recognition of their superb environmental quality through their inclusion jointly with each other in one national park system preserved and managed for the benefit and inspiration of all the people of the United States....\" — General Authorities Act), 1970 (84 Stat. 825) Democratic value(s): Out of many—one, Patriotism Democratic virtue(s): Appreciation, Dignity Spiritual Practice(s): Reverence, Unity \"The parks do not belong to one state or to one section.... The Yosemite, the Yellowstone, the Grand Canyon are national properties in which every citizen has a vested interest; they belong as much to the man of Massachusetts, of Michigan, of Florida, as they do to the people of California, of Wyoming, and of Arizona. \"Who will gainsay that the parks contain the highest potentialities of national pride, national contentment, and national health? A visit inspires love of country; begets contentment; engenders pride of possession; contains the antidote for national restlessness.... He is a better citizen with a keener appreciation of the privilege of living here who has toured the national parks.\" — Stephen T. Mather, National Park Service (NPS) Director (1917-1929) Democratic value(s): Out of many—one, Patriotism Democratic virtue(s): Appreciation, Peacefulness, Thankfulness Spiritual Practice(s): Gratitude, Peace, Reverence, Unity \"The American way of life consists of something that goes greatly beyond the mere obtaining of the necessities of existence. If it means anything, it means that America presents to its citizens an opportunity to grow mentally and spiritually, as well as physically. The National Park System and the work of the National Park Service constitute one of the Federal Government's important contributions to that opportunity. Together they make it possible for all Americans — millions of them at first-hand — to enjoy unspoiled the great scenic places of the Nation.... The National Park System also provides, through areas that are significant in history and prehistory, a physical as well as spiritual linking of present-day Americans with the past of their country.\" — Newton B. Drury, NPS Director (1940-1951) Democratic value(s): Patriotism Democratic virtue(s): Appreciation, Love of learning and knowledge, Pursuit of excellence, Search for transcendence Spiritual Practice(s): Connections, Gratitude, Reverence, Transformation, You \"As we Americans celebrate our diversity, so we must affirm our unity if we are to remain the 'one nation' to which we pledge allegiance. Such great national symbols and meccas as the Liberty Bell, the battlefields on which our independence was won and our union preserved, the Lincoln Memorial, the Statue of Liberty, the Grand Canyon, Yellowstone, Yosemite, and numerous other treasures of our national park system belong to all of us, both legally and spiritually. These tangible evidences of our cultural and natural heritage help make us all Americans.\" — Edwin C. Bearss, NPS Chief Historian (1981-1994) Democratic value(s): Out of many—one, Patriotism Democratic virtue(s): Appreciation, Embrace of diversity, Search for transcendence Spiritual Practice(s): Connections, Reverence, Unity \"There is nothing so American as our national parks.... The fundamental idea behind the parks...is that the country belongs to the people, that it is in process of making for the enrichment of the lives of all of us.\" — Franklin D. Roosevelt, 32nd President of the United States (1933 - 1945) Democratic value(s): Patriotism, Popular sovereignty Democratic virtue(s): Appreciation Spiritual Practice(s): Reverence, Transformation, Unity, You \"National parks are the best idea we ever had. Absolutely American, absolutely democratic, they reflect us at our best rather than our worst.\" — Wallace Stegner, American novelist Democratic value(s): Out of many—one, Patriotism Democratic virtue(s): Appreciation Spiritual Practice(s): Reverence, Unity [Voices from elsewhere around the world: ] \"No one should spend so much time in contemplation that they ignore the needs of a neighbor, nor be so absorbed in action that they feel no need for contemplation of God.\" — St. Augustine, philosopher, The City of God Democratic value(s): Common good Democratic virtue(s): Caring, Consideration, Cultivation of Wisdom, Discernment, Open-mindedness, Purposefulness, Searching for transcendence Spiritual Practice(s): Compassion, Devotion, Meaning, Reverence \"Canada's the best country in the world. We go to the doctor and we don't need to worry about paying him, but here [in the U.S.], your whole life, you're broke because of medical bills. My bodyguard's baby was premature, and now he has to pay for it. In Canada, if your baby's premature, he stays in the hospital as long as he needs to, and then you go home.\" — Justin Bieber, Canadian singer-songwriter, \"On 02/06/2011 value(s): Common good Democratic virtue(s): Social conscience Spiritual Practice(s): Compassion, Connections, Meaning \"The tyranny of a prince in an oligarchy is not so dangerous to the public welfare as the apathy of a citizen in a democracy.\" — Charles De Montesquieu, French philosopher Democratic value(s): Popular sovereignty Democratic virtue(s): Responsibility, Social conscience Spiritual Practice(s): Transformation, Vision, You \"We are all Political animals, with a capital P. We are all called to constructive political activity among our people. The preaching of human and religious values has a political consequence. Whether we like it or not, it is there.\" — Pope Francis, 266th Pope (2013 - Present), from On Heaven and Earth Democratic value(s): Popular sovereignty Democratic virtue(s): Responsibility, Searching for transcendence Spiritual Practice(s): Questing, Transformation, Vision, You \"Every man, every woman who has to take up the service of government, must ask themselves two questions: 'Do I love my people in order to serve them better? Am I humble and do I listen to everybody, to diverse opinions in order to choose the best path?' If you don't ask those questions, your governance will not be good.\" — Pope Francis, 266th Pope (2013 - Present) Democratic value(s): Common good Democratic virtue(s): Discernment, Embrace of diversity, Humility, Open-mindedness, Service Spiritual Practice(s): Hospitality, Listening, Love, Openness \"Politics, according to the Social Doctrine of the Church, is one of the highest forms of charity, because it serves the common good. I cannot wash my hands, eh? We all have to give something!\" — Pope Francis, 266th Pope (2013 - Present) Democratic value(s): Common good Democratic virtue(s): Caring, Generosity, Responsibility, Service, Social conscience Spiritual Practice(s): Compassion, Questing, Vision, You \"In Europe first and now in America, elected men have taken it upon themselves to indebt their people to create an atmosphere of dependency. And why? For their own selfish need to increase their own personal power.\" — Pope Francis, 266th Pope (2013 - Present) Democratic value(s): Common good Democratic virtue(s): Social conscience, Truthfulness Spiritual Practice(s): Connections, Meaning \"For success, like happiness, cannot be pursued; it must ensue, and it only does so as the unintended side effect of one's personal dedication to a cause greater than oneself...\" — Viktor E. Frankl, Austrian neurologist, Man's Search for Meaning, quoted by Baker in United America Democratic value(s): Common good, Liberty Democratic virtue(s): Commitment, Idealism, Purposefulness, Service Spiritual Practice(s): Joy, Meaning, Transformation, Vision, You \"So, two cheers for Democracy: one because it admits variety and two because it permits criticism. Two cheers are quite enough: there is no occasion to give three.\" — E.M. Forster, English novelist, Two Cheers for Democracy Democratic value(s): Freedom, Patriotism Democratic virtue(s): Embrace of diversity, Social conscience Spiritual Practice(s): Listening, Openness \"For to be free is not merely to cast off one's chains, but to live in a way that respects and enhances the freedom of others.\" — Nelson Mandela, President of South Africa (1994 - 1999) Democratic value(s): Common good, Equality, Freedom, Liberty Democratic virtue(s): Caring, Consideration, Respect, Social conscience Spiritual Practice(s): Compassion, Questing, Unity \"America has absorbed people from around the world, and there is an Indian in every part of the world. This characterizes both the societies. Indians and Americans have co-existed in their natural temperament.\" — Narendra Modi, Prime Minister of India (2014 - present) Democratic value(s): Equality Democratic virtue(s): Embrace of diversity, Respect Spiritual Practice(s): Hospitality, Openness \"I always say the strength of democracy lies in criticism. If there is no criticism, that means there is no democracy. And if you want to grow, you must invite criticism. And I want to grow; I want to invite criticism.\" — Narendra Modi, Prime Minister of India (2014 - present) Democratic value(s): Patriotism Democratic virtue(s): Accountability, Assertiveness, Responsibility, Social conscience Spiritual Practice(s): Listening, Transformation, Questing \"If liberty means anything at all, it means the right to tell people what they do not want to hear.\" — George Orwell, English novelist Democratic value(s): Freedom, Liberty Democratic virtue(s): Courage, Truthfulness Spiritual Practice(s): Listening, Meaning, Openness \"True freedom requires the rule of law and justice, and a judicial system in which the rights of some are not secured by the denial of rights to others.\" — Jonathan Sacks, Member of Parliament (U.K.) (2009 - present) Democratic value(s): Equality, Justice, Rule of law Democratic virtue(s): Fairness, Social conscience Spiritual Practice(s): Connections, Justice, Unity \"Throughout history, it has been the inaction of those who could have acted; the indifference of those who should have known better; the silence of the voice of justice when it mattered most; that has made it possible for evil to triumph.\" — Haile Selassie, Emperor of Ethiopia (1930 -1974) Democratic value(s): Justice Democratic virtue(s): Caring, Consideration, Commitment, Courage, Responsibility, Social conscience Spiritual Practice(s): Compassion, Justice, Transformation, Unity, Vision, You \"Basically, there are two kinds of stereotypes out there in the world about America. There's America the Goliath — the big, powerful, bullying country that pushes its way around the world and gets its ways, pursues its own interests nakedly, irrespective of what others want. And the other stereotype is America, the land of opportunity, where everyone can go and do anything, be anything, make any dreams come true.\" — Shashi Tharoor, Member of Parliament, Lok Sabha [India] (2009 - present) Democratic value(s): Equality, Patriotism Democratic virtue(s): Awareness, Consideration, Idealism, Pursuit of excellence, Truthfulness Spiritual Practice(s): Hope, Meaning [Connecting spirituality with democracy: ] \"...the political institutions of any nation are always menaced and are ultimately controlled by the spiritual state of that nation.\" — James Baldwin, American novelist, The Fire Next Time Democratic value(s): Popular sovereignty Democratic virtue(s): Awareness, Integrity, Searching for transcendence, Truthfulness Spiritual Practice(s): Connections, Reverence, You \"If America were an individual seeking counseling, a good therapist might say: 'Number one, you're not really sober. Number two, you're obsessed with material things and your spiritual life is begging for attention. Number three, you rarely take responsibility for your own problems and project a lot of blame onto other people. Number four, you've neglected your kids. Number five, the size of the elaborate security system around your house shows paranoid tendencies. Number six, you have a lot of amends to make. Number seven, your attraction to generals is neurotic.' Whether the patient takes the cue or not remains to be seen. But for a person or for a nation, everything will erupt in time if we do not attend to the inner life.\" — Marianne Williamson, American spiritual teacher, The Healing of America Democratic value(s): Patriotism Democratic virtue(s): Accountability, Awareness, Consideration, Responsibility, Social conscience, Searching for transcendence, Truthfulness, Trustworthiness Spiritual Practice(s): Connections, Forgiveness, Reverence, Transformation, Vision, You \"The spirit of democracy is not a mechanical thing to be adjusted by abolition of forms. It requires change of heart.\" — Mahatma Gandhi, Indian activist Democratic value(s): (All) Democratic virtue(s): Searching for transcendence, Social conscience Spiritual Practice(s): Questing, Reverence, Transformation, Vision, You \"America has always been a land of diversity, basically made up of immigrants, and that is something I want to see continued. It's something I'm proud of when people think of America.\" — Halima Aden, American fashion model Democratic value(s): Equality, Freedom, Out of many—one, Patriotism Democratic virtue(s): Embrace of diversity Spiritual Practice(s): Hospitality, Openness, Unity \"We were told that we would see America come and go. In a sense America is dying, from within, because they forgot the instructions of how to live on earth. It's the Hopi belief, it's our belief, that if you are not spiritually connected to the earth, and understand the spiritual reality of how to live on earth, it's likely that you will not make it. Everything is spiritual, everything has a spirit, everything was brought here by the creator, the one creator. Some people call him God, some people call him Buddha, some people call him Allah, some people call him other names. We call him Tunkaschila... Grandfather. We are here on earth only a few winters, then we go to the spirit world. The spirit world is more real than most of us believe. The spirit world is everything. Over 95% of our body is water. In order to stay healthy you've got to drink good water. ... Water is sacred, air is sacred. Our DNA is made out of the same DNA as the tree, the tree breaths what we exhale, we need what the tree exhales. So we have a common destiny with the tree. We are all from the earth, and when earth, the water, the atmosphere is corrupted then it will create its own reaction. The mother is reacting. In the Hopi prophecy they say the storms and floods will become greater. To me it's not a negative thing to know that there will be great changes. It's not negative, it's evolution. When you look at it as evolution, it's time, nothing stays the same. You should learn how to plant something. That is the first connection. You should treat all things as spirit, realize that we are one family. It's never something like the end. It's like life, there is no end to life.\" — Floyd Red Crow Westerman , Sioux musician, activist and actor Democratic value(s): Common good, Patriotism Democratic virtue(s): Appreciation (of awe, beauty, humor, and nature), Searching for transcendence Spiritual Practice(s): Connections, Reverence, Unity [From the women of the 2018 midterm elections: ] Women broke records for the number of candidates in the 2018 midterm elections for governor, U.S. House of Representatives, and U.S. Senate. U.S.'s voting citizenry responded to their candidacies by electing a record number of women (98+) to the U.S. House. Further, the women of the 2018 midterm elections made history with these notable firsts. Deb Haaland and Sharice Davids became the first indigenous women elected to Congress. Ayanna Pressley became the first black Congresswoman from Massachusetts. Marsha Blackburn became Tennesee's first female senator. Veronica Escobar and Sylvia Garcia became the first Texas Latinas in Congress. Kyrsten Sinema became the first female senator from Arizona. Ilhan Omar and Rashida Tlaib became the first Muslim women elected to Congress. Kristi Noem became South Dakota's first female governor. Lou Leon Guerrero became the first female governor of Guam, a U.S. island territory. At age 29, Alexandria Ocasio-Cortez became the youngest woman elected to Congress. Here's some of the things these amazing change-makers have had to say. \"If a natural disaster strikes your community, reach out to your friends, neighbors, and complete strangers. Lend a helping hand.\" — Marsha Blackburn, U. S. Representative (2003 -2019) Democratic value(s): Common good Democratic virtue(s): Cooperation, Empathy, Service Spiritual Practice(s): Compassion, Kindness \"The generosity of the American people is legendary. So is their spirit.\" — Marsha Blackburn, U. S. Representative (2003 -2019) Democratic value(s): Patriotism Democratic virtue(s): Generosity, Strength Spiritual Practice(s): Compassion, Hospitality, Kindness \"How many of our congressional members have struggled to afford health care? Or had to work their way through college? How many were raised by a single mom or started off at community college? When you're making policy that affects everyone, everyone should have a say in that discussion. When I was implementing federal policy on the Pine Ridge Indian Reservation and when I was creating it as a White House Fellow, I saw first-hand the disconnect that exists when decision makers have no connection to the communities they're impacting. I saw that one new voice can change the entire conversation.\" — Sharice Davids, U.S. House of Representatives member (2019 - present) Democratic value(s): Equality, Justice, Popular sovereignty Democratic virtue(s): Awareness, Consideration, Responsibility, Social conscience Spiritual Practice(s): Connections, Listening, Vision \"I worry about the planet. I worry about immigrants. I worry about women. I worry about the LGBT community. I worry about the El Paso and the border. And I feel this very intense sense of dread.\" — Veronica Escobar, U.S. House of Representatives member (2019 - Present), speaking in reference to the 45th President's rhetoric about immigrants and the border as motivation to run for office. Democratic value(s): Common good, Equality, Freedom Democratic virtue(s): Assertiveness, Awareness, Caring, Consideration, Empathy, Fairness, Purposefulness, Responsibility, Social conscience, Truthfulness Spiritual Practice(s): Compassion, Hope, Justice, Kindness, Questing, Vision \"When you have a president who pardons someone who believes racial profiling should be the M.O. in an entire state, it's time to stand up.... Trump is sending Latino communities a very clear message with that pardon, and that message is that we don't matter and that our civil rights and our constitutional rights don't matter. You know what? They matter to us.\" — Veronica Escobar, U.S. House of Representatives member (2019 - Present, speaking about the 45th President's pardon of ex-sheriff Joe Arpaio, who was convicted of violating a federal court order to stop racially profiling Latinos in Arizona. Democratic value(s): Equality, Freedom, Justice, Out of many—one Democratic virtue(s): Assertiveness, Awareness, Consideration, Fairness, Initiative, Purposefulness, Respect, Responsibility, Self-reliance, Social conscience, Truthfulness Spiritual Practice(s): Connections, Justice, Questing, Vision \"[Religious belief] can't be something we impose on others. While not everyone agrees when a fetus becomes a person, we can all agree that a woman who is pregnant is a person. I believe that each woman is capable of making her own decision with her doctor's advice, her family's support and the faith in her heart.\" — Sylvia Garcia, U.S. House of Representatives member (2018 - present) Democratic value(s): Freedom, Liberty, Independence Democratic virtue(s): Consideration, Dignity, Respect, Searching for transcendence Spiritual Practice(s): Compassion, Connections, Faith, Kindness, Listening, Reverence \"Then, there are the hard-working immigrants that come to this country to escape poverty and violence, to build a family in a place where their children can get a great education, and to simply live the American dream. Does it really benefit Texans to spend our limited local police funding on tearing those families apart? Our police chiefs have repeatedly indicated it is not worth spreading scarce resources on this. And what about the harassment and profiling that Texan Latinos will be subjected to? Many Latinos have roots in Texas that date back to the time before David Crockett made his trek from Tennessee to Texas, and I challenge you to find one person with deep Texas roots who would be comfortable answering a citizenship question based on the color of their skin. Will 'driving while brown' become the order of the day?\" — Sylvia Garcia, U.S. House of Representatives member (2018 - present) Democratic value(s): Equality, Freedom, Liberty, Out of many—one Democratic virtue(s): Awareness, Consideration, Embrace of diversity, Dignity, Discernment, Pursuit of excellence, Respect, Social conscience Spiritual Practice(s): Compassion, Connections, Hospitality, Justice, Openness, Questing, Vision \"Representation matters. Growing up in my mother's Pueblo household, I never imagined a world in which I would be represented by someone who looked like me. That might be because just over 50 years ago, Native Americans in New Mexico couldn't vote. It also might be because when I was young, people didn't even think girls could play sports, let alone run for office. In electing so many women to Congress, Americans said no to the erosion of our democracy, to tyranny, and to the policies that hold us back by dividing us. We said yes to a government that actually reflects the beautiful diversity of our nation. We said yes to hearing from women, people of color, LBGTQ people, disabled people, and American Indian tribes.\" — Deb Haaland, U.S. House of Representatives member (2019 - present) Democratic value(s): Equality, Liberty, Out of many—one, Patriotism, Popular sovereignty Democratic virtue(s): Commitment, Consideration, Embrace of diversity, Idealism, Open-mindedness, Optimism, Perseverance, Resilience, Social conscience, Strength, Truthfulness Spiritual Practice(s): Connections, Hope, Openness, Questing, Unity, Vision \"It has been proven time and again that when you improve the stance of women in a community, the entire community benefits.\" — Lou Leon Guerrero, Governor of Guam (2019 - present) Democratic value(s): Common good, Equality Democratic virtue(s): Consideration Spiritual Practice(s): Connections \"My election win offers a counter-narrative to the bigotry in the world.... This is a land of immigrants, and most come here for opportunity, a second chance. It's our time to fight for the America we know we can have.\" — Ilhan Omar, U.S. House of Representatives member (2019 - present) Democratic value(s): Equality, Patriotism Democratic virtue(s): Assertiveness, Idealism, Open-mindedness, Pursuit of excellence, Respect, Searching for transcendence Spiritual Practice(s): Hope, Hospitality, Openness, Questing, Vision \"Here in Minnesota, we don't only welcome immigrants; we send them to Washington.\" — Ilhan Omar, U.S. House of Representatives member (2019 - present) Democratic value(s): Equality, Patriotism Democratic virtue(s): Idealism, Open-mindedness Spiritual Practice(s): Hope, Hospitality, Openness, Questing, Vision \"It is OK to know that we never need permission or an invitation to get involved, to stand up, or to work on creating positive change in our communities. We must allow ourselves to internalize our power and not ever allow others to tell us or make us feel like we don't belong or something isn't for us.... We have, and always have, a valuable opinion, and as valuable as an idea, and as valuable as an input as the next person.\" — Ilhan Omar, U.S. House of Representatives member (2019 - present) Democratic value(s): Equality, Popular sovereignty Democratic virtue(s): Assertiveness, Dignity, Idealism, Nobility, Respect, Responsibility, Social conscience Spiritual Practice(s): Hope, Vision, You \"I think labels have been used a lot during this election process to divide people, and at this point in time we really need people to come together, and be their own person, come with their own suggestions, and really solve the problems that we have facing this country.\" — Kristi Noem, South Dakota Governor (2019 - present) Democratic value(s): Equality, Popular sovereignty Democratic virtue(s): Awareness, Consideration, Cooperation, Initiative, Responsibility, Self-reliance, Social conscience, Truthfulness Spiritual Practice(s): Connections, Listening, Questing, Transformation, Unity, Vision \"If we focus on loving people and seeing them as individuals and hearing their ideas, we'll probably agree on a lot more than what people will think.\" — Kristi Noem, South Dakota Governor (2019 - present) Democratic value(s): Common good, Out of many—one, Popular sovereignty Democratic virtue(s): Consideration, Dignity, Open-mindedness, Respect, Social conscience Spiritual Practice(s): Listening, Love, Openness \"I believe that every American should have stable, dignified housing; health care; education -- that the most very basic needs to sustain modern life should be guaranteed in a moral society.\" — Alexandria Ocasio-Cortez, U.S. Representative (2019 - present) Democratic value(s): Equality, Liberty Democratic virtue(s): Consideration, Dignity, Empathy, Fairness, Love of learning and knowledge, Pursuit of excellence, Responsibility, Social conscience Spiritual Practice(s): Connections, Hospitality, Justice, Kindness, Openness, Unity, Vision \"We are fighting for an unapologetic movement for economic, social, and racial justice in the United States.\" — Alexandria Ocasio-Cortez, U.S. Representative (2019 - present) Democratic value(s): Equality, Justice Democratic virtue(s): Consideration, Fairness, Idealism, Responsibility, Social conscience Spiritual Practice(s): Hope, Justice \"We need a permanent solution to TPS [Temporary Protected Status] recipients and [to] develop a path to citizenship. And, more fundamentally, we need to ensure that our immigration policies treat those coming to this country with the dignity and compassion that should be afforded to all human beings and immediately stop tearing families apart.\" — Ayanna Pressley, U.S. Representative (2019 - present) Democratic value(s): Equality, Justice, Liberty Democratic virtue(s): Consideration, Dignity, Fairness, Open-mindedness, Purposefulness, Respect, Social conscience Spiritual Practice(s): Compassion, Hospitality, Justice, Kindness, Openness \"You cannot have a government for and by the people if it is not represented by all of the people.\" — Ayanna Pressley, U.S. Representative (2019 - present) Democratic value(s): Equality, Popular sovereignty Democratic virtue(s): Awareness, Commitment, Consideration, Idealism, Responsibility, Social conscience Spiritual Practice(s): Connections, Justice, Meaning, Vision \"We should be uncomfortable with the growing gaps in our society, and we cannot allow ourselves to become desensitized to these injustices.\" — Ayanna Pressley, U.S. Representative (2019 - present) Democratic value(s): Equality, Justice Democratic virtue(s): Awareness, Consideration, Responsibility, Social conscience Spiritual Practice(s): Connections, Justice, Unity \"It's important that people see themselves mirrored in government.\" — Ayanna Pressley, U.S. Representative (2019 - present) Democratic value(s): Popular sovereignty Democratic virtue(s): Awareness, Consideration, Fairness, Social conscience Spiritual Practice(s): Connections, Meaning, Vision \"It's changing the face of Congress...just the fact that we are women of color, but also women that understand the struggles and challenges that are going on right now back home, because over half of our colleagues...in Congress...are millionaires. They're not struggling with class sizes of 45 for their children. They're not struggling...having two or three jobs to make ends meet.... We have to be one of us to be there...to really truly be genuine about it, grounded and rooted into why we're there and why we need to be able to push against this kind of corporate greed that continues to fester in all parts of our government. And I think that that is what's happening...people like us are now running for office. And I think that is transformative, maybe to Congress, maybe to the party, maybe to the world or to the country.\" — Rashida Tlaib, U.S. Representative (2019 - present) Democratic value(s): Common good, Popular sovereignty Democratic virtue(s): Assertiveness, Awareness, Consideration, Fairness, Honesty, Idealism, Integrity, Purposefulness, Responsibility, Social conscience Spiritual Practice(s): Hope, Questing, Transformation, Vision \"I think American Muslims and Muslims around the world needed a sense of...some light, some feeling that, yes, this is exactly why people need to run and speak up and fight back, because of this possibility, the fact that now two Muslim American women are going to be able to walk onto the House floor of Congress. What an incredible moment in our country. Celebrate it. It is something that speaks volumes, because we can do press conferences, we can do marches, we can do protests—and those are so important—but running for office, getting elected in a predominantly non-Muslim community—my sister Ilhan Omar is going to represent a 70 percent white community. And people believed in us. They have faith in us. That is the America I know and love.\" — Rashida Tlaib, U.S. Representative (2019 - present) Democratic value(s): Freedom, Patriotism, Popular sovereignty Democratic virtue(s): Awareness, Consideration, Embrace of diversity, Idealism, Responsibility, Social conscience, Thankfulness, Trustworthiness Spiritual Practice(s): Faith, Gratitude, Hope, Vision \"Detroit has got an international border right there. And when you come across that crossing, you have 20 different ethnicities.... And all I've seen is ICE militarizing our neighborhoods...inside residential areas.... But that kind of militarization and...targeting of American people, of my immigrant neighbors, that...says to me that ICE is not for border security. ICE is moving us towards a more militarized approach towards Americans and towards American land.... I've seen ICE do operations in front of schools, picking up parents after they drop off their children.... ICE is not as it was supposedly intended. It is actually going beyond border security and actually targeting and terrorizing families right here at home.... I don't want to see my families scared of its own government. I don't want my families worried about what's going to happen after they drop their child off at school.... they're not supposed to be doing operations near churches, and they are.... That kind of intimidation and targeting of people is completely wrong.\" — Rashida Tlaib, U.S. Representative (2019 - present) Democratic value(s): Equality, Freedom, Justice, Liberty Democratic virtue(s): Awareness, Caring, Consideration, Embrace of diversity, Empathy, Fairness, Integrity, Mercy, Respect, Sincerity, Social conscience, Truthfulness Spiritual Practice(s): Compassion, Hospitality, Justice, Openness \"I've been talking about the fact that the 1964 Civil Rights Act hasn't been...implemented as it was intended. [In the] last 55 years, we've seen the courts, very heavily stacked with conservative judges, completely change how we apply it, and saying that we can only show our civil rights...[were] violated with intent -- intentional discrimination. And what I want to do is introduce a proposal that would change it back to saying that if you show...that the impact of the policy may be redlining through the car insurance industry, may be denying people of color the right to homeownership...[that] if it's discriminatory when it's implemented...then it should be considered a violation of our civil rights.\" — Rashida Tlaib, U.S. Representative (2019 - present) Democratic value(s): Equality, Freedom, Justice, Liberty Democratic virtue(s): Awareness, Consideration, Dignity, Empathy, Fairness, Purposefulness, Respect, Social conscience, Truthfulness Spiritual Practice(s): Justice, Questing, Vision "}