{"title": "Respiración Evolutiva Ancestral", "author": null, "url": "https://ileannasimancas.com/respiracion-evolutiva-ancestral/", "hostname": "ileannasimancas.com", "description": "Descubre la poderosa técnica de respiración evolutiva ancestral y experimenta una transformación profunda con Lilith's Travel. Viajes para mujeres con Ileanna Simancas.", "sitename": "Ileanna Simancas - Lilith's Travel", "date": "2023-02-28", "cleaned_text": "Respiración Evolutiva Ancestral: Rebirthing Sana tus heridas escondidas, libérate del pasado y encuentra el equilibrio en tu vida a través de tu respiración Respiración Evolutiva Ancestral Rebirthing Sana tus heridas escondidas, libérate del pasado y encuentra el equilibrio en tu vida a través de tu respiración Un proceso de transformación personal duradero solo se consigue cuando traspasamos la barrera de la mente consciente Si has probado distintas prácticas terapéuticas, pero vuelves a caer una y otra vez en los mismos patrones de sufrimiento o si estás explorando por primera vez el camino de la espiritualidad y de la sanación, necesitas saber esto: La terapia convencional nos lleva solo hasta donde la conciencia lo permita, porque está limitada por nuestros condicionamientos y nuestro ego, que saben cómo disfrazar la verdad para evitar que descubramos el origen de nuestros traumas y bloqueos. La clave de la verdadera sanación está en sumergirte en lo más profundo de tu Ser, sobrepasando la barrera del ego limitante. Tu subconsciente es el lugar donde habitan las memorias, traumas y creencias (de ésta y de otras vidas) que dominan tu presente creando círculos viciosos de dolor y sufrimiento. Tú tienes el absoluto control de lo que entra en tu cuerpo, un regalo de la naturaleza que siempre va contigo: La Respiración. La Respiración de Renacimiento (Rebirthing) es un derivado del pranayama, \"respiración consciente y controlada\", que nos lleva a un estado elevado de consciencia, produciendo una gran liberación energética y emocional. El proceso químico natural de esta terapia alcaliniza la sangre y crea cambios en el cerebro que permiten iluminar memorias inconscientes, ayudándonos a sanar las heridas del pasado, recordar quién somos y conectarnos con la fuente Divina de la creación, la luz y el amor. Respiración Evolutiva Ancestral Una ceremonia para renacer a una nueva versión de ti Uniendo el poder del Rebirthing, con la magia sanadora del trabajo ancestral y las constelaciones familiares, el regalo del perdón con la técnica del Ho'oponopono, la integración de instrumentos y música medicina de tradiciones chamánicas, nace mi técnica: la Respiración Evolutiva Ancestral. Este proceso de transformación personal va más allá de una simple sesión, se trata de una ceremonia sagrada que reúne la sabiduría de distintas herramientas terapéuticas y finaliza con la canalización de códigos de lenguaje de luz para después de que explores tu Ser, puedas alinearte con la fuente Divina y vibrar desde ella. Estoy aquí para guiarte a través de un método probado, seguro y natural para \"volar\" sin consumir nada externo. Perfecto para todo aquel que ha considerado el uso de las plantas sagradas (ayahuasca, hongos, etc), pero aun no se encuentra listo. Tú tienes el absoluto control de lo que entra en tu cuerpo y es un regalo de la naturaleza: el oxígeno. El propósito de la Respiración Evolutiva Ancestral Esta oportunidad es para ti si quieres: Poner luz sobre traumas inconscientes o memorias ancestrales que te están causando sufrimiento a nivel físico, mental o emocional. Soltar de una vez por todas el dolor de ese rompimiento, cerrar un ciclo, perdonar a alguien o que te perdonen. Liberarte del rencor o de la culpa para poder empezar de nuevo. Renunciar a tomar esas pastillas que solo te hunden cada vez más. Enfrentar viejas historias, heridas y miedos para que no sigan destruyéndolo todo. Acceder a estados expansivos de consciencia de forma segura y natural sin consumir nada externo. Conseguir respuestas a tus preguntas y hasta entender quién eres y qué haces aquí. Conectar con la fuente Divina de la Creación y abrir el corazón para sentir la empatía, la compasión y el amor universal. Liberar energía estancada y experimentar alivio, liberación y claridad. Saborear la alegría de estar vivo y llenarte de energía para seguir adelante en tu camino de evolución personal, y despertar tu creatividad. Llorar una pérdida o despedirte de un ser querido sin miedo, e incluso vuelve a estar con él aun cuando ya no se encuentre en esta dimensión. Soy Ileanna Simancas, autora y motivadora inspiracional, facilitadora de terapias holísticas y Mentora Espiritual. Como tú, he tenido que atravesar miedos, bloqueos y crisis que me impedían vivir en paz, expansión y felicidad. El camino ha sido largo, me reinventé de mil formas y renací de mis cenizas una y otra vez. Pero si hay algo que he comprobado después de +20 años de estudio y búsqueda personal, es que todos podemos entender nuestra historia y soltar las cargas físicas, emocionales y mentales para experimentar una transformación total. Tú también puedes encontrar la calma y volver a ti en tiempos de caos y transición, solo necesitas las herramientas correctas. Tu respiración es la llave mágica. Solo tienes que aprender a usar su poder sanador... ¡y yo estoy aquí para mostrarte cómo! Una terapia profunda para tiempos de evolución Permite que tu respiración te lleve de regreso a ti Ceremonia grupal guiada por Ileanna Simancas. +3 horas EN VIVO (presencial u Online) con una introducción teórica, espacio para consultas, práctica de Respiración y circulo de la palabra. Grupo de seguimiento de Whatsapp. Estaremos en contacto directo antes y después de la práctica para que puedas organizar lo que necesitas para participar, resolver tus dudas y recibir atención al terminar. Acceso a la Comunidad privada \"¡Viajando Hacia Ti!\" Tu dosis de inspiración y crecimiento personal para que continúes tu despertar de conciencia trabajando por ti, por tu familia y tu comunidad. Acceso gratis a la \"Tribu Premier\" Te regalamos 12 meditaciones con propósito para que sigamos avanzando juntos en nuestro Ashram virtual. Además, esta respiración incrementa la liberación de CO por lo que alcaliniza nuestra sangre, regalándonos grandes beneficios a nivel físico: Respiración Evolutiva Ancestral ¡La Respiración Evolutiva Ancestral está al alcance de todos! Lo que dicen sobre la Respiración Evolutiva Ancestral ¡Tú también podrás estar diciendo esto! Preguntas Frecuentes No necesitas tener experiencia en la respiración consciente ni en otras prácticas terapéuticas. Te guiaré paso a paso para que puedas aprovechar al máximo la ceremonia y vivas la experiencia que necesitas atravesar en este momento, que puede variar desde una meditación profunda y relajante, hasta una transformación de vida. Si estás comenzando una vez al mes es suficiente, así tendrás tiempo suficiente para digerir toda la información. Al tratarse de una práctica terapéutica, cada vez que la repitas irás profundizando más y más en tu experiencia de sanación. En cortos lapsos, por ejemplo, respiraciones de 15 minutos, puedes hacerlas más seguido, incluso todos los días para sentir una inyección de energía, y una limpieza de tu campo emocional y energético. En caso de padecer alguna de estas enfermedades, consulta con tu facilitadora. Según el caso, es probable que puedas hacer el trabajo como una meditación, sin proceder a usar la respiración circular, haciendo una respiración profunda de una manera más tradicional al estilo Yoga Nidra. Sí, el trabajo de respiración de renacimiento es una curación a nivel físico, espiritual, psicológico y emocional y, combinado con terapia tradicional, constelación familiar, danzaterapia, y otras técnicas creativas, es una excelente herramienta para el desarrollo personal. Sí, puedes realizar la Respiración online desde cualquier lugar del mundo y con cualquier dispositivo con acceso a internet. Puedes realizar tu pago a través de Paypal, Zelle, Bizum, o Transferencia Bancomer (solo México) Si tienes consultas sobre estos y otros métodos de pago, escríbenos a: info@lilithstravel.com Por tratarse de una ceremonia terapéutica que debe ser dirigida por un facilitador formado y preparado, la Respiración Evolutiva Ancestral no queda grabada. En el caso de que no puedas asistir, ¡no te preocupes! Te esperamos en la siguiente Ceremonia. Contáctanos a [info@lilithstravel.com](mailto:info@lilithstravel.com) para darte tu nuevo acceso. En el 2017 conocí esta terapia en Bali y de inmediato comencé mi preparación con mi maestra Anshu Singh en \"Breath of Bliss\" Bali, Jon Paul Crimi \"BreathwithJC\" Los Angeles, Yoga Barn \"Shamanic Breathwork\", Yoga Body Respiración. Hoy día he creado mi propio estilo integrando muchas otras prácticas importantes en mi propio camino de descubrimiento. Si tienes otras consultas, escríbenos a escríbenos a: para ayudarte. Compártenos tus datos para más detalles Al llenar este formulario, en breve estarás recibiendo un correo electrónico de bienvenida y la Masterclass \"De la Ansiedad a la Paz\" de regalo. "}