{"title": "Datos acerca del cortisol: La hormona que combate el estrés ayuda a mantener saludable el metabolismo y el sistema inmunológico | Resource | Baptist Health South Florida", "author": null, "url": "https://baptisthealth.net/es/baptist-health-news/facts-on-cortisol-anti-stress-hormone-helps-keep-your-metabolism-immune-system-healthy", "hostname": "baptisthealth.net", "description": null, "sitename": "baptisthealth.net", "date": "2022-11-09", "cleaned_text": "Ciencia Datos acerca del cortisol: La hormona que combate el estrés ayuda a mantener saludable el metabolismo y el sistema inmunológico lectura de 6 min Publicado: August 27, 2020 Available in [English](/en) Publicado: August 27, 2020 Available in [English](/en) Puede que usted haya escuchado el término \"cortisol\"- pero, ¿sabía usted que es una hormona que desempeña un papel importante en la respuesta del cuerpo al estrés agudo o crónico? En este tiempo de COVID-19, es importante entender cómo el cortisol afecta nuestra salud diaria, incluyendo cómo la hormona ayuda a mantener un metabolismo saludable y un fuerte sistema inmunológico. La neuróloga [Dalia Lorenzo, M.D.](https://medicos.baptisthealth.net/provider/Dalia+Lorenzo/868082?name=Dalia%20Lorenzo&sort=networks%2Crelevance) de [Miami Neuroscience Institute](https://neuroscience.baptisthealth.net/es/miami-neuroscience-institute), dice que los altos niveles continuos de cortisol pueden causar que la salud de una persona comience a deteriorarse en distintos niveles. \"Esto puede causar problemas de salud al suprimir el sistema inmunológico, alterando el metabolismo y causando que la persona tenga mayores probabilidades para la diabetes, la osteoporosis, la fatiga crónica y el aumento de peso\", explica la Dra. Lorenzo. He aquí algunos datos importantes acerca del cortisol, incluyendo cómo la dieta saludable, el ejercicio regular y las técnicas de relajamiento para reducir el estrés pueden ayudar a reducir los niveles de esta hormona. ¿Qué es el cortisol y por qué las personas deben reducir sus niveles de esta hormona? Dra. Lorenzo: \"El cortisol es una hormona secretada por las glándulas adrenales, las cuales están ubicadas arriba de cada riñón. La producción de cortisol está bajo la dirección del cerebro por medio de la glándula pituitaria, a través de un mecanismo de respuesta. En una persona normal y saludable, el cortisol es producido en un patrón [diurno] de altas y bajas donde la hormona está en sus niveles más altos al despertar por las mañanas y luego se reduce gradualmente a través del día hasta llegar a su nivel más bajo durante la noche. El cerebro está diseñado para reducir automáticamente la producción de cortisol una vez que detecta el alto nivel por las mañanas en una persona normal y saludable\". ¿Por qué es tan importante el cortisol? Dra. Lorenzo: \"La hormona es importante para el metabolismo de los alimentos y la función inmunológica y es una de las hormonas principales para la respuesta del cuerpo al estrés agudo y crónico. En condiciones estresantes crónicas y en ciertas condiciones médicas, el patrón de altas y bajas de la secreción diurna se aplana, causando niveles más altos continuos de cortisol. Esto puede causar problemas de salud al suprimir el sistema inmunológico y alterar el metabolismo para que la persona esté más propensa a desarrollar diabetes, osteoporosis, fatiga crónica y aumento de peso. Los niveles crónicamente altos de cortisol también tienen efectos negativos en la función del cerebro y en el estado del humor. Lo que es peor, las personas con depresión o síndrome de estrés postraumático (PTSD por sus siglas en inglés) demuestran una capacidad deficiente de poder apagar la producción de cortisol, causando un círculo vicioso\". ¿Pueden el ejercicio y las técnicas de relajamiento reducir los niveles de cortisol? Dra. Lorenzo: \"El ejercicio moderado aumenta inicialmente los niveles de cortisol, pero luego contribuye al bajón nocturno de la hormona y es una buena manera de reforzar el patrón natural de altas y bajas en la producción de cortisol. Idealmente, el ejercicio sería realizado en las horas de la mañana. Los practicantes regulares de la meditación de plenitud mental [3 horas por semana] también demuestran una mejor capacidad para reducir rápidamente los niveles de cortisol después de una tarea estresante. Otros medios de relajamiento como el masaje, la meditación profunda, el Tai Chi y elYoga han demostrado poder ayudar a reducir los niveles de cortisol. Las técnicas para el manejo del estrés y las relaciones harmoniosas de bajo conflicto también son importantes para prevenir los niveles de cortisol crónicamente elevados\". ¿Cómo afecta la dieta los niveles de cortisol? Dra. Lorenzo: \"Los estudios han demostrado una relación bidireccional entre el cortisol y la comida. Los altos niveles de cortisol aumentan el sistema de recompensa del cerebro a favor del consumo de alimentos 'reconfortantes', que usualmente son alimentos tipo merienda de baja calidad (altos en azúcar y en grasa). También se sabe que el consumo de alimentos altos en azúcar lleva a los aumentos en los niveles de cortisol. Esto causa otro círculo vicioso que contribuye a los altos niveles de cortisol\". ¿Qué tipos de alimentos debemos comer de menos y cuáles debemos comer de más? Dra. Lorenzo: \"Reduzcan el consumo de alimentos de baja calidad que sean altos en azúcar y en grasa. La deshidratación también puede aumentar los niveles de cortisol y se debe evitar. Se deben consumir más alimentos de alta calidad y alimentos que contengan fibra y ácidos grasos omega. Ha sido demostrado que los prebióticos reducen los niveles de cortisol y que aquellos que consumen chocolate oscuro han demostrado que pueden reducir sus niveles de cortisol más rápidamente después de un reto estresante\". ¿Qué nos puede decir acerca de los efectos de la cafeína y el alcohol en los niveles de cortisol? Dra. Lorenzo: \"La cafeína es un caso especial. La cafeína sí estimula la producción de cortisol, y este efecto permanece detectable en personas que la consumen diariamente. Aunque esto puede estar bien durante las horas de la mañana, ya que imita el patrón diurno de la secreción de cortisol, la cafeína consumida por la tarde puede impedir la rebaja natural y esperada de cortisol a medida que se avecina la noche.Habiendo dicho eso, para mis amigos adictos a la cafeína como yo, también existen estudios que sugieren que tomar té verde o negro afecta menos los niveles de cortisol que otras bebidas cafeinadas\". \"El alcohol aumenta los niveles de cortisol significativa y consistentemente, ya sea consumido ocasionalmente, a diario y muy en especial para los que toman grandes cantidades de alcohol diariamente.Los efectos cardio-protectores del consumo moderado de alcohol también han sido bien establecidos, así que el uso del alcohol debe ser considerado con relación a esta evidencia. Un enfoque puede ser evitar el alcohol durante los momentos particularmente estresantes cuando se espera que aumente el cortisol\". ¿Qué han encontrado los estudios acerca de la relación entre el cortisol y el sueño?¿Cuántas horas debemos dormir para reducir los niveles de cortisol? Dra. Lorenzo: \"El cortisol, como otras hormonas tales como la hormona del crecimiento, está vinculada muy de cerca con el sueño. El sueño puede parecer un estado pasivo para la mayoría de las personas.Sin embargo, es un tiempo de suma importancia donde el cerebro y el sistema endocrino están muy activos en sus funciones de restauración que son cruciales para la salud. Para que el sueño sea tenga la eficacia máxima en estas funciones, el cerebro debe pasar por un período de sueño ininterrumpido, el cual para la mayoría de las personas es de siete horas mientras el cerebro pasa por etapas de sueño en un patrón muy específico que está anclado en la evolución del ritmo circadiano de nuestra especie. La variación de estos ciclos, como ocurre con las personas de trabajan de noche o con las que padecen de insomnio, puede interrumpir estas funciones y causar niveles más altos y mal regulados de cortisol\". ¿Qué podemos hacer para dormir mejor si tenemos los niveles de cortisol altos? Dra. Lorenzo: \"Tengan una hora habitual para despertarse, duerman siete horas sin interrupción por las noches regularmente, eviten la cafeína o los ejercicios vigorosos por las noches, busquen recursos acerca de la buena higiene del sueño y practíquenla. Busquen la ayuda de un especialista si sospechan que tienen apnea del sueño, piernas inquietas o insomnio crónico\". ¿Qué han encontrado los estudios acerca de la relación entre las mascotas y los niveles de cortisol? ¿Cómo pueden los perros terapéuticos ayudar a bajar los niveles de cortisol en ciertos casos? Dra. Lorenzo: \"El interactuar con las mascotas definitivamente reduce los niveles de cortisol. Incluso un período de 10 minutos acariciando a un perro, un gato o a otra mascota se ha demostrado que reduce los niveles circulantes de cortisol. El uso de mascotas terapéuticas se ha estudiado y se ha demostrado que es beneficioso para pacientes con PTSD, niños que enfrentan situaciones estresantes, personas con depresión, y residentes institucionalizados y de acilos de ancianos. También existen beneficios para los pacientes que sufren de demencia o Alzheimer, trastorno de déficit de atención e hiperactividad (ADHD por sus siglas en inglés) y autismo. Los beneficios a largo plazo de las relaciones con las mascotas también son beneficiosos para regular los niveles de cortisol\". Atención médica que piensa en usted Artículos relacionados [Ver todos los artículos](/es/baptist-health-news/search) [El 'peor dolor de cabeza de su vida' indicó la rotura de un aneurisma cerebral para una madre y empresaria de medios de Miami](https://baptisthealth.net/es/baptist-health-news/worst-headache-of-her-life-signaled-a-ruptured-brain-aneurysm) August 30, 2022 lectura de 9 min [Él impulsa avances neuroquirúrgicos y carros de carrera: Conozca al energético y motivado jefe de Baptist Health Miami Neuroscience Institute](https://baptisthealth.net/es/baptist-health-news/hedrivesneurosurgicaladvancesandracecarsmeettheenergeticandgoaldrivenchiefatbaptisthealthmiamineuros) August 22, 2022 lectura de 3 min "}