{"title": "Traditional Chinese Medicine: What It Is and What It Can Do", "author": "Kaputk", "url": "https://health.clevelandclinic.org/chinese-medicine/", "hostname": "clevelandclinic.org", "description": "Traditional Chinese medicine, or TCM, is all about creating balance in the body in order to maintain health and wellness. It includes practices like acupuncture, cupping, herbalism, and tai chi.", "sitename": "Cleveland Clinic", "date": "2022-06-03", "cleaned_text": "Even if you don't yet know about the fundamentals of traditional Chinese medicine, you're probably familiar with some of its practices. Maybe you've had an acupuncture session, or taken turmeric for arthritis pain, or signed your kid up for a class at the local tai chi studio. Or maybe you've just wondered about those circular bruises on the backs of your favorite Olympic swimmers. Cleveland Clinic is a non-profit academic medical center. Advertising on our site helps support our mission. We do not endorse non-Cleveland Clinic products or services. [Policy](https://health.clevelandclinic.org/advertising) Each of these practices is based in traditional Chinese medicine (TCM), which is all about creating balance in the body in order to maintain health and wellness. Acupuncturist [ Yaser Abdelhamid, LAc](https://my.clevelandclinic.org/departments/wellness/integrative/staff/abdelhamid-yaser), explains what traditional Chinese medicine is, what treatments it includes and how it can help you maintain your health. Understanding the basics of traditional Chinese medicine At the root of traditional Chinese medicine is the concept of qi (pronounced \"chi\"). \"Qi is translated into the English language as the energy, power or force that travels through the body in order to give vitality to every cell,\" Abdelhamid explains. Qi is said to travel through your body via pathways called meridians. And remember that focus on balance? Enter yin and yang, opposing but interconnected forces. \"Yin and yang are the complementary natures of qi,\" Abdelhamid says. Yin is associated with traits like cold and negative energy, while yang is associated with warmth and positive energy. In TCM, the unrestrained movement of qi and the balance between yin and yang are the keys to your health. 5 TCM practices and what they can help treat Traditional Chinese medicine isn't a substitute for conventional medicine. But it's a great complement to it, emphasizing whole-body wellness and well-being. \"TCM shines when it comes to promoting optimal health and empowering patients to participate in their journey to foundational healing using food, herbs, movement therapies and more,\" Abdelhamid says. He explains some of the traditional Chinese medicine practices that are popular in North America. 1. Acupuncture You're might be familiar with [acupuncture](https://my.clevelandclinic.org/health/treatments/4767-acupuncture), the insertion of thin, sterile, disposable metal needles into your skin to relieve symptoms of disease and restore balance to body functions. \"The benefits of acupuncture are varied, but it is most well-known in the U.S. for treating conditions of pain,\" Abdelhamid notes. \"More doctors and surgeons than ever before are referring their patients for acupuncture therapies to treat pain.\" Now so popular in the U.S. that it's covered by many health insurance plans, acupuncture is commonly used to address issues like: - Arthritis. - Back pain, neck pain or muscle pain. - Headaches and migraines. - Knee pain. - Menstrual cramps. - Mind and mood issues, like stress, anxiety, depression and obsessive-compulsive disorder. - Infertility. - Pregnancy-related discomfort. Your acupuncturist may perform other TCM practices during your acupuncture sessions, too: [Ear seeds](https://health.clevelandclinic.org/ear-seeds/)target acupuncture points without using needles. Your acupuncturist applies tiny metallic balls or seeds onto acupressure points on your ears. They're affixed to a sticky bandage to keep them in place. [Gua sha](https://health.clevelandclinic.org/why-gua-sha-might-be-good-for-you/)is a tool-assisted type of massage that improves circulation and encourages healing. Practitioners use a smooth-edged tool, like a porcelain spoon, to scape or rub parts of your body where there's inflammation. [Moxibustion](https://health.clevelandclinic.org/moxibustion/)is the practice of heating dried, ground mugwort herb atop needles or along certain points on your skin to increase the flow of energy. 2. Cupping A Chinese adage teaches, \"Where there's stagnation, there will be pain. Remove the stagnation, and you remove the pain.\" [Cupping](https://my.clevelandclinic.org/health/treatments/16554-cupping) is meant to remove blocks, or stagnation, in the flow of your qi. Small cups (in the U.S., usually made of plastic or glass) create a suction effect against your skin, which breaks open tiny blood vessels beneath its surface. Your body replenishes blood to the cupped areas to prompt a healing response. According to TCM, this helps unblock your qi and restore the flow of energy throughout your body. Cupping is especially popular with athletes and others seeking help for issues like: - Arthritis. - Back, neck, knee and shoulder pain. - Breathing problems, like asthma. - Gastrointestinal disorders. - Headaches and migraines. - High blood pressure. 3. Chinese herbal medicine [Herbal therapy](https://health.clevelandclinic.org/what-you-should-know-about-chinese-herbs/) is the ancient tradition of using various Chinese herbs to improve health. Depending on your specific health needs, trained herbalists create custom herbal blends that take the form of capsules, liquid tinctures or formulas. There's extensive and ongoing research on the safety of these herbs. \"Chinese herbalism is as old as recorded history but as new as the most current research and scientific investigation into them,\" Abdelhamid says. Chinese herbs are commonly used for: - Allergies. - Autoimmune disorders. - Cancer treatment side effects. - Digestion issues. - Infertility. - Immune system regulation. - Menopause. - Menstrual or endometriosis pain. 4. Qigong [Qigong](https://health.clevelandclinic.org/what-are-the-health-benefits-of-qigong/), which translates as \"to work with qi,\" is a mind/body practice that uses simple poses and breathing patterns to prevent and reduce stagnant or blocked qi. Using movement, meditation and rhythmic breathing, qigong (similar to tai chi, below) can help to: - Reduce depression. - Relieve stress. - Lessen chronic fatigue. - Boost your immune response. - Improve well-being in people with cancer. 5. Tai chi Sometimes described as \"meditation in motion,\" [tai chi](https://health.clevelandclinic.org/the-health-benefits-of-tai-chi/) is a martial arts-based form of exercise that consists of slow movements and deep breathing techniques. It's suitable for people of all ages and fitness levels. \"In Eastern and Far Eastern thought, there's an understanding that the body was designed by Heaven for motion. This is when the body is physically at its best, in terms of strength, stamina and optimal flexibility and mobility,\" Abdelhamid explains. \"In contrast, Eastern philosophy states that the mind was designed by Heaven for stillness. This is when we're at our best inwardly, with the greatest capacity for memory, attention, focus, decision-making and intellectual activity. \"Outwardly moving, but inwardly still — this is the yin/yang ideal of living a balanced human existence that we should all try to achieve.\" Tai chi's slow, purposeful movements are designed to energize and balance your qi, providing you with both physical and mental benefits. Studies show that tai chi can: - Relieve fibromyalgia pain. - Reduce depression. - Sharpen memory and thinking skills. What the science says Modern science doesn't show definitive evidence of qi or the meridians through which it's said to flow, but traditional Chinese medicine's popularity has remained consistent throughout the centuries for improving health and wellness used alongside conventional medical therapies. \"Modern medicine shines when it comes to implementing crisis intervention and disease management,\" Abdelhamid says, \"We should be thankful for emergency departments, operating rooms, burn units, trauma care facilities, lifesaving pharmaceuticals and the like.\" But TCM is a valuable complement to modern medicine, recommended by medical professionals who value its emphasis on promoting health, balance and wellness. \"It's important for patients to know that they can take advantage of acupuncture and other traditional Chinese medicine practices alongside standard modern medicine,\" Abdelhamid encourages. "}