{"title": "Guide to spiritual and physical healing of wolves and felines - Shaman", "author": null, "url": "https://animal-groups-roleplay.fandom.com/wiki/Guide_to_spiritual_and_physical_healing_of_wolves_and_felines_-_Shaman", "hostname": "fandom.com", "description": "By, Dialatéd Physical healing consists of healing a player using a poultice consisting of varieties of herbs. A Physical Healer is one who can understand and remember of cures for sickness and injury and can specialize in knowledge of herbs. You get the picture. Whether it's Marigold or Burdock, each herb has a purpose. Many herbs, just like Marigold are used for the sole purpose of acting as a medicine to heal a wound faster and give positive effects. The herbs can be picked in different enviro", "sitename": "Fandom, Inc.", "date": "2023-08-30", "cleaned_text": "consists of healing a player using a poultice consisting of varieties of herbs. A Physical Healer is one who can understand and remember of cures for sickness and injury and can specialize in knowledge of herbs. You get the picture. Whether it's Marigold or Burdock, each herb has a purpose. Many herbs, just like Marigold are used for the sole purpose of acting as a medicine to heal a wound faster and give positive effects. The herbs can be picked in different environments. So if you see a herb in an environment that it doesn't normally grow it, it may be poisonous and a weed that impersonates the herb. To seal the job, one will need to apply a good amount of cobweb (Not a spiders web unless abandoned by the spider occupant.) The wound should be checked, a fresh poultice should be applied, and re-sealed with cobwebs every day that the roleplay occurs until given a further notice on when stated that their character is completely healed. The physical healers can have many different ranks all depending on the knowledge and how skilled they are in their job. So depending on your rank and level you may be more skilled in ways of how well, quick, and safely you can patch up a wound or treat sickness. If you want to get more in-depth with all of the herbs, their main purposes, and more, visit this article made by Fototingobug and their friend.[ [https://animal-groups-roleplay.fandom.com/wiki/Offical_Herb_Guide](https://animal-groups-roleplay.fandom.com/wiki/Offical_Herb_Guide) ] (Remember, this is only for roleplay so don't try this in real life!) And that completes the Physical healer's guide for rookies. *Spiritual Healer's Guide*[ ] Spiritual Healing is a big difference compared to Physical Healing. A Shaman which is a character in many roleplay groups can not only Physically heal but Spiritually Heal a character. So no herbs are involved around this scenario. First, a Shaman must understand the issue in the health of a character. Taking into account how the character must feel, the Shaman can conjure up a spiritual power that can instantly cure a wound or sickness. The Shaman is a very wise and noble role, and the importance of understanding the level of healing they need to prepare is a very tedious task. It's not an easy one. Everyone has their limit though, and as a shaman, spiritual healing is only for the deadliest of wounds in your comrades, as it takes up lots of energy, time, and strength. As for spiritual healing, a Shaman is the only of his or her kind that can perform this Out-of-world healing technique and is the highest of their ranking strength and overall performance in all sorts of healing. That completes the Spiritual Healer's guide for rookies. NOTE: Please do not edit unless you spot a grammar mistake, you have something related to the context to add, or if you'd like to add some coding. Coding is SUPER DUPER appreciated <3 But if you'd like to add some context please message me on my wall so that I can confirm with you if I'd like to have that in my article. Thanks, guys! Please be aware that all of this information that I used here came mostly from my knowledge and very few of it came from the herb guide from the Warrior cats series as I had to get the names for some herbs. Please ask before you use my information or my article as I worked very hard on it. Peace! <3 "}