{"title": "Instagram Post Missing Context About Israeli Study on COVID-19 Natural Immunity - FactCheck.org", "author": "D'Angelo Gore", "url": "https://www.factcheck.org/2021/09/scicheck-instagram-post-missing-context-about-israeli-study-on-covid-19-natural-immunity/", "hostname": "factcheck.org", "description": "An Instagram post highlighted a headline about a non-peer-reviewed study from Israel that found that unvaccinated people previously infected with SARS-CoV-2 had greater immunity against the delta variant than never-infected people fully vaccinated with Pfizer/BioNTech's COVID-19 vaccine. But the social media post omitted the study's other finding that one dose of the vaccine enhanced protection for infection survivors.", "sitename": "FactCheck.org", "date": "2021-09-02", "cleaned_text": "a headline about a non-peer-reviewed study from Israel that found that unvaccinated people previously infected with SARS-CoV-2 had greater immunity against the delta variant than never-infected people fully vaccinated with Pfizer/BioNTech's COVID-19 vaccine. But the social media post omitted the study's other finding that one dose of the vaccine enhanced protection for infection survivors. Full Story According to its authors, a [study](https://www.medrxiv.org/content/10.1101/2021.08.24.21262415v1) conducted in Israel demonstrated that natural immunity from a prior infection with SARS-CoV-2 provided \"longer lasting and stronger protection\" against the highly transmissible delta variant than vaccine-induced immunity from two doses of the Pfizer/BioNTech COVID-19 vaccine. [Some social media users are highlighting that finding — which is far from conclusive — while ignoring that the study also said that previously infected individuals can still benefit from vaccination.](https://cdn.factcheck.org/UploadedFiles/SciCHECKsquare_4-e1430162915812.png) The texastruther Instagram account, for example, [posted](https://cdn.factcheck.org/UploadedFiles/texastruther_ig_post.png) a screen capture of an [Aug. 27 Gateway Pundit headline](http://web.archive.org/web/20210829204937/https://www.thegatewaypundit.com/2021/08/new-israeli-study-finds-fully-vaccinated-people-greater-risk-hospitalization-13-times-likely-catch-covid-19-recovered-natural-immunity/) that says, \"New Israeli Study Finds Fully Vaccinated People are at 'Greater Risk of Hospitalization' and 13 TIMES MORE LIKELY to Catch Covid-19 Than Those Who Have Recovered and Have Natural Immunity.\" What was not mentioned in the Instagram post — which received more than 4,600 likes on the platform — is that the study found even greater immunity against the delta variant for people who got a single shot of the Pfizer/BioNTech vaccine and had an infection with the novel coronavirus that causes COVID-19. It's true that in many cases, natural immunity can provide better protection from certain diseases than immunity from vaccination, as [we've written](https://www.factcheck.org/2019/02/darla-shines-measles-misinformation/) before. But we've [also written about](https://www.factcheck.org/2021/04/scicheck-vaccines-benefit-those-who-have-had-covid-19-contrary-to-viral-posts/) scientific studies that show the benefits of vaccination for those who contracted the coronavirus and then recovered from infection. The Centers for Disease Control and Prevention also [recommends](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/faq.html) that people still get vaccinated regardless of whether they already had COVID-19, because it's not known how long someone is protected from getting COVID-19 again after recovering from the disease. A small proportion of people who had an infection [may not develop](https://apps.who.int/iris/bitstream/handle/10665/341241/WHO-2019-nCoV-Sci-Brief-Natural-immunity-2021.1-eng.pdf) much immunity at all. In addition, experts say that people should not interpret the Israeli study's findings as an endorsement to intentionally get infected as a way to obtain natural immunity. That would be extremely risky, as more than [633,000 deaths](https://www.cdc.gov/nchs/covid19/mortality-overview.htm) have been attributed to COVID-19 in the United States alone. Even some who survive an infection experience so-called \" [long COVID](https://www.cdc.gov/coronavirus/2019-ncov/long-term-effects.html),\" which is when symptoms from the disease last for weeks or months. The Study The retrospective observational [study](https://www.medrxiv.org/content/10.1101/2021.08.24.21262415v1) is the largest to compare natural immunity and vaccine-induced immunity, according to its authors. It was posted Aug. 25 to the [medRxiv preprint server](https://www.medrxiv.org/), which [means](https://www.medrxiv.org/content/what-unrefereed-preprint) it has not been peer-reviewed and \"has not yet been accepted or endorsed in any way by the scientific or medical community.\" Using data on tens of thousands of patients (age 16 and older) from the Maccabi Healthcare Services database in Israel, a team of researchers compared the health outcomes, including infections, symptoms and hospitalizations, of three different groups of people. The analysis included individuals never infected with SARS-CoV-2 who received the two-dose regimen of the Pfizer/BioNTech vaccine, previously infected individuals who had not been vaccinated, and individuals who had an infection and received a single dose of the vaccine, either before or after the infection. Among a group of more than 32,000 people either previously infected or fully vaccinated between Jan. 1 and Feb. 28, the authors found a 13-fold increased risk for breakthrough infection with the delta variant as opposed to reinfection. The frequency of either event, however, was still very low, as this was based on 238 breakthrough infections, or infections in fully vaccinated individuals, and 19 reinfections among unvaccinated people who had recovered from a previous bout with the virus. The authors also found a 27-fold increased risk for symptomatic breakthrough infection after full vaccination as opposed to symptomatic reinfection. That was based on 191 infections in vaccinated individuals and eight in previously infected people. Then, when comparing over 46,000 individuals who were fully vaccinated between January and February with the same number of unvaccinated people who were infected at any time between March 2020 and February 2021, the authors discovered about a 6-fold increased risk for breakthrough infection as opposed to reinfection. They also found a more than 7-fold increased risk for symptomatic breakthrough infection than symptomatic reinfection. The authors said the results \"could suggest waning natural immunity against the Delta variant,\" which was prevalent in Israel during the study's follow-up period of June 1 to Aug. 14. In both comparisons, the fully-vaccinated individuals also had a \"greater risk for COVID-19-related-hospitalizations\" than those with natural immunity from a previous infection, the study said. There were no COVID-19-related deaths recorded in the study. Importantly, though, the researchers also found that previously infected people benefited from vaccination, as those who received a single dose of the vaccine were about half as likely (0.53 fold) to be reinfected as those who did not get the shot. The single dose vaccinees also had fewer recorded cases of symptomatic disease (16) than their unvaccinated counterparts (23). For those vaccinated after an infection, specifically, there was \"a similar, though not significant, trend of decreased risk of reinfection,\" the authors said. But that part of the analysis was not featured in the Gateway Pundit headline — or its [article](http://web.archive.org/web/20210829204937/https://www.thegatewaypundit.com/2021/08/new-israeli-study-finds-fully-vaccinated-people-greater-risk-hospitalization-13-times-likely-catch-covid-19-recovered-natural-immunity/) — which was amplified on social media. The Study's Limitations Furthermore, the authors of the study acknowledged that it had several limitations. For one, they said that the analysis only assessed protection from the Pfizer/BioNTech vaccine \"and therefore does not address other vaccines or long-term protection following a third dose, of which the deployment is underway in Israel.\" As of Aug. 31, about 62% of Israel's population was fully vaccinated and about another 6% were only partially vaccinated, [according to](https://ourworldindata.org/covid-vaccinations) the University of Oxford-based project Our World in Data. The authors also said that because they conducted an \"observational real-world study,\" where polymerase chain reaction, or [PCR](https://www.genome.gov/about-genomics/fact-sheets/Polymerase-Chain-Reaction-Fact-Sheet), screening for the coronavirus was not required, \"we might be underestimating asymptomatic infections, as these individuals often do not get tested.\" The testing aspect was perhaps \"the biggest limitation of the study,\" according to [Natalie Dean](https://sph.emory.edu/faculty/profile/index.php?FID=natalie-dean-12818), an Emory University biostatistician, who was quoted in an [Aug. 26 Science article](https://www.sciencemag.org/news/2021/08/having-sars-cov-2-once-confers-much-greater-immunity-vaccine-vaccination-remains-vital) about the study. \"That means, she says, that comparisons could be confounded if, for example, previously infected people who developed mild symptoms were less likely to get tested than vaccinated people, perhaps because they think they are immune,\" Science reported. \"Lastly,\" the authors of the Israeli study wrote, \"although we controlled for age, sex, and region of residence, our results might be affected by differences between the groups in terms of health behaviors (such as social distancing and mask wearing), a possible confounder that was not assessed.\" The Science article also quoted [Charlotte Thålin](https://staff.ki.se/people/charlotte-thalin), a physician and immunology researcher at Danderyd Hospital and the Karolinska Institute, who cautioned that the number of infections and other outcomes on which the comparisons were based were quite \"small.\" For instance, the study's finding that never-infected vaccinees were at higher risk for COVID-19-related hospitalization than the previously infected non-vaccinees was based on no more than about two dozen hospitalizations in either of the comparisons. In the part of the analysis that compared the outcomes of people previously infected or fully vaccinated in January or February, the study said \"nine cases of COVID-19-related hospitalizations were recorded, 8 of which were in the vaccinated group and 1 in the previously infected group.\" In the part of the analysis that looked at individuals who were fully vaccinated in either January or February and unvaccinated people who were infected at some point between March of last year and February of this year, the study said \"COVID-19 related hospitalizations occurred in 4 and 21 of the reinfection and breakthrough infection groups, respectively.\" Other scientists [have raised](https://twitter.com/DGBassani/status/1431390188924768269) additional concerns about the study's methodologies and conclusions. In an extensive Twitter thread, [Diego Bassani](https://www.schoolofcities.utoronto.ca/people/directories/all-faculty/diego-bassani), an epidemiologist at the Hospital for Sick Children and an associate professor of pediatrics at the University of Toronto, said that the study's \"very large ORs,\" or odds ratios, \"indicate something could be off with sample selection or response measurement.\" He also said the fact that the study matched groups by age could introduce a bias in the results, since the previously infected group only includes those who survived their first infection, whereas the vaccinated group did not. It's worth noting that two other studies have come to different conclusions about the relative potency of natural versus vaccine-induced immunity, although each is also subject to its own limitations and is not definitive. One [unpublished paper](https://www.medrxiv.org/content/10.1101/2021.08.18.21262237v1) that has yet to be peer-reviewed, from researchers at Oxford University, found that the protection against any kind of confirmed infection with delta by the two-dose Pfizer/BioNTech vaccine was slightly better than natural infection. Another study, [published](https://www.cdc.gov/mmwr/volumes/70/wr/mm7032e1.htm?s_cid=mm7032e1_w) in the CDC's Morbidity and Mortality Weekly Report in August, found that unvaccinated residents of Kentucky who were infected with the coronavirus in 2020 were more than twice as likely to become reinfected in May and June 2021, compared with those who were previously infected and fully vaccinated. Don't Try to Get Infected In any case, experts advise against purposely getting infected in hopes of acquiring some degree of immunity. \"What we don't want people to say is: 'All right, I should go out and get infected, I should have an infection party,'\" [Michel Nussenzweig](https://www.rockefeller.edu/our-scientists/heads-of-laboratories/875-michel-c-nussenzweig/), an immunologist at Rockefeller University, told Science in response to the study. \"Because somebody could die,\" he warned. And on Twitter, [Alessandro Sette](https://www.lji.org/labs/sette/) of the La Jolla Institute for Immunology wrote that the question is not \"should I get COVID or be vaccinated?\" \"COVID is associated with high disease burden, risk of death and long-lasting health issues (long COVID), in contrast with the excellent safety profile of vaccination,\" [he tweeted](https://twitter.com/SetteLab/status/1431796024624893955). \"The question is 'should I get vaccinated even if I previously had covid?' People that were infected and then vaccinated develop a powerful immune response, called 'hybrid immunity', which exceeds what is seen with either natural infection or vaccination.\" That's in line with what the preprint study from Israel also found. Clarification, Sept. 8: We updated the story to make clear that the Israeli study found a trend toward a decreased risk of reinfection for people vaccinated after an infection, but it wasn't significant. We also added language to clarify that the other study published in the CDC's Morbidity and Mortality Weekly Report analyzed the risk of reinfection for unvaccinated and fully vaccinated people who were previously infected. Editor's note: [SciCheck's COVID-19/Vaccination Project](https://www.factcheck.org/covid-misconceptions/) is made possible by a grant from the Robert Wood Johnson Foundation. The foundation has [no control](https://www.factcheck.org/2021/04/scicheck-and-our-committment-to-transparency/) over FactCheck.org's editorial decisions, and the views expressed in our articles do not necessarily reflect the views of the foundation. The goal of the project is to increase exposure to accurate information about COVID-19 and vaccines, while decreasing the impact of misinformation. Sources Gazit, Sivan. et al. \" [Comparing SARS-CoV-2 Koen. et al. \" [Impact of Delta on viral burden and vaccine effectiveness against new SARS-CoV-2 infections in the UK](https://www.medrxiv.org/content/10.1101/2021.08.18.21262237v1).\" medRxiv.org. 24 Aug \" [Reduced Risk with SARS-CoV-2 After COVID-19 Vaccination — Kentucky, May-June 2021](https://www.cdc.gov/mmwr/volumes/70/wr/mm7032e1.htm?s_cid=mm7032e1_w#suggestedcitation).\" Morbidity and Mortality Weekly Report. Centers for Disease Control and Prevention. 13 Aug 2021. Wadman, Meredith. \" [Having SARS-CoV-2 once confers much greater immunity than a vaccine—but vaccination remains vital](https://www.sciencemag.org/news/2021/08/having-sars-cov-2-once-confers-much-greater-immunity-vaccine-vaccination-remains-vital).\" Science. 26 Aug 2021. Conradson, Julian. \" [New Israeli Study Finds Fully Vaccinated People are at \"Greater Risk of Hospitalization\" and 13 TIMES MORE LIKELY to Catch Covid-19 Than Those Who Have Recovered and Have Natural Immunity](http://web.archive.org/web/20210829204937/https://www.thegatewaypundit.com/2021/08/new-israeli-study-finds-fully-vaccinated-people-greater-risk-hospitalization-13-times-likely-catch-covid-19-recovered-natural-immunity/).\" Thegatewaypundit.com. 27 Aug 2021. Jaramillo, Catalina. \" [Vaccines Benefit Those Who Have Had COVID-19, Contrary to Viral Posts](https://www.factcheck.org/2021/04/scicheck-vaccines-benefit-those-who-have-had-covid-19-contrary-to-viral-posts/).\" FactCheck.org. 23 Apr 2021, updated 23 Aug 2021. U.S. Centers for Disease Control and Prevention. [Frequently Asked Questions about COVID-19 Vaccination](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/faq.html). "}