{"title": "Travel Tips: Stay Healthy, Calm & Energized This Summer", "author": "Dr John Douillard; DC; CAP", "url": "https://lifespa.com/ayurvedic-lifestyle/seasonal-living/summer-travel-tips/", "hostname": "lifespa.com", "description": null, "sitename": "John Douillard's LifeSpa", "date": "2017-06-10", "cleaned_text": "While we all look forward to summer vacation, many folks dread the travel. From an [Ayurvedic perspective, the Vata](https://lifespa.com/about-lifespa/ayurveda/what-is-ayurveda/) dosha (or air energy) can easily become disturbed from flying or while traveling. A new branch of medicine called [Circadian Medicine has measured the negative effect of travel stress (Vata](https://lifespa.com/category/circadian-medicine/) imbalance) on the nervous system. As some of you may be flying or driving for your vacation, or even commuting long distances for work, you can stay in balance with some of the following suggestions to enjoy a smooth journey and arrive at your destination healthy and refreshed. [Ashwagandha (Withania somnifera)](https://lifespa.com/ayurvedic-supplement-facts/ashwagandha/)is one of the classic adaptogens that helps the body cope with stress and travel. It has been shown to balance stress-fighting hormones and is identified as one of the few substances capable of boosting the natural production of brain-derived neurotropic factors (BDNFs) that support brain cell production. Take ashwagandha before, during, and after your flight to support your health, immune system and nervous system. (1-6) [Bacopa (Bacopa monnieri)](https://lifespa.com/ayurvedic-supplement-facts/bacopa/)is another BDNF-booster that has been shown to help the body reconnect with the circadian rhythms that are disturbed when traveling. (7,8) Bacopa has an affinity for relaxing tension throughout the system, making it an invaluable ally in acute tension-related conditions such as congested and slow-moving bowels, muscle tightness, menstrual discomfort and trouble sleeping. [Triphala](https://lifespa.com/ayurvedic-supplement-facts/triphala/)- Occasional travelers' constipation is typically a result of a travel-related vata imbalance that causes dryness. We now know that travel disturbs the circadian rhythms of digestion. (9) Taking triphala during travel and for a couple of days after you arrive is a great way to avoid occasional constipation and help get the body back on schedule. (10) [Nasya](https://lifespa.com/ayurvedic-supplement-facts/nasya/)- Dryness is a common issue during travel. Lubricating the sinuses, or performing nasya, is a helpful and soothing protocol to counteract this. Apply Nasya Oil or cold-pressed sesame oil to the nostrils (1-2 drops in each nostril) at least once during your flight, and sniff the oil up into each nostril for maintaining nasal health and well-lubricated nasal passages. (11-14) Nasya can help support mental clarity and energy during and after travel. - Drink warm water or ginger tea while in the air - avoid cold or bubbly drinks on the plane. You can bring ginger tea bags with you. Drinking ginger tea can help keep you feeling warm, grounded, and healthy while your immune system is exposed to new environments. (15-19) - Gentle Digest - This formula is a combination of coriander, cumin, fennel, cardamom and ginger to antidote gas, bloating or digestive distress from travel or new and different hard-to-digest foods. (20-23) - Eat warm, moist foods during the trip and upon arrival at your destination. Avoid cold, dry foods. - Enjoy an oil [abhyanga (self-massage)](https://lifespa.com/ayurvedic-daily-home-oil-massage-abhyanga/)once you arrive and settle. First, plan to rest, and take a warm bath or shower. While in the shower or after, give yourself a massage and even put a few drops of the oil in your ears and nose. You can also gargle with it (oil pulling). These practices help to balance the vata or the stress on the nervous system and to regulate the circadian clock during travel. (24,25) - Bring a warm sweater or shawl on the plane to ensure you stay warm. - Focus on your breath and quiet your mind during take-off and landing to reduce anxiety and calm vata during the transitions in and out of the air. Take long slow and deep nasal breaths and gently allow your awareness to focus on your breath. If driving a long distance, this will also be calming. You can also practice my [One Minute Meditation](https://lifespa.com/one-minute-meditation/)or try my [Free Meditation Training](https://lifespa.com/free-meditation-training-viewing/)during travel to stay calm. What are your favorite Ayurvedic travel tips? References [http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3573577/](http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3573577/) - NutraGenesis "}