{"title": "PDF", "author": "PDF", "url": "https://www.canberrahealthservices.act.gov.au/__data/assets/pdf_file/0003/2200296/CHS-Exceptional-Health-Care-Report-2022_V10_AADIGITALFA.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Exceptional Health Care Report and safet y of our careShining a light on the quality Canberra Health Services Exceptional Health Care Report 2021 - 222Accessibility (how to get this information in other ways) To get this information: in large print to listen to in any other format call (02) 5124 0000.If you need the translating and interpreting service call 131 450. canberrahealthservices.act.gov.au/accessibility Publication No 22/2037 | © Australian Capital Territory, Canberra November 2022Acknowledgement of Country Canberra Health Services acknowledges the Traditional Custodians of the land, the Ngunnawal people. We acknowledge and respect their continuing culture and contribution to the life of this city and region. 1263Contents Delivering on our goal to create 6 exceptional health care Rehabilitation with the aid of a 8 robotic exoskeleton Planning for the future 12 Exercise program reducing need 18 for surgery Driving cutting-edge research through 20 health care How we work with you to improve the 24 quality and safety of our careEmbracing technology to make 34 an impression Bringing cultural knowledge to 36 health care How we measure the quality and safety 42 of our care Adapting to the pandemic 46 Providing timely care in 52 our community Tasty menu changes for 54 chemo patients 24An average week at Canberra Health Services In 2021 - 22, there were: babies born of these babies were born by caesarean non-admitted outpatients, community and COVID-19 testing occasions of service inpatient episodes of care Walk-in Centre episodes of care Canberra Health Services Exceptional Health Care Report 2021 - 22 45 breastscreens performed emergency surgeries performed emergency department presentations admissions to hospital from the emergency department patients patients arrive at the emergency department by ambulance Canberra Health Services Exceptional Health Care Report 2021 - 226Delivering on our goal to create exceptional health care This year we received our three-year accreditation from the Australian Council on Healthcare Standards, confirming our progress towards delivering on our vision of providing exceptional health care and patient safety. We met all 151 actions across eight National Safety and Quality Health Service Standards. The final accreditation assessment report noted many examples of high-quality health care in action, including the inclusion of patients and carers in care planning and delivery of care, passionate and committed staff, and the work being done to ensure First Nations peoples feel welcome and safe in our health facilities. In particular, assessors noted: a positive workforce culture that closely aligned to the Canberra Health Services vision and values passionate, enthusiastic and committed staff, and significantly improved morale a strong commitment to inclusion, including strengthening partnerships with Aboriginal and Torres Strait Islander patients and groups delivery of quality comprehensive care through staff collaboration across all disciplines in the patient journey, authentic partnerships between staff, patients and carers, and strong documentation and patient handover procedures during the continuum of care comprehensive processes to ensure safe and effective responses to deterioration in a person's mental state and rapid referral, and a robust risk management framework supported by policies, procedures and guidelines that are well understood by staff. 7 Canberra Health Services Exceptional Health Care Report 2021 - 228 9Rehabilitation with the aid of a robotic exoskeleton Chris Cairns' life took a turn for the worse in August 2021 when he experienced two medical emergencies.Canberra Health Services Exceptional Health Care Report 2021 - 2210The health battle for the former New Zealand cricket player, who was one of the game's best all-rounders, began with a 'feeling of fogginess'. 'I had a bit of a lie down when I got home from dropping the kids off at school... I then tried to get up from the bed and go to the bathroom and collapsed.' Chris was then rushed to the Emergency Department at Canberra Hospital, accompanied by his wife Mel. '[The Emergency Department nurses] came over, took my blood pressure, and it was through the floor, so they rushed me straight through to a resus area. That was the last of my memory for nine days.' Mel remembers that day a lot more vividly.'Within about ten minutes after the CT scan, they came out and said he needs to go to theatre right now.' 'The first surgery was seven hours. The anaesthetist explained to us that it looked like a grenade had gone off in his chest.' 'Over the next 24 - 48 hours things progressively got worse.'Chris was then flown up to Sydney's St Vincent's Hospital. Over the next two weeks he had multiple procedures to improve his condition. After finally regaining consciousness, Chris couldn't move his legs. 'The next day I had an MRI scan and that showed a spinal stroke,' Chris said. Chris underwent rehabilitation at University of Canberra Hospital (UCH) - our state-of-the-art rehabilitation hospital. 'The care was all encompassing. I was supported by nurses, doctors, physios, and occupational therapists,' Chris said. 'It is great a facility like UCH exists in Canberra as it meant that I didn't have to stay in Sydney for rehabilitation.'Chris is using a Keeogo robotic exoskeleton to help him learn how to walk again. 11 After being in a wheelchair for months, Chris was loaned a Keeogo robotic exoskeleton to assist him with learning how to walk again. It provides the support he needs to relearn his natural leg movement and can be adjusted to suit his strength and muscle memory. 'It was strange. I had to learn to walk again, and I still don't know if I'll be able to do it because I have to get my muscles back,' Chris said. 'The fact that I can be upright and start the process to see if I can do it, that's the best thing. It's hope. That's what it gives you and you have a purpose.' Chris hopes that by sharing his journey, particularly by being a trailblazer of the exoskeleton therapy, it will give others in a similar situation hope. 'It's about small gains. That would be my only message to people going through it. Don't look at it result-wise, just get up daily and go to work.'Chris strapped the machine to his legs almost every day, walking laps of the rehabilitation centre at UCH without the help of a physiotherapist and taking it home to use it in an everyday setting. 'Something like this is the difference between someone spending their life in a wheelchair or walking,' Chris' physiotherapist Alanna Shepherd said. 'It's scaffolding that supports him to do his natural [movement]. 'It's the equivalent of about two or three physiotherapists helping. Without the exoskeleton he might find it difficult to stand, but it holds him in that position.' In 2023 a new robotics rehabilitation clinic will be established at UCH. Robotics rehabilitation technology has the potential to completely change the way that allied health professionals deliver treatment to patients, as can be seen through Chris' journey. The Keeogo device provides support to relearn natural leg movement. Canberra Health Services Exceptional Health Care Report 2021 - 2212 13Planning for the future As our community grows and changes, so too do the health needs of Canberrans. Where we provide care plays a pivotal role in ensuring the type of care we provide is exceptional. We're improving and expanding our infrastructure to make sure we meet the health care needs of Canberrans today and into the future. This includes building new facilities and upgrading existing ones, both on the Canberra Hospital campus and throughout the city, ensuring Canberrans have access to health care when and where they need it. Canberra Health Services Exceptional Health Care Report 2021 - 2214Our new ICU welcomes its first patients Our new Intensive Care Unit (ICU) ward, named Yamba, welcomed its first patients in 2022. This expansion project has delivered an additional eight beds in the ICU - bringing the total number to 39. These beds have expanded our capacity to deliver lifesaving treatment and care to Canberrans and the surrounding region for many years to come. This means we have even more capacity to get the right treatment at the right time for our ICU patients. Some of the patient-centred features include: 'intelligent' beds designed to reduce in-hospital patient pressure injuries, and improve patient comfort and safety open plan layout with wide windows to welcome natural light improved family meeting areas and amenities to help support loved ones of patients. This project is only one component of the infrastructure investment program that Canberra Health Services is undertaking. On top of this unit, a new 60-bed ICU will be delivered as part of the broader Canberra Hospital Expansion. '...we will have even more capacity to get the right treatment at the right time for our ICU patients.' 15Canberra Health Services Exceptional Health Care Report 2021 - 2216More mental health services at CHS A new neurostimulation suite (NTS) at Canberra Hospital is providing enhanced opportunities for people experiencing mental illness to gain access to specialised therapy. The suite provides specialist mental health treatment to patients in a welcoming and comfortable environment. It has been purpose built to provide electroconvulsive therapy (ECT) to patients who need it. Coordinator of the NTS, Joyce Thanabal, says 'the new suite is designed to offer patient-centred care. Before the NTS opened, patients had to be admitted to hospital for treatment.''It's been amazing to see patients improve after having received treatment at the suite. It's very rewarding.' Demand for ECT services is increasing across the ACT and south-east regional areas of NSW. Previously, Calvary Public Hospital Bruce was the only provider of ECT in Canberra. Now, with this new neurostimulation suite, more people can access this service, particularly for those who need acute mental health care. 17Public health care choices expand in Molonglo Families in the growing Molonglo Valley now have access to more public health care closer to home. Opened in April 2022, Canberra Health Services at Molonglo is the place to go to for pregnancy care, maternal and child health, women's health counselling and children's asthma care appointments. It's the first of five new health centres that are planned to open across Canberra over the next few years. These health centres will complement the ACT Government's 'care closer to home' network which includes five nurse-led Walk-in Centres, six Community Health Centres and child and family health clinics across Canberra. By offering another choice in public health care, this facility supports the Molonglo Valley's growing population, which is expected to surpass 50 000 residents by 2041, meeting the needs of many families in the area. Felicity said the Molonglo facility had plenty of space to expand services to meet the needs of the local community. 'It makes it easier for women to access services they need in their local area. It accommodates a range of different health professionals, so there's a raft of services available under the same roof.' As a Molonglo Valley parent of two children under three years of age, Jennifer also agreed that local families benefit from having the service so close to home. 'It's very accessible, and there's plenty of carparking available. I've walked there a few times as it's close by,' she said. 'Staff are very knowledgeable and friendly. I'll be booking in again for my baby's four-month developmental check.' Meet Felicity Finn - who works with the team of nursing and midwifery staff at Canberra Health Services at Molonglo. A registered midwife for 15 years, Felicity started her nursing career in paediatrics and has always been interested in 'the incredible growth during pregnancy and the potential to bring another human into the world'. Felicity estimates she has worked with up to 500 women in their journey from pregnancy to motherhood. She feels humbled that her role provides the opportunity to have a lasting positive impact on the families she cares for. 'As a midwife you use all your skills; it's extremely satisfying. You may be assessing a woman's pregnancy, looking after her in labour, and visiting her and her newborn in the early days at home. You work in partnership and this promotes a sense of trust, choice, and control for the woman.' 'Occasionally you'll meet women with very troubled pregnancies and a whole range of challenges. We can refer women to other services as needed.'Primary health team boosts public health services at Molonglo Felicity FinnCanberra Health Services Exceptional Health Care Report 2021 - 2218Exercise program reducing need for surgery GLA:D (Good Life with osteoArthritis: Denmark) is an education and exercise program developed by researchers in Denmark that was first offered by Canberra Health Services in June 2021. The program aims to help participants with hip or knee osteoarthritis symptoms to strengthen their muscles to support their joints and improve their confidence through exercise. The health outcomes have been really positive so far. Participants have seen symptoms improving, reduced pain, and the delay or avoidance of surgery. Physiotherapist, Erin Dean is a member of the Community Physiotherapy team who run this program. There are 15 physiotherapists in the team who have been trained and accredited to run GLA:D. 19'It's a six week-long program. You attend two group exercise sessions a week, one independent exercise session at home, and two education sessions within that six-week timeframe,' said Erin. Prior to the program being established through Canberra Health Services, there were no publicly run group programs designed for knee and hip osteoarthritis sufferers. 'The two education classes cover different aspects of the factors that contribute to osteoarthritis, the signs and symptoms, condition management, and different treatment options.' The exercise classes are self-paced. Participants can choose to warm-up beforehand or at the start of the sessions. Once they're warmed up and ready to go, they have stations that they complete within the one-hour timeframe. 'We walk around and help them, guide their technique with the exercises, and modify it to make it nice and individualised for each person.'Program participant, Pam Harders has osteoarthritis. This condition, which is quite common in older people, causes her joint pain and reduces her ability to do simple things like walk. She has seen an improvement in her pain after taking part in the GLA:D Program. 'At the 12-month mark, we've found that three in four people report reduced pain, improved quality of life and the reduced desire to have surgery. As a result, we are expecting to see reduced surgery wait times for this type of condition,' said Erin. The team have also seen a 28 per cent improvement in patient sit-to-stand test results. 'People are reporting that they can do more, spend more time with family, and just enjoy exercise again.' Erin Dean, GLA:D program physiotherapist Pam Harders, GLA:D program participantCanberra Health Services Exceptional Health Care Report 2021 - 2220 Professor Imogen Mitchell, CHS Executive Director, Research and Academic Partnerships21Driving cutting-edge health care through research At Canberra Health Services, we know that excellence in teaching, training and research leads to exceptional health care. Equally, including consumers and carers as members of the research team helps to deliver the best patient outcomes.Canberra Health Services Exceptional Health Care Report 2021 - 2222This understanding is at the heart of a new research strategy which aims to build our research activities, transform our culture, and partner with academic, community and industry organisations to deliver exceptional health care. Chief Executive Officer, Dave Peffer, said one of the aims of the strategy was to highlight the huge variety of research already underway across the health service. 'We want to make sure our CHS experts are visible, and that we can make it easier for them to share their research with local, national and international audiences,' Mr Peffer said. 'We want to celebrate each of the hundreds of clinical researchers working across every discipline, from nursing and midwifery to allied health and our medical specialties. Under the strategy, staff who secure positions as clinical researchers will be given dedicated time, access to mentors and funding to complete their projects. 'We certainly have bright minds within Canberra Health Services, so we need to look to support them in more ways,' said CHS Executive Director, Research and Academic Partnerships, Professor Imogen Mitchell.'It's about protecting their time to undertake research and having junior clinical researchers supported so that they can do PhDs to try and generate this culture of research and curiosity. 'There is no doubt, if you are a health care organisation doing research, you will deliver better care and you will be more efficient and cost effective.' While the main goal of having a strong research culture at CHS is to improve patient care, we also want to attract top-tier specialists to our health services. 'There's a wealth of talent worldwide and if we're going to stake our claim in that, then research needs to be at the heart of what we do,' said Mr Peffer. 'We have to offer people the opportunity to work on cutting-edge projects that really drive us forward as an institution to provide that top-level care.' Professor Mitchell said that fostering excellence in research would send a message to the world that CHS is a great place to work and a great place to receive care. 'These messages will be critical to CHS attracting the best and brightest clinicians to work here as the world class Canberra Hospital Expansion project nears completion.' she said. Gene mutation discovery leads to improved patient care We are one of the few places in the world using personalised medicine to develop specific treatments for kidney and autoimmune disease. It was this unique approach that led to the discovery of a gene mutation that accelerates kidney disease in some people. CHS Nephrologist and Australian National University researcher, Dr Simon Jiang, is part of a team of scientists who identified the mutation. Dr Jiang and his team were approached by a group of researchers from Queensland and the Northern Territory who have been trying to find out why Tiwi Islanders have the highest reported rate of kidney disease worldwide. When sequencing the genome of patients with autoimmune kidney disease and Indigenous Tiwi Islanders with extreme rates of kidney disease, Dr Jiang and his team identified a mutation in the gene VANGL1. Further testing also found that the gene helps prevent the immune system from attacking the kidney. 'People with this mutation will be significantly more likely to develop kidney disease,' said Dr Jiang. 'The study has major implications for Indigenous people with kidney disease, such as the Tiwi Islanders, in whom the mutation occurs at much higher rates.' The discovery has helped medical practitioners better understand autoimmune diseases and how to personalise treatment for each patient. 'Being one of the only places in the world using this type of personalised medicine with our kidney patients, we have lots of scientists and clinicians approach us to try and adapt the work into different settings and diseases, not just for discovery but also to improve patient care.' CHS Nephrologist and Australian National University researcher, Dr Simon Jiang 23Canberra Health Services Exceptional Health Care Report 2021 - 2224 25How we work with you to improve the quality and safety of our care We are committed to partnering with you to delivering exceptional health care. Exceptional care is personal. We are committed to a person-centred approach at all levels of the health service. This includes a focus on: shared decision-making health care rights consent processes decision-making capacity consumer and carer partnerships, and communicating in a way that is clear and easily understood.Canberra Health Services Exceptional Health Care Report 2021 - 2226We have improved partnerships with consumers and carers at all levels across CHS. Some examples are below: We work to ensure absolute inclusion and representation of Aboriginal and Torres Strait Islander peoples in committees throughout the health service. We have developed resources for staff to engage with consumer and carer representatives available on our intranet, and co-design resources with consumers to ensure that they are fit for purpose. We involve consumers in policy development, implementation of new processes and training. This assists us in identifying risks associated with partnering with consumers and inform risk mitigation. We focus on shared decision making and planning to ensure that consumers are at the centre of, and involved in, their own care. For example, patient bedside boards in all wards that are updated daily with the day's care plan and 'what is important to me today'. We are committed to ensuring Aboriginal and Torres Strait Islander members of our community receive health care that meets their needs. We do this through respectful relationships and by creating culturally safe environments. For example, the partnership between community, dietetics and food services to provide culturally appropriate Aboriginal and Torres Strait Islander foods to improve nutrition and health outcomes. 27'Having your voice heard is really important' Thy O'Donell has been part of our End of Life and Palliative Care Consumer Reference Group since it was established in 2021. The group meets quarterly and provides input into the planning, development and delivery of end of life and palliative care services in the ACT. Thy's interest in the consumer reference group was piqued by his academic background as a sociologist and work with Headspace Canberra, but ultimately it was knowing that end of life and palliative care can affect us all: 'we don't know what's going to happen to us in life so we're all potential consumers of end of life and palliative care'. Despite some initial nerves, Thy says his experience with the group has been inspiring, 'All the members are so active in their activism and we all respect each other's thoughts'. Thy, along with other group members, has been involved in creating a booklet about what to do when someone dies, have contributed ideas for a website for palliative care and given feedback on draft policy.Thy says he's grateful to be part of the group and 'to know that palliative care and end of life care is a priority for CHS'. For anyone considering becoming a consumer rep, Thy's advice is to 'toss your hat in the ring! I didn't think I was qualified but everyone is a health care consumer at some stage. Having your voice heard is really important.' Thy O'DonellCanberra Health Services Exceptional Health Care Report 2021 - 2228Consumer and Carer representation on CHS committees In the 2021 - 22 financial year there were approximately 60 consumer and carer representatives on CHS committees. We have more than 65 committees, steering groups and consumer reference groups that have consumer or carer involvement. Examples of committees and co-design with consumers and carers are below. Clinical governance meetings where consumers work with CHS Executive Directors, and clinical leaders, such as the CHS Governing Board and Our Care committees. Work with staff in the design and development of new buildings, such as the Canberra Hospital Expansion and Centenary Hospital for Women and Children Expansion Projects. Digital Health Record testing and implementation. Involvement in interviews with accreditation assessors during the 2022 survey in a formal and informal setting. Working with staff at divisional or speciality specific committees, and dedicated consumer reference groups.We had consumer representation on the following committees: Consumer Handouts committee Aboriginal and Torres Strait Islander Steering Group. Clinical Ethics Committee. Food Services Quality committee. Arts in Health Advisory group. Strengthening Health Services Response to Family Violence. LGBTIQ+ Health Reference Group. Wayfinding Working Group. Consultation of various models of care, consumers resources and policy. 29'What do you like most about being a Consumer or Carer representative for Canberra Health Services?' 'Being able to contribute in a meaningful way to the improve patient care' 'Having an 'outside the system' voice involved in the group can add the reality of the situation' 'Having the opportunity to provide input on behalf of other consumers and to see this input considered (by staff)' 'I enjoy gaining more knowledge of CHS and the fact that Consumers are valued by the groups we support' 'I like the opportunity to contribute and feel like I can make a difference to health services for myself and the broader community. I like feeling engaged and welcome, and that I am doing something productive to help the broader community' 'Being respected for having living experience perspectives and influencing positive change' 'Opportunity to have a voice and work towards improved experiences for consumers and carers'. Each year, we survey consumer and carer representatives. Some of the reflections from the November 2021 survey included: 'Opportunity to have a voice and work towards improved experiences for consumers and carers'.Canberra Health Services Exceptional Health Care Report 2021 - 2230Patient Experience Surveys We coordinate surveys to provide consumers with an opportunity to tell us about their experiences of their care. This survey is available in 23 languages and is used to celebrate positive results and identify areas for improvement. Our discharged inpatient survey is sent weekly to a randomised selection of people who have been discharged from hospital (including Canberra Hospital, Centenary Hospital for Women and Children, and the University of Canberra Hospital). In 2021 - 22, we received 2878 responses, a response rate of 21 per cent. From this survey, 85 per cent rated their care as good or very good and 89 per cent would recommend Canberra Health Services inpatient services to family and friends. We have expanded this important feedback mechanism with our outpatient survey, which is sent weekly to a randomised selection of people who have used our outpatient or community services across the ACT. This includes Canberra Hospital, Centenary Hospital for Women and Children, University of Canberra Hospital, Community Health Centres and Family Care Centres. In 2021 - 22, we received 2146 responses, a response rate of 16.5 per cent. From this survey, 93.2 per cent rated their care as good or very good and 94.9 per cent would recommend Canberra Health Services outpatient and community services to family and friends. We also implemented two further surveys, which are in the early stages of evaluation. Paediatric Survey for children and their parents /carers. Your Experience of Service (YES) survey designed for consumers with mental health illnesses. of respondents to the Discharged Inpatient Experience Survey rated their care as good or very goodIn 2021 - 22: of respondents to the Outpatient Experience Survey rated their care as good or very goodof respondents to the Discharged Inpatient Experience Survey would recommend CHS to family and friends of respondents to the Outpatient Experience Survey would recommend CHS to family and friends 31Canberra Health Services Exceptional Health Care Report 2021 - 2232CHS website: an example of 'true collaboration and partnership' Canberra Health Services launched its new website in April 2022. The website was designed to meet the needs of Canberrans and is a true collaboration between Canberra Health Services and the community it serves. Every decision was consumer-driven to ensure the website truly reflects what is important to our community. The successful collaboration between us and our consumers is perhaps best summarised by Darlene Cox, Executive Director of Health Care Consumers' Association. 'The development of the new CHS website has been an example of true collaboration and partnership between a health service and consumers which we hope will serve as an inspiration and guide for future health/consumer collaborations of any kind. 'The CHS Communications team...frequently spoke to us formally and informally to seek advice and feedback, joined our meetings to hear from our members, and kept us up to date with what they heard from other parts of their extensive consumer consultation outside of HCCA. They have considered previous work HCCA has produced on environmental health literacy. They were always keen to hear from us when we had feedback about improvements that could be made to the website - at any point in its development - and included our staff and members in user testing when it got to that point. We could see, in user testing, how improvements had been made in response to feedback we had given. 'As well as upgrading the website functionally, in response to what they heard from consumers in consultation, they have courageously changed the whole look, tone and focus of the website to become genuinely consumer-centred. We are delighted to see that many consumer suggestions have resulted in features that will make a huge difference to people navigating healthcare. 'True consumer/ health service partnerships take time, relationship building, two-way communication and feedback, and the ability for consumers to genuinely influence the project outcome. We are pleased to reflect that this collaboration has had all of those features and we think the result speaks for itself.' Scan to view our website 33Consumer Feedback We encourage consumer feedback such as compliments, complaints, or comments. We provide a number of ways for consumers to tell us about their experiences including: speaking with a CHS staff member filling in a Consumer and Carer Feedback form and placing it in one of our blue feedback boxes, or any Australia Post mailbox Emailing us at healthfeedback@act.gov.au Filling out an online form at canberrahealthservices.act.gov.au/feedback Via the ACT health app phoning the Consumer Feedback and Engagement Team on (02) 5124 5932. In the 2021 - 22 financial year we received 4905 formal pieces of feedback. 53% were compliments and the number of complaints decreased by 9% from 2020 - 21. Themes of feedback included: how consumers or their loved ones experienced care information about their treatment communication with staff access to and timeliness of treatment. You said, we did: You said We did I didn't know how to talk about my goals of careWe introduced 'What is important to you today?' I wanted to contact the Aboriginal Liaison Officer in the Emergency DepartmentWe met with the Aboriginal Liaison Officer service to help share their contact details with patients in the Emergency Department I didn't like the variety of sandwiches and needed a milder tasting option when I was feeling unwellWe worked with the kitchen staff to develop greater variety of sandwiches with some bland options I had trouble identifying who staff were and what their roles areWe promoted saying 'Hello my name is...' to staff to identify themselves and their role In 2021-22: formal pieces of feedback pieces of formal feedback per week of these were compliments As a result of consumer research and best practice we: worked with consumers to develop the new Canberra Health Services website changed the age for children 1 year and older that can be seen at a Walk-in Centre. 4905Canberra Health Services Exceptional Health Care Report 2021 - 2234 35Embracing technology to make an impression The Community Care Podiatry team are providing more timely care for consumers by embracing new technology. Their vision is to be a leader in high quality, efficient, progressive and evidenced based podiatry practice. The team aims to empower early intervention and preventive care by facilitating an environment of curiosity, innovation, and excellence. The Community Care Podiatry team's mission is to provide high quality foot health services to maintain quality of life and minimise foot related hospital admissions. This is performed in partnership with vulnerable and at-risk people of the ACT Community. They are dedicated to their work and accountable for delivering a professional service. This service covers all aspects of podiatry care, including general podiatry treatment, footwear prescription, and orthotic therapy. To provide orthotic therapy, the team takes an impression of the consumer's foot, which they send to a manufacturer to create custom foot orthoses. This used to be done by the podiatrist taking a plaster cast, a messy and time-consuming process, with casts physically mailed to the manufacturer. Thanks to advancements in technology, the Community Care Podiatry team, with the assistance of the Canberra Hospital Foundation, was able to acquire new 3D scanning technology. This equipment allowed the team to take 3D impressions of the foot, which they send electronically to the manufacturer, no postage required. The team's embrace of this new technology has garnered some truly impressive results: time to create foot impressions reduced from 34 to 9 minutes - a decrease of 74% manufacture turnaround time reduced by 6 days - a 50% improvement. Most importantly, this increased efficiency means consumers get their foot orthoses faster and can start treatment much sooner. Amanda McLean, Community Care Podiatry Manager, says the feedback has been very positive. 'Patients were impressed by the speed of the process and enjoyed having a 3D image taken of their feet. They were happy with the comfort of the devices and both the podiatrists, and our patients have embraced the team's use of this new technology to improve the timeliness of care'. 36 Kristie Simpson, Manager of the Aboriginal and Torres Strait Islander Health and Wellbeing TeamBringing cultural knowledge to health care Kristie Simpson is the Manager of the Aboriginal and Torres Strait Islander Health and Wellbeing Team. She is a proud Yorta Yorta woman with strong connections to the Gamilaroi and Weilwan Country of Coonamble, where she is from.37 As a result of marrying and having a child with a non-Aboriginal man, Kristie's great-grandmother was forced to move, due to 'past practices and policies', from the Cummeragunja Mission to Central West NSW, Gamilaroi / Weilwan Country. 'A lot of the knowledge that I share is Gamilaroi / Weilwan knowledge because Yorta Yorta was taken from me. But, I am really proud that I am one of those people at the forefront. I always say that we are like activists, but just in a different way. We make sure we are keeping Aboriginal business and Aboriginal health on the table.' Kristie and her team are responsible for ensuring Aboriginal and Torres Strait Islander patients who enter a health facility are provided with 'holistic care' and that their personal and cultural needs are met. 'As soon as [an Aboriginal or Torres Islander] patient comes into our facility, a referral is made to our team. We work with the clinician team and become part of that treating team to support and heal our people together.' Kristie works closely with all clinical, allied health and integrated care teams to guarantee that patient-centred care is provided. One of her responsibilities is 'educating our non-Aboriginal colleagues around ensuring we have a culturally safe workplace and environment for our community members to come to. Making sure that their needs are being met and their voices are being heard.' The team see themselves as 'cultural translators' that bring their lived experience and cultural knowledge to the work they do. 'Some of our Elders have intergenerational trauma and some of their reactions to healthcare or the clinical settings can be a ripple effect from what they have experienced in the past. If we can explain that to clinicians and help them understand, it can help our old people and our mob on their healing and recovery journeys.'Kristie is incredibly proud of the work she and her colleagues are doing and not only sees the benefit for Aboriginal and Torres Islander peoples but for the broader community as well. 'It's a great opportunity to be in this space and make sure that Aboriginal and Torres Strait Islander health is at the forefront, especially because statistically we are running behind. If we can help improve that and be involved with closing the gap, then that is an honour and a privilege.' She believes 'that education, awareness, and understanding' of Aboriginal and Torres Islander culture, spirituality, and the plight of her people 'goes a long way.' 'A lot of the background work that we have to do is tiring because we are retelling our story and reliving our trauma, but we keep doing it because we know there is a need and a reason. Our old people have taught us that we have to share our knowledge, not only with our own but with others. I hope that by doing this it can bring change. I see that we are in the right spot to bring that change and be that inspiration for others who might hopefully join our workforce. You are helping your mob and your community.' Our commitment to make health services more welcoming Canberra Health Services has committed to being a culturally safe place and to be responsive to the needs of Aboriginal and Torres Strait Islander peoples. Our Statement of Commitment is a pledge to work in partnership with Aboriginal and Torres Strait Islander peoples to improve the health and wellbeing of our First Nations people, respect and recognise their approach to holistic health and wellbeing, and create exceptional health care together. 'The commitment is about a journey together and listening to our Aboriginal and Torres Strait Islander community about what it is they need to make health care services safe and secure and responsive to their needs,' said CHS Deputy Chief Executive Officer, Janet Zagari. 'When people come into the hospital, they can see we are working together.' The Statement of Commitment is displayed on the wall in the main foyer area of Canberra Hospital, and a stunning large artwork banner has been hung from the double height ceiling. The artwork was designed and created by Walbunja-Yuin artist Natalie Bateman to help make Canberra Health Services more culturally welcoming. The colours of the region's vibrant native Monga Waratah flowers reflect positivity, leading the way to healing and rehabilitation. The four kidney shapes represent the staff and the diverse communities of Canberra and region, while the centre circle is Canberra Health Services, as if around a campfire together.Di Collins, Chair of the CHS Aboriginal and Torres Strait Islander Consumer Reference Group Canberra Health Services Exceptional Health Care Report 2021 - 22 3839Di Collins, Chair of the CHS Aboriginal and Torres Strait Islander Consumer Reference Group said the release of the statement marked a 'significant day'. 'I hope when people see the banner and the Statement of Commitment, they take the opportunity to sit and reflect.' The Consumer Reference Group, who provide CHS with key cultural experience, advice and direction, partnered with us to develop this statement. What else have we done? The Statement of Commitment complements other initiatives to improve access to service and health outcomes for Aboriginal and Torres Strait Islander peoples and support staff. Some of this work includes: A yearly Month of Yarning to help understand more about Aboriginal and Torres Strait Islander people's experiences with our service. An Aboriginal and Torres Strait Islander Staff Network where our staff can build relationships, support each other, share issues and concerns. This helps promote our organisation as a culturally safe environment and employer of choice for our community. An Aboriginal and Torres Strait Islander Impact Statement that must be considered when anyone at CHS develops a new strategy, plan or policy document. Natalie Bateman (Walbanja-Yuin), Monga Waratah 2021, acrylic on canvas. Photograph: RLDI. Artwork creation supported by community generosity through Canberra Hospital Foundation. Collection: Canberra Health Services 2021.Canberra Health Services Exceptional Health Care Report 2021 - 2240Improving access to life-changing ENT surgery We've delivered a number of initiatives to help improve Aboriginal and Torres Strait Islander health outcomes in our community. One of these is improved access to Ear, Nose and Throat (ENT) surgery for Aboriginal and Torres Strait Islander children. Aboriginal and Torres Strait Islander peoples have three times the risk of ear infection and hearing loss than in non-Indigenous people. Early hearing loss causes long term learning and social difficulties. 1 1 Source: https://www.earandhearinghealth.org.au/blog/closing-gap-roadmap-hearing-health.Our Territory Wide Surgical Services (TWSS) team, which supports the provision of effective public surgical services in ACT public hospitals, runs dedicated Aboriginal and Torres Strait Islander Peoples paediatric (<16 years) surgeries through the private hospitals, and high risk children at Canberra Hospital. We closely monitor wait times for Aboriginal and Torres Strait Islander peoples in order to equalise access where practical. Some data is not comparable because of very low numbers of clients in certain specialty groups. As a result, our median wait time (over the last four financial years) for ENT surgery for Aboriginal and Torres Strait Islander patients is significantly lower: The graphic below shows the ongoing improvement for ENT over the last three years. Overall median wait: elective surgery wait lists (ENT)ENT Aboriginal and Torres Strait Islander ENT other ENT total Aboriginal and Torres Strait Islander Other Total2021 - 22 2019 - 20 2020 - 21 41Canberra Health Services Exceptional Health Care Report 2021 - 2242How we measure the quality and safety of our care At CHS we aim to be the safest health service in the nation. There are a number of ways we monitor the quality and safety of our care. This helps us understand what we are doing well and identify which areas need improvement. This is a continuous process. How we measure ourselves We use clinical audits to find out if the health care we provide is in line with the National Quality and Safety standards. Our Clinical Audit Program includes a schedule for our routine audits and for a Comprehensive Bedside audit. The Clinical Audit Program includes 25 structured audits. We will soon transition to an audit system that is available at any time using our day to day computer equipment. Our staff completed 7485 audits as part of our routine Clinical Audit Program in 2021 - 22. The target for all audits per the clinical audit guideline target table is 80%. Informed by the Austin Health Quality Management Framework version 3.1. 43Clinical handover Your care relies on hospital staff sharing information with each other. A clinical handover is the passing of information between members of your treating team. We routinely observe clinical handover to make sure that patients and their carer or family are invited to participate. Vitals Signs Patientrack When you are in hospital, we monitor your condition by checking your vital signs (for example, your temperature, heart rate, and blood pressure) regularly and recording them in a program called Patientrack. Aseptic Technique Aseptic Technique relates to the procedures we undertake (for example, taking blood) to reduce the risk of infection while people are in our care. This includes doing the procedure in a clean environment that is free from air movement, using a clean surface for equipment, performing hand hygiene, donning gloves (if required), protecting equipment from contamination, cleaning the surgical/insertion site (e.g. alcohol swab), and safe disposal of equipment. Transmission Based Precautions This is a broad way to describe what we do to help stop infections being transmitted to someone else in our care. Surgical Safety Checklist When undertaking surgery, we take extra care to keep you safe. We confirm if the patient's identity to ensure the correct procedure is performed on the right person, and that consent for surgery has been given. We also ensure the surgical site/ side is marked, and that the patient's allergies have been discussed. n=939 n=272n=111 n= 180 n=230Canberra Health Services Exceptional Health Care Report 2021 - 2244How we compare to our peers We measure our care against a range of key performance indicators and are continuously striving to improve the safety and quality of the care you receive. There are sometimes unintended complications that occur when delivering health care. These figures demonstrate the occurrence of these complications compared to our peers. % of bed days were occupied by a patient who experienced a major hospital acquired complication Hand hygiene rates We undertake hand hygiene audits three times per year at Canberra Hospital, University of Canberra Hospital and Dental Services. The average hand hygiene compliance rate for CHS in 2021 - 22 (includes Canberra Hospital, University of Canberra Hospital and Dental Services) was 89.8%, against the national benchmark of 80%. % of admitted episodes that had a major hospital acquired complicationPeers CHS % of admitted patients who experienced a major hospital acquired complication45Responding to feedback In 2021 - 22, 83.4% of complaints received through our Consumer Feedback and Engagement process for review and investigation were responded to within the 35 day response time target. (This excludes complaints from current inpatients which are addressed in a different way). A monthly breakdown is below: July 2021 August 2021 Sept 2021 May 2022 June 20222021 2022 Canberra Health Exceptional Health Care Report 2021 - 2246 Regina Ginich, CHS Assistant Director of Nursing for COVID-19 Testing and Vaccination47 Adapting to the pandemic As the COVID-19 pandemic entered its third year, our team at Canberra Health Services continued to adapt and respond to meet the unique demand for vaccination, acute and chronic care for the ACT community. Vaccination takes centre-stage By mid-2021, vaccination demand was skyrocketing as Canberra was on its way to becoming one of the most vaccinated cities in the world. To meet this demand, the ACT Government's AIS Arena COVID-19 Mass Vaccination Clinic opened in September 2021. The clinic was staffed by CHS clinical and operational staff. Opening it was a significant turning point in Canberra's fight against COVID-19. Suddenly we had the space to increase our services and vaccinate more people. Regina Ginich, then Assistant Director of Nursing for COVID-19 Testing and Vaccination, reflected on the opening. 'It was such a feeling of accomplishment for us all when we had our first patients walk in and take in the size and scope of the space. We felt then we could go as big as we needed to, and we did.' During the clinic's busiest week, there were close to 24 000 COVID-19 vaccine doses administered. 'Throughout the busiest weeks, we had about 110 nurses working each day, every day of the week, and between them, they were vaccinating over 3000 people a day.' 'To give you an idea of the size of the workforce, our fortnightly meetings filled the entire AIS Arena floor, and like the popstars on its stage of days gone by, I needed a microphone to be heard.' 'My favourite memories of this time will be of the generous spirit of all Canberrans, and especially of the people I have shared this with. Whenever there was a new challenge, they stepped up, worked together and achieved amazing things - like transforming a carpark near the airport into the Brindabella testing clinic in a single August afternoon.'Canberra Health Services Exceptional Health Care Report 2021 - 2248'In the height of that month when testing and vaccination demand was skyrocketing, I was sitting amid whiteboards covered in the names of colleagues who had put their hand up to be redeployed to help. All I could think of was how awesome and supportive the team I worked with at CHS was.' The Mass Vaccination Clinic closed in May 2022, a time Regina describes as rather poignant. 'Closing the vaccination clinic was a bittersweet moment for us. It represented a time when staff across Canberra Health Services came together and worked really hard on a common goal for Canberra. It was also the stepping stone for many nurses and admin staff to start their career.' Dozens of the nurses who worked at the clinic are now settled into roles across Canberra Health Services, boosting our teams at Canberra Hospital, at University of Canberra Hospital, in community nursing and at our Walk-in Centres. Some of our team preparing to open the AIS COVID-19 Mass Vaccination Clinic.49A new clinic to address rising case numbers due to Omicron In January 2022, with case numbers increasing rapidly, we established a new acute-care clinic to provide face to face support for people with COVID-19. The COVID-19 Clinic provides both support and advice for people as they manage their symptoms during the illness, and care for COVID-19-positive people who need treatment for other non-life threatening injuries or illnesses, such as cuts, sprains, infections and wounds. Clinical Nurse Educator Kate Dwyer is one of the nurses who worked at the clinic in those early days. 'It was a great opportunity for us as nurses to be able to support those in the community who have tested positive for COVID-19. It's nice to give them somewhere to come where they can feel safe and where we also feel safe treating them as well.' The team have well established processes in place to consult with their colleagues from midwifery, maternal and child health, paediatric and orthopaedics, if required. Automated PCR testing withstands major surges in testing The first time our Molecular Biology team tested for COVID-19 they tested just six specimens over the course of a day: three in the morning and three in the afternoon. Now, equipped with new equipment and know-how, we use an automated PCR machine capable of processing nearly 1000 COVID-19 test results a day. The machine, called a Roche cobas 6800, meant we were able to withstand the challenges of major surges in testing, while maintaining one of the best turnaround times in Australia (less than 24 hrs in most cases). Before the team got the machine, the process for testing COVID-19 samples was more manual. Now, negative results automatically authorise a text message to somebody's phone. The positives are reviewed by a scientist and authorised by a clinician. All the transcription of results occurs automatically by the machine. It's nice to give them somewhere to come where they can feel safe and where we also feel safe treating them as well.'Canberra Health Services Exceptional Health Care Report 2021 - 2250A nation-leading clinic to support those with Long COVID In early 2022 we opened a specialty clinic at our University of Canberra Hospital to provide rehabilitation services for people suffering serious and lingering COVID-19 symptoms. Our Post COVID-19 Recovery Clinic has been helping people who have symptoms of COVID-19 that effect their daily lives more than 12 weeks after contracting the virus. Patients at the clinic are supported by a range of allied health professionals including a rehabilitation medicine specialist, physiotherapist, occupational therapist, exercise physiologist and social worker. Balancing COVID-19 restrictions with psychological safety 'We noted the practical way you assisted: gave us a private room in which to be with (him), kept us informed, looked after us gently... Although no one could or can spare us from our grief, it is due to your care that we were spared feeling traumatized by our loss.' During the height of the pandemic, hospitals and health services across the country, including ours, had visitor restrictions in place to keep staff and patients safe. However, here at CHS we had mechanisms in place to keep our patients safe while considering their psychological safety. In our ICU, for example, our medical staff provided updates to families over the phone when they were unable to visit; when suitable, our ICU nursing team would help patients make video calls to their family. For patients on an end of life pathway, our ICU team removed restrictions on compassionate grounds. They moved the patient to a private room and allowed as many family members as needed to spend as long as needed with their loved one. '...it is due to your care that we were spared feeling traumatized by our loss.' 'In the height of that month when testing and vaccination demand was skyrocketing, I was sitting amid whiteboards covered in the names of colleagues who had put their hand up to be redeployed to help. All I could think of was how awesome and supportive the team I worked with at CHS was and how special the people of Canberra were to think of us at that time.' 51Canberra Health Services Exceptional Health Care Report 2021 - 2252Providing timely care in our community Treating mental health in the emergency department (ED) and beyond Emergency Departments (EDs) and health services worldwide are grappling with an increase in people experiencing a mental health crisis. Many services are adapting to meet this urgent need while providing safe and responsive care. Getting the right care from the right service at the right time is vital. The Mental Health Consultation Liaison team (MHCL) based at Canberra Hospital coordinates appropriate support as soon as possible for people who come to hospital in a mental health crisis. Assistant Director of Nursing and MHCL Team Senior Nurse Manager, Phil Hoyle, said the team provide responsive and specialist mental health support for patients onsite.'Our excellent team shares the same vision — to provide the best possible timely care we can that is safe, person- centred and focused on recovery,' Phil Hoyle said. 'Part of my role is to promote the use of person-centred and evidence-based interventions to get the person on the pathway to healing and recovery safely and as quickly as possible. When the MHCL team receives a referral from the patient's treating team, a Comprehensive Mental Health and Risk Assessment is essential. It looks at how a patient's physical health, life experiences and personal beliefs and emotions affect their overall mental health. CHS Mental Health Consultation Liaison team (MHCL)53'How you view your own health is vitally important, where possible we want to include the person's carer or significant other in that process,' Mr Hoyle said. 'From there we work with the rest of the mental health team, to create a plan of care that best supports the patient when they leave hospital. 'This might involve discharging a patient to their GP's care, or we may connect them with another clinical service for ongoing support.' 'Within 24 - 48 hours of a patient being discharged from the ED, the Access Mental Health team can provide a follow up to review the person's ongoing risk or, hopefully, improvement in their mental health. From there, we can connect patients with case managers and community health workers, provide a referral to a social worker or the Alcohol and Drugs Service for further support if needed.' My Hoyle said finding ways to improve how services are delivered is on a continuum. 'There is always room for improvement, particularly in providing a timelier response to referrals in the ED and across the hospital. 'While maintaining the 24/7 support to the ED, we have also extended the MHCL team's service to 7 days a week across the entire Canberra Hospital campus and providing a mental health consultation and liaison service to the wards from 8.30am to 11.30pm.There are several pathways to get mental health support in Canberra and navigating those pathways can at times seem complex or daunting. 'The Mental Health Consultation Liaison team play an important part for those people who are experiencing a mental health crisis or emergency,' Mr Hoyle said. 'A person's journey to improve their mental health often starts with talking to family and friends or contacting any of the available mental health helplines. However, it's your GP or contact with mental health services that can provide pathways to recovery and can help improve any long term issues. 'Knowing that you need help is the most important start of a recovery pathway. Mental health care can be complex, and it can take time to find the right care and treatment that meets your needs. 'If you find the right service, at the right time, the recovery pathway can become a solid care plan for life.' If you or anyone you know needs help, call the Access Mental Health Team, available 24 hours, 7 days per week on 1800 629 354 (free call). In an emergency, call triple zero (000). Canberra Health Services Exceptional Health Care Report 2021 - 2254Tasty menu changes for chemo patients It is common for patients who are going through cancer treatments - such as chemotherapy, radiotherapy and surgery - to experience a change in their sense of taste. This can be caused by a treatment interfering or damaging the function of sensory cells like taste buds. Changes to a patient's sense of taste can severely affect their enjoyment of food, causing a loss of appetite and malnutrition. Jenny Hawke, a Dietitian in the Nutrition Department, worked with a team of allied health professionals to see what could be done. The team devised a research project where oncology patients at Canberra Hospital were offered a variety of additional food choices, with the aim of reducing the side effects of altered changes in taste. When provided with an array of condiments and ingredients - such as various sauces, lime juice, ginger ale and mints - oncology patients reported an enhanced flavour in their meals, and greater patient satisfaction. In-house research is helping patients adapt to their altered sense of taste The results of the research showed that additional food items can help disguise altered taste changes and reduce the negative experiences patients have due to changes in their sense of taste. Jenny and the team are continuing to meet patient's needs by reviewing patient feedback and adapting the additional food choices "}