{"title": "PDF", "author": "PDF", "url": "https://store.samhsa.gov/sites/default/files/pep20-06-01-001.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "SERIES Treatment of Stimulant Use Disorders Treatment of Stimulant Use Disorders Acknowledgments This report was prepared for the Department of Health and Human Services, Substance Abuse and Mental Health Services Administration (SAMHSA) under contract number HHSS283201700001/ 75S20319F42002 with SAMHSA. Donelle Johnson served as contracting officer representative. Disclaimer The views, opinions, and content of this publication are those of the authors and do not necessarily reflect the views, opinions, or policies of SAMHSA. Nothing in this document constitutes a direct or indirect endorsement by SAMHSA of any non-federal entity's products, services, or policies, and any reference to non-federal entity's products, services, or policies should not be construed as such. Public Domain Notice All material appearing in this publication is in the public domain and may be reproduced or copied without permission from SAMHSA. Citation of the source is appreciated. However, this publication may not be reproduced or distributed for a fee without the specific, written authorization of the Office of Communications, SAMHSA. Electronic Access This publication may be downloaded from http://store.samhsa.gov Recommended Citation Substance Abuse and Mental Health Services Administration (SAMHSA): Treatment of Stimulant Use Disorders. SAMHSA Publication No. PEP20-06-01-001 Rockville, MD: National Mental Health and Substance Use Policy Laboratory. Substance Abuse and Mental Health Services Administration, 2020. Originating Office National Mental Health and Substance Use Policy Laboratory, Substance Abuse and Mental Health Services Administration, 5600 Fishers Lane, Rockville, Notice SAMHSA complies with applicable federal civil rights laws and does not discriminate on the basis of race, color, national origin, age, disabilit y, or sex. SAMHSA cumple con raza, nacionalidad, ni edad. Treatment of Stimulant Use Disorders Acknowledgments II Treatment of Stimulant Use Disorders Message from Assistant Secretary for Mental Health and Substance Use IIIMESSAGE FROM THE ASSISTANT SECRETARY FOR MENTAL HEALTH AND SUBSTANCE USE, U.S. DEPARTMENT OF HEALTH AND HUMAN SERVICES As the first U.S. Department of Health and Human Services Assistant Secretary for Mental Health and Substance Use at the Substance Abuse and Mental Health Services Administration (SAMHSA), I am pleased to present this new resource: Treatment of Stimulant Use Disorders. In response to the charge of the 21st Century Cures Act to disseminate information on evidence-based practices and service delivery models, the National Mental Health and Substance Use Policy Lab has developed the Evidence-Based Resource Guide Series focused on the prevention and treatment of substance use disorders and mental illnesses. With this guide, SAMHSA's goal is to inform health care providers, healthcare administrators, policy makers, and community members of the rising rates of stimulant use and the need for targeted treatment programs and practices. Stimulant use is on the rise in the United States. According to the 2018 National Survey on Drug Use and Health, an estimated 5.1 million people aged 12 or older misused prescription stimulants in the past year; approximately 1.9 million people aged 12 or older used methamphetamine in the past year with significant increases in use in those aged 26 and older; and 5.5 million people aged 12 or older used cocaine in the past year. 1 Overdose deaths linked to psychostimulants increased approximately 22 percent from 2017 to 2018 and have increased more than three fold over the past five years. Deaths from cocaine, which can be laced with fentanyl, increased by 5 percent from 2017 to 2018 and are more than double what they were in 2015. 2 The combination of all types of stimulants with unknown amounts of fentanyl increases the risk of overdose and overdose death substantially. 3 This guide discusses effective practices to treat stimulant use disorders, clinical challenges associated with these disorders, and implementation strategies that can be used to address those challenges. I encourage you to use this guide to identify treatment practices you can implement to address stimulant use in your healthcare settings and communities. Elinore F. McCance-Katz, MD, PhD Assistant Secretary for Mental Health and Substance Use U.S. Department of Health and Human Services 1 Substance Abuse and Mental Health Services Administration. (2019). Key substance use and mental health indicators in the United States : Results from the 2018 National Survey on Drug Use and Health (HHS Publication No. PEP19-5068, NSDUH Series H-54). Rockville, MD: Center for Behavioral Health Statistics and Quality, Substance Abuse and Mental Health Services Administration. Retrieved from https://www.samhsa.gov/data/ . 2 National Institute on Drug Abuse. (2019). Overdose death rates. Retrieved from https://www.drugabuse.gov/related-topics/ trends-statistics/overdose-death-rates 3 National Institute on Drug Abuse. (2019). DrugFacts: What is fentanyl? Retrieved from https://www.drugabuse.gov/publications/ drugfacts/fentanyl Treatment of Stimulant Use Disorders Evidence-Based Resource Guide Series Overview 1FOREWORDEvidence-Based Resource Guide Series Overview The Substance Abuse and Mental Health Services Administration (SAMHSA), and specifically, its National Mental Health and Substance Use Policy Laboratory (Policy Lab), is pleased to fulfill the charge of the 21 st Century Cures Act to disseminate information on evidence-based practices and service delivery models to prevent substance misuse and help people with substance use disorders (SUD), serious mental illnesses (SMI), and serious emotional disturbances (SED) get the treatment and support they need. Treatment and recovery for SUD, SMI, and SED can vary based on a number of geographic, socio-economic, cultural, gender, race, ethnicity, and age-related factors which can complicate evaluating the effectiveness of services, treatments, and supports. Despite these variations, however, there is substantial evidence to inform the types of resources that can help reduce substance use, lessen symptoms of mental illness, and improve quality of life. The Evidence-Based Resource Guide Series is a comprehensive set of modules with resources to improve health outcomes for people at risk for, with, or recovering from mental and/or substance use disorders. It is designed for practitioners, administrators, community leaders, and others considering an intervention for their organization or community. A priority topic for SAMHSA is encouraging practices that reduce stimulant use, lower the risk of overdose, and promote recovery from stimulant use disorders. This guide reviews the literature and science, examines evidence-based practices, determines key components of those practices, identifies challenges and strategies for implementation, and discusses evaluation of implemented evidence-based practices. The purpose of this document is to identify potential treatment strategies and evidence-based practices for stimulant use disorders and does not include all resources required for implementation of those practices. Expert panels of federal, state, and non-governmental participants provide input for each guide in this series. The panels include accomplished scientists, researchers, service providers, community administrators, federal and state policy makers, and people with lived experience. Members provide input based on their knowledge of healthcare systems, implementation strategies, evidence-based practices, provision of services, and policies that foster change. Research shows that implementing evidence-based practices requires a comprehensive, multi-pronged approach. This guide is one piece of an overall approach to implement and sustain change. Readers are encouraged to visit the SAMHSA website for additional tools and technical assistance opportunities.Treatment of Stimulant Use Disorders Evidence-Based Resource Guide Series Overview 2Content of the Guide This guide contains a foreword and five chapters. The chapters are meant to stand alone and do not need to be read in order. Each chapter is designed to be brief and accessible to healthcare providers, healthcare system administrators, community members, policy makers, and others working to meet the needs of people at risk for, experiencing, or recovering from mental and/or substance use disorders. The goal of this guide is to review the literature on treating stimulant use disorders, distill the research into recommendations for practice, and provide examples of how practitioners use these practices in their programs. 1 FW Evidence-Based Resource Guide Series Overview Introduction to the series. 1 Issue Brief Overview of current approaches and challenges to addressing stimulant use disorders in communities. 2 What Research Tells Us Current evidence on effectiveness of the following practices included in the guide to address stimulant use disorders: Motivational Interviewing, Contingency Management, Community Reinforcement Approach, and Cognitive Behavioral Therapy. 3 Guidance for Selecting and Implementing Evidence-based Practices Practical information to consider when selecting and implementing practices to address stimulant use disorders . 4 Examples of Stimulant Use Treatment Programs Descriptions of programs that use practices from Chapter 2 to address stimulant use disorders . 5 Resources for Evaluation and Quality Improvement Guidance and resources for implementing best practices, monitoring outcomes, and improving quality.FOCUS OF THE GUIDE Stimulant use is rising and becoming a public health crisis similar to the opioid epidemic. Illicit stimulants, like cocaine and amphetamines, are more accessible and have evolved to be purer, cheaper, and more potent. Stimulants are harmful to the cardiovascular system and can cause lung and brain diseases, stroke, and even death. Treating addiction to stimulants is critical, but especially challenging. Unlike opioids, there is no FDA-approved medication currently available for stimulant use disorders. People who misuse opioids— which suppress the functioning of the central nervous system—and stimulants in combination, often do so to reverse or modulate the effect of the other. 1 This guide presents four evidence-based programs and practices that address treatment of stimulant use. It supports SAMHSA's Strategic Plan Objective 3.4 to: \"Support the identification and adoption of evidence-based practices, programs, and policies that prevent substance use, increase provision of substance use disorders treatment, and enable individuals to achieve long-term recovery.\" This guide covers cocaine and amphetamine-type stimulants that increase alertness and energy; heighten arousal; elevate blood pressure, heart rate, and respiration; and cause behavioral excitement. The guide also recognizes the misuse of prescription stimulants, such as dextroamphetamine and methylphenidate, found in medications used for conditions like attention-deficit hyperactivity disorder (ADHD), narcolepsy, and depression.Treatment of Stimulant Use Disorders Evidence-Based Resource Guide Series Overview 3The framework below provides an overview of this guide. The guide addresses stimulant use disorders, including illicit and prescription stimulants. The focus of the guide is on treatment practices that have been evaluated with adults. The review of these interventions in Chapter 2 of the guide includes specific outcomes, practitioner types, and delivery settings for the practices. Treatment of Stimulant Use Disorders Issue Brief41CHAPTER Issue Brief This chapter presents an overview of stimulant use disorders, specifically focusing on its prevalence in the population and its impact on individuals and society. Stimulant use disorders include a range of problems associated with the use of methamphetamine, cocaine, and other amphetamines. Diagnosis of a stimulant disorder is based on the occurrence of at least two of the following within a 12 month period. 2 Taking more stimulants than intended Failing to cut down or control use of stimulants, despite wanting to do so Spending excessive amounts of time in activities surrounding stimulant use Experiencing urges and cravings for stimulants Failing to meet the obligations of home, school, or work Continuing to take stimulants, even if it has led to relationship or social problems Giving up or reducing important recreational, social, or work-related activities because of stimulant use Using stimulants in situations in which it is physically hazardous Continuing to use stimulants even if there is an awareness that it is causing or worsening a physical or psychological problem Experiencing an increase in tolerance to stimulants Having withdrawal symptoms when not takenMisuse of prescription stimulants and abuse of illicit stimulants, such as cocaine and amphetamines, continues to rise in the United States. In 2018, the amount of cocaine and methamphetamines seized in certain parts of the country exceeded that of opioids. 3 The number of people using stimulants for the first time has significantly increased since 2015, 4 and while the trend in overall stimulant use is concerning, increases in related overdose deaths may be even greater cause for alarm. STIMULANT USE IN PAST YEAR ACROSS GENERAL POPULATION, 2007-2018 *Source: CDC WONDER; NCHS, National Vital Statistics System, MortalityIn 2018, 5.5 million people in the United States aged 12 or older used cocaine within the past year and 1.9 million people aged 12 or older used methamphetamine in the past year. 4 Treatment of Stimulant Use Disorders Issue Brief5The number of cocaine- and other psychostimulant-related deaths has climbed sharply over the past few years. This can be partially explained by an increase in polydrug use. In recent years, more than 50 percent of all stimulant-related overdose deaths have also involved opioids. 5 Specifically, the practice of intentional or unintentional misuse of fentanyl (a synthetic opioid pain reliever) with stimulants is on the rise. Much of the methamphetamines and cocaine sold on the streets contain unpredictable levels of fentanyl. People buying these street products are often unaware of the combination of stimulant and fentanyl which suppresses respiration and increases the risk for overdose and death. STIMULANT-RELATED OVERDOSE DEATHS ACROSS GENERAL POPULATION, 2007-2018 *Source: CDC WONDER; NCHS, National Vital Statistics System, Mortality Cocaine misuse is highest among adults aged 18 to 25, while methamphetamine misuse is highest among those aged 26 to 49. Methamphetamine misuse rates are particularly high among American Indians and Alaska Natives (AI/AN) who, according to Centers for Disease Control and Prevention (CDC) data, also have the highest risk for methamphetamine-related overdose deaths. These data also show that Black or African American communities have the highest risk for cocaine-related overdose deaths. 6 PERCENTAGE OF POPULATION WITHIN SPECIFIC AGE GROUPS WHO REPORT USING STIMULANTS WITHIN THE PAST YEAR, 2018 *Source: National Survey on Drug Use and Health, 2018** Numbers in parentheses represent total populations for the specific age groups. PERCENTAGE OF POPULATION WITHIN SPECIFIC RACES WHO REPORT USING STIMULANTS WITHIN THE PAST YEAR, 2018 *Source: National Survey on Drug Use and Health, 2018NH/OPI: Native Hawaiian and Other Pacific IslandersAI/AN: American Indian Alaska Native Treatment of Stimulant Use Disorders Issue Brief6Research highlights some of the reasons different genders give for using stimulants. For example, females cite \"increased energy,\" while males cite \"enhanced sexual experience\" as their prime reasons. 7 There are also geographical differences in the prevalence of stimulant misuse across the country, with cocaine used more widely in eastern states and methamphetamines used more in the West and Midwest. 8 Impact of the Problem Short-Term Impact The short-term effects of stimulant use vary depending on several factors, including the combination of substances used, route of administration, potency, dosage, and level of prior use. However, in broad terms, stimulants are known to cause increased wakefulness, reduced appetite, and feelings of euphoria brought on by the rapid release of neurotransmitters, including dopamine, serotonin, and norepinephrine. 9-10 The adverse effects of stimulant use are well-documented. Stimulant use can cause acute conditions, such as accelerated heart rate, vasoconstriction, and bronchodilation, which stress the cardiovascular system. 10-11 Likewise, use can produce elevated body temperature, which can result in potentially deadly hyperthermia, either alone or in combination with environmental factors. 10 In addition, stimulant use can cause a host of adverse psychological or neurological effects, including panic attacks, hostility, paranoia, psychosis, and even violent behavior. 12-14 and secondary complications such as local injection site infections, life-threatening sepsis, and/or neurological toxicity. 15 Stimulant overdose can cause other serious symptoms, including hypertension, fainting, seizures, and death. 16 As is evident by overdose data, the number of stimulant overdoses resulting in death are climbing dramatically. The subacute effects of stimulant use are often experienced once the initial drug reaction of wakefulness and euphoria wear off. These effects can include fatigue, depression, chronic insomnia, increased appetite, impaired memory, and anhedonia (the inability to feel pleasure). 17-19 Long-Term Impact Chronic stimulant use may result in a number of health issues. In the long-term, persistent hypertension and a host of other serious cardiovascular complications can occur, such as angina, valvular disease, stroke, and an increased risk for heart attack. 10, 20-21 Chronic stimulant use can permanently alter brain structure, leading to impaired cognitive, neurological, and emotional systems. Because stimulant use releases large amounts of dopamine and serotonin, chronic use may cause mood fluctuations, anxiety, and depression, even when not taking the drug(s). Long-term use of cocaine and methamphetamines can cause decreased attention, confusion, impaired memory, inhibited impulse, and reduced motor skills. 22-24 These long term impacts pose challenges for recovery, but successful treatment can enable people to return to a productive and meaningful life. Depending on the substance used and the route of administration, chronic stimulant use may also cause a variety of other adverse physical effects. Methamphetamine use, for example, may result in \"meth mouth,\" a condition characterized by rapid tooth decay and gum disease. 25 Nasal ingestion (snorting) may result in loss of smell, a deviated septum, frequent nose bleeds, and other damage to the nasal cavity. 26 Smoking stimulants may result in lung and airway damage.27 28-2 Impact on Society Stimulant use also has detrimental societal effects, including negative outcomes for children who have a parent who uses, heightened crime in communities, costs associated with enforcement and incarceration, environmental damage, and premature deaths. Stimulant use by pregnant mothers can have long-term health and development consequences for their children (e.g., delayed motor development, poor language skills, and cognitive and behavioral issues). Babies born to mothers who use stimulants are often premature and smaller in size than babies born to mothers who did not . 30-31Between 2008 and 2015, amphetamine-related hospitalizations more than tripled, increasing from 55,447 instances to 206,180. 28 As of 2019, methamphetamine has surpassed opioids as the leading cause of overdose death in many western U.S. states. 29Treatment of Stimulant Use Disorders Issue Brief7Continued stimulant use by one or both parents is also associated with neglectful or abusive parenting, as well as higher prevalence of children entering the foster care system and using stimulants themselves . 32-34 People who use methamphetamines are more likely to perpetrate domestic violence than those who do not. They are also more likely to commit property crimes than ASSOCIATION WITH RISKY BEHAVIOR People who use stimulants are more likely to engage in unprotected sex and sex with multiple partners. 37- 38 In addition, intravenous administration of stimulants may result in reusing or sharing needles, syringes, and other paraphernalia. These behaviors place people who misuse stimulants at higher risk for HIV and other blood-borne pathogens, such as hepatitis B and hepatitis C. This is of concern because chronic stimulant use is linked to weakened immune response, increased susceptibility to infection, and accelerated retroviral replication. 1, 30-31 individuals who misuse other substances.35-36 Powder cocaine, crack cocaine, and methamphetamine-related offenses accounted for more than 75 percent of all federally-sentenced drug offenses. 39 The process used to produce and synthesize stimulants in clandestine laboratories can release toxins into the environment and create hazardous by-products. These conditions can cause explosions-a potential harm to those in the laboratory and neighboring community. 40-41 The U.S. Department of Justice estimates that every pound of methamphetamines produced results in five to six pounds of hazardous waste, which is rarely disposed of properly. 42 The greatest societal costs of stimulant use are associated with adverse health effects and, tragically, premature deaths. Amphetamine-related hospital costs totaled $436 million in 2003, and increased to $2.17 billion by 2015. 28 Cocaine overdose caused 14,666 deaths in 2018; methamphetamines and other psychostimulants caused 12,676 deaths. Overall, stimulant-related deaths in 2018 accounted for roughly 40 percent of all overdose deaths in the United States. 6 Centers for Disease Control and Prevention. (2019). Annual surveillance report of drug-related risks and outcomes - United States. Washington DC: U.S. Department of Health and Human Services. Taxy, S., Samuels, J., & Adams, W. (2015). Drug offenders in federal prison: Estimates of characteristics based on linked data. U.S. Department of Justice, Office of Justice Programs, Bureau of Justice.Winkelman, T. N., Admon, L. K., Jennings, L., Shippee, N. D., Richardson, C. R., & Bart, G. (2018). Evaluation of amphetamine-related hospitalizations and associated clinical outcomes and costs in the United States. Journal of American Medical Association , 1(6), e183758-e183758.Treatment of Stimulant Use Disorders Issue Brief81 Ellis, R. J., Childers, M. E., Cherner, M., Lazzaretto, D., Letendre, S., & Grant, I. (2003). Increased human immunodeficiency virus loads in active methamphetamine users are explained by reduced effectiveness of antiretroviral therapy. The Journal of Infectious Diseases, 188 (12), 1820-1826. 2 American Psychiatric Association. (2013). Diagnostic and statistical manual of mental disorders (5 th ed.). https://doi.org/10.1176/appi. books.9780890425596 3 National Emerging Threats Initiative. (2019). Emerging threats report 2019: Status and factors affecting the United States . Washington, DC: U.S. Office of National Drug Control Policy. 4 Substance Abuse and Mental Health Services Administration: Center for Behavioral Health Statistics and Quality. (2019). Key substance use and mental health ndicators in the United States: Results from the 2018 National Survey on Drug Use and Health (HHS Publication No. PEP19-5068, NSDUH Series H-54). Rockville, MD: Substance Abuse and Mental Health Services Administration. 5 Kariisa, M., Scholl, L., Wilson, N., Seth, P., & Hoots, B. (2019). Drug overdose deaths involving cocaine and psychostimulants with abuse potential - United States, 2003-2017. Morbidity and Mortality Weekly Report, 68 (17), 388. 6 Centers for Disease Control and Prevention. (2018). Annual surveillance report of drug-related risks and outcomes—United States. Surveillance Special Report, Atanta, GA: Centers for Disease Control and Prevention, 7 Maxwell, J. C. (2014). A new survey of methamphetamine users in treatment: Who they are, why they like \"meth,\" and why they need additional services. Substance Use & misuse, 49(6), 639-644. 8 Seth, P., Scholl, L., Rudd, R. A., & Bacon, S. (2018). Overdose deaths involving opioids, cocaine, and psychostimulants—United States, 2015-2016. Morbidity and Mortality Weekly Report, 67 (12), 349. 9 Ciccarone, D. (2011). Stimulant abuse: Pharmacology, cocaine, methamphetamine, treatment, attempts at pharmacotherapy. Primary Care: Clinics in Office Practice, 38 (1), 41-58.10 Panenka, W. J., Procyshyn, R. M., Lecomte, T., MacEwan, G. W., Flynn, S. W., Honer, W. G., & Barr, A. M. (2013). Methamphetamine use: A comprehensive review of molecular, preclinical and clinical findings. Drug and Alcohol Dependence, 129(3), 167-179. 11 Fonseca, A. C., & Ferro, J. M. (2013). Drug abuse and stroke. Current Neurology and Neuroscience Reports, 13(2), 325. 12 Goldstein, R. A., DesLauriers, C., Burda, A., & Johnson-Arbor, K. (2009). Cocaine: History, social implications, and toxicity: A review. Seminars in Diagnostic Pathology, 26 (1) 10-17. 13 Akindipe, T., Wilson, D., & Stein, D. J. (2014). Psychiatric disorders in individuals with methamphetamine dependence: Prevalence and risk factors. Metabolic Brain Disease, 29 (2), 351-357. 14 Davison, D., & Parrott, A. C. (1997). Ecstasy (MDMA) in recreational users: Self-reported psychological and physiological effects. Human Psychopharmacology: Clinical and Experimental, 12(3), 221-226. 15 Wurcel, A. G., Merchant, E. A., Clark, R. P., & Stone, D. R. (2015). Emerging and underrecognized complications of illicit drug use. Clinical Infectious Diseases, 61(12), 1840-1849. 16 Liechti, M. E., Kunz, I., & Kupferschmidt, H. (2005). Acute medical problems due to Ecstasy use. Case-series of emergency department visits. Swiss Medical Weekly, 135(43-44), 652-657. 17 Verheyden, S. L., Henry, J. A., & Curran, H. V . (2003). Acute, subacute and long term subjective consequences of 'ecstasy'(MDMA) consumption in 430 regular users. Human Psychopharmacology: Clinical and Experimental, 18 (7), 507-517. 18 McGregor, C., Srisurapanont, M., Jittiwutikarn, J., Laobhripatr, S., Wongtan, T., & White, J. M. (2005). The nature, time course and severity of methamphetamine withdrawal. Addiction, 100 (9), 1320-1329. 19 Leventhal, A. M., Kahler, C. W., Ray, L. A., et al. (2008). Anhedonia and amotivation in psychiatric outpatients with fully remitted stimulant use disorder. The American Journal on Addictions, 17(3), 218-223.Reference ListTreatment of Stimulant Use Disorders Issue Brief920 Riezzo, I., Fiore, C., De Carlo, D., Pascale, N., Neri, M., Turillazzi, E. & Fineschi, V . (2012). Side effects of cocaine abuse: Multiorgan toxicity and pathological consequences. Current Medicinal Chemistry, 19(33), 5624-5646. 21 Maraj, S., Figueredo, V . M., & Lynn Morris, D. (2010). Cocaine and the heart. Clinical Cardiology, 33(5), 264-269. 22 Spronk, D. B., van Wel, J. H., Ramaekers, J. G., & Verkes, R. J. (2013). Characterizing the cognitive effects of cocaine: A comprehensive review. Neuroscience & Biobehavioral Reviews, 37 (8), 1838-1859. 23 V olkow, N. D., Chang, L., Wang, G.-J., et al. (2001). Association of dopamine transporter reduction with psychomotor impairment in methamphetamine abusers. American Journal of Psychiatry, 158(3), 377-382. 24 Zickler, P. (2002). Methamphetamine abuse linked to impaired cognitive and motor skills despite recovery of dopamine transporters. NIDA Notes, 17(1), 1. 25 Rhodus, N. L., & Little, J. W. (2005). Methamphetamine abuse and \"meth mouth.\" Northwest Dentistry, 84(5), 29, 31, 33-27. 26 Millard, D. R., & Mejia, F. A. (2001). Reconstruction of the nose damaged by cocaine. Plastic and Reconstructive Surgery, 107(2), 419-424. 27 Restrepo, C. S., Carrillo, J. A., Martínez, S., Ojeda, P., Rivera, A. L., & Hatta, A. (2007). Pulmonary complications from cocaine and cocaine-based substances: Imaging manifestations. Radiographics, 27(4), 941-956. 28 Winkelman, T. N., Admon, L. K., Jennings, L., Shippee, N. D., Richardson, C. R., & Bart, G. (2018). Evaluation of amphetamine-related hospitalizations and associated clinical outcomes and costs in the United States. JAMA Network Open, 1(6), e183758-e183758. 29 Hedegaard, H., Bastian, B. A., Trinidad, J. P., Spencer, M., & Warner, M. (2019). Regional differences in the drugs most frequently involved in drug overdose deaths: United States, 2017. National Vital Statistics Reports, 68 (12), 1-15. 30 Behnke, M., & Smith, V . C.(2013). Prenatal substance abuse: Short-and long-term effects on the exposed fetus. Pediatrics, 131 (3), e1009-e1024. 31 Wouldes, T., LaGasse, L., Sheridan, J., & Lester, B. (2004). Maternal methamphetamine use during pregnancy and child outcome: What do we know. New Zealand Medical Journal, 117(1206), 1-10.32 Brown, J. A., & Hohman, M. (2006). The impact of methamphetamine use on parenting. Journal of Social Work Practice in the Addictions, 6 (1-2), 63-88. 33 Cunningham, S., & Rafert, G. (2008). Parental methamphetamine use and foster care: Is the growth in foster care admissions explained by the growth in meth use? Social Science Research Network, Available at https://papers.ssrn.com/sol3/papers.cfm?abstract_id=1299095. 34 Delaney-Black, V ., Chiodo, L. M., Hannigan, J. H., Greenwald, M. K., Jannise, J., Patterson, G., Huestis, M. A., Partridge, R. T., Ager, J., & Sokol, R. J. (2011). Prenatal and postnatal cocaine exposure predict teen cocaine use. Neurotoxicology and Teratology, 33(1), 110-119. 35 Dowling, C., & Morgan, A. (2018). Is methamphetamine use associated with domestic violence? Trends and Issues in Crime and Criminal Justice, 563 , 1-15. 36 Gizzi, M. C., & Gerkin, P. (2010). Methamphetamine use and criminal behavior. International Journal of Offender Therapy and Comparative Criminology, 54(6), 915-936. 37 Semple, S. J., Patterson, T. L., & Grant, I. (2004). The context of sexual risk behavior among heterosexual methamphetamine users. Addictive Behaviors, 29(4), 807-810. 38 Novoa, R. A., Ompad, D. C., Wu, Y ., Vlahov, D., & Galea, S. (2005). Ecstasy use and its association with sexual behaviors among drug users in New York City. Journal of Community Health, 30 (5), 331-343. 39 Taxy, S., Samuels, J., & Adams, W. (2015). Drug offenders in federal prison: Estimates of characteristics based on linked data. Washington, DC: US Department of Justice. 40 Baldwin, G. C., Roth, M. D., & Tashkin, D. P. (1998). Acute and chronic effects of cocaine on the immune system and the possible link to AIDS. Journal of Neuroimmunology, 83(1-2), 133-138. 41 Salamanca, S. A., Sorrentino, E. E., Nosanchuk, J. D., & Martinez, L. R. (2015). Impact of methamphetamine on infection and immunity. Frontiers in Neuroscience, 8, 445. 42 Scott, M. S., & Dedel, K. (2006). Clandestine methamphetamine labs. Washington, DC: US Department of Justice. Treatment of Stimulant Use Disorders What Research Tells Us102CHAPTER What Research Tells Us The purpose of this chapter is to provide an overview of four practices to treat stimulant use disorders: Motivational interviewing Contingency management Community reinforcement approach Cognitive behavioral therapy Stimulant use disorders not only have adverse effects on the physical and mental health of individuals, but they are also a public health problem with significant negative impacts on society. In the absence of pharmacological treatment that are approved by the U.S. Food and Drug Administration (FDA), practitioners rely heavily on behavioral and psychosocial interventions and practices. Literature around these practices is often inconsistent, making identification of the most effective treatment methods challenging. 1 Through an extensive literature review and consultation with experts, authors identified four practices used to treat stimulant use disorders. Based on a systematic review of the available evidence, each selected practice received a rating. Practice Selection To be considered for inclusion in this guide, eligible practices had to meet the following criteria: Must be clearly defined and replicable Address stimulant misuse reduction as a primary outcome Are currently in use Provide evidence of effectiveness Have accessible resources for implementation and fidelity Evidence Review and Rating Authors completed a comprehensive review of published research for each selected practice to determine its strength as an evidence-based practice. Eligible research studies had to: Employ a randomized or quasi-experimental design, or Be a single sample pre-post design or an epidemiological study with a strong counterfactual study (i.e., a study that analyzes what would have happened in the absence of the intervention). Descriptive and implementation studies, and meta- analyses were not included in the review, but were documented to provide context and identify implementation supports for the practices. Each eligible study was reviewed for evidence of measurable reductions in stimulant use. In addition, trained reviewers checked each study to ensure rigorous methodology, asking questions such as: Are experimental and comparison groups demographically equivalent, with the only difference being that participants in the experimental group received the intervention and those in the comparison group received treatment as usual or with no or minimal intervention? Treatment of Stimulant Use Disorders What Research Tells Us11 Was baseline equivalence established between the treatment and comparison groups on outcome measures? Were missing data addressed appropriately? Were outcome measures reliable, valid, and collected consistently from all participants? Using these criteria, each study's causal impact was assessed and given a rating of low, moderate, or high. Only randomized controlled trials, quasi-experimental designs, and epidemiological studies with a strong comparison were eligible to receive a high or moderate rating. After all studies for a practice were assessed and rated, the practice was placed into one of three categories based on its causal evidence level. 4 4 See Appendix 2 for more information about the evidence review process.Causal Impact: Evidence demonstrating that an intervention causes, or is responsible for, the outcome measured in the study's sample population. Strong Evidence Treatment of Stimulant Use Disorders What Research Tells Us 12Motivational Interviewing Goal Motivational interviewing (MI) is a treatment approach that helps individuals overcome ambivalent feelings and insecurities. In the process, individuals become motivated to change their behavior and reduce or stop their stimulant use. Five underlying principles guide how providers should interact with clients while using this practice. 2 Providers should: Express empathy through reflective listening Identify discrepancies between a client's goals or values and their current behavior Avoid arguments and direct confrontations witha client Adjust to a client's resistance rather thanopposing it directly Support self-efficacy and optimism Typical Settings Motivational interviewing is effective in a wide range of healthcare settings, from primary healthcare clinics to general or specialized hospitals. Studies included in this evidence review tested the effectiveness of MI for treating people with stimulant use disorders in walk-in health clinics, urban trauma centers, private or university-run health clinics, community-based health clinics, and community-based sites. Demographic Groups for Intervention Motivational interviewing is intended for use across genders, ages, races, and ethnicities. 3-4 This counseling approach can also be used with specific groups within the population, such as men who have sex with men. 5 OUTCOMES ASSOCIATED WITH MOTIVATIONAL INTERVIEWING Studies included in this evidence review demonstrated that use of MI for people with stimulant use disorders was associated with reductions in: Number of days of stimulant use Amount of stimulant used per day All outcomes were measured using either urine toxicology or participant self-report. The time between treatment and follow-up varied from zero months (immediately post-treatment) to six months. Developers of motivational interviewing define it as \"a directive, client-centered counselling style for eliciting behavior change by helping clients explore and resolve ambivalence.\" 2Identification of Practices Associated with Treatment of Stimulant Use Disorders Studies typically included adult participants who were aged 18 and older, had no language barriers, and met criteria in the Diagnostic and Statistical Manual of Mental Disorders (DSM) for stimulant use disorders either through screening or self-report. Individuals with cognitive impairment, serious mental illness, suicide risk, or inability to provide informed consent were not included in these studies. This evidence review also included studies, each of which included one of the following participant characteristics: Adolescents and younger adults (ages 16-22) Men who have sex with men Individuals who exhibit co-occurring psychotic disorders (not requiring acute in-patient psychiatric services) Patients with intentional or unintentional traumatic injury Practitioner TypesMotivational interviewing is intended for use by a wide variety of practitioners, including primary care and behavioral health professionals, peer providers, and criminal justice personnel. T raining on MI is available for clinicians, non-clinicians, peers, and those with minimal or no training in counseling or therapy. Strong Evidence Treatment of Stimulant Use Disorders What Research Tells Us 13Studies of MI for treating stimulant use disorders involved clinical staff who were trained in the approach. These clinicians were either trained community workers or bilingual peers (experienced substance use outreach workers who were themselves in recovery). Intensity and Duration of Treatment Use of MI for reducing substance use, and, more specifically, for reducing and ending stimulant use, does not have a prescribed time period; it can range from a single session of 15 minutes to multiple hour-long sessions. This review of recent studies shows that there are no generalizable conclusions around the number or length of sessions needed to reduce stimulant use. web-based, facilitating access for people in geographically diverse and difficult to reach places. 9-10 Studies included in this evidence review tested the effectiveness of CM for treating people with stimulant use disorders at community-based substance use or mental health clinics, private or university-run health clinics, methadone maintenance facilities, and community-based sites. Two studies also had a web-based component of CM. 11 Demographic Groups for Intervention Contingency management is used across genders, ages, races, and ethnicities in both individual and group settings. The approach can also be used with specific groups within the population, such as men who have sex with men, people with co-occurring opioid use disorders, and individuals with severe mental disorders. 12-15 Studies included in this evidence review involved adult participants who were aged 18 and older, had no language barriers, and met criteria in the DSM for stimulant use disorders either through screening or self-report. OUTCOMES ASSOCIATED WITH CONTINGENCY MANAGEMENT Studies included in this evidence review demonstrated that use of CM for people with stimulant use disorders was associated with reductions in: Number of days of stimulant use Stimulant cravings New stimulant use HIV risk behaviors All outcomes were measured using either urine toxicology, participant self-report, or the Addiction Severity Index Scale. 11 The time between treatment and follow-up varied from zero months (immediately post-treatment) to nine months.Contingency Management Goal Contingency management (CM) is a type of behavioral therapy grounded in the principles of operant conditioning. Operant conditioning is a method of learning in which desired behaviors are reinforced with prizes, privileges, or cash. For treatment of stimulant use disorders, incentivized behaviors might include: Attendance at treatment sessions Adherence to prescribed medications for other health conditions Provision of stimulant-negative urine specimens In a clinical setting, reinforcement is often provided in the form of vouchers that can be exchanged for retail goods and services. It may also include access to certain privileges, the opportunity to win a prize, or even direct cash payments. While CM may be structured in several dif ferent ways, two widely used approaches include: The Fishbowl Method (popularized by Dr . Nancy Petry) where clients who have earned an incentive draw a token from a \"fishbowl\" for a chance to win a prize of varying value V oucher-Based Reinforcement Therapy (popularized by Dr. Stephen Higgins) where clients earn vouchers for completion of desired behaviorswith the level of vouchers increasing according toan escalating schedule of reinforcement Typical Settings A wide range of healthcare settings, including primary healthcare clinics, community outpatient programs, and inpatient settings, can use CM effectively. 6-8 In addition, CM systems have been adapted to be computerized or Strong Evidence Treatment of Stimulant Use Disorders What Research Tells Us 14Practitioner Types A variety of professionals, such as primary care physicians, behavioral health professionals, and criminal justice personnel, can implement CM. 16-18 Training or coursework in behavioral analysis is available to support implementation of this intervention. For most studies in this evidence review, research staff, who may or may not have had clinical backgrounds, implemented the CM procedures. Some studies specified that these staff were trained and tested on CM protocols, often with the use of scripts or role-play. Intensity and Duration of Treatment Contingency management therapy does not have a prescribed time period, as it consists of a reinforcer-based framework often used in combination with other therapies. Many clinical evaluations of CM follow a 12-week schedule and feature frequent drug screenings (two to three times weekly). public outpatient treatment facilities, and urban treatment facilities that offer both inpatient and outpatient services. One study also used an online CRA learning program. Demographic Groups for Intervention The community reinforcement approach is used across genders, ages, races, and ethnicities in both individual and group settings. The adolescent version of CRA involves immediate family in the treatment program. There is also a family training version that aims to increase the client's engagement in the program through a concerned significant other. Studies included in this evidence review involved adult participants who were aged 18 and older, had no language barriers, and met criteria in the DSM for stimulant use disorders either through screening or self-report. OUTCOMES ASSOCIATED WITH THE COMMUNITY REINFORCEMENT APPROACH Studies included in this evidence review demonstrated that use of CRA for people with stimulant use disorders was associated with reductions in: Cocaine abstinence Addiction severity Drug use (e.g., number of weeks of usage, frequency per week, amount spent per week) All outcomes were measured using either urine toxicology, participant self-report, or the Addiction Severity Index Scale. The time between treatment and follow-up varied from zero months (immediately post-treatment) to nine months.Community Reinforcement Approach Goal One behavioral therapy approach that is commonly used in combination with CM is the community reinforcement approach (CRA). This treatment was originally developed by Nathan Azrin and his colleagues for alcohol use disorder, and was later adapted for stimulant use disorder, particularly cocaine use. The goal of CRA is to identify behaviors reinforcing stimulant use and make a substance-free lifestyle more rewarding than one that includes drugs and alcohol. CRA includes multiple elements such as such as analyzing clients' substance use, relationship counseling, vocational guidance, and job skills training. CRA therapy also focuses on building social and drug refusal skills. Ultimately clients are encouraged to make substantial behavioral changes, engage in new recreational activities and develop new social networks. 19 When used in combination with CM, clients who demonstrate positive behaviors such as drug abstinence, are typically provided material incentives to encourage skills development to build a rewarding substance-free life. Typical Settings The community reinforcement approach is often delivered through inpatient programs, home visits, and in combination with incentives/vouchers. Practitioners can also implement it successfully in a typical outpatient treatment context, where they see clients weekly at a clinic. 20 Studies included in this evidence review tested the effectiveness of CRA for treating people with stimulant use disorders at community-based substance use clinics, Strong Evidence Treatment of Stimulant Use Disorders What Research Tells Us 15Practitioner Types A variety of professionals who possess strong, fundamental counseling skills, such as supportiveness, empathy, and a caring attitude, can implement this approach. This could include primary care and behavioral health professionals as well as pharmacists. CRA requires therapists to be directive, energetic, and engaging. For most studies in this evidence review, clinical staff implemented CRA by following procedures outlined in the manual A Community Reinforcement Plus Vouchers Approach. 21 Intensity and Duration of Treatment Per the manual mentioned above, CRA recommends a 24-week treatment program. Each week, clients meet one to two times for counseling and submit two to three urine specimens. 21 COMPUTER-BASED COGNITIVE BEHAVIORAL THERAPY A newer approach to CBT uses a digital format for delivery to clients. This format draws on the National Institute on Drug Abuse's CBT manual and offers CBT sessions either online or through an app. Computer-based CBT can be used in regular clinical settings as an effective supplement to usual outpatient treatment for stimulant dependence. 23 Given the multimedia format of the treatment, it is more affordable and can be made more broadly available than standard therapy treatments. Additionally, computer-based CBT can help reach and serve minority or geographically remote groups who may have limited access to such services. Cognitive Behavioral Therapy Goal Cognitive behavioral therapy (CBT) is a short-term, goal-oriented psychotherapy treatment that enables individuals to understand their current problems, challenges, and experiences in order to change their behaviors and patterns of thinking. CBT helps clients develop accurate assessments of circumstances and their feelings so they can develop realistic strategies. CBT is used also to address depressive cognitions and other cognitive distortions associated with depression, generalized anxiety disorders, and substance use disorders. Through CBT, people with stimulant use disorders are trained to evaluate faulty patterns of thinking, actions, and negative feelings associated with their drug use. CBT is tailored to the needs of the individual, with the goals Treatment of Stimulant Use Disorders What Research Tells Us16of each therapy session uniquely based on the client's experiences with stimulant use and personal circumstances. Typical Settings Practitioners can use CBT effectively in a wide range of healthcare settings, from inpatient psychiatric rehabilitation to community outpatient programs. 22 Studies included in the current evidence review looked at CBT's use in private health clinics, community-based outpatient treatment programs, outpatient methadone programs, and through online formats. 23 Demographic Groups for InterventionCognitive behavioral therapy is a widely used approach, employed across genders, ages, races, and ethnicities. 24 Studies reviewed for this guide included participants aged 18 and older who met DSM criteria for stimulant use and dependence, and who did not have any other mental illness or psychotic disorder needing more intensive or targeted treatment and only one study focused on men who have sex with men.OUTCOMES ASSOCIATED WITH TRADITIONAL AND COMPUTER- BASED COGNITIVE BEHAVIORAL THERAPY Studies included in this review demonstrated that CBT or computer-based CBT for people with stimulant use disorders were associated with reductions in: Quantity of stimulants consumed per week Frequency of stimulant use per week Risky sexual behaviors All outcomes were measured using either urine toxicology, participant self-report, or the Addiction Severity Index Scale. The time between treatment and follow-up varied between zero months (immediately post-treatment) to 12 months.Practitioner Types A variety of professionals trained in CBT principles can implement it, such as behavioral health professionals, primary care staff, and criminal justice personnel. The National Association of Cognitive-Behavioral Therapists offers CBT training for mental health professionals, as well as non-professionals with a four-year college degree. In the studies included in the current evidence review, trained clinicians delivered all in-person CBT sessions. Intensity and Duration of Treatment Cognitive behavioral therapy is typically customized to the needs of each individual. Most people who seek CBT for stimulant use disorders receive counseling for a period ranging from 5 to 10 months. A standard therapeutic session is approximately 50 minutes. During this time, the therapist and client work together to understand existing thought patterns associated with the client's current problems and develop strategies to overcome those concerns. Group counseling rarely utilizes CBT.Treatment of Stimulant Use Disorders What Research Tells Us17Summary of Evidence Review Practice Motivational Interviewing Contingency Management Community Reinforcement ApproachCognitive Behavioral Therapy Review rating Strong Evidence Strong Evidence Strong Evidence Strong Evidence Focus of the practice Resolving clients' ambivalent feelings and insecurities and enhancing the internal motivation needed to change their behaviorPositively reinforcing desired behaviors Identifying behaviors that reinforce stimulant use and making a substance-free lifestyle more rewarding than one that includes substancesHelping clients improve the quality of their lives not by changing their circumstances, but altering their perceptions of those circumstances Can be used in outpatient healthcare settings Can be used in inpatient healthcare settings Specific training available -- Web-based version available-- Can be practiced by peers -- -- -- Has been used successfully with males and females Special populations with whom the practice has been successfully implemented Men who have sex with menMen who have sex with men; Co-occurring opioid use disorder; Severe mental disordersAdolescents -- Intensity and Duration of Treatment No prescribed intensity and durationNo prescribed intensity and duration; typically 12 weeksNo prescribed intensity and duration; recommended for 24 weeksNo prescribed intensity and duration; typical range of 5 to 10 months Treatment of Stimulant Use Disorders What Research Tells Us181 De Giorgi, R., Cassar, C., D'alò, G. L., Ciabattini, Minozzi, Economou, Luchese, R., L., Janiri, L., & De Crescenzo, F. (2018). Psychosocial interventions in stimulant use disorders: A systematic review and qualitative synthesis of randomized controlled trials. Rivista Di Psichiatria, 53 (5), 233-255. 2 Miller, W. R., & Rollnick, S. (1991). Motivational interviewing: Preparing people to change addictive behaviour. New York: Guilford Press. 3 DiClemente, C. C., Corno, C. M., Graydon, M. M., Wiprovnick, A. E., & Knoblach, D. J. (2017). Motivational interviewing, enhancement, and brief interventions over the last decade: A review of reviews of efficacy and effectiveness. Psychology of Addictive Behaviors, 31 (8), 862. 4 Lundahl, B., Moleni, T., Burke, B. L.Butters, R., Tollefson, D., Butler, C., & Rollnick, S. (2013). Motivational interviewing in medical care settings: A systematic review and meta-analysis of randomized controlled trials. Patient Education and Counseling, 93(2), 157-168. 5 Parsons, J. T., Rosof, E., Punzalan, J. C., & Maria, L. D. (2005). Integration of motivational interviewing and cognitive behavioral therapy to improve HIV medication adherence and reduce substance use among HIV-positive men and women: Results of a pilot project. AIDS Patient Care & STDs, 19(1), 31- 39. 6 Hagedorn, H. J., Noorbaloochi, S., Simon, A. B.Bangerter, A., Sitzer, M. L., Stetler, C. B., & Kivlahan, D. (2013). Rewarding early abstinence in Veterans Health Administration addiction clinics. Journal of Substance Abuse Treatment, 45(1), 109-117. 7 Henggeler, S. W., Halliday-Boykins, C. A., Cunningham, P. B., Randall, J., Shapiro, S. B., & Chapman, J. E. (2006). Juvenile drug court: Enhancing outcomes by integrating evidence-based treatments. Journal of Consulting and Clinical Psychology, 74 (1), 42. 8 Barry, D., Sullivan, B., & Petry, N. M. (2009). Comparable efficacy of contingency management for cocaine dependence among African American, Hispanic, and White methadone maintenance clients. Psychology of Addictive Behaviors, 23 (1), 168-174.9 McPherson, S. M., Burduli, E., Smith, C. L., Herron, J., Oluwoye, O., Hirchak, K., Orr, M. F., McDonell, M. G., & Roll, J. (2018). A review of contingency management for the treatment of substance-use disorders: Adaptation for underserved populations, use of experimental technologies, and personalized optimization strategies. Substance Abuse and Rehabilitation, 9 , 43. 10 Kurti, A. N., Davis, D. R., Redner, R., Jarvis, B. P., Zvorsky, I., Keith, D. R., Bolivar, H. A., White, T. J., Rippberger, P., Markesich, C., Atwood, G., & Higgins, S. (2016). A review of the literature on remote monitoring technology in incentive-based interventions for health-related behavior change. Translational Issues in Psychological Science, 2 (2), 128-152. 11 McLellan, A. T., Luborsky, L., Woody, G. E., & O'Brien, C. P. (1980). An improved diagnostic evaluation instrument for substance abuse patients: The Addiction Severity Index. Journal of Nervous and Mental Disease, 168 (1), 26-33. 12 Menza, T. W., Jameson, D. R., Hughes, J. P., Colfax, G. N., Shoptaw, S., & Golden, M. R. (2010). Contingency management to reduce methamphetamine use and sexual risk among men who have sex with men: A randomized controlled trial. BMC Public Health, 10 (1), 774-786. 13 Peirce, J. M., Petry, N. M., Stitzer, M. L., et al. (2006). Effects of lower-cost incentives on stimulant abstinence in methadone maintenance treatment: A national drug abuse treatment clinical trials network study. Archives of General Psychiatry, 63(2), 201-208. 14 Petry, N. M., Alessi, S. M., & Rash, C. J. (2013). A randomized study of contingency management in cocaine-dependent patients with severe and persistent mental health disorders. Drug & Alcohol Dependence, 130 (1-3), 234-237. 15 Bellack, A. S., Bennett, M. E., Gearon, J. S., Brown, C. H., & Yang, Y . (2006). A randomized clinical trial of a new behavioral treatment for drug abuse in people with severe and persistent mental illness. Archives of General Psychiatry, 63(4), 426-432.Reference ListTreatment of Stimulant Use Disorders What Research Tells Us1916 Hartzler, B., Lash, S. J., & Roll, J. M. (2012). Contingency management in substance abuse treatment: A structured review of the evidence for its transportability. Drug and Alcohol Dependence, 122(1-2), 1-10. 17 Marlowe, D. B., Festinger, D. S., Dugosh, K. L., Arabia, P. L., & Kirby, K. C. (2008). An effectiveness trial of contingency management in a felony preadjudication drug court. Journal of Applied Behavior Analysis, 41(4), 565-577. 18 Prendergast, M. L., Hall, E. A., Roll, J., & Warda, U. (2008). Use of vouchers to reinforce abstinence and positive behaviors among clients in a drug court treatment program. Journal of Substance Abuse Treatment, 35(2), 125-136. 19 Shearer, J. (2007). Psychosocial approaches to psychostimulant dependence: A systematic review. Journal of Substance Abuse Treatment, 32(1), 41-52. 20 Miller, W. R., Meyers, R. J., & Hiller-Sturmhöfel, S. (1999). The community-reinforcement approach. Alcohol Research & Health, 23 (2), 116-121.21 Budney, A., & Higgins, S. (1998). A community reinforcement plus vouchers approach: Treating cocaine addiction (NIH Publication No. 98-4309). Rockville, MD: National Institute on Drug Abuse. 22 Randall, M., & Finkelstein, S. H. (2007). Integration of cognitive behavioral therapy into psychiatric rehabilitation day programming. Psychiatric Rehabilitation Journal, 30 (3), 199. 23 Carroll, K. M., Ball, S. A., Martino, S., Nich, C., Babuscio, T. A., Nuro, K. F., Gordon, M. A., Portnoy, G. A., Rounsaville, B. J. (2008). Computer-assisted delivery of cognitive-behavioral therapy for addiction: A randomized trial of CBT4CBT. American Journal of Psychiatry, 165(7), 881-888. 24 Graham, J. R., Sorenson, S., & Hayes-Skelton, S. A. (2013). Enhancing the cultural sensitivity of cognitive behavioral interventions for anxiety in diverse populations. The Behavior Therapist, 36(5), 101.Treatment of Stimulant Use Disorders Guidance for Selecting and Implementing Evidence-based Practices203CHAPTER Guidance for Selecting and Implementing Evidence-based Practices This chapter provides information for clinicians, program administrators, and other stakeholders interested in implementing a therapy practice to treat stimulant use disorders. It documents some clinical issues and concerns health professionals may encounter when engaging and treating people with a stimulant use disorder, as well as some strategies to address those concerns. When clients using stimulants initiate treatment, they may present multiple medical and clinical symptoms. Practitioners should be aware of these issues, consider them thoroughly for each individual client, and address them effectively before beginning any therapy. For therapy to be successful, these clinical issues must be addressed not only at the beginning of treatment, but throughout the therapeutic engagement. Following a review of the clinical considerations for treating people with a stimulant use disorder, the chapter provides information about specific implementation challenges that stakeholders may encounter when implementing a new therapy practice. The chapter includes various strategies to overcome these challenges, along with examples from the practices reviewed in Chapter 2. Treatment of Stimulant Use Disorders Guidance for Selecting and Implementing Evidence-based Practices21CLINICAL ISSUE MANAGEMENT STRATEGY Polydrug use An individual may use multiple substances to enhance the physical or psychological effects of each drug, to counteract the effects of one or more drugs, to prolong a drug's effects, or to experience a new effect. Consider the pharmacological, psychosocial, and behavioral reasons for combining certain substances, evaluate for the presence of other substance use disorders, and implement targeted treatment options addressing all substances for people who use multiple drugs. Overdose risk Individuals who intentionally or unknowingly mix stimulants with fentanyl have an increased risk for overdose. Assess client awareness of dangers from fentanyl and educate about risks. Train program staff, clients, and family members on naloxone use and make naloxone available to clients, their families, and the community. Monitor clients closely for opioid overdose symptoms from fentanyl (or heroin) mixed with methamphetamine or cocaine. Intoxication Stimulants increase euphoria, hyperexcitability, hypersexuality, locomotor activity, agitation, and psychotic symptoms, including paranoia and hallucinations. \"Talk down\" the client in a calm environment. For clients who exhibit severe symptoms of intoxication, consider pharmacological treatment, for example benzodiazepines, for acute management of agitation and distress, antipsychotic medication for psychosis/paranoia/hallucinations. Co-occurring mental and stimulant use disorders One of the challenges practitioners face is making a distinction between independent psychiatric disorders, psychiatric disorders as a result of the stimulant use, and psychiatric symptoms that arise from intoxication and withdrawal. Consider integrated treatment options regardless of the underlying cause for the dual diagnosis. Since lack of adequate treatment for either disorder may interfere with an individual's overall recovery, coordinate services between stimulant use disorder therapists and mental health providers if stimulant disorder treatment staff do not treat mental disorders. Psychosis Stimulant use can result in psychotic symptoms, such as auditory and visual hallucinations and paranoia. Stimulant-induced psychosis is generally transient; however, methamphetamine can produce persistent psychosis like schizophrenia. Consider either benzodiazepine or an antipsychotic medication to address acute symptoms. Consider continuation of antipsychotic medications for long-term management of persistent psychosis.Clinical Issues to Consider When Treating Stimulant Use Disorders There are a number of issues that can present practitioners with clinical challenges and should be considered before making decisions regarding treatment planning. The table below summarizes the most common clinical issues encountered and strategies to manage them.Treatment of Stimulant Use Disorders Guidance for Selecting and Implementing Evidence-based Practices22CLINICAL ISSUE MANAGEMENT STRATEGY Violence Methamphetamine use increases chance of violent behavior.1 Be aware of the relationship between stimulant use and violence and be cognizant of the consequences of violence on individuals using stimulants, their families, program staff, and other program participants. Cognitive deficits Stimulant misuse leads to attention and memory problems that can interfere with functioning and treatment approaches that involve learning. Inform clients about cognitive deficits and use strategies that provide repetition of information and do not depend on optimal memory. Reserve treatments that require more complex cognitive functioning until a client's cognition is restored after a period of abstinence. Stimulant withdrawal As an individual stops stimulant use, he or she may experience symptoms like severe fatigue, insomnia, cognitive impairment, feelings of depression, anxiety, loss of energy, confusion, the inability to feel pleasure, and paranoia. 2 Encourage rest, mild/moderate exercise, and a healthy diet to manage withdrawal. Individuals may experience cravings associated with specific cues, such as objects (e.g., cash), people (e.g., drug user friends), other substances (e.g., alcohol), places (e.g., areas where stimulants are sold or used), time periods (e.g., weekends, after work), and emotional states (e.g., depression, boredom). 3 Educate clients in treatment about the powerful impact of cue-induced cravings and help them identify strategies to avoid situations in which there are \"triggers.\" Withdrawal may result in hypersexuality and impaired sexual functioning, leading to psychological distress. 4 Educate clients about the possibility of changes in sexual function during early recovery. Severity of disorder and level of careClients may receive treatment services at various levels within the continuum of care; levels ranging from prevention and early intervention to inpatient and residential services. Assessing the required level of care for each client based on the severity of client's disorder is critical. Evaluate the clients' needs and ensure that that they receive services at the appropriate level and then step up to more intense treatment or down to less intense treatment as needed. Engaging and treating people actively using stimulants, in withdrawal, or in early recovery is challenging. Understanding the experience of the clients in conjunction with clinical concerns is essential for planning and implementing therapy practices to meet client needs. Treatment of Stimulant Use Disorders Guidance for Selecting and Implementing Evidence-based Practices 23Implementation Challenges and Strategies In addition to the important clinical concerns for this population, practitioners, administrators, and community leaders will be most successful if they understand specific challenges and strategies for successful implementation of new practices. The following section provides details on specific challenges programs could face as they implement therapy practices, strategies to deal with those challenges, and the role of implementation science in enhancing practice implementation. When implementing interventions to address stimulant use disorders, there are several potential barriers to consider. Issues related to implementing motivational interviewing (MI), contingency management (CM), community reinforcement approach (CRA), and cognitive behavioral therapy (CBT) include: 1. Practice selection 2. Funding, financing, and program cost 3. Program staffing 4. Coordination of care 5. Cultural adaptation of the practice These challenges are described in detail below, along with potential actions to mitigate them. Practice Selection Challenge: Choosing the right intervention based on the severity of client's illness and where they are in the addiction cycle. Strategies: The effectiveness of various treatment interventions may be influenced by the clients' stage in the addiction cycle. It is necessary to consider the issue of psychosis and brain functioning related to active and recent stimulant use when choosing an intervention for stimulant use disorders. MI can help clients decide to enter treatment and serve as a starting point in the recovery process. 5 While often implemented successfully at the early stages of treatment, due to its flexibility as an add-on component to other interventions, practitioners can apply motivational strategies throughout the recovery process. 6ROLE OF IMPLEMENTATION SCIENCE IN HELPING PROGRAMS ADDRESS IMPLEMENTATION BARRIERS Implementation science is the study of methods to promote the uptake of proven clinical practices, programs, organizational interventions, and policies, with the goal of improving health. Use of the Consolidated Framework for Implementation Research (CFIR) is one way programs can conceptualize constructs associated with successful program implementation. Programs can use CFIR as they plan and execute new programs. The five main domains of CFIR are: Intervention Characteristics - Includes the components and attributes of the intervention, such as cost, strength of evidence, and complexity Outer Setting - Consists of the external factors that may affect implementation, including the policy and regulations in effect, patients' needs and resources, and the sources of implementation pressure Inner Setting - Considers the characteristics of the facility contemplating implementation of a new program, including the organizational culture, available resources for implementation, and the facility's overall structure Characteristics of Individuals - Includes the attributes of individuals making up the organization contemplating program implementation, and includes aspects like staff attitudes towards the proposed intervention, self-efficacy to adopt new programs, and perception of the facility itself Process - Consists of the stages and constructs related to implementation, namely planning, engaging, executing, reflecting, and evaluating (constructs explain how a course of action for implementation is charted and carried out) Programs can use CFIR to identify both barriers and factors conducive to implementation. This allows programs to design a detailed strategies when considering new therapy practices. 6 Treatment of Stimulant Use Disorders Guidance for Selecting and Implementing Evidence-based Practices24 CM can serve as a source of positive reinforcement for clients in the beginning stages of recovery. 7 It can be combined with other therapies, such as CRA and vouchers, to enhance duration of recovery. 8 CBT can be successfully applied at any stage of the addiction cycle or encompass the full cycle. CBT consists of various modules and add-ons (e.g., homework) that practitioners can specifically tailor to the client. Funding, Financing, and Program Cost Challenge: Obtaining funding to implement treatment practices for stimulant use disorders is a common challenge. Practices to treat stimulant use disorders have several associated costs, including: o Planning implementation o Training practitioners or interventionists o Performing related tasks like urinalysis screens o Providing incentives or other behavioral reinforcement o Making any necessary technological en-hancements Many state Medicaid, Medicare, and private insurance entities may not reimburse CM and computer-based CBT treatments. Reimbursement for both these therapies requires careful coordination with funding agencies. Strategies: CM costs can be reduced by limiting access to only those who test positive for stimulants at admission, or by discontinuing the approach when practitioners observe no client response to treatment. 9 Computer-based CBT has potential to substantially reduce healthcare costs. 10-11 Automated versions of CM have also proven effective and can reduce costs of tracking participants' urine and prize draw outcomes. 12 As internet and computer access increase, these treatment options will be more accessible, particularly for clients in rural and remote locations. 9 Additional funding sources, such as federal, state, and private grants, as well as contributions from or opportunities to share costs with community partners can help overcome barriers to funding CM reinforcers. SAMHSA suggests soliciting in-kind donations (which might prove particularly effective at providing CM incentives) and make use of volunteers or internships to cut costs. 13 Program Staffing Challenges: It is vital that properly trained staff be available to successfully implement a new treatment program or practice and to build program capacity. However, this may be difficult to achieve due to staff turnover and limited time for staff to become familiar with the program. Practitioners without clinical backgrounds can deliver MI and CM. In contrast, CBT is often delivered by clinically trained professionals. Further, CBT is complex to administer, making it difficult to adapt and tailor to a particular setting. 9 Ongoing supervision and reflective practice are essential elements for most stimulant use disorder interventions to ensure fidelity of implementation. 14-15According to the Surgeon General's Report on Alcohol, Drugs, and Health , the three stages of addiction are: 1. Binge and Intoxication - The stage at which an individual consumes an intoxicating substance and experiences its rewarding or pleasurable effects 2. Withdrawal and Negative Affect - The stage at which an individual experiences a negative emotional state in the absence of the substance 3. Preoccupation and Anticipation - The stage at which an individual seeks substances again after a period of abstinence Some interventions are better suited at the starting point of recovery within the early stages of stimulant misuse, whereas others can be tailored for the end of the addiction cycle, specifically for relapse prevention and treatment.Treatment of Stimulant Use Disorders Guidance for Selecting and Implementing Evidence-based Practices25Strategies: Computer-based CBT can be a viable substitute for in-person CBT, as it requires minimal staff assistance and has a degree of flexibility in implementation. Self-study and the \"train-the-trainer\" method can help practitioners learn how to conduct MI, though with varying degrees of effectiveness. 16 While self-study does not require an instructor, a train-the-trainer approach entails sending staff to an expert-led workshop. After learning the practice from an expert, these staff typically complete a certification process to become trainers themselves and then train other staff. Having a facilitator—whether an external or internal supervisor—can be a key factor in successfully implementing practices for stimulant use disorders. For example, practitioners using MI typically need three or four coaching sessions. 14 Coordination of Care Challenge: Individuals with stimulant use disorders may have other health care needs such as HIV17 or life situations affecting their health and recovery (e.g., experiencing homelessness). 18 Substance use disorders and recovery from them are often associated with social determinants of health such as income and housing instability. Strategies: Using a whole-person approach, practitioners need to coordinate treatment for stimulant use disorders with care for clients' other health needs. Models focused on care coordination, including physical, mental, behavioral, and stimulant-use-specific services are more successful than those attempting to treat only the stimulant use disorder. 19 Whenever possible, co-location of stimulant use disorder treatment with primary care and other services allows for improved coordination between physical and mental health care. 20 Other life circumstances, such as low income, experiencing homelessness, domestic violence, and child maltreatment, also affect the success of stimulant use disorder treatment. Coordination of care should encompass these social determinants of health and providers should attempt to integrate resources and social supports from the client's community. Stimulant use treatment providers are well positioned to support systemic changes to address social determinants in their community. Providers and other stakeholders can identify gaps in services and promote additional resources to improve social and economic conditions of their clients. Cultural Adaptation of Practices Challenge: Behavior change interventions are most effective when they are responsive to the clients' cultural practices and ideologies. 21-22 When behavior change interventions are adapted to make them responsive to clients' needs, program staff may find it challenging to adhere to the fidelity of the practice. They may find it difficult to maintain the core elements and foundational principles of the practice during implementation. Strategies: Motivational techniques are adaptable for different cultures. The processes of change and motivational enhancement can be tailored to the values, beliefs, and experiences of individuals within different ethnic and racial categories. To ensure adapted practices are implemented with their core elements upheld, it is incumbent on those doing the adaptation to collect rigorous data to assess the intervention for fidelity to the practice. When programs are not able to maintain fidelity to the established practice, a rigorous evaluation of the adapted practice provides evidence of the impact of the adapted practice on stimulant use.Cultural adaptation of interventions has been defined as \"the systematic modification of an evidence-based treatment (EBT) or intervention protocol to consider language, culture, and context in such a way that it is compatible with the client's cultural patterns, meanings, and values.\" 21 Culturally adapted health interventions are more effective than usual care. 22 Treatment of Stimulant Use Disorders Guidance for Selecting and Implementing Evidence-based Practices26 For American Indian/Alaska Native communities, the focus of motivational interviewing on an equal or balanced relationship between the therapist and the client seems to fit well with cultural norms. 23 Motivational interviewing can also be readily incorporated into tribal practices like Talking Circles and Sweat Lodge Ceremonies. 24 Practice Resources In addition to the introductory, overarching implementation guidance provided above, there are several manuals and resources developed specifically to help stakeholders implement the practices described in Chapter 2. Please note that this guide is not intended to be a training manual, but additional resources are available to support implementation of these practices Motivational Interviewing Resources Motivational Interviewing Network of Trainers (MINT) is an international organization affiliated with the developers of MI, Bill Miller and Steve Rollnick. The website has resources for MI trainings and upcoming events. TIP 35: Enhancing Motivation for Change in Substance Use Disorder Treatment is a SAMHSA publication outlining motivational strategies and how to use them in treating substance use disorders. Motivational Interviewing Supervision and Training Scale (MISTS), Motivation Interviewing Skill Code (MISC) , Assessment of Motivational Interviewing Groups— Observer Scale (AMIGOS) and Motivational Interviewing Treatment Integrity (MITI) are all measures for evaluating various aspects of MI practice. Contingency Management Resources Motivational Incentives-A Proven Approach to Treatment provides information and resources on the implementation of CM practices. This includes an initial training, an interactive online course, and free software for managing CM clients. A Treatment Manual for Implementing Contingency Management provides a CM treatment manual that gives attention to prisoner and parolee populations.Contingency Management: Using Motivational Incentives to Improve Drug Abuse Treatment provides an overview of CM principles, a case study of a program using CM, and guidance regarding how to implement and supervise CM procedures. The Contingency Management Competence Scale is available for both treatments reinforcing abstinence and attendance. The scale is intended to be used as a fidelity tool, and the associated manual provides suggestions for optimal implementation of CM. Contingency Management Incentives for Sobriety provides an overview of CM, its early research, and the research supporting its use in treating alcohol use disorders and polydrug use. Developing a Measure of Therapist Adherence to Contingency Management: An Application of the Many-Facet Rasch Model describes the development of an adherence tool for CM. Identifying Provider Beliefs Related to Contingency Management Adoption Using the Contingency Management Beliefs Questionnaire describes the development of a 32-item questionnaire used to assess providers' beliefs regarding CM treatment interventions. Community Reinforcement Approach (CRA) Resources A Community Reinforcement Plus V ouchers Approach: Treating Cocaine Addiction describes how to implement a CRA that adds a voucher component, primarily with cocaine-using populations. The manual describes the clinical treatment approach, as well as tips related to co- occurring psychiatric disorders and treatment supervision. The Community Reinforcement Approach provides an overview of CRA and the research supporting its efficacy.Chestnut Health Systems EBTx Center offers training and certification for CRA and Adolescent CRA.Robert J. Meyers Website from one of the developers of CRA, includes background information for the practice, details of ongoing trainings, and links to relevant publications. Treatment of Stimulant Use Disorders Guidance for Selecting and Implementing Evidence-based Practices27Community Reinforcement and Family Training, Support and Prevention (CRAFT-SP) provides a treatment manual for CRAFT, an outgrowth of CRA. The manual outlines seven treatment sessions and describes the theoretical framework for the intervention. Cognitive Behavioral Therapy (CBT) Resources Academy of Cognitive Therapy is a group of mental health professionals practicing CBT. The website provides multiple resources for both administrators and clients, training, and certification for CBT administrators. It also offers assistance with program implementation. Beck Academy offers training and certification for CBT administrators (i.e., professionals, educators, graduate students). The website includes online training courses, in-person workshops, newsletters, and other resources. It also offers assistance with program implementation and utilizing supervisors and consultants. SAMHSA Website provides CBT guidelines, training manuals, toolkits, workbooks, and training modules. It also includes resources for implementing CBT with specific populations and for specific applications (e.g., substance use disorders, anger management, mental health issues). Resources are also available in multiple languages like Spanish and Chinese. CBT4CBT is a self-guided, web-based program with various online modules. The program can be accessed through provider or client log-in (paid access). The website also has an additional CBT toolkit available for purchase. Treatment of Stimulant Use Disorders Guidance for Selecting and Implementing Evidence-based Practices281 McKetin, R., Lubman, D. I., Najman, J. M., Dawe, S., Butterworth, P., & Baker, A. L. (2014). Does methamphetamine use increase violent behaviour? Evidence from a prospective longitudinal study. Addiction, 109 (5), 798-806. 2 Wise, R. A. (2008). Dopamine and reward: The anhedonia hypothesis 30 years on. Neurotoxicity Research, 14(2-3), 169-183. 3 Childress, A. R., Mozley, P. D., McElgin, W., Fitzgerald, J., Reivich, M., & O'brien, C. P. (1999) . Limbic activation during cue-induced cocaine craving. American Journal of Psychiatry, 156 (1), 11-18. 4 Rawson, R. A., Gonzales, R., & Brethen, P. (2002). Treatment of methamphetamine use disorders: An update. Journal of Substance Abuse Treatment, 23(2), 145-150. 5 Center for Substance Abuse Treatment. (1999). Enhancing motivation for change in substance abuse treatment. Rockville, MD: Substance Abuse and Mental Health Administration. 6 Keith, R. E., Crosson, J. C., O'Malley, A. S., Cromp, D., & Taylor, E. F. (2017). Using the Consolidated Framework for Implementation Research (CFIR) to produce actionable findings: A rapid-cycle evaluation approach to improving implementation. Implementation Science, 12 (1), 15. 7 Hirchak, K. A., Leickly, E., Herron, J., et al. (2018). Focus groups to increase the cultural acceptability of a contingency management intervention for American Indian and Alaska Native Communities. Journal of Substance Abuse Treatment, 90, 57-63. 8 SecadesVilla, R., J., & García Fernández, G. (2011). Community Reinforcement Approach (CRA) for cocaine dependence in the Spanish public health system: 1 year outcome. Drug & Alcohol Review, 30(6), 606-612. 9 Carroll, K. M. (2014). Lost in translation? Moving contingency management and cognitive behavioral therapy into clinical practice. Annals of the New York Academy of Sciences, 1327 (1), 94-111.10 Olmstead, T. A., Ostrow, C. D., & Carroll, K. M. (2010). Cost-effectiveness of computer-assisted training in cognitive-behavioral therapy as an adjunct to standard care for addiction. Drug and Alcohol Dependence, 110(3), 200-207. 11 Hedman, E., Ljótsson, B., & Lindefors, N. (2012). Cognitive behavior therapy via the Internet: A systematic review of applications, clinical efficacy and cost-effectiveness. Expert Review of Pharmacoeconomics & Outcomes Research, 12(6), 745-764. 12 Ghitza, U. E., Epstein, D. H., Schmittner, J., Vahabzadeh, M., Lin, J. L., & Preston, K. L. (2007). Randomized trial of prize-based reinforcement density for simultaneous abstinence from cocaine and heroin. Journal of Consulting and Clinical Psychology, 75(5), 765-774. 13 Center for Substance Abuse Treatment. (2009). Implementing change in substance abuse treatment programs. Rockville, MD: Substance Abuse and Mental Health Administration. 14 Schwalbe, C. S., Oh, H. Y ., & Zweben, A. (2014). Sustaining motivational interviewing: A meta analysis of training studies. Addiction, 109 (8), 1287-1294. 15 Kauth, M. R., Sullivan, G., Blevins, D., Cully, J. A., Landes, R. D., Said, Q., & Teasdale, A. (2010). Employing external facilitation to implement cognitive behavioral therapy in V A clinics: A pilot study. Implementation Science, 5 (1), 75. 16 Olmstead, T., Carroll, K. M., Canning-Ball, M., & Martino, S. (2011). Cost and cost-effectiveness of three strategies for training clinicians in motivational interviewing. Drug and Alcohol Dependence, 116(1- 3), 195-202. 17 Novak, R. M., Metch, B., Buchbinder, S., et al. (2013). Risk behavior among women enrolled in a randomized controlled efficacy trial of an adenoviral vector vaccine to prevent HIV acquisition: The Step Study. AIDS, 27(11), 1763. 18 Riley, E. D., Cohen, J., Knight, K. R., Decker, A., Marson, K., & Shumway, M. (2014). Recent violence in a community-based sample of homeless and unstably housed women with high levels of psychiatric comorbidity. American Journal of Public Health, 104(9), 1657-1663.Reference ListTreatment of Stimulant Use Disorders Guidance for Selecting and Implementing Evidence-based Practices2919 O'Brien, P., Crable, E., Fullerton, C., & Hughey, L. (2019). Best practices and barriers to engaging people with substance use disorders in treatment. Washington, DC: U.S. Department of Health and Human Services. 20 SAMHSA-HRSA Center for Integrated Health Solutions. (n.d.). Standard framework for levels of integrated healthcare. Retrieved June 6, 2020, from https://www .thenationalcouncil.org/integrated- health-coe/resources/ 21 Bernal, G., Jiménez-Chafey, M. I., & Domenech Rodríguez, M. M. (2009). Cultural adaptation of treatments: A resource for considering culture in evidence-based practice. Professional Psychology: Research and Practice, 40 (4), 361. 22 Barrera Jr, M., Castro, F. G., Strycker, L. A., & Toobert, D. J. (2013). Cultural adaptations of behavioral health interventions: A progress report. Journal of Consulting and Clinical Psychology, 81(2), 196. 23 Venner, K. L., Feldstein, S. W., & Tafoya, N. (2006). Native American motivational interviewing: Weaving Native American and western practices. Washington, DC: National Institute on Alcohol Abuse and Alcoholism. 24 Tomlin, K., Walker, R., Grover, J., Arquette, W., & Stewart, P. (2014). Motivational interviewing: Enhancing motivation for change--A learner's manual for the American Indian/Alaska Native counselor. Rockville, MD: Substance Abuse and Mental Health Services Administration.Treatment of Stimulant Use Disorders Examples of Stimulant Use Treatment Programs304CHAPTER Examples of Stimulant Use Treatment Programs This chapter highlights three community examples of program models providing treatment services and support to people with a stimulant use disorder and documents how each uses one or more of the practices with strong evidence detailed in Chapter 2: Motivational Interviewing Contingency Management Community Reinforcement Approach Cognitive Behavioral Therapy The chapter describes how each program has implemented these practices as part of a comprehensive strategy to address the needs of their populations. Programs should implement practices with fidelity to evaluated models. Fidelity is the degree to which a program delivers a practice as intended and must be maintained for desired therapy outcomes. However, many programs adapt chosen practices to better serve their clients. As practitioners modify these practices to address the needs and constraints of their population, budget, setting, and other local factors, they should adhere to the practice's foundational principles. The three programs in this chapter were identified through an environmental scan and in consultation with experts. At this time, each of the programs predominantly serves a distinct population, namely people experiencing homelessness, members of a federally recognized tribe, and gay and bisexual men who have sex with men (MSM). Although the programs highlighted below are population specific, the practices they implement have strong evidence, target a range of stimulants, and can successfully serve a wide range of geographically, racially, and ethnically diverse populations. These programs are meant to be implementation examples and have not been subject to rigorous evaluation. To be included in this chapter, programs had to: Implement one or more of the practices identified in Chapter 2 Be replicable (well-defined with guidance materials or a manual) Have research to support their impact on stimulant use Provide appropriate and effective interventions for varied stimulant types, geographic areas, practice settings, and diverse populationsTreatment of Stimulant Use Disorders Examples of Stimulant Use Treatment Programs31The HPHP primary care facility provides CM as an optional component of the Medication-Assisted Treatment (MAT) Program. The CM program was initially introduced as a 12-week pilot to address the needs of polydrug users and former opiate users who were struggling with methamphetamine. MAT patients who have positive urine drug screens, with exception of buprenorphine and THC, are eligible for the program and can opt-in by signing a patient agreement form during intake. The program employs the \"fishbowl\" method of CM. Participants with negative weekly or biweekly urine samples are eligible for one to three weekly drawings. Drawings offer $5 to $50 gift cards, or positive affirmations, and occur during the program's group psychotherapy sessions provided as a part of the MAT program. The program was initially launched in early 2019 at a clinic run by the Health Services Agency of the County of Santa Cruz and is led by the MAT clinic nurse. The program has since expanded to the Agency's two other clinics. It began with 20 to 25 participants and a total project budget of about $750 for a 12-week session. Model Features and Elements CM Patient Agreement to facilitate voluntary enrollment and ensure patient understanding of the program. Active outreach by program staff in their community to build rapport with people experiencing homelessness and make their transition into the program easier. Weekly or biweekly urine drug screens. Weekly \"fishbowl\" drawings for $5 to $50 gift cards and positive affirmations for clients with negative urine drug screens. Weekly group psychoeducation sessions using a variety of manualized programs, such as \"Seeking Safety,\" an evidence-based, present-focused counseling model to help people attain safety from trauma and substance use. Twelve-week cycles with the option to continue to a new cycle depending on stage of recovery.Practice implemented by program Contingency ManagementSettingOutpatient; Organization is a full-service, primary care center serving the needs of homeless and low-income populations in Santa Cruz County. Population of FocusPeople experiencing homelessness receiving MAT for stimulant use. Typical clients are males, Caucasians, with ages ranging from 20 to 60 years. Program DurationOne session is considered 12 weeks. Related ResourcesCenter for Care Innovations Webinar on Contingency Management: https://www. careinnovations.org/resources/webinar- contingency-management/Homeless Person Health Project (HPHP) County Health Services Agency (Santa Cruz County, CA) www.santacruzhealth.org Treatment of Stimulant Use Disorders Examples of Stimulant Use Treatment Programs32Findings and Outcomes Data before and after treatment indicated an increase in negative urine drug screens, from 41.6 percent at baseline to 72 percent at week 48. Less frequent use documented through client self-report. Increased client attendance. Patient empowerment evidenced by optimistic attitudes about sobriety (e.g., client reactions such as \"I'll get it next time\" at not receiving a gift card). Positive patient engagement with the program (e.g., excitement about sessions, clapping to support peers when drawing from the lottery). Lessons Learned Use grants to obtain resources needed to implement the program. Nonprofit clinics and programs can also ask for donations. Start small. Implementation of CM can vary with every program. Adaptation of CM runs the risk of diminishing the efficacy of the intervention. When possible adhere as closely as possible to established guidelines. When implemented in an integrated primary care setting, consider including stimulant data in electronic medical records of the client.Treatment of Stimulant Use Disorders Examples of Stimulant Use Treatment Programs33The Rosebud Sioux Tribe Alcohol and Drug Treatment Program's Methamphetamine Rehabilitation Program (MRP) is based on the Seven Direction Model developed by Ed Parsells, in consultation with cultural and spiritual leaders, and uses the underlying principles of MI. Program staff are trained in and use MI principles during therapeutic sessions with clients. Staff adopt a non-directive style of interaction, allow the client to challenge them, ask questions that engage clients, and encourage clients to examine and assess their own behaviors. Staff practice the MI technique of empathy while working with clients. The Lakota Seven Direction Model is based on the belief that spirituality is the foundation for recovery. It relies heavily on the concept of conscience and the role it plays in stimulant misuse treatment. The program runs for seven weeks, with each week focusing on a specific aspect of addiction, a particular Lakota value, and a positive behavior. For example, during the third week, the program focuses on the physical aspect of the addiction and encourages the Lakota value of courage and bravery. The behavior emphasized during this week is \"facing fears.\" The program is often credited for taking the abstract concepts of spirituality and conscience and applying them in the Seven Direction Model. MRP empowers people to engage in the process of recovery from addiction. Staff promote physical, mental, spiritual, and emotional wellness. Model Features and Elements Two seven-week cycles focus on different curriculum. The first cycle is more didactic and helps clients work through their cognitive impairment brought on by stimulant use. The second cycle adds a Rational Emotive Therapy beyond the didactic strategy. 1Practice implemented by program The Spirit of Motivational Interviewing Setting In-patient services on the Rosebud Sioux Tribe Reservation in South Dakota. Staff include counselors, treatment technicians, case managers, and psychologists, all of whom are enrolled tribal members. Population of Focus Members of any federally recognized tribe. Program Duration Seven weeks of Lakota Seven Direction Model. The program recommends two seven-week cycles. Related Resources Trainer's Guide: http://www.oneskycenter.org/ wp-content/uploads/2014/03/AmericanIndianTrainersGuideto https://www.integration.samhsa.gov/ clinical-practice/ Native_American_MI_Manual.pdf Rosebud Sioux Tribe Alcohol and Drug Treatment Program, Methamphetamine Rehabilitation Program Rational emotive behavior therapy is an active- directive, philosophically and empirically-based psychotherapy with the aim of resolving emotional and behavioral problems and disturbances and helping people lead happier and more fulfilling lives. 1Goals for the first cycle: Goal I: Learn the Seven Directions, Seven Life Powers, and Seven Lakota Values Goal II: Develop healthy communication and values and resolve internal conflict Goals for the second cycle: Goal I: Reinforce positive changes and healthy communication skills Goal II: Prevent relapse and increase efficacy \"Talking circle\" (a practice for expression of thoughts and feelings in the context of complete acceptance by participants) and sweat lodge ceremonies practiced weekly. Treatment of Stimulant Use Disorders Examples of Stimulant Use Treatment Programs34 Daily, half-hour morning sessions where clients share their thoughts and insights. Staff use client sharing to determine progress. Partnership with cultural, spiritual, and religious leaders within and outside the community, who are invited to address clients during their recovery process. Weekly, 45- to 60-minute equine therapy sessions that emphasize Lakota culture and values. Patterns of self-defeating thoughts, beliefs, and behaviors identified during the equine therapy activities are processed in group therapy immediately following the activity. Findings and Outcomes Sixty-six percent of clients from Quarter 1 in 2016 completed the program, while spending an average of 145 days in therapy. Qualitative data collected from the clients highlighted the positive outcomes of the program. In the actual words of two clients: \"The Rosebud Sioux Tribe Meth Rehabilitation Program not only taught me about my addiction and why I could not stop using meth, it also taught me how to live a spiritually, mentally, emotionally and physically fulfilling life. I no longer need to look outside myself for validation.\" \"... MRP gave me the opportunity to take a good hard look at reality. In treatment I was able to find my true self. I was able to see all the wrongs I did to others and myself. Finding spirituality helped change my life. The RST MRP equipped me with the tools to stay sober and in recovery... I will continue to work my recovery program using the tools and skills taught at the RST MRP .\" Lessons Learned Court-mandated clients complete the entire program. Self-referred clients typically terminate the program prematurely after about two to three weeks. They may need extra encouragement around that time to continue the program. Once the self-referred clients stay in the program through the first cycle of seven weeks, they tend to continue and complete the program. Treatment of Stimulant Use Disorders Examples of Stimulant Use Treatment Programs35Practice implemented by program Motivational Interviewing and Cognitive Behavioral Therapy for relapse prevention SettingOutpatient; Sessions occur at Mount Sinai West Hospital in New York City. Population of FocusGay and bisexual men who have sex with men. Program Duration There is no prescribed length for the program. Typically, clients stay in the program for anywhere from a few months to over a year. Length is determined by the needs of each client. Related ResourcesGetting Off Manual: http://uclacbam.org/wp-content/uploads/2018/04/ Clear Project (Methamphetamine) is designed to address the needs of gay and bisexual men who have sex with men (MSM) who misuse methamphetamines. The program provides an accepting and culturally sensitive environment where clients are encouraged to engage in open conversation about alcohol and drug use, sexual behaviors and intimacy, and how experiences related to homophobia and sexual orientation may have contributed to their drug use. The program's goals are to reduce methamphetamine use and risky sexual behavior. All program staff are trained in motivational interviewing and adhere to its principles in their daily interactions with clients. Staff also employ Dialectical Behavior Therapy and \"Getting Off,\" an adaptation of Cognitive Behavioral Therapy (CBT) focused on the needs of MSM. Each client's treatment is tailored to his individual needs and considers the severity of his use and the amount of structure he needs and is willing to accept. The program offers both day and evening sessions and clients can attend as few as one session or as many as five sessions per week. Model Features/Elements Team of practitioners include a family therapist, addiction pharmacologist, social worker, and psychiatrist. Holistic and culturally sensitive approach addresses stressors related to sexual orientation. Individual evaluations conducted according to state regulations and by a psychiatrist. One to five weekly sessions offered. Sessions are individual or in a group, driven by the needs and capacities of each client. Self-help sessions, based on principles of Alcoholics Anonymous, are available but not required. Both unstructured (open process) and structured (following a manualized therapy) sessions are offered. Findings and Outcomes The program has not had funding to conduct an official program evaluation. Outcomes reported by program staff include: Reduction in severity of methamphetamine use (including lower use, as well as abstinence). Reduction in risky sexual behaviors. Lessons Learned The program is exploring the potential of hiring peer counselors on staff. The program requires staff that are LGBTQ friendly and open to discussing these issues. Conducting trainings and providing ongoing supervision can be helpful to raise comfort level of the staff, thereby increasing program success. The program directly addresses clients' sexual behaviors. Crystal methamphetamine is often tied to sexual behaviors, so it is important to address these behaviors during therapy. Crystal Clear Project (Methamphetamine) Mount Sinai West Hospital (New York, NY) https://www.mountsinai.org/locations/addiction-institute/services/outpatientTreatment of Stimulant Use Disorders Examples of Stimulant Use Treatment Programs361 Ellis, A. (1995). Rational emotive behavior therapy. Current Psychotherapies, 5 , 162-196. Reference ListTreatment of Stimulant Use Disorders Resources for Evaluation and Quality Improvement375CHAPTER Resources for Evaluation and Quality Improvement Evaluating a practice or program answers critical questions. Evaluation can provide information about how well a practice has been implemented, and what is and is not working in a program. Evaluation can also show how a program or practice benefits clients. This can be helpful in securing funding by providing evidence of program effectiveness. In addition, stakeholders can use information gathered via evaluation to encourage implementation of that practice in other programs or communities. This chapter provides an overview of approaches to evaluate implementation and results of practices to treat stimulant use disorders. The chapter also includes information on implementing a continuous quality improvement (CQI) process. U.S. Department of Health and Human Services (HHS) defines CQI as, \"the systematic process of identifying, describing, and analyzing strengths and problems and then testing, implementing, learning from, and revising solutions.\" CQI is an essential process for successfully implementing a practice. Finally, the chapter concludes with specific evaluation resources, including potential outcomes to track. Type of Evaluations and Study Designs Although often overlooked, evaluation is an integral part of the implementation process and should be planned from the start. Programs should consider assessing the extent to which a practice can be evaluated in a reliable and credible fashion.Evaluation data provide information on what did and did not work. For example, initial information collected from clients provides baseline data that can be compared with data collected at the end of a program. This allows program managers, clinicians, and other providers to assess changes or improvements in client attitudes and behaviors. Salabarría-Peña, Y ., Apt, B.S., Walsh, C.M. (2007). Practical use of program evaluation among sexually transmitted disease (STD) programs. Centers for Disease Control and Prevention. https://www.cdc.gov/std/program/pupestd/ types%20of%20evaluation.pdf Treatment of Stimulant Use Disorders Resources for Evaluation and Quality Improvement38Evaluation is typically conducted before a practice is implemented to determine its feasibility ( formative evaluation ), during implementation ( process evaluation), and after the intervention has been delivered to at least one client ( outcome and impact evaluations ). All four types of evaluations are necessary to be able to make judgments about an intervention's effectiveness on reducing stimulant misuse. CONTINUOUS QUALITY IMPROVEMENT (CQI) What is CQI? CQI involves a systematic process of assessing program or practice implementation and short-term outcomes and then involving program staff in identifying and implementing improvements in service delivery and organizational systems to achieve better treatment outcomes. CQI helps assess fidelity , the degree to which a program delivers a practice as intended. CQI differs from process evaluation in that it involves quick assessments of program performance, timely identification of problems and potential solutions, and implementation of small improvements to enhance treatment quality. CQI is usually conducted by internal staff. Process evaluation involves longer-term assessments and is best conducted by an external evaluator. The Network for Improvement of Addiction Treatment (NIATx), a project originally funded by SAMHSA's Center for Substance Abuse Treatment (CSAT), offers tools to conduct CQI and improve services in substance use disorder treatment settings. NIATx is based on the foundational principle of aiming to accomplish program improvement through not one big change, but through a series of smaller changes, tested and implemented one at a time, that in the end have a cumulative effect. Why use CQI? CQI takes a broader look at the systems in which programs or practices operate. Because of the pivotal role it plays in performance management, organizations implementing new clinical practices or programs for treating stimulant use disorders are encouraged to implement CQI procedures. What are the steps involved in CQI? Although steps in the CQI process may vary based on objectives, typical CQI steps are: Identify a program or practice issue needing improvement and a target improvement goal Analyze the issue and its root causes Develop an action plan to correct the root causes of the problem, including specific actions to be taken Implement the actions in the action plan Review the results to confirm that the issue and its root causes have been addressed and short-term and long-term treatment outcomes have improved Repeat these steps to identify and address other issues as they arise New Jersey Department of Children and Families (n.d.) CQI Framework. https://www.nj.gov/dcf/about/divisions/opma/CQI%20framework.pdf Office of Adolescent Health (n.d.). Continuous Quality Improvement. https://www.hhs.gov/ash/oah/sites/default/files/cqi-intro.pdf Center for Health Enhancement Systems Studies, University of Wisconsin (n.d.) NIA Tx program https://www.niatx.net/what-is-niatx/ Treatment of Stimulant Use Disorders Resources for Evaluation and Quality Improvement39Data collected as a part of any of the four evaluations are either quantitative or qualitative. Quantitative data are those collected in a numerical form which can be put into categories, or in rank order, or measured in units of measurement. These data can be processed by mathematical or statistical analysis. Types of quantitative data collection can include close-ended survey questions and polling responses. Qualitative data , on the other hand, are any non- numeric, text-based information such as verbal, visual, or written data. These types of data provide information about the acceptability of an intervention and the challenges recipients of the intervention face. Examples of qualitative data collection methods include interviews, focus groups, observations, gathering data from documents and images, and case studies. One benefit of qualitative research is that it enables program managers, clinicians, and providers to learn from clients and to obtain the perspective of those with lived experiences. It also can involve collecting data from staff who deliver treatment using the new practice to obtain their perspective on facilitators and challenges, or barriers, to practice implementation. Qualitative data can provide complementary context to quantitative data. Outcomes One of the final important but often challenging steps in the process of implementing practices is to determine whether they have yielded desired outcomes. An outcome is the change a program hopes to accomplish through the implementation of a practice. Below is a list of potential outcomes and illustrative outcome indicators and data sources that may be used to evaluate practices to reduce stimulant use disorders. Many of these short- and intermediate-term outcomes may be tracked at baseline and throughout the practice or program duration through an electronic health record. Longer-term outcomes may be obtained from administrative and survey data. Outcome Illustrative Indicators Illustrative Data Sources Process outcomes Treatment retention Number of treatment sessions attended Attendance/administrative data Treatment engagement Extent of client engagement in the treatment Self-report Short-term outcomes Reduced immediate use of stimulantsAmount of use Frequency of useNumber of days/weeks without useLongest duration of confirmed stimulant abstinence Total abstinenceStimulant-negative urine drug screens Self-report Reduced craving Feeling of craving Self-report (e.g., Addiction Severity Index Scale) Standardized scales (e.g., Brief Substance Craving Scale) Long-term individual- and population-level outcomes and impacts Long-term abstinence Prevalence of continued abstinence and/or relapseSelf-report Readmission to treatment Reduced prevalence of stimulant use Prevalence of stimulant use Large scale national surveys Reduction in co-occurring mental health issues in individuals with substance use disordersPrevalence of hospitalizations for mental health issues related to substance use disordersHospitals and medical facilities' administrative data Reduction in substance use-related crime Rates of substance use-related arrests Justice system administrative dataTreatment of Stimulant Use Disorders Resources for Evaluation and Quality Improvement40Evaluation Resources Evaluating practice or program implementation A Framework for Program Evaluation from the Program Performance and Evaluation Office at CDC summarizes essential elements of program evaluation. Introduction to Program Evaluation for Public Health Programs is a self-study guide from CDC that includes worksheets and checklists for implementing the steps in CDC's Framework for Program Evaluation. CDC's Evaluation Brief provides information about document review and how it can be used for program evaluation. HHS's Administration for Families and Children's webpage on evaluation provides multiple tools for prevention and treatment evaluation. Evaluating client- and population-level outcomes National Science Foundation's webpage on evaluation provides an overview of quantitative and qualitative data collection methods. National Institute of Health's webpage on evaluation provides information on engaging in qualitative research methods. Quality improvement and continuous performance monitoring Institute for Healthcare Improvement's Quality Improvement Essentials Toolkit includes the tools and templates needed to launch a successful quality improvement project and manage performance improvement. The Network for Improvement of Addiction Treatment (NIATx)'s model of process improvement specifically for behavioral health care settings to improve access to and retention in treatment.Resources for evaluating programs and practices in Native American communities Children's Bureau's A Roadmap for Collaborative and Effective Evaluation in Tribal Communities provides Native American values and priorities, knowledge of which can enhance trust between Tribal programs and their evaluation partners and other stakeholders. SAMHSA's cultural card provides strategies to enhance cultural competence while providing services to American Indian and Alaska Native communities. Native American Motivational Interviewing: Weaving Native American and Western Practices is a manual for counselors in Native American communities. SAMHSA's Behavioral Health Services for American Indians and Alaska Natives provides tips for providers to improve their cultural competence and provide culturally responsive, engaging, holistic, trauma-informed services to American Indian and Alaska Native clients. Children's Bureau's Creating a New Narrative: Collaborative and Effective Evaluation in Tribal Communities is a video that guides the development of culturally and scientifically rigorous evaluation. Native American Center for Excellence's Steps for Conducting Research and Evaluation in Native Communities explores the lessons and challenges of research and evaluation in Native communities. Treatment of Stimulant Use Disorders Appendix 1: Acknowledgments41This publication was developed with a significant contribution from Thomas Freese, PhD and Rucha Londhe, PhD. The guidance is based on the thoughtful input of SAMHSA staff and the Expert Panel on Treatment of Stimulant Use Disorders from October 2019 through September 2020. A series of guide development meetings was held virtually over a period of several months. Three expert panel meetings were convened during this time. SAMHSA Staff Christine Cichetti National Mental Health and Substance Use Policy Laboratory Thomas Clarke, PhD National Mental Health and Substance Use Policy Laboratory Tanya Geiger, PhD, MPH National Mental Health and Substance Use Policy Laboratory* Donelle Johnson, PhD, MHSA National Mental Health and Substance Use Policy Laboratory* Carter Roeber, PhD National Mental Health and Substance Use Policy Laboratory* Onaje Salim, EdD Center for Substance Abuse Prevention* Expert Panel Bradley Donohue, PhD University of Nevada Holly Echo-Hawk, MS Mental Health ConsultantMolly Evans, MD, MPH Centers for Disease Control and Prevention (CDC) Daniel Foster, PsyD, MS Rosebud Health Service Thomas Freese, PhD University of California, Los Angeles Udi Ghitza, PhD National Institute on Drug Abuse (NIDA) Ted Hall, PharmD Indian Health Service (IHS)Ed Parsells Rosebud Sioux Tribe Meth/Opioid Treatment ProgramJohn Roll, UniversityContract Staff Margaret Gwaltney , Abt Associates *Members of Guide Planning Team Appendix 1: Acknowledgments Treatment of Stimulant Use Disorders Appendix 2: Evidence Review Methodology42The authors followed a rigorous, systematic evidence review process in the development of this guide. This appendix provides an overview of the evidence review methodology used to identify the ratings for the practices included in the guide; motivational interviewing, contingency management, community reinforcement approach, and cognitive behavioral therapy. Reviewers, in coordination with SAMHSA and experts, conducted a four step process to select practices, identify related studies, review and rate studies, and identify practice ratings. Step 1: Practice Selection The authors identified these four practices after a review of the literature and in consultation with experts. In an effort to include interventions that would be most useful to those seeking to reduce stimulant use, eligible practices were required to meet the following criteria for evidence review: Be clearly defined and replicable Address the target outcome of reducing stimulant misuse Be currently in use Have studies of their effectiveness Have accessible implementation and fidelity supports At the conclusion of this step, SAMHSA and the guide's Expert Panel reviewed the proposed practices identified by the authors and agreed on four for inclusion in the evidence review and rating process. Step 2: Study Identification Once the practices were selected, the reviewers conducted a comprehensive review of published research on these practices to identify studies of the selected practices. This review only included studies from eligible sources (i.e., peer reviewed journals and government reports) that avoid clear conflicts of interest. The reviewers documented all potential studies identified through the literature search.The studies identified in the literature search varied in type and rigor, so the reviewers assessed them further for inclusion in the evidence review. To be eligible for review and study rating, research studies had to: Employ a randomized or quasi-experimental design, or Be a single sample pre-post design or an epidemiological study with a strong counterfactual—a study that analyzes what would have happened in the absence of the intervention. Literature reviews, descriptive studies, implementation studies, and meta-analyses were not included in the review, but were documented to provide context and identify implementation supports for the practices. Additionally, to be eligible for further review and rating, studies had to: Be published or prepared in or after 2000 Be publicly available peer-reviewed or research report Be available in English Include at least one eligible outcome related to reduced stimulant use Have a comparison/control group that is treatment as usual or no/minimal intervention if using a randomized experimental or quasi-experimental designs Step 3: Study Review and Rating Next, trained reviewers assessed each study to ensure the methodology was rigorous and therefore could demonstrate causation between the practice and the identified outcomes. Reviewers reviewed and documented each study to ensure that: Experimental and comparison groups were statistically equivalent, with the only difference being that participants in the experimental group received the intervention and those in the comparison group received treatment as usual or no/minimal intervention Appendix 2: Evidence Review Methodology Treatment of Stimulant Use Disorders Appendix 2: Evidence Review Methodology43 For randomized experiments with high attrition and for quasi-experimental designs, baseline equivalence was established between the treatment and comparison groups For randomized experiments, randomization was not compromised. For example, ensuring that reassignment of treatment status, usually made to balance the distribution of background variables between treatment and control groups, did not occur Study did not have any confounding factors (factors that affect the outcome but are not accounted for by the study) Missing data were addressed appropriately o Imputation based on surrounding cases was considered valid o Complete case analysis was considered valid and accounted for as attrition o Using model with dummy for missing as a covariate was considered valid o Assuming all missing data points are either positive or negative was not considered valid o Regression-based imputation was consid-ered valid, mean imputation was not consid-ered valid. Outcome measures were reliable, valid, and collected consistently from all participants Valid statistical models were used to estimate impacts Practice demonstrated improved outcomes related to stimulant use Based on the study design and these study characteristics, reviewers gave each study a rating for causal impact. Reviewers used the following scoring metric for each study based on the eight factors above to determine if a study is rated: High support of causal evidence Moderate support of causal evidence Low support of causal evidence Only randomized controlled trials, quasi-experimental designs, and epidemiological studies with a strong comparison were eligible to receive a high or moderate study rating. Step 4: Practice Rating After all studies for a practice were assessed for these criteria, the reviewers gave each practice a rating based on the number of studies with strong, moderate, or emerging support of causal impact. Causal impact is evidence demonstrating that an intervention causes, or is responsible for, the outcome measured in the study's sample population. The practice was placed into one of the following categories based on the level of causal evidence of its studies: Strong Evidence: Causal impact demonstrated by at least two randomized controlled trials, quasi-experimental designs, or epidemiological studies with a high or moderate rating. Moderate Evidence : Causal impact demonstrated by at least one randomized controlled trial, quasi-experimental design, or epidemiological study with a high or moderate rating. Emerging Evidence: No study received a high or a moderate rating. The practice may have been evaluated with less rigorous studies (e.g., pre-post designs) that demonstrate an association between the practice and positive outcomes, but additional studies are needed to establish causal impact. The four-step process described above resulted in identification and rating of four practices with strong evidence for reducing stimulant use. The rating given to each practice is intended to inform decision making about adoption of new practices or clinical or system enhancements that will improve outcomes for individuals with stimulant use disorders. Photos are for illustrative purposes only. Any person depicted in a photo is a model. Publication No. PEP20-06-01-001 SAMHSA's mission is to reduce the impact of substance abuse and mental illness on "}