{"title": "PDF", "author": "PDF", "url": "https://www.oatext.com/pdf/ICST-5-266.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Research Article ISSN: 2056-4546Integrative Cancer Science and Therapeutics doi: 10.15761/ICST.1000266 protocol for a phase IV single-center, randomized trial to evaluate the efficacy and safety of orento (A Japanese herbal (Kampo) medicines) for oral mucositis in patients with head and neck cancer receiving (Kampo) Medicine, Chiba University, Graduate School of Medicine, Chiba University, Japan 2Department of Diagnostic Radiology and Radiation Oncology, Chiba University, Graduate School of Medicine, Chiba University, Japan 3Department of Department of Anesthesiology, Pain and Palliative Care Medicine , Chiba University, Graduate School of Medicine, Chiba University, Japan 4Clinical Research Centre, Chiba University Hospital, Japan Abstract Introduction: Oral mucositis (OM) is a painful complication of chemoradiation therapy (CRT) for head and neck cancer. OM can lead to malnutrition and can require opioid analgesics and hospitalization for pain control. Also, OM can cause interruptions in cancer treatment, and these interruptions can have a high cost for treatment. Recently, the use of Kampo (Japanese herbal) medicines to treat patients with OM receiving chemotherapy in Japan inhibited the severity and morbidity of OM. Methods and analysis: In this randomized study, 30 patients were divided into those receiving 7.5 g orento extract granules (TJ120) and those receiving conventional therapy only for the duration of radiation therapy. Clinical OM, normalcy of diet, pain scores (National Cancer Institute: Common Terminology Criteria for Adverse Events v4; NCI-CTC/CTCAE V4), and analgesic use were assessed during 7 weeks of radiation therapy and for 3 weeks after the radiation therapy ended. The primary end point was the worst disease severity score for mucositis in the NCI-CTC/CTCAE V4. Ethics and dissemination: The protocol was approved by the Institutional Review Board of Chiba University hospital. The trial was registered at the Pharmaceutical and Medical Devices Agency in Japan. The trial is currently ongoing and is scheduled to finish in September 2020. The findings will be disseminated through peer-reviewed publications and conference presentations. Discussion: This pilot study aims to expand indication of ORT by assessing its safety and efficacy in head and neck cancer patients with OM. ORT might reduce interruptions of CRT in head-and-neck cancer patients. Trial Oriental (Kampo) therapy, head and neck cancer, national cancer institute, common terminology criteria for adverse events v4 (NCI-CTC/CTCAE V4) Received: February 25, 2018Introduction Oral mucositis (OM) refers to inflammatory, erosive/ulcerative oral mucosal lesions caused by chemotherapy and/or radiation therapy. Patients receiving 60Gy RT for head and neck cancer have a tendency to develop OM [1]. Because of the severe pain caused by OM, almost none of these patients are able to continue any oral intake. Most patients require hospitalization to receive nutrition with a combination of tube feeding and intravenous dripping. Furthermore, they require the use of systemic opioids for relief from the pain caused by OM [2,3]. Sometimes fasting leads to a discontinuation of the chemotherapy and radiation being used to treat their cancer [1,2]. OM not only significantly reduces the patient's quality of life, it also increases healthcare costs [4,5]. The recent management of OM involves mostly supportive care and includes good oral care and mouthwash, topical anesthetic agents, and systemic analgesics [6]. In the MASCC/ISOO clinical practice guideline for pharmacotherapy for OM, mouthwash using benzylamine hydrochloride and morphine was strongly recommended for prevention [7]. Zinc has an anti-oxidant effect and can bring about some tissue repair processing. Oral supplementation with zinc may help prevent OM in oral cancer patients receiving radiation therapy or CRT [8]. Cryotherapy for mucositis is not recommended to patients Namiki T (2018) Study protocol for a phase IV single-center, randomized trial to evaluate the efficacy and safety of orento (A Japanese herbal (Kampo) medicines) for oral mucositis in patients with head and neck cancer receiving chemoradiation therapy Integr Cancer Sci Therap, 2018 doi: 10.15761/ICST.1000266 Volume 5(1): 2-5receiving radiation and low-level laser therapy but is effective for patients receiving only radiation [7]. At present, there is little treatment with strong evidence of effectiveness. Recently traditional herbal (Kampo) medicines have been used as agents of novel therapies for OM in Japan. Hangeshasinto (HST), a Kampo medicines, was significantly effective for treating chemotherapy-induced OM in colorectal cancer cases [9,10]. HST is a multicomponent anti-PGE2 agent with multi-targeting effects, including dual suppression of cyclooxygenase-2 expression and PGE2 metabolic activity, which partially accounts for its effectiveness [11]. Orento (ORT) is also another Kampo medicines that can be used to treat acute aphthous mucositis and recurrent mucositis. Its cost is covered by public health insurance in Japan. In this study, extract of ORT (TSUMURA Orento Extract Granules for Ethical Use, TJ- 120, Tsumura Co., Japan) is used because the quantities of the ingredients in the extract are quite uniform compared with the decoction. TJ-120 is indicated for acute gastritis, hangover, and OM which complicated with the following symptoms, such as heavy stomach feeling, sensation of stomach pressure, and anorexia. ORT is composed of seven crude drugs including Pinellia tuber, Coptis Rhizome, Cinnamon bark, Processed Ginger, Jujube, Glycyrrhiza, and Ginseng. The composition of TJ-120 showed in table 1. ORT contains berberine derived from Coptis Rhizome, [6]- shogaol derived from and ginsenosides (Rb1, Rg1) derived activity [13]. recognized antiinflammatory activity and Ginsenosides [16] are recognized antiulcer activity. It is likely that antiinflammation and tissue healing are the mechanism by which ORT has its effects. A case-control study was reported involving treatments with average durations of 17 days for the control group (no treatment), 12 days for the steroid ointment group and 5.5 days for the ORT group. ORT was found to be about 3 times more effective than the control treatment [17]. However, its effects on OM in patients receiving CRT were unclear. This randomized study investigated the anti-inflammatory effect of ORT on the severity and morbidity of OM as well as its safety. Methods Study design This was a prospective, randomized, open label, parallel-arm, single-center study involving patients who visited the Department of Diagnostic Radiology and Radiation Oncology at Chiba University Hospital to undergo RT to treat head and neck cancer. All subjects provided written informed consent. Participants Eligible patients with head and neck cancer (oral, oro- and hypo- pharyngeal cancer) were 20 years of age or older and planned to receive a cumulative dose of 60 or over 60 Gy of radiation therapy. Patients were approached by a radiologist and a medical doctor who specialized in Kampo medicine. The exclusion criteria for radiation included a history of GI bleeding/ulcers or inflammatory bowel disease or severe hepatic/renal impairment. All patients planned to receive combination therapy involving chemotherapy (cisplatin 100mg/m 2). After screening for indications of RT, the main reason for exclusion was allergy to ORT (Figure 1). The eligible patients were those who met all of the inclusion criteria mentioned below and none of the listed exclusion criteria: Inclusion criteria 1. Patients receiving RT (60 Gy) combined with anti-cancer medication (cisplatin) for head and neck cancer (oral, oro- and hypo-pharyngeal cancer). 2. Age of 20 years old or more at the time of signing the informed consent form. 3. Informed consent form signed by a legal guardian. Figure 1. Study flowNamiki T (2018) Study protocol for a phase IV single-center, randomized trial to evaluate the efficacy and safety of orento (A Japanese herbal (Kampo) medicines) for oral mucositis in patients with head and neck cancer receiving chemoradiation therapy Integr Cancer Sci Therap, 2018 doi: 10.15761/ICST.1000266 Volume 5(1): 3-5Exclusion criteria 1. Patients who could not take Kampo medications at the start of this research. 2. Patients who had a history of allergy to ORT. 3. Patients who were judged to be unable to carry out the regimen safely by the principal or sub-investigator. Enrollment started in November 2017 and will continue until the planned sample size (30 patients) was reached or until September 2020. A list of inclusion/exclusion criteria is given in clinical trial UMIN000030091. Sample size calculation The target sample size for this randomized research is 30. This number was based on results from previous report [17]. The estimated effectiveness of orento administrated group and the non-administrated group is 94% and 40% respectively. Assuming a group difference of 54%, 14 patients per group will provide a power over 90%, to detect a difference in the proportion of improvement of the subjective symptom and objective findings of OM compare between orento administration and the natural courses, using a two-sided Pearson's chi-square test at 5%significance level. To allow 10% dropout rate, 15 patients are required per group, resulting in a total of 30 patients are required in this study. Allocation A registration form for each eligible patient will be sent electronically by the investigators to the Chiba Clinical Trail Data Centre (CCRC). Registration and group allocation will be implemented at registration centre. Eligible subjects were randomized by the research statistician using an allocation ratio of 11 by employing a minimisation method with biased coin assignment balancing for age (<65 years old) and the presence or absence of cervical lymph node metastases at the cervical lymph node. Investigators prescribed the research treatment according to the number allocated at registration centre. Interventions ORT add-on treatment will be administered for 7 weeks during the whole radiation period. Patients will return for a maximum follow-up at week 10 (day 70). The ORT standard treatment group will receive 2.5 g (TJ-120) 3 times a day before every meal. All patients will be treated with the standard therapy for OM of MASCC/ISOOO, if the attending medical doctors consider it appropriate. The schedule for the study visits and data collection is summarized in table 2. Outcomes The primary end of the study is to determine the ratio of improvement in the worst grade of the disease severity score for OM among the subjects of this study according to the National Cancer Institute Common Terminology Criteria for Adverse Events v4.0 (NCI-CTC/CTCAE V4) (Table 3) [18,19]. The secondary end points include the performance status (ECOG), the duration spent at a grade greater than Grade 2 (NCI-CTC/CTCAE V4), the duration spent at a grade greater than Grade 3 (NCI-CTC/CTCAE V4), the occurrence of the hospitalization, the dose of the opioid used in treatment, and the duration until the patients started eating after the RT. Data management, monitoring and safety The investigators will maintain individual records for each patient as source data, which include a log of informed consent forms, medical history, laboratory data and other records, as appropriate. All entries in the case report forms (CRF) will be backed up by the relevant source data. All data will be collected by the Chiba Clinical Trial Data Centre. The clinical data entry, coding, data management and reporting will be performed using the data management system UHCT ACReSS (FUJITSU LIMITED, Tokyo, Japan). Moreover, data management will be conducted according to the standard operating procedures of the trial. Monitors will ensure that the investigational team is complying with the study protocol, that the data and adverse events (AEs) are accurately and appropriately recorded in the CRFs, that severe AEs (SAEs) are forwarded to the trial coordinator and the investigational drug provider, and that those meeting reporting criteria are forwarded to the institutional review board (IRB). AEs will be classified in accordance with the Medical Dictionary for Regulatory Activities, Japanese translation NCI-CTC/CTCAE V4. All AEs are to be followed up during their course and until their resolution, or for 4 weeks after the end of the trial. All SAEs will be reported to all investigators, discussed through a web based. JP Pinellia Tuber 6.0 g JP Coptis Rhizome 3.0 g JP Processed Ginger 3.0 g JP Glycyrrhiza 3.0 g JP Cinnamon Bark 3.0 g JP Jujube 3.0 g JP Ginseng 3.0 gTable 1. Composition of TJ-120 7.5 g of TJ-120 contains 4.0 g of a dried extract of the above mixed crude drugs. JP: The Japanese Informed Consent Baseline Characteristics Adverse event assessment* Signs and symptoms vital signs Heamotological test § Table 2. Schedule of study data collection : Must be performed;: May be performed; preinformed consent data may also be used. *Adverse event refers to any and all untoward events, including adverse reactions, regardless of their causal relationship with the study drug. Signs: Blood pressure, pulse rate, body weight, body temperature and respiratory rate Symptoms: Assessment of symptoms of oral mucositis.§. CBC T-BILTP, ALB, ALT, Creatinine, Cell, RBC: Red Blood Cell, haemoglobin, haematocrit, platelet count, differential leucocyte count (%) Grade 1 Asymptomatic or mild symptoms, intervention not indicated Grade 2 Moderate pain; not interfering with oral intake; modified diet indicated Grade 3 Severe pain; interfering with oral intake Grade 4 Life-threatening consequences; urgent intervention indicated Grade 5 DeathTable 3. NCI-CTC Ver. 4 [13,14]Namiki T (2018) Study protocol for a phase IV single-center, randomized trial to evaluate the efficacy and safety of orento (A Japanese herbal (Kampo) medicines) for oral mucositis in patients with head and neck cancer receiving chemoradiation therapy Integr Cancer Sci Therap, 2018 doi: 10.15761/ICST.1000266 Volume 5(1): 4-5Statistical methods The analyses of the primary and secondary end points will be performed in a full analysis set, which includes all patients who: took at least one dose of treatment during the study; do not present any serious violation of the study protocol; have data collected after treatment commencement. For the baseline characteristics, summary statistics will comprise frequencies and proportions for categorical variables, and mean and SDs for continuous variables. The patient characteristics will be compared using a 2 test for categorical variables, and a t test or Wilcoxon rank sum test for continuous variables. For the primary analysis, aimed at comparing treatment effects, Pearson's chi-square test will be used. The secondary analysis will be performed in the same manner as the primary analysis. The frequencies of AEs will be compared using the Fisher's exact test. All comparisons are planned, and all p values will be two sided. p Values <0.05 will be considered statistically significant. All statistical analyses will be performed using the Excel 2014 (Microsoft Corporation, W A, USA). The statistical analysis plan will be developed by the principal investigator and the biostatistician before completion of patient recruitment and fixing of data. Ethics Research ethics approval and protocol amendments: The trial was approved by the IRB of Chiba University hospital and will be conducted in accordance with the Declaration of Helsinki. The trial was registered at the UMIN clinical registry (UMIN000030091). Informed consent: All participants or their legal guardians will receive adequate information about the nature, purpose, possible risks and benefits of the trial, and about alternative therapeutic choices, using an informed consent form approved by the IRB. The participants will be given ample time and opportunity to ask questions and to consider participation in the trial. The informed consent form, signed by the participant or a legal guardian, is required for enrollment in the trial. The investigators will maintain the original and a copy of the signed consent form with the trial records. Confidentiality: To assure confidentiality, trial participants will be allocated a unique trial identification number throughout the trial. Discussion OM in almost all patients with head and neck cancer receiving CRT appeared 7-10 days after CRT [9]. Our study focused on the prophylactic treatment of OM. In recent meta-analysis, low-level laser may be a more effective prophylactic treatment for OM in patient head and neck cancer receiving radiotherapy with or without chemotherapy [20]. However low-level laser is not effective for OM in patients receiving radiotherapy with chemotherapy [21]. At present, treatment for OM induced by CRT is still necessary to improve. OM leads to malnutrition, and it requires opioid analgesics and hospitalization for pain control and to facilitate eating. If ORT can reduce the hospital care period, it might reduce the cost of the patient's health care for CRT, because ORT is very cheap at present (approximately 255 yen per day, almost 2 dollars as of Jan. 2018). ORT may produce false aldosteronism as a side effect due to that fact that ORT contains glycyrrhiza. The symptoms of false aldosteronism such as hypokalemia, high blood pressure, retention of sodium and bodily fluids, edema, and weight gain may appear. While using ORT, it is necessary to repeatedly perform observations such as measurements of the serum potassium level and blood pressure. If one or more these abnormalities is recognized, the treatment with ORT should be stopped. When ORT is administered consistently, patients show improvements within a few days. In addition, when ORT is necessary, combining it with a potassium agent and high aldosterone agent can be useful [22]. This pilot study is preliminary trial, because it is not a double-blind placebo-controlled multicenter center trial. If efficacy of ORT proves on the end of the trial, we need to propose a large or at least multicenter trail to receive an upper level of evidence. This study aims to expand indication of ORT by assessing its safety and efficacy in head and neck cancer patients with OM. ORT might reduce interruptions of CRT in head-and-neck cancer patients. Acknowledgements The authors thank Prof. Hideki Hanaoka and Associate Prof. Takeshi Sugawara, Clinical Research Centre, Chiba University Hospital, and Miyuki Kaneko, Department of Japanese-Oriental (Kampo) Medicine, for her help in preparing this research. Patient consent: Obtained Ethics approval: The protocol was approved by the IRB of Chiba University hospital. References 1. Vera-Llonch M, Oster G, Hagiwara M, Sonis S (2006) Oral mucositis in patients undergoing radiation treatment for head and neck carcinoma. Cancer 106: 329-336. [ Crossref] 2. Trotti A, Bellm LA, Frame D, Fuchs HJ, et al. (2003) Mucositis incidence, severity and associated outcomes in patients with head and neck cancer receiving radiotherapy with or without chemotherapy: a systematic literature review. Radiother 66: 253-262. [Crossref] Garden AS, Gwede CK, et al. (2009) Mucositis-related morbidity and resource utilization in head and neck cancer patients receiving radiation therapy with or without chemotherapy. J Pain Symptom Manage 38: 522-532. [ Crossref] 4. Elting LS, Cooksley C, Chambers M, Cantor SB, Manzullo E, et al. (2003) The burdens of cancer therapy. Clinical and economic outcomes of chemotherapy-induced mucositis. Cancer 98: 1531-1539. [Crossref] 5. Elting LS, Cooksley CD, Chambers MS, Garden AS (2007) Risk, outcomes, and costs of radiation-induced oral mucositis among patients VN, et al. (2010) Effectiveness of triclosan in the management of radiation-induced oral mucositis: a randomized clinical trial. J 6: 466-472. [Crossref] 7. Lalla RV , Bowen J, A, Elting L, Epstein J, et al. (2014) MASCC/ISOO clinical practice guidelines for the management of mucositis secondary to cancer therapy. Cancer 120: 1453-1461. [Crossref] 8. Miyano K, Ueno T, Yatsuoka W, Uezono Y (2016) Treatment for cancer patients with oral mucositis: assessment based on the Mucositis Study Group of the Multinational Association of Supportive Care in Cancer in International Society of Oral Oncology (MASCC/ISOO) in 2013 and proposal of possible novel treatment with a Japanese herbal medicine. Curr Pharm Des 22: 2270-2278. [Crossref] N, Ebisawa Y , Suno M, et al. (2010) Topical application of hangeshashinto (TJ-14) in the treatment of chemotherapy-induced oral mucositis. World J Oncol 1: 232-235. Y , Oshiro M, et Miyagi C, Ohbuchi K, et al. (2014) Multitargeted effects of hangeshashinto for treatment of chemotherapy-induced oral mucositis on inducible prostaglandin Cancer Ther 13: 435-445. [Crossref]Namiki T (2018) Study protocol for a phase IV single-center, randomized trial to evaluate the efficacy and safety of orento (A Japanese herbal (Kampo) medicines) for oral mucositis in patients with head and neck cancer receiving chemoradiation therapy Integr Cancer Namiki T. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited.12. Interview form: TSUMURA Orento Extract Granules for Ethical Use of TJ120, Revised edition, Version 3, 2013 April, Tsumura Co., Tokyo Japan (Japanese). 13. Amin AH, Subbaiah TV , Abbasi KM (1969) Berberine sulfate: antimicrobial action. 15: 1067-1076. [Crossref] 14. FINNEY RS, SOMERS GF (1958) Ogawa S, Okada K, et al. (1984) Comparative studies of the stereoisomers of glycyrrhetinic acid on anti-inflammatory activities. J Pharmacobiodyn 7: 923-928. [Crossref] 16. Takagi K, Okabe S (1968) The effects of drugs on the production and recovery processes of the stress ulcer. Jpn J Pharmacol 18: 9-18. [Crossref] 17. Oka S (1995) The effect of orento extract on oral mucositis. Journal of Kampo Medicine 46: 439-445 (Japanese). 18. National Cancer Institute (2009) Common Terminology Criteria for Adverse Events v4.0 (CTCAE). [accessed 20.01.18]. 19. National Cancer Institute. Common Terminology Criteria for Adverse Events v4.0 (CTCAE). Chen BB, Chen L, Chen YP, Liu X, et al. (2017) network meta-analysis in comparing prophylactic treatments of radiotherapy-induced oral mucositis for patients with head and neck cancers receiving radiotherapy. Oral Oncol 75: 89-94. [Crossref] 21. Gouvêa Villar RC, de Castro G Jr, Antequera R, Gil E, et al. (2012) Oral mucositis prevention by low-level laser therapy in head-and-neck cancer patients undergoing concurrent chemoradiotherapy: a phase III Phys 82: 22. hypertension 2014 (JSH2014). Drug induced hypertension: 127-130. (Japanese) "}