{"title": "Vaccino per l'allergia e per il raffreddore da fieno", "author": null, "url": "https://www.tuttosullallergia.it/it-it/allergia-febbre-da-fieno/trattamento/vaccino", "hostname": "tuttosullallergia.it", "description": "Il vaccino contro le allergie (o immunoterapia) può essere una soluzione per chi soffre di gravi sintomi allergici e per chi ha provato tutti i farmaci disponibili contro l'allergia senza successo.", "sitename": "tuttosullallergia.it", "date": "2020-01-01", "cleaned_text": "Se avete provato tutti i antistaminico in un singolo spray per alleviare la stessa efficacia di quella a base di per avere ai pazienti di tenere casa cane o un gatto. ai AA, J, Fokkens WJ, Togias A, et al. Allergic Rhinitis and its Impact on Asthma (ARIA) 2008 update (in collaboration with the World Health Organization, GA(2)LEN and AllerGen). RJ, Dixon T, et al. BSACI guideline for the diagnosis and management of allergic and non-allergic rhinitis (Revised Edition 2017; First edition 2007). Clin 2017; 47:856-89. - summary Available from [https://www.medicines.org.uk/emc/medicine/19565](https://www.medicines.org.uk/emc/medicine/19565). - Halken S, Larenas-Linnemann D, Roberts G, Calderon MA, Angier E, Pfaar O, et al. EAACI Guidelines on Allergen Immunotherapy: 2017. Trevino RJ. The treatment of allergic rhinitis with immunotherapy: a review of 1,000 cases. Ear Nose Throat J 2001; 80:542-3. - Lin X, Lin H, Wei X, Huang Q. The efficacy and safety of sublingual immunotherapy in children and adult patients with allergic rhinitis. Allergol Immunopathol (Madr) 2017; 45:457-62. - Rodriguez C, Just J, Tabar AI, Sanchez-Machin I, Eberle P, et al. The European Survey on Adverse Systemic Reactions in Allergen Immunotherapy (EASSI): C, Gazzola GB, Di Cara G, Frati F. Comparison of efficacy, safety and immunologic effects of subcutaneous and sublingual immunotherapy in Immunol - Sola J, Elera J, Placido JL, Pereira C, Fonseca J, et al. Timothy grass optimal dose for subcutaneous immunotherapy. Immunotherapy L. The role of allergen immunotherapy in the management of allergic rhinitis. Am J Allergy 2016; 30:48-53. immunotherapy with a standardized cat dander extract: evaluation of efficacy in a double blind placebo controlled study. Allergy 2007; 62:810-7. - Fernandez-Tavora L, Rico P, Martin S. Clinical experience with specific immunotherapy to horse Dahl Immunotherapy in patients allergic to cat and dog dander. I. Clinical results. Allergy 1992; 47:249-54. - Guo Y, Li Y, Wang D, Liu Q, Liu Z, Hu L. A randomized, double-blind, placebo controlled trial of sublingual immunotherapy with house-dust mite extract for allergic rhinitis. Allergy 31:42-7. D, Antczak-Marczak M, Kuna P, Kupczyk M. Safety and efficacy of venom immunotherapy: a real et al. EAACI Guidelines Allergen Immunotherapy: Hymenoptera venom allergy. Allergy 2017. - Muraro A, Roberts G, Worm M, Bilo MB, Brockow K, Fernandez Rivas M, et al. Anaphylaxis: guidelines from the European Academy of Allergy and Clinical Immunology. Allergy 2014; 69:1026-45. - Didier A, Bons tolerability of 5-grass pollen tablet sublingual immunotherapy: pooled analysis and "}