{"title": "Bayside Health Professionals | Capalaba Chiropractor Brisbane", "author": null, "url": "https://www.baysidehealthprofessionals.com.au", "hostname": "baysidehealthprofessionals.com.au", "description": null, "sitename": "Bayside Health Professionals | Capalaba Chiropractor Brisbane", "date": "2020-01-01", "cleaned_text": "Restoring health naturally, since 2004. Holistic chiropractic clinic in Capalaba. Our Services: [chiropractic](/our-services/chiropractic), [remedial massage](/our-services/remedial-massage), dry needling, [nutritional and botanical medicine](/our-services/natural-medicine). We believe that your greatest wealth is health. Welcome to Bayside Health Professionals - Capalaba Chiropractic Clinic We are a family owned clinic with over 19 years experience improving the overall state of wellness of our Redlands community through our individualised, holistic approach to health care. Our highly qualified practitioners are dedicated to provide both excellent musculoskeletal care and general health and wellbeing support for patients of all ages. Natural Skin Care Gaibor Skin Botanicals [Gaibor Skin Botanicals](https://gaiborskinbotanicals.com.au/) has been developed by Jacqui Gaibor to offer an effective and practical natural skin care range, suitable for all skin types. Freshly made in small batches, the range contains cleansers, toners, moisturisers and serums to support a healthy skin care regime. The products contain no sulfates, parabens, synthetic colours or fragrances, mineral oil or lanolin and are 100% vegan and cruelty free. The Bayside Health Professionals Difference We are committed to providing evidence based, holistic care for a wide range of both acute and chronic spinal, peripheral, joint, neurological, muscular, over-use and sporting injuries including: Low back pain Chronic neck pain Bursitis Sciatica Headaches Jaw pain - TMJ Shoulder Girdle Problems Wrist, elbow and hip problems Muscular pain and tension Chronic inflammatory conditions Arthritis Tendonitis Knee pain/injuries Pregnancy-based back pain Sports-related injuries Lumbar disc injuries Scoliosis Sacroilliac Joint (SIJ) Injury We hope you find our holistic approach is both effective to the restoration of your musculoskeletal health and optimises your overall sense of wellbeing. Our Services Chiropractic Chiropractic care focuses on the relationship between spine and its function and can involve spinal manipulation, soft tissue therapy, myofascial release and traction. Remedial Massage and Body Work Therapies Remedial massage can improve peripheral blood supply, promote lymphatic movement, assist joint mobility, ease muscular pain and support soft tissue healing. Natural Medicine Dispensary To support your musculoskeletal recovery, optimise your well-being and address health concerns, the clinic stocks an extensive range of nutritional and natural medicine supplements. Musculoskeletal Acupuncture/Dry Needling At Bayside Health Professionals we offer dry needling therapies for a range of musculoskeletal complaints. Exercise prescription To encourage the maintenance of a physically capable musculoskeletal system throughout daily life, we may recommend a tailored exercise and strengthening protocol. Nutritional Guidance Jacqui Gaibor is a chiropractor, herbalist and nutritionist and can provide comprehensive and individualised management for many chronic or inflammatory conditions through dietary modifications. Family owned, community oriented Bayside Health Professionals is a vibrant chiropractic practice that provides both excellent musculoskeletal and general health support for the local Redlands and Capalaba community. Our friendly and professional team of practitioners and support staff will welcome you and make you feel comfortable throughout your visit with us. Our Location Conveniently situated above QLD X-Ray with ample undercover and on-street parking options, our clinic is based in the centrally located Redlands suburb of Capalaba. Bayside Health Professionals The Hub, "}