{"title": "PDF", "author": "PDF", "url": "https://democracy.plymouth.gov.uk/documents/s127966/Covid%20Briefing%20-%20Living%20with%20Covid%20March%2022.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "OFFICIAL CABINET COVID BRIEFING Living with Covid - 22 March 2022 CURRENT STATUS - CITY Though we are still in a pandemic, and Covid -19 rates are still high, the situation has moved on considerably over the last two years. The Government's 'Living with Covid ' plan sets out the way in which we have , and continue to shift from treating Covid -19 as a novel emergent and very serious infection , towards managing it as one of a range of infectious respiratory diseases that we routinely have to deal with. However, it is acknowledged that we are in an uncertain time. Though we are moving towards Covid -19 being 'endemic' (meaning stable and predictable), we must anticipate some uncertainty over the next few years. The Government's objective in the next phase of the COVID -19 response is to; enable the country to manage COVID -19 like other respiratory illnesses, while minimising mortality and retaining the ability to respond if a new variant emerges with more dangerous properties than the Omicron variant, or during periods of waning immunity, that could again threaten to place the NHS under unsustainable pressure. Plymouth's 'Living with Covid ' approach covers four themes; 1. Prevention 2. Protection 3. Treatment 4. Emergency response These themes link directly to the Government's 'Living with Covid ' plan, and reflect the resources that will be available to the local authority, the city and the population. These are reducing, with no further funding expected for Covid outbreak management. Each of these themes is covered in more detail below. 1. Preven tion Vaccination is central to the response since it significantly reduces the chances of se vere disease as well as reduces the risk of catching Covid . It is not yet fully clear what the pattern for vaccination will need to be; there may be new vaccines wh ich are effective over a wider range of variants, or a need for top - up booster vaccinations. In Plymouth, we are working with U niversity Hospital Plymouth NHS Trust (UHPT) to con tinue our Outreach Vaccination P rogramme at least for the next three months, with an aim to reduce the number of people who are unvaccinated or have not had all of the doses that they are eligible for. Our uptake is higher than the England average currently. Behaviours do make a difference - although the legal requirement to isolat e has stopped, it is still very important that we do our best to keep others safe and that mea ns staying at home if you have Covid symptoms. It is also possible to pass the infection on before you have symptoms, or when symptoms are mild, and so the Govern ment guidance still reinforces the need for good ventilation, meeting outdoors if possible, wearing face coverings in crowded enclosed areas; the need for this may vary based on the level of cases. In Plymouth we will continue to advise the population when rates a re high and promote measures to reduce exposure. We are also mindful that some people are at higher risk than others and may choose to continue with these behaviours; we would encourage the people of Plymouth to respect other PLYMOUTH CITY COUNCIL OFFICIAL OFFICIAL people's right to prot ect themselves, and to help them with that; wearing a mask yourself, giving them space. Reducing inequalities in health and in the wider determinants of hea lth - it has been clear throughout the pandemic that some groups are more likely to be exposed and t o become seriously ill. We must be mindful that changes to legal restrictions, and the isolation payments that went alongside that, as well as charging for t ests may add to the inequity. In Plymouth we will continue as much as possible to make vaccination accessible to people who might have barriers to accessing it. We are exploring the options around lateral flow testing especially for those who might be at higher risk. Our coordinated programmes across the city to support people who may be in financial ha rdship have continued throughout the pandemic. 2. Protection High consequence settings are where there might be a risk of spread to vulnerable people; such as care home settings. Plymouth City Council has worked extensively with care homes throughout the pandemic and we have seen them put in place many measures to protect their residents. We will continue to work with settings such as care homes to provide support with infection prevention and control where required, working with colleagues in the UK Healt h Security Agency. High risk individuals - at the start of the pandemic, the clinically extremely vulnerable groups were advised to follow shielding advice, and the clinically vulnerable to take great care. Now, thanks to vaccination, many of these groups are well protected, reducing their risk. Therefore the government advice is for those people to feel more 'free to live life ', but the safer behaviours recommended for everyone might be more important for anyone with concerns about their risk. There is a small group of people who are still considered at higher risk due to a weakened immune system; these people will have been contacted by the NHS and either offered a '3rd Primary' dose of vaccine (i.e. they will have had 4 doses) or sent information on how to access treatments if they should develop Covid . They are also advised to reduce their exposure. 3. Treatment There has been considerable research carried out during the pandemic resulting in more effective treatments for people with severe illness. Research is ongoing around antiviral treatments for people at higher risk but with mild disease - to prevent it from becoming more serious. 4. Emergency response It is noted in the 'Living with Covid ' plan that there will be a period o f uncertainty and so we have to be prepared for new variants, some of which might have unfavourable characteristics. If so, then there w ould be a need to respond. The response would be led by the UK HSA, and might involve; The rapid deployment of mobile testing units to carry out PCR testing to identify cases and provide info rmation about the virus variant Contact tracing of positive cases with the possibility of additional testing for contacts Increased vaccination, which would be led by the NHS The ability to respond to increased illness through the NHS In extreme circumstances, there might be further local or national measures requi red. Plymouth City Council has plans in place to respond should this be required. SURVEILLANCE With the reductions in PCR and LFT testing that we a re already seeing, we cannot re ly on the previous reporting mechanisms to provide information about the rate s of the disease in the city. Surveillance will become more similar to that of influenza. Levels of infection will be estimated through a few different sources such as the ONS population level survey, testing of people with respiratory disease symptoms through a sample of GP practices, and of people admitted to hospital. PLYMOUTH CITY COUNCIL OFFICIAL OFFICIAL There will continue to be routine testing of health and social care staff, and this also will give an estimate of infection levels. The number of people hospitalised with Covid (and especi ally those requiring intensive care due to Covid ) will be monitored, as will the number of people where Covid is named as a cause on their death certificate. LOCAL OUTBREAK MANAG EMENT 'Living with Covid ' signals the point at which the Council's response steps down from an emergency response to business as usual. From the Local Outbreak Management P lan, we will be stepping back from contact tracing, community testing, and the majority of our health protection support and advice. We will be retaining a smal l resource to support higher consequence settings (including infection prevention and control), and also support for the vaccination outreach clinics. The Director of Public Health will continue to work with a group of key local partners to review Covid - 19 surveillance and impact across the city (Plymouth Covid -19 Health Protection Board). The frequency of meeting s will vary based on the situation but are currently fortnightly. The Leader of the Council convened a Covid -19 Local Outbreak Engagement Board which has met regularly. The group will now be stepped down , but will be kept up to date with any key information that emerges and the Leader alerted to any issues that may require this Board to be re -convened. The Council's Emergency Operations Centre (EO C) and subsequent Covid -19 Coordination Hub (CCH) has been stood up for more than 24 months with the ass ociated internal Tactical (TERG) and Strategic command structure. In line with the Government's 'Living with Covid ' plan, it is now appropriate to end this response structure and return to business as usual arrangements. Weekly meetings will be terminated from week commencing 28 March and any outsta nding Covid -19 related actions or work will be absorbed into BAU operations from these dates . Future respons e request The Covid -19 pandemic has been volatile, uncertain and complex and we know there is a distinct possibility that the virus may mutate in the future. Potential mutation(s) could pose further public health risks where a local response will be required to protect our residents. The Council's Corporate Management Team has agreed to: commit to release staff previously employed within the CCH, to support the activation of an EOC in the event of a new variant of concern or variant of interest being identified encourage senior managers currently sitting as TERG members to retain and enhance their knowledge of Covid related matters so tha t a response structure can be rapidly stood up pledge to release staff should the Council be requ ired to activate surge testing plans CURRENT STATUS - COUNCIL The Council has responded to the various phases of the pandemic through a range of measures to keep the public and staff safe. Obviously during levels with high legal restrictions, some services were stopped or scaled back, but maintaining the range of services that the public need and expect has been a key factor in the Council's covid response. Sickness rates throughout the pandemic have remained below the LGA average benchmark and PCC has successfully managed the potential risk of workplace transmission of COVID -19 ove r the last 24 months, through having clear corporate direction and local COVID risk assessments, safe systems of work and toolbox talks b riefings to all employees. The c onsistent message has been to work from home where possible , which has at different poi nts re sulted in some 80 per cent of employees working from home , in addition to the rigorous safe systems of work for those who have needed to attend the workplace during times of high rates of Covid. PLYMOUTH CITY COUNCIL OFFICIAL OFFICIAL There will be a continued precautionary approach taken to protect staff and deliver services, in response to high numbers of COVID cases in the city, or other covid -related risks such as new variants of concern. This will mean that PCC control measures include: Ventilation maximised, with CO 2 monitors in place A limit on the level of occupancy for meeting rooms, offices and other spaces (based on ventilation and 1m spacing) and continuing to work from home based on business need Strong encouragement for the use of face coverings in communal spaces Social distancing 1 met re Collaborative working spaces available Pre-booking for desks, meeting rooms and any other collaborative spaces There is also a comprehensive wellbeing offer that has been cont inually developed over the time period in response to the imp act of COVID , different working arrangements and the impact on personal lives. PERFORMANCE REPORTIN G Throughout the pandemic the Performance and Risk Team has produce a weekly Covid -19 Performance Report setting out the current data and trends on a range of Covid -related metrics, including; Vaccination take up Patients in acute hospital who have tested positive for COVID -19 Care setting COVID -19 outbreaks and Domiciliary Care contract handbacks Community Testing and Vaccine Outreach Programme Business Support Grants paid Homelessness and Rough Sleepers Test and Trace Support Scheme applications and payments These metrics have been subject to frequent review and a number of initial metrics are no longer reported on, for example the availability of PPE. As the organisation move s from covid response and recovery into business as usual, and as many schemes / programmes come to an end, these reports will no longer be required, however where data remains available it will continue to be tracked - this will include vaccination rates which is available via the coronavirus dashboard. This will allow the Performance an d Risk Team to resume reporting should circumstances change and a formal reporting mechanism is once again required. This will also ensure that data can be used by services for operational purposes when needed. DEVELOPING PRI ORITIES POST COVID In Apr il 2020 Cabinet received a report setting out the Council's approach to recovery and renewal both during and after the pandemic. This aimed to put in place a coordinated process for supporting affected communities in the revitalisation of physical infrast ructure, economic resilience and restoration of emotional, social, economic and physical wellbeing. This meant that as well as being in response mode for the last 2 years the Council, working alongside partners, has also had a focus on the longer term supp ort needed for recovery. The objectives were: Priority must be given to residents most affected by the impacts of the pandemic Develop reset action plans based on impacts and risk assessments across all services and agree delivery through existing financia l and business planning processes Service change, regeneration and economic development opportunities will be integral to the reset process Services and infrastructure are restored in such a way as to meet agreed future purposes as well as current needs an d statutory responsibilities PLYMOUTH CITY COUNCIL OFFICIAL OFFICIAL Reset action plans must be resilient to future peaks in the Covid 19 virus infection rate and to future pandemics Reset activity is fully aligned with and comple mentary to the climate emergency action plan and carbon reduction plan Full systems and processes of democratic accountability and decision making will be restored The early reset priorities were; Restating the Council 's vision and value s Supporting the economy Minimising inequalities and supporting individuals and commu nities The way we work - delivery of Council services Responding to the climate emergency Managing the Councils finances. These were built in to th e last review of the Corporate P lan and associated delivery plans. As the organisation move s to the post Covid norm , there is an opportunity for the Council to review progress and review plans and strategies to reflect this post pandemic 'new normal ' e.g. increase in demand for services. It is proposed this is undertaken post-May elections to tie in with the review of the Corporate P lan. LESSONS LEARNED As with any major incident, it is important to undertake a review of what went well and what did not go quite so well in order to produce an action plan and for this to inform future planning. It is intended t o run a debrief session in the spring following the gathering of evidence from across the organisation, ensuring this does not clash with the statutory requirement to deliver Exercise Short Sermon. ACHIEVEMENTS Good Neighbours Scheme The Good Neighbour Scheme saw the Council join forces with community groups and charities across Plymouth to provide a central place for people to put their hat in the ring to help support vulnerable and diverse communities . The Plymouth Good Neighbours Sche me (PGNS) was set up to support the mobilisation of Plymouth's Voluntary, Community and Social Enterprise Sector, empowering residents, businesses and wider stakeholders to play a key role in safeguarding those most at risk. Caring for Plymouth Caring for Plymouth provid ed support to people shielding due to clinical vulnerabilities which put them at higher risk of harm due to COVID -19. Over three separate lockdowns, the partnership helped to provide a vital lifeline for this group of people, helping to ensure that they had food and medications as well as a range of other support for their health and wellbeing . In all, the team made and received around 18,400 calls. Vaccination outreach The vaccination programme has been a great success, with high rates of vaccination amongst the Plymouth population than the England average. In addition to the various vaccination sites provided by UHPT , Primary Care and Pharmacies, the Council worked with UHPT and Devon CCG to run a vaccination outreach programme, bring ing opportunities to be vaccinated into the heart of communities where take up was lower. PLYMOUTH CITY COUNCIL OFFICIAL OFFICIAL The programme initially piloted the use of the Mobile Testing Units to also become mobile vaccination hubs, but this was rapidly 'scaled -up' in response to need and mo ved indoors as the autumn approached. Outreach vaccination centres included Plymouth Market; nine Council libraries; Honicknowle Youth Centre; and several church halls, successfully administering 18,000 doses of Covid -19 vaccines, reaching every corner of the city. Support for Care Homes Throughout the pandemic the Council ma naged 374 outbreaks (Care Homes: 242, Supported Living: 76, Domiciliary Care and Extra Care Schemes: 56). The organisation is continuing to work closely with all facilities to ensure business continuity and that impacts to the quality of care residents receive is minimised. Where staffing challenges are identified, commissioned agency services are deployed to provide resilience. The Council also supported 1,122 provider multi-disciplin ary t eams - the successful collaboration between Commissioners, Local Public Health teams, Livewell SouthWest, University Hospital Plymouth and the UK Health Security agency has provided dedicated s upport to providers across the c ity on infection control a nd has , where appropriate , facilitated early admission agreements for Care Homes to safely allow admissions following outbreaks to support with hospital discharge flow. The Council also issued approximately three million items of PPE to care providers and opened five Care Hotels in the last two years, currently there are 42 beds still open. Business grants Since the UK entered the first lockdown in March 2020 Plymouth City Council has worked hard to deliver much needed government support grant s to businesses across the city; There have been 16 separate schemes 32 pieces of government guidance 18 sets of frequently asked questions Working with all ofthe above, the council delivered £95,789,725 of grant funding through 19,533 payments to 6,030 businesses - this means that 93 per cent of the tota l spend was allocated through various government scheme s by the Council during the pandemic. Self-Employment Income Support Scheme : The Self-Employment Income Support Scheme (SEISS) was designate d for those who are self-employed or a member of a partnership impacted by coronavirus (COVID -19). Overall, 34 ,800 claims were made in Plymouth. The ave rage value of claims was £2,600 Plymouth had the highest take -up rates* overall and on average across the region Overall, the top sectors with the most SEISS claims were construction, transportation and storage, administrative and support, and wholesale and retail. (* Take-Up rate is the percentage of those who actually claimed SEISS vs the total of all e ligible for claims ). PLYMOUTH CITY COUNCIL OFFICIAL OFFICIAL Area Number of individuals who claimed a grant (000s) Total number of claims (000s) Total value of claims (£m) Average value of claims (£) Average take-up rate for all grants England Coronavirus Business Interruption Loan Scheme (CBILS) and Bounce Back Loan Scheme (BBLS): In Plymouth 357 CBILS loans at a value of £64,617,671 were offered . CBILS provided financial support to smaller businesses (SMEs) across the UK that were losing revenue, and seeing their cash flow disrupted, because of the COVID -19 outbreak In Plymouth 5575 BBLS loans at a value of £152,256,653 were offered . BBLS was designed to enable businesses to access finance more quickly during the coronavirus outbreak The figures in the below table are extracted from the final CBILS and BBLS report that was issued in August 2021 Sum of CBILS Number of Loans Offered Sum of CBILS Value of Loans Offered (£m) Sum of BBLS Number of Loans Offered Sum of BBLS Value of the pandemic, the Council's Children's Services worked closely with Public Health, Department for Education, Health and Safety and other partners to provide schools and other education settings with timely advice and support. The Council worked with schools to support vulnerable learners in the city, enabling pupils to access onsite learning during the national lockdown. The collaborative approach taken meant that the most vulnerable children and their families were receiving as much support as possible to keep them in an education setting. It also meant that t he attendance in school of children with Special Edu cation Needs and Disabilities and those known to Social Workers has been consistently better than the national average throughout the pandemic Supporting childcare sufficiency throughout the pandemic was a priority for the Council , but unfortunately the ci ty lost 28 providers during this time, with childminders being t he highest number of providers being lost from the market. However, with the recent launch of a social media campaign, highlighting childminding as a career choice, it is hoped that the Counci l will attract more childminders back into the market. There are some signs of recovery, with the Council's support , four new childminders have already been registered and two childcare providers have been helped to re-locate to ensure the re is equitable access to early year's provision across the city. PLYMOUTH CITY COUNCIL OFFICIAL OFFICIAL The Council also used government funding to implement and deliver the Wellbeing for Education Return programme which equipped education settings to support children, young people and staff's wellbeing, resilience and recovery in the context of COVID -19. Acceleration of the TWWW Programme: The Way We Work programme saw successes in the following areas: Accommodation - PCC agreed to reduc e the number of buildings that th e Council owns and to reconfigure others . Digital working - all office based workers received laptops and the tools to mobilise homebased working at the outset of the pandemic, enabling a 'digital' first approach to working . Systems and processes were put in place immediately as the pande mic hit so business continuity, from an administration perspective, was virtually seamless. Business Support - PCC chang ed the deliver y of business support services across the Council by bringing together colleagues who are currently embedded within tea ms into a central multi -skilled service hub. SHOWING OUR THANKS - FROM PLYMOUTH CIT Y COUNCIL It is important that as we start to transition to business as usual and after a very busy couple of years that we recognise the dedication and efforts of our staff, not only internally but across all public sector organisations and other key worker roles that supported the most vulnerable in our city. In 2021 we recognised that owing to the demands on staff working in extraordinary circumstances and sometime beyond what would normally be e xpected, we allocated everyone one day's extra leave as a thank you, and also allowed staff to carry over up to 20 days leave - the arrangement on additional carry over has been extended to 31 Marc h 2023. We will look to develop a city -wide plan that will aim to bring together all strategic partners across Plymouth to say thank you to: The CCH Plymouth City Council Staff Key workers across the city It is hoped to develop a 'Day of Thanks' that w ill include a programme of activity across the city, to include a series of events, celebrations and commemorations. In addition, the PCC Staff Awards programme will have a dedicated focus on those who supported Plymouth during the pandemic. Some more spe cific planned Plymouth City Council activities include : The Chief Executive to thank the organisation through 'Tracey's Team Talk ' Letter from the Leader and Chief Exec utive to all employees PCC Service Dir ectors and Strategic Directors to say thank you a nd tailor their messages to the work their teams have done over the last few years The past two years have been different as well as challenging for the workforce. There will be a continued focus on well -being through a programme of reflective talks that manag ers will lead with their teams and the promotion of the Council's well -being offering through team meetings and in collaboration "}