{"title": "Chiropractic Care Woburn | Chiropractors Boston | Scoliosis Treatment MA - Moramarco Chiropractic Office", "author": null, "url": "https://www.drmoramarco.com/faq/", "hostname": "drmoramarco.com", "description": "Contact us at Moramarco Chiropractic for the most experienced chiropractic care in Woburn. Set up an appointment today by calling 781-938-8558!", "sitename": "Moramarco Chiropractic", "date": "2013-01-16", "cleaned_text": "FAQ about Chiropractic Care What is chiropractic? Chiropractors identify, and restore normal joint movement and neurologic function via manual manipulation of the spine and/or extremities. Manipulation is also commonly referred to as a chiropractic adjustment. Some chiropractors also use therapeutic modalities to help speed healing. A chiropractic approach is a holistic approach. Chiropractors are trained to evaluate, diagnose, and treat complex problems in the neuromusculoskeletal system including those related to the spine, nerves, joints, muscles, ligaments, tendons and soft tissues. They may also take into consideration the effects of diet, nutrition, exercise, ergonomic circumstances at your workplace and at home, and any postural issues that may contribute to your problem. What conditions can chiropractic help? Chiropractors can help a variety of neuromusculoskeletal conditions - conditions that relate, or come from, a problem with the nerves, muscles and/or joints. When joints in the spine or extremities become misaligned, or restricted, it can hinder proper nerve flow result in irritation or pain. Please see our list of conditions for a listing of some of the most popular conditions we treat. How can chiropractic help heal injuries? Chiropractic is a great place to turn when you are injured in a car accident, on the job, or playing sports. Getting help soon after an injury will help reduce inflammation and speed healing to get you moving again. Because chiropractors treat the cause of the pain and not just the symptoms you can heal without pain killers or injections. There are various types of muscle pain. An injury can result in a tear, pull or rupture of a muscle. Or, a tendon, which attaches muscle to bone, becomes strained and results in muscle pain. Excessive or improper sitting, repetitive stress or improper lifting are often the culprits. Muscle pain is often accompanied by irritation of the surrounding joints and nerves. Chiropractic addresses both muscular pain and the nearby joints and the corresponding spinal nerves to improve function and get you out of pain. What's a pinched nerve and how can I get out of pain fast? In reality, pinched nerves are rare, but the term is commonly used to refer to nerve pain radiating from/caused by a herniated disc or protruding disc. When a disc impinges upon a spinal nerve it will affect the normal nerve flow resulting in radicular pain, or pain radiating from the source - usually into an extremity such as an arm or leg. To learn more about how the nerves and discs of the spine function, please refer to disc pain. Symptoms of a [pinched nerve](https://drmoramarco.com/pinched-nerves/) may be numbness, tingling, or weakness as a result of pressure, inflammation, or bone spurs. Pressure from a bulging disc or bone spur can cause symptoms to travel away from the spine like in [sciatica ](https://drmoramarco.com/sciatica/)where pain in the low back can radiate down the leg and into the foot. Nerves can also become irritated by restricted motion in joints and muscles, or prolonged stiffness. In addition to spinal manipulation, Dr. Moramarco frequently uses adjunctive therapies to stimulate and speed healing. Therapies such as ultrasound, cold laser - also known as lllt, electrical muscle stimulation, trigger point therapy, and/or cold/heat therapy can expedite healing. What type of training do chiropractors have? Chiropractors, earn the degree of D.C. - doctor of chiropractic after four years of post-graduate study followed by a clinical internship. Preclinical training is comparable to that of a medical education including important topics like diagnosis, anatomy, physiology, neurology, orthopedics, biomechanics, radiology, pathology, nutrition, and of course manipulation. Dr. Moramarco has a four year undergraduate degree in biology from Boston University and received his D.C. from the National College of Chiropractic in Illinois. Chiropractors are licensed by state boards, have passed state board examinations and do continuing post-doctoral work annually to keep their license to practice in good standing with the state. Do your chiropractic clinic accept insurance? Yes, we accept most insurances. Your policy must have a provision for chiropractic care. Call our office with some basic information and we'll check on your chiropractic coverage. You might want to do the same since insurers place limitations on care. Accidental injuries are a different situation. In most cases, injuries in a car accident are covered completely as are on-the-job injuries. My friend goes to a chiropractor and he was asked to sign up for a long program of care, why do chiropractors make people come so frequently, and for so long? At Moramarco Chiropractic Office we DO NOT ask you or require that you sign up for long programs of care. Chiropractic treatment stimulates healing, naturally. Chiropractors don't prescribe drugs, give injections for pain, or perform surgery, so getting out of acute pain may take a few visits, at first. However, when a patient is in pain, they usually want to come more frequently until pain diminishes or subsides. How fast pain relief occurs depends on various factors including the duration of pain and the severity of pain, and more. At our Woburn chiropractic office, we offer three phases of care. You choose the care that is right for you. Once patients discover the benefits of chiropractic care, many choose to come on a periodic basis to prevent re-injury, or just for a structural tune-up. It's up to you. We welcome you on whatever terms YOU decide upon. "}