{"title": "The 10 Best Natural Remedies for Insomnia | Livestrong.com", "author": "Jessica Migala", "url": "https://www.livestrong.com/article/13764484-natural-remedies-for-insomnia/", "hostname": "livestrong.com", "description": "Here's how to treat insomnia naturally without medication, including the home remedies like exercise, meditation, yoga and other relaxation techniques.", "sitename": "Livestrong.com", "date": "2021-05-12", "cleaned_text": "Not sleeping one night is bad enough. But it's normal, especially if life has been a little stressful lately. Insomnia is something more. \"Insomnia is defined as trouble falling or staying asleep or waking up in the wee hours of the morning unable to fall back asleep. When it happens three times a week for three months, we consider the insomnia chronic,\" says [Jennifer Martin, PhD](https://aasm.org/aasm-spokesperson-jennifer-martin-phd/), who's board-certified in behavioral sleep medicine, a member of the American Academy of Sleep Medicine Board of Directors and a professor of medicine at the David Geffen School of Medicine at UCLA. Video of the Day Trouble sleeping also has to affect how you feel or function during the day in order to qualify as insomnia. The thing is, many of her patients wait to see Martin not at the three-month mark, but after a year of poor sleep has gone by. Insomnia is worth treating, and it doesn't necessarily mean you'll be taking medication to get to sleep at night. There are natural sleep remedies available. So, how do you cure insomnia without medication? The good news is that there are changes you can make to both your day and nighttime routine that can [help you get better sleep](https://www.livestrong.com/article/13730950-how-to-get-better-sleep/), which falls in line with CBT-I (cognitive behavioral therapy for insomnia), along with other home remedies for good sleep worth trying. When done together, all of these habits can help you sleep better. Here, 10 home remedies for insomnia: 1. Get on a Sleep Schedule One of the best home remedies to fall asleep quickly is to go to bed at the right time. When you're struggling to fall asleep, it's common to try to go to bed earlier the next night, but that can backfire. \"You may end up spending more time awake in bed struggling,\" Martin says. What you can do is track your sleep and then set up a \"predictable and structured\" bed and wakeup time, she says. To start, look at the window in which you are most likely to sleep — say, midnight to 6 a.m. Once you get accustomed to that routine and notice you're getting sleepy earlier, then you can slowly begin moving your bedtime back until you get closer to your ideal window and duration of sleep. (For the record, the [National Sleep Foundation](https://www.sleepfoundation.org/how-sleep-works/how-much-sleep-do-we-really-need) says adults should get seven to nine hours of shut-eye a night.) 2. Exercise Daily Being more active during the day is good for sleep, Martin says. Not only does it help you end the day physically tuckered out (so you're ready to go to bed), but exercise is a great [natural treatment for stress](https://www.livestrong.com/article/13727326-therapists-stress-relief-tips/), anxiety and depression, which are all things that can impair your ability to sleep at night. Simply put, exercise is one of the best things you can do when you're looking at how to treat insomnia naturally without medication. Structured exercise is great, as is generally living a more active life. The [Physical Activity Guidelines for Americans](https://health.gov/sites/default/files/2019-09/Physical_Activity_Guidelines_2nd_edition.pdf) say adults should aim for at least 150 minutes of moderate-intensity aerobic activity (think: walking, biking) or 75 minutes of vigorous-intensity activity (running, swimming laps) each week, and that should ideally be spread throughout the week. For bonus benefits, take it outside. You'll want the light wherever you work out to match the [time of day when you're working out](https://www.livestrong.com/article/415397-is-it-better-to-workout-in-the-morning-or-before-bed/). If you exercise in the morning, try to do some of it outside in the sunshine, because sunlight early in the day helps the circadian rhythm stay on track, per the [Centers for Disease Control and Prevention](https://www.cdc.gov/niosh/emres/longhourstraining/light.html). If you exercise at night, avoid a brightly lit gym, if possible. The light can affect circadian rhythm and delay sleep onset. Also, try to avoid exercise within about two hours of your planned bedtime, per the [National Sleep Foundation](https://www.sleepfoundation.org/insomnia/exercise-and-insomnia). Related Reading 3. Shift Your Thinking When your concern is how to treat insomnia due to anxiety, you'll want to dive into why anxiety surrounds sleep for you. \"There are two types of anxiety we see. Some patients have an anxiety disorder that coincides with their sleep disorder. For others, they have anxiety about not sleeping,\" Martin says. If you fall into the latter camp — you get into bed and worry about falling asleep, or you wake up in the middle of the night and constantly check the clock — then reframing these anxious thoughts can help you drift off. For example, instead of \"I'm going to be a mess tomorrow,\" try \"tomorrow won't be my best day, but I'll find a way to get through it,\" Martin says. 4. Try Relaxation Techniques There are many things you might do before bed that hinder your ability to go to sleep, such as scrolling social media on your phone, reading up on the news, working or paying bills, all of which are not restful. As for what to do, \"I encourage people to think about the things they find relaxing in general and that they can do near bedtime,\" Martin says. Knitting, journaling, [light stretches](https://www.livestrong.com/slideshow/1009344-namaste-night-10-yoga-moves-remove-stress-relax-bedtime/), a warm shower or sitting in bed reading with a diffuser on are just some options. If you pick up your phone out of habit? Martin tells patients that if they feel they need to look at their [phone before bed](https://www.livestrong.com/article/13725214-blue-light-and-sleep/), at least look at pics of your last vacation. 5. Create a Sleep-Friendly Environment How you set up your bedroom can make a difference in a good night's rest — it's just one of those things to help you sleep. Make the Room Dark For some solid shut-eye, make your bedroom completely dark, per the [National Sleep Foundation](https://www.sleepfoundation.org/bedroom-environment/making-your-room-dark). Exposure to light just before or during sleep can get in the way of your natural sleep-wake cycle. Some ideas to help you tone down the light in your bedroom: - Use [blackout shades or curtains](https://www.livestrong.com/article/13771057-best-blackout-blinds/)on windows to block outside light. - If you have an alarm clock with LED lights, turn it around or cover it up. - Plug in your cellphone somewhere outside the bedroom, and turn on the \"Do Not Disturb\" feature to keep it from lighting up with notifications during the night. - Wear an [eye mask while sleeping](https://www.livestrong.com/article/13768528-best-sleep-mask/)to block out any sources of light you're not able to control. Do a Sound Check Sound preference at night varies greatly from person to person. Listening to music or an audiobook may help you relax, improving the quality of your sleep, according to the [National Sleep Foundation](https://www.sleepfoundation.org/articles/can-music-help-you-calm-down-and-sleep-better). Music has the ability to slow your heart rate and may even trigger muscle relaxation. For some, however, noise before sleep may cause a disruption to sleep patterns. When you find what works for you, keep nighttime noise levels constant. Once (and if) you incorporate music into your nighttime routine, stick with it in order to improve your sleep over the longer term. Cool It Down While soft, comfortable bedding can lull you into a good night's sleep, another touch element is also important: temperature. In the evening, body temperature begins to slowly decrease, continuing to fall until the early hours of the morning, when the body begins to warm, helping to rouse you from dreamland. A [room temperature](https://www.livestrong.com/article/13770322-temperature-for-sleeping/) between 60 and 71 degrees Fahrenheit is optimal, according to the [National Sleep Foundation](https://www.sleepfoundation.org/bedroom-environment/how-to-design-the-ideal-bedroom-for-sleep). Taking a warm shower or bath before bed can also help cue your body to start cooling off. A warm bath or shower (between 104 to 109 degrees) about 90 minutes before bed can significantly improve your sleep quality and help you fall asleep an average of 10 minutes faster, according to a review of more than 5,000 studies in the August 2019 issue of [Sleep Medicine Reviews](https://www.ncbi.nlm.nih.gov/pubmed/31102877). 6. Have a Middle-of-the-Night Wake-Up Strategy If your eyes pop open at 3 a.m., you may feel that sense of dread wash over you: Will you be able to fall asleep again? How do you fall asleep in 5 minutes? These middle-of-the-night wake-ups are common for people who have insomnia. A popular recommendation is to get out of bed if you can't sleep. While that's often good advice, if you are in bed happy and comfortable (but awake), don't get out. Stay put and enjoy the quiet hours wrapped in your blankets, Martin says. But if you're getting frustrated, then get out of bed and do something to pass the time. \"This activity shouldn't be particularly pleasant or unpleasant. It should take your mind off of feeling anxious,\" she says. (Think: Folding socks or organizing your junk drawer.) When you feel sleepy, head back to bed. If you don't want to leave your bed, a favorite strategy from [Michelle Drerup, PsyD](https://my.clevelandclinic.org/staff/8553-michelle-drerup), director of behavioral sleep medicine at the Cleveland Clinic Sleep Disorders Center, is to listen to boring podcasts or bedtime stories aimed at adults. This is especially helpful, she says, because there is no need to turn on a light or leave the bed. \"It will also help rein in your wandering mind and lessen the anxiety that can build in the middle of the night,\" she adds. Try the [Calm app](https://app.www.calm.com/sleep), which has a deep library of stories and other features meant to help nudge you into shut-eye. 7. Try Certain Foods and Beverages When it comes to insomnia cures, food is a popular topic, but no one food is going to conk you out. \"There's no magical formula that works for everyone,\" Martin says. Experiment to figure out if a light snack at night brings you more restful zzzs. A few options to consider: Bananas When you're struggling to sleep, eat a [banana](https://www.livestrong.com/article/505406-top-ten-health-benefits-of-bananas/), says nutritional biochemist [Shawn Talbott, PhD](https://doctalbott.com/about-doc-talbott/). They're high in potassium, which may calm restless legs and help prevent nighttime leg cramps. Plus, bananas provide magnesium, which helps relax muscles and nerves and promotes healthy circulation and digestion, according to [Michael Breus](https://thesleepdoctor.com/about/), clinical psychologist and sleep specialist. A Handful of Almonds Like bananas, almonds contain magnesium. Part of magnesium's calm-bringing abilities has to do with the fact that the mineral — which is often referred to as \"the original chill pill\" — helps increase levels of gamma-aminobutyric acid, or GABA, a neurotransmitter that slows down thought processes and nerve activity and promotes sleepiness, per the [National Sleep Foundation](https://www.sleep.org/articles/power-vitamins-promote-better-sleep-magnesium/). Other [foods high in magnesium](https://www.livestrong.com/article/13731063-foods-high-in-magnesium/) include spinach, pumpkin seeds and lima beans. Tart Cherry Juice While warm beverages like tea can be soothing, [tart cherry juice](https://www.livestrong.com/article/24160-health-benefits-tart-cherry-juice/) is a natural source of the sleep hormone melatonin and may be one of the natural ways to induce sleep. The benefit? Those who drank two 8-ounce glasses of tart cherry juice a day got an average of 85 minutes more sleep in an April 2014 study in [The FASEB Journal](https://www.fasebj.org/doi/abs/10.1096/fasebj.28.1_supplement.830.9). This research was funded by the Cherry Marketing Institute, though, so it's best to take the results with a grain of salt. Kiwi Kiwi is another food that helps you sleep. For an evening snack, you can enjoy the little green fruits on their own or as part of this [Kiwi Yogurt Bowl](https://www.livestrong.com/recipes/kiwi-yogurt-breakfast-bowl/). Either way, you may find yourself slumbering just a little longer. Researchers in a July 2011 study in the [Asia Pacific Journal of Clinical Nutrition](http://apjcn.nhri.org.tw/server/APJCN/20/2/169.pdf) found that eating two kiwifruit each night for four weeks led to better quality sleep. The researchers theorize that the high serotonin content in kiwis may play a part in getting more zzzs. Chickpeas Looking for a salty snack? Skip the popcorn and try [crunchy roasted chickpeas](https://www.livestrong.com/recipes/crispy-roasted-chickpeas-2/) instead. Chickpeas, or garbanzo beans, are loaded with vitamin B6 which, according to a July 2018 study in the [Journal of Neuroscience Research](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6001545/#!po=90.8163), is crucial for making melatonin. Chickpeas are one of the richest sources of vitamin B6 — a [half-cup has about 27 percent](https://fdc.nal.usda.gov/fdc-app.html#/food-details/173801/nutrients) of your daily needs. 8. Consider Acupuncture When you're thinking about natural remedies for insomnia, acupuncture may come to mind. The treatment may be worth trying, though obviously you're going to have to step out of your home for this one. In a smaller, single-blind randomized controlled clinical trial on 72 people, three acupuncture treatments per week for four weeks was found to improve the sleep quality of people with insomnia better than sham acupuncture, per September 2017 results in [Sleep Medicine](https://pubmed.ncbi.nlm.nih.gov/28899535/). The acupuncture group also said their sleep anxiety decreased. What's more, a meta-analysis in [Annals of Palliative Medicine](https://pubmed.ncbi.nlm.nih.gov/32005059/) in January 2020 concluded that acupuncture is effective in treating insomnia, and those benefits go beyond the placebo effect. 9. Try Meditation What's the most effective [natural sleep aid](https://www.livestrong.com/article/13772196-natural-sleep-aids/)? Well, things that quiet your mind and body encourage good rest. In a 2019 review and meta-analysis in [Evidence-Based Complementary and Alternative Medicine](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6393899/), which looked at meditation, tai chi, qigong and yoga and their effect on insomnia symptoms, the authors found that all of these mind-body therapies were effective at improving sleep quality and/or treating insomnia. Even for people who don't have insomnia, these activities may better sleep by lowering stress, the authors note. Meditation for Sleep If you're a meditation newbie, there are a bunch of [stress-busting meditation apps](https://www.livestrong.com/article/13725882-best-meditation-apps-stress/) you can download when counting sheep doesn't do the trick. To get you started, try this 5-minute bedtime meditation from [Jodie Skillicorn, DO](https://www.jodieskillicorn.com/about) [,](https://www.jodieskillicorn.com/) an osteopathic physician and holistic psychiatrist: - Lie down in bed on your back and make yourself comfortable. - Prepare for meditation by tightening all the muscles in your body: Point or flex your toes and clench your hands in fists. Lift your arms, legs and head off the bed. Clench your jaw and scrunch your face. Hold this position while holding your breath as long as you can, and then, when ready, release the body with a loud exhale through the mouth. - Pause for a moment and notice the sensations in your body. Repeat step 3 one or two more times, ending with an exhalation that invites the body to release any and all tension. - Pause and notice where your body is touching the bed and where there are spaces. Notice areas of tightness and areas with more spaciousness. Notice your breath and the beating of your heart. - Bring your focus to your breath, noticing it as it is in this moment, not trying to change anything. Lay one hand over the chest and one hand over the belly to feel the movement of the breath through the body. Feel the air passing through the nostrils. Notice the rise and fall of the chest and the belly. - Notice the count of your inhalation. You will now intentionally shift the pattern of your breathing in order to send a message to the brain that it is safe to go to sleep. Whatever the count of your inhalation, you will pause at the top of the breath for the same count, and then exhale for double that count. For example, if you inhale for a count of three, you will pause for a count of three, and then exhale for a count of six. By doubling the exhalation, you are turning off the fight-or-flight part of the nervous system and amplifying the rest-and-digest part of the nervous system. - Continue this pattern of breathing for as long as you like, and then allow the breath to return to normal. As best as you can, continue to follow the movement of the breath with your hands and your awareness until you drift off to sleep. - If you start to notice thoughts or frustration because you have not yet fallen asleep, simply notice the thoughts (\"there is thinking\") and emotions (\"there is frustration; there is anxiety\") and bring your awareness back to the body and the breath. - Repeat until you fall asleep. 10. Do a Bedtime Yoga Flow Even a short yoga flow can give you the calm you need to catch zzzs. This 5-minute bedtime yoga practice from [Brendon Yoga](https://www.penguinrandomhouse.com/books/568013/teaching-trauma-sensitive-yoga-by-brendon-abram/) and founder of [Get Yoga](http://getyoga.ca/about/) in Ontario, Canada, is \"designed to release stressful energy from those places we tend to hold it the most.\" As you move through these poses, imagine you're breathing in fresh new energy to renew and refresh tired muscles and breathing out old energy and tension with each exhale: Move 1: Neck Rotations - On an inhale, lower your chin toward your chest. Move to a place where the sensation in the neck feels mild to moderate. - As you exhale, keep the chin close to the chest and point it toward the right shoulder. Notice how the sensation in the neck changes. Maybe it changes location, maybe it changes in intensity. - On the next inhale, bring the chin back to the center of the chest. - As you exhale, point it to the left shoulder. - Continue to follow your breath as you move from side to side for 30 seconds. Move 2: Shoulder Stretches - On an inhale, extend the left arm straight out in front at shoulder level. - As you exhale, keep the left arm long and use your right forearm to draw the left elbow toward the right shoulder, bringing sensation into the left shoulder region. Stay here for 3 or 4 breath cycles. - On an exhale, release the left arm and repeat on the right arm. Move 3: Forward Fold - Extend both legs long with the heels touching the floor. It's OK if there is a bend in your knees. - As you inhale, reach both hands overhead and imagine you are lifting your heart to lengthen your spine. At the end of your inhale, suspend your breath for a count of 2. - As you exhale, pull your navel in and up and hinge forward from the waist to bend the upper body toward the earth. - As you bend, keep the spine long, extending the crown of the head away from the tailbone. Bend until you feel a mild to moderate sensation through the back of the legs or through the lower back region. - Allow the hands to come down to the support of the earth wherever is most comfortable. You do not need to touch your toes. - At the end of the exhalation, pull the navel in and up even more to expel every last bit of breath. Suspend your breath here for a count of 2. - Inhaling slowly, rise, bringing the hands above the head. At the end of the inhale, suspend the breath for a count of 2, then exhale and fold forward again. - Repeat 2 or 3 times. Move 4: Cow Cat - Take your time to transition onto your hands and knees into a tabletop position. Place your hands under your shoulders and your knees under your hips. - As you inhale, tilt the tailbone back and up, lower the belly toward the floor, and lift your heart as you move into Cow. Keep the neck soft as you gaze to the front. - As you exhale, pull the navel in and up, pressing down gently through the hands and knees as you arch your back upward into Cat. - Follow your breath as you flow between the two. Inhale Cow, and exhale Cat. - Do this for 3 or 4 rounds of breath. Move 5: Heart-Opening Pose - From tabletop, lower your torso toward the ground, hips pointed up to the ceiling. Allow your forehead to release to the floor, supporting it with a blanket, block or cushion. - Place your hands wherever it feels most beneficial for you. You could extend them in front to lengthen the arms. You could place one hand on top of the other and use them to support your forehead, or you may wish to extend your hands back toward the feet. - Pull the navel in and up and tilt the tailbone back and up to lengthen the spine. Maintaining the length of the spine, use exhales to release into and connect to the support of the surface beneath. - Stay here for 3 or 4 rounds of breath. Move 6: Side Bends - From here, walk both hands to the right and press them into the floor to create a nice stretch through the left side body. - Stay here for 3 or 4 rounds of breath. Feel how the side body expands with each inhale and how sensation diminishes with each exhalation. - When you're ready, walk the hands back through center and to the left to create a nice stretch through the right side of your body. Move 7: Child's Pose - Lower your butt onto your heels and your torso down toward the floor, resting your forehead on the mat. - Extend your arms in front of you, palms facing up to intensify the stretch or extend your arms behind you with your palms resting face up next to your hips - Allow yourself to sink into the support of the ground below and each inhale to replenish you with soft, peaceful energy. With each exhale, think of releasing energy which no longer serves you. What About Melatonin and Other Supplements? When many people think about the best natural sleep aid, melatonin comes to mind. Melatonin is a sleep-promoting hormone made by your body, and it's available in supplement form. [Melatonin supplements](https://www.livestrong.com/article/13728980-melatonin-side-effects/) are most useful when it comes to shift work and jet lag, according to the [National Center for Complementary and Integrative Health](https://www.nccih.nih.gov/health/sleep-disorders-in-depth). However, prior research suggests that melatonin is not the most effective treatment for insomnia. \"In our clinical guidelines, we do not have any supplements that we specifically recommend for the treatment of insomnia. That's because we do not have evidence that dietary supplements are effective and safe for insomnia,\" Martin says. If your insomnia is related to work or travel habits, ask your doctor if melatonin might be helpful and what the right timing and dosage might be for you. What About Honey? One of the touted insomnia home remedies is honey. While this would be a tasty natural sleep aid, there is no research to suggest that honey is a cure for insomnia. Similarly, you may have heard that drinking [apple cider vinegar](https://www.livestrong.com/article/541687-benefits-risks-of-apple-cider-vinegar/) and honey helps with sleep, but there's no evidence supporting apple cider vinegar as a sleep aid or cure for insomnia. Other Tips to Help You Fall and Stay Asleep Small changes to your lifestyle can often help you sleep better, according to the [Cleveland Clinic](https://my.clevelandclinic.org/health/diseases/12119-insomnia), including: - Cut back on caffeine, especially after noon - Nix screen time at least 30 minutes before bedtime - Avoid eating large meals before bed - Limit or avoid alcohol, especially close to bedtime - Quit smoking When to See a Doctor for Insomnia If you've tried home remedies to treat your insomnia and are still having trouble falling and staying asleep after several weeks, make an appointment with your doctor. Insomnia can be a symptom of other medical issues, including certain physical, psychiatric or sleep disorders, per the [Cleveland Clinic](https://my.clevelandclinic.org/health/diagnostics/12140-sleep-disorders-when-to-seek-help), so your doctor may want to run tests to determine what's behind your sleep troubles. Certain medications can also lead to insomnia, so discuss any prescription or over-the-counter drugs you're taking with your doctor. Over time, insomnia may lead to negative health effects, per the Cleveland Clinic, such as: - Diabetes - High blood pressure - Heart disease - Stroke - Mood disorders - Weight gain and obesity - Accidents (including driving accidents), falls and injuries Medical Treatments for Insomnia Chronic insomnia that doesn't improve with at-home remedies may be treated in these ways, according to the Cleveland Clinic: 1. Cognitive Behavioral Therapy for Insomnia: In this type of behavioral therapy, a therapist will help you identify the thoughts and behaviors that cause sleep issues and replace them with habits that support good sleep. 2. Certain medications: Sleeping pills are not typically recommended for chronic insomnia and should not be taken long-term, but your doctor may suggest them for short-term insomnia, depending on the cause. [National Center for Complementary and Integrative Health: Effect of Mind-Body Therapies on Insomnia: and Meta-Analysis.\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6393899/) [Annals of Palliative Medicine: \"Placebo effect of systematic review and meta-analysis.\"](https://pubmed.ncbi.nlm.nih.gov/32005059/) [Sleep Medicine: \"Efficacy and safety of acupuncture treatment a randomized controlled trial\"](https://pubmed.ncbi.nlm.nih.gov/28899535/) [National Sleep Foundation: \"How Much Sleep Do We Really Need?\"](https://www.sleepfoundation.org/how-sleep-works/how-much-sleep-do-we-really-need) [U.S. Department of Health and Human Services: \"Physical Activity Guidelines for Americans: 2nd Edition\"](https://health.gov/sites/default/files/2019-09/Physical_Activity_Guidelines_2nd_edition.pdf) [Centers for Control and Prevention: \"Interim NIOSH Training for Emergency Responders: Reducing Risks Associated Work Hours\"](https://www.cdc.gov/niosh/emres/longhourstraining/light.html) \"Music and Sleep\"](https://www.sleepfoundation.org/bedroom-environment/music-and-sleep) [Sleep Medicine Reviews: \"Before-bedtime passive body heating by warm shower or bath to improve sleep: A systematic review and meta-analysis\"](https://pubmed.ncbi.nlm.nih.gov/31102877/) [The FASEB Journal: \"Tart cherry juice increases sleep time in older adults with insomnia\"](https://faseb.onlinelibrary.wiley.com/doi/abs/10.1096/fasebj.28.1_supplement.830.9) [Asia Pacific Journal of Clinical Nutrition: \"Effect of kiwifruit consumption on sleep quality in sleep problems\"](http://apjcn.nhri.org.tw/server/APJCN/20/2/169.pdf) [Journal of Neuroscience Dark\"](https://www.sleepfoundation.org/bedroom-environment/making-your-room-dark) [National Sleep Foundation: [Cleveland Clinic: \"Sleep Disorders: When to Seek Help\"](https://my.clevelandclinic.org/health/diagnostics/12140-sleep-disorders-when-to-seek-help) Is this an emergency? If you are experiencing serious medical symptoms, please see the [National Library of Medicine's list](https://medlineplus.gov/ency/patientinstructions/000593.htm) of signs you need emergency medical attention or call 911. "}