{"title": "COVID Trend That Spelled Big Trouble in 2020 Is Back", "author": "David Axe", "url": "https://www.thedailybeast.com/covid-trend-that-spelled-big-trouble-in-2020-is-back", "hostname": "thedailybeast.com", "description": "Bad news for people hoping this pandemic is finally over.", "sitename": "The Daily Beast", "date": "2022-12-12", "cleaned_text": "In the early months of the [COVID pandemic](https://www.thedailybeast.com/this-could-be-the-only-way-to-end-the-covid-19-pandemic-for-good), [elderly people were at much greater risk ](https://www.thedailybeast.com/the-absurd-ways-desperate-old-people-are-getting-vaccines)than their younger friends, family, and neighbors. It was simple: weaker immune systems and more comorbidities—other diseases and conditions—made COVID more dangerous for people around 65 years and older. This \"pandemic of the elderly\" eased as seniors all over the world rushed to get vaccinated in late 2020 and the new, more transmissible Delta and Omicron BA.2 and BA.5 variants became dominant—and tore through the younger, fitter part of the population. But that was more than a year ago. Now there are signs that, once again, COVID is disproportionately afflicting older people. It's like 2020 all over again. And the seniors in one country are especially at risk: [China.](https://www.thedailybeast.com/chinas-covid-plan-is-threatening-disaster-once-again) The data seem clear. Eric Topol, the founder and director of the Scripps Research Translational Institute in California, crunched the numbers from the U.S. Centers for Disease Control and [concluded](https://twitter.com/EricTopol/status/1599786968384405504) that in many U.S. states, including New York and California, the rate of COVID hospitalizations for seniors \"now exceeds the BA.5, BA.2 and Delta waves.\" Anthony Alberg, a University of South Carolina epidemiologist, drew the same conclusion. \"At this point, the proportion of all [COVID] deaths that are elderly people is at about 90 percent, as high as it has been since the COVID-19 pandemic began,\" he told The Daily Beast. To be clear, not every expert agrees with this interpretation. Jeffrey Klausner, a University of Southern California epidemiologist, pointed out that, in the U.S., most COVID testing now takes place at hospitals. Since older Americans get hospitalized at higher rates for all reasons, they're also getting tested for COVID at much higher rates than younger people. In other words, the increase in COVID hospitalizations in the elderly could be an illusion, Klausner told The Daily Beast. \"Counting any hospitalized patient with a positive COVID test as a 'COVID hospitalization' is just plain wrong and bad epidemiology.\" That said, there are clear epidemiological reasons for an apparent recent surge in severe COVID infections in the elderly. They have to do with the effectiveness, and durability, of vaccine-induced antibodies compared to natural antibodies from past infection, as well as with the catastrophic collapse in vaccine uptake in certain countries. \"The worst-off countries are those with large swaths of the elderly population which have been under-vaccinated and have not experienced COVID disease,\" Lawrence Gostin, a Georgetown University global-health expert, told The Daily Beast. The United States and China in particular are in trouble. In most countries, seniors got vaccinated enthusiastically once high-quality vaccines first became available in late 2020. In the U.S., [94 percent of seniors over 65 years old](https://covid.cdc.gov/covid-data-tracker/#vaccinations_vacc-people-booster-percent-pop5) got their prime doses—in most cases, two doses of messenger-RNA vaccine—compared to an overall vaccination rate of 69 percent for all Americans. The problem is that protection from vaccines wanes over time. And for many American seniors, it's been nearly two years since they got jabbed. Their immunity is all but gone. \"Over-65s were vaccinated first, and given the faster waning of vaccine-induced immunity, this section of the population will become susceptible to infection again quicker relative to younger populations,\" Edwin Michael, an epidemiologist at the Center for Global Health Infectious Disease Research at the University of South Florida, told The Daily Beast. There are two ways to restore immunity. [One is to catch COVID and survive.](https://www.thedailybeast.com/the-future-of-covid-mutations-depends-on-this-game-of-chance?ref=author) Past infection produces natural antibodies that are even more effective and durable than vaccine antibodies. It's past infection—in many cases, more than one past infection—that protects younger people in most countries and accounts for the overall slow decline in COVID all over the world since Omicron first peaked a year ago. But fewer seniors have natural antibodies. \"The over-65s in general were, or are, more compliant with social protective measures,\" Michael said. Distancing, masking, avoiding crowds. \"Their naturally acquired immunity—the more robust protective and longer lasting immunity—will be, or is, also lower than in the case of the younger counterpart subpopulations.\" Now more older people are taking off their masks and going out. The problem is, they're mixing with younger people who have natural antibodies. COVID is still everywhere, but it's mostly infecting people without strong natural immunity. \"This immune vulnerability of the older populations makes them more susceptible to getting infected compared to the rest of the population,\" Michael said. Recent infection isn't the only way to induce fresh antibodies, of course. Boosters can extend strong protection for many months. But in the U.S., only 34 percent of seniors have gotten the latest booster. To be fair, the overall uptake for this new booster for all Americans is even worse: just 13 percent. In countries where older people aren't experiencing a surge in infections, the overall boosting rate is [much higher](https://www.nytimes.com/interactive/2021/world/covid-vaccinations-tracker.html); 78 percent of Canadians, 77 percent of Germans and 57 percent of Brazilians have gotten their latest booster. China is the only big country that makes the U.S. look good when it comes to protecting its seniors from COVID. As bad as natural immunity and booster uptake are for older Americans, they're much worse for older Chinese. A fifth of Chinese over 80 years old are totally unvaccinated. Another 10 percent never finished their two-dose prime vaccination. In China, the younger you are, the more likely you are to be fully vaccinated and boosted. In most of the rest of the world, it's the other way around. Experts attribute this inversion to two main factors: the concentration of elderly Chinese in underserved rural communities, and rampant misinformation about the safety and effectiveness of vaccines that older people are more likely to believe. Worse, China as a whole lacks natural antibodies. It's the only big country that still enforces strict limits on testing, masking, crowds and travel. A few Chinese mayors [are beginning to ease some of those restrictions](https://www.thedailybeast.com/chinas-covid-plan-is-threatening-disaster-once-again?ref=author) in response to large protests that broke out across the country last month. But greater freedom comes with its own epidemiological risks. Epidemiologists expect COVID cases to surge all over China as more people mix and the virus exploits the lack of natural immunity. \"The hospitalization and death rates, particularly among the elderly, could be catastrophic,\" Eric Bortz, a University of Alaska-Anchorage virologist and public-health expert, told The Daily Beast. As COVID once again becomes a pandemic of the elderly, older Americans are in trouble. But older Chinese are in much greater danger. And while there are 50 million elderly Americans, there are three times as many elderly Chinese. "}