{"title": "Practitioners' responsibility to support public health programs", "author": null, "url": null, "hostname": null, "description": "Australian Health Practitioner Regulation Agency", "sitename": null, "date": "2019-05-08", "cleaned_text": "Close 08 May 2019 Australia's health regulators have reminded health practitioners about their responsibility to support public health programs, including vaccination. Regulators have spoken out to support public safety, given mounting concerns about a five year high in measles cases and an early spike in flu cases this year. The Australian Health Practitioner Regulation Agency (AHPRA) and the National Boards for 16 professions have urged more than 740,000 registered health practitioners to take seriously their responsibilities for public health, including by helping patients to be protected from preventable illnesses. AHPRA CEO Martin Fletcher reminded practitioners that supporting public health programs, including vaccination and immunisation, and not promoting anti-vaccination views were regulatory responsibilities. 'Registered health practitioners have a regulatory responsibility to support patients to understand the evidence-based information available,' Mr Fletcher said. National Boards set codes, standards and guidelines, including about protecting and promoting the health of individuals and the community, which they expect registered health practitioners to meet. 'Practitioners are of course entitled to hold personal beliefs, but they must ensure that they do not contradict or counter public health campaigns, including about the efficacy or safety of public health initiatives,' he said. Dr Anne Tonkin, Medical Board of Australia Chair, said doctors played a central role in guiding families' decisions about their healthcare, with the vast majority of doctors actively supporting public health vaccination programs. 'Patients trust their doctors to give them accurate information. After speaking with their doctor, no parent should be confused about the evidence base for vaccinating their children or the public interest in doing so,' she said. Associate Professor Lynette Cusack Chair of the Nursing and Midwifery Board of Australia said that the Code of conduct for nurses and the Code of conduct for midwives is clear that nurses/midwives must understand and promote the principles of public health, such as health promotion activities and information, including about vaccination. 'Nurses and midwives are among the most trusted source of health promotion information. We expect them to provide advice based on the best available evidence concerning immunisations and vaccination. This is set out in their profession's standards for practice. Chiropractic Board of Australia Chair Dr Wayne Minter considers practitioners have a duty of care to make the needs of their patients their first concern and must practise in an evidence-based and patient-centred manner. 'It's important that chiropractors get the right information to their patients. We expect practitioners to provide patients with evidence-based information in accordance with established guidelines for vaccinations. I encourage all patients seeking vaccination advice to speak with their medical practitioner in the first instance,' he said. If practitioners do not comply and meet the professional standards set by their National Board, regulators can and do take action. National Boards and AHPRA have taken action to manage risk to the public, in response to a number of concerns raised about practitioners (including medical practitioners, nurses and chiropractors) who have advocated against evidence-based vaccination programs. This has included restricting practitioners' practice pending further investigation, when there was a serious risk to the public. Regulatory action to manage public health risk has included requiring a practitioner to remove comments or material from websites, restricting practitioners from promulgating non-evidence based anti-vaccination material and cautioning practitioners against publicly advocating a position that is not evidence-based. 'We take seriously any case of practitioners spreading dangerous and misleading anti-vaccination information including on social media. They will face regulatory action or prosecution. We are asking the public to tell us if their practitioner is doing this. If you raise your concerns with us we can investigate and protect others,' Mr Fletcher added. Anyone who has concern about a registered health practitioner is encouraged to report this to AHPRA so the concerns can be investigated, by calling 1300 419 495 or "}