{"title": "Ricin", "author": null, "url": "https://military-history.fandom.com/wiki/Ricin", "hostname": "fandom.com", "description": "Template:Infobox nonhuman protein Template:Infobox protein family Template:Infobox protein family Ricin (/rasn/ RY-sin), a lectin (a carbohydrate-binding protein) produced in the seeds of the castor oil plant, Ricinus communis, is a highly potent toxin. A dose of purified ricin powder the size of a few grains of table salt can kill an adult human. The median lethal dose (LD50) of ricin is around 22 micrograms per kilogram of body weight if the exposure is from injection or inhalation (2 milli", "sitename": "Fandom, Inc.", "date": "2013-04-24", "cleaned_text": "protein) produced in the seeds of the castor oil plant, Ricinus communis, is a highly potent toxin. A dose of purified ricin powder the size of a few grains of table salt can kill an adult human. [[1]](#cite_note-1) The median lethal dose (LD50) of ricin is around 22 micrograms per kilogram of body weight if the exposure is from injection or inhalation (2 milligrams for an average adult). [[2]](#cite_note-Efsa.europa.eu-2) Oral exposure to ricin is far less toxic as some of the poison is inactivated in the stomach. An estimated lethal oral dose in humans is approximately 1 milligram per kilogram. [[2]](#cite_note-Efsa.europa.eu-2) Biochemistry[ ] Ricin is classified as a type 2 ribosome-inactivating protein (RIP). Whereas type 1 RIPs are composed of a single protein chain that possesses catalytic activity, type 2 RIPs, also known as holotoxins, are composed of two different protein chains that form a heterodimeric complex. Type 2 RIPs consist of an A chain that is functionally equivalent to a type 1 RIP, covalently connected by a single disulfide bond to a B chain that is catalytically inactive, but serves to mediate transport of the A-B protein complex from the cell surface, via vesicle carriers, to the lumen of the endoplasmic reticulum (ER). Both type 1 and type 2 RIPs are functionally active against ribosomes in vitro; however, only type 2 RIPs display cytotoxicity due to the lectin-like properties of the B chain. In order to display its ribosome-inactivating function, the ricin disulfide bond must be reductively Biosynthesis[ ] Ricin is synthesized in the endosperm of castor oil plant seeds. [[4]](#cite_note-Lord_Roberts_2005-4) The ricin precursor protein is 576 amino acid residues in length and contains a signal peptide (residues 1-35), the ricin A chain (36-302), B [[5]](#cite_note-urlRicin_precursor_-_Ricinus_communis_(Castor_bean)-5) signal sequence delivers the prepropolypeptide to the endoplasmic reticulum (ER) and then the signal peptide is cleaved off. Within the lumen of the ER the propolypeptide is glycosylated and a protein disulfide isomerase catalyzes disulfide bond formation between cysteines 294 and 318. The propolypeptide is further glycosylated within the Golgi apparatus and transported to protein storage bodies. The propolypeptide is cleaved within protein bodies by an endopeptidase to produce the mature ricin protein that is composed of a 267 residue A chain and a 262 residue B chain that are covalently linked by a single disulfide bond. [[4]](#cite_note-Lord_Roberts_2005-4) Structure[ ] In terms of structure, ricin closely resembles abrin-a, an isotoxin of [abrin](/wiki/Abrin). Ricin toxin A chain and ricin toxin B chain are of similar molecular weights, approximately 32 kDa and 34 kDa, respectively. - Ricin toxin A chain (RTA) is an N-glycoside hydrolase composed of 267 amino acids. [[7]](#cite_note-pmid4730499-7)It has three structural domains with approximately 50% of the polypeptide arranged into alpha-helices and beta-sheets. [[8]](#cite_note-pmid7990130-8)The three domains form a pronounced cleft that is the active site of RTA. - Ricin toxin B chain (RTB) is a lectin composed of 262 amino acids that is able to bind terminal galactose residues on cell surfaces. [[9]](#cite_note-pmid1717462-9)RTB forms a bilobal, barbell-like structure lacking alpha-helices or beta-sheets where individual lobes contain three subdomains. At least one of these three subdomains in each homologous lobe possesses a sugar-binding pocket that gives RTB its functional character. While other plants contain the protein chains found in ricin, both protein chains must be present in order to produce toxic effects. For example, plants that contain only protein chain A, such as barley, are not toxic because without the link to protein chain B, protein chain A cannot enter the cell and do damage to ribosomes. [[10]](#cite_note-:1-10) Entry into the cytoplasm[ ] Ricin B chain binds complex carbohydrates on the surface of eukaryotic cells containing either terminal N-acetylgalactosamine or beta-1,4-linked galactose residues. In addition, the mannose-type glycans of ricin are able to bind to cells that express mannose receptors. [[11]](#cite_note-pmid8453986-11) RTB has been shown to bind to the cell surface on the order of 106-108 ricin molecules per cell surface. [[12]](#cite_note-pmid7657599-12) The profuse binding of ricin to surface membranes allows internalization with all types of membrane invaginations. The holotoxin can be taken up by clathrin-coated pits, as well as by to the Golgi apparatus. The active acidification of endosomes is thought to have little effect on the functional properties of ricin. Because ricin is stable over a wide pH range, degradation in endosomes or lysosomes offers little or no protection against ricin. [[15]](#cite_note-pmid14579547-15) Ricin molecules are thought to follow retrograde transport via early endosomes, the trans-Golgi network, and the Golgi to enter the lumen of the endoplasmic reticulum (ER). [[16]](#cite_note-pmid16603059-16) For ricin to function cytotoxically, RTA must be reductively cleaved from RTB in order to release a steric block of the RTA active site. This process is catalysed by the protein PDI (protein disulphide isomerase) that resides in the lumen of the ER. [[17]](#cite_note-pmid15225124-17) [[18]](#cite_note-pmid15081871-18) Free RTA in the ER lumen then partially unfolds and partially buries into the ER membrane, where it is thought to mimic a misfolded membrane-associated protein. [[19]](#cite_note-pmid19211561-19) Roles [[21]](#cite_note-pmid16452630-21) BiP [[22]](#cite_note-pmid23666197-22) have been proposed prior to the 'dislocation' of RTA from the ER lumen to the cytosol in a manner that utilizes components of the endoplasmic reticulum-associated protein degradation (ERAD) pathway. ERAD normally removes misfolded ER proteins to the cytosol for their destruction by cytosolic proteasomes. Dislocation of RTA requires ER membrane-integral E3 ubiquitin ligase complexes, [[23]](#cite_note-pmid20519439-23) but RTA avoids the ubiquitination that usually occurs with ERAD substrates because of its low content of lysine residues, which are the usual attachment sites for ubiquitin. [[24]](#cite_note-pmid11876649-24) Thus, RTA avoids the usual fate of dislocated proteins (destruction that is mediated by targeting ubiquitinylated proteins to the cytosolic proteasomes). In the mammalian cell cytosol, RTA then undergoes triage by the cytosolic molecular chaperones Hsc70 and Hsp90 and their co-chaperones, as well as by one subunit (RPT5) of the proteasome itself, that results in its folding to a catalytic conformation, [[20]](#cite_note-Spooner-20) [[25]](#cite_note-pmid23617410-25) which de-purinates ribosomes, thus inactivation[ ] RTA has rRNA N-glycosylase activity that is responsible for the cleavage of a glycosidic bond within the large rRNA of the 60 subunit of eukaryotic ribosomes. [[26]](#cite_note-pmid3036799-26) RTA and irreversibly hydrolyses of the adenine residue at position 4324 (A4324) within the 28S rRNA, but leaves the phosphodiester backbone of the RNA intact. [[27]](#cite_note-pmid3288622-27) The ricin targets A4324 that is contained in a highly conserved sequence of 12 nucleotides universally found in eukaryotic ribosomes. The sequence, 5'-AGUACGAGAGGA-3', termed the sarcin-ricin loop, is important in binding elongation factors during protein synthesis. [[28]](#cite_note-pmid4360718-28) The depurination event rapidly and completely inactivates the ribosome, resulting in toxicity from inhibited protein synthesis. A single RTA molecule in the cytosol is capable of depurinating approximately 1500 ribosomes per minute. Depurination reaction[ ] Within the active site of RTA, there exist several invariant amino acid residues involved in the depurination of ribosomal RNA. [[15]](#cite_note-pmid14579547-15) Although the exact mechanism of the event is unknown, key amino acid residues identified include tyrosine at positions 80 and 123, glutamic acid at position 177, and arginine at position 180. In particular, Arg180 and Glu177 have been shown to be involved in the catalytic mechanism, and not substrate binding, with enzyme kinetic studies involving RTA mutants. The model proposed by Mozingo and Robertus, [[8]](#cite_note-pmid7990130-8) based on X-ray structures, is as follows: - Sarcin-ricin loop substrate binds RTA active site with target adenine stacking against tyr80 and tyr123. - Arg180 is positioned such that it can protonate N-3 of adenine and break the bond between N-9 of the adenine ring and C-1' of the ribose. - Bond cleavage results in an oxycarbonium ion on the ribose, stabilized by Glu177. - N-3 protonation of adenine by Arg180 allows deprotonation of a nearby water molecule. - Resulting hydroxyl attacks ribose carbonium ion. - Depurination of adenine results in a neutral ribose on an intact phosphodiester RNA backbone. Toxicity[ ] Ricin is very toxic if inhaled, injected, or ingested. It can also be toxic if dust contacts the eyes or if it is absorbed through damaged skin. It acts as a toxin by inhibiting protein synthesis. [[29]](#cite_note-Ujv%C3%A1ry_2010-29) [[30]](#cite_note-:0-30) It prevents cells from assembling various amino acids into proteins according to the messages it receives from messenger RNA in a process conducted by the cell's ribosome (the protein-making machinery) - that is, the most basic level of cell metabolism, essential to all living cells and thus to life itself. Ricin is resistant, but not impervious, to digestion by peptidases. By ingestion, the pathology of ricin is largely restricted to the gastrointestinal tract, where it may cause mucosal injuries. With appropriate treatment, most patients will make a decent recovery. [[31]](#cite_note-Schep-31) [[32]](#cite_note-pmid6862467-32) Because the symptoms are caused by failure to make protein, they may take anywhere from hours to days to appear, depending on the route of exposure and the dose. When ingested, gastrointestinal symptoms can manifest within 6 hours; these symptoms do not always become apparent. Within 2 to 5 days of exposure to ricin, effects of ricin on the central nervous system, adrenal glands, kidneys, and liver appear. [[30]](#cite_note-:0-30) Ingestion of ricin causes pain, inflammation, and hemorrhage in the mucous membranes of the gastrointestinal system. Gastrointestinal symptoms quickly progress to severe nausea, vomiting, diarrhea, and difficulty swallowing (dysphagia). Haemorrhage causes bloody feces (melena) and vomiting blood (hematemesis). The low blood volume (hypovolemia) caused by gastrointestinal fluid loss can lead to organ failure in the pancreas, kidney, liver, and GI tract and progress to shock. Shock and organ failure are indicated by disorientation, stupor, weakness, drowsiness, excessive thirst (polydipsia), low urine production and bloody urine (hematuria). [[30]](#cite_note-:0-30) Symptoms of ricin inhalation are different from those caused by ingestion. Early symptoms include a cough and fever. [[30]](#cite_note-:0-30) When skin or inhalation exposure occur, ricin can cause an allergy to develop. This is indicated by edema of the eyes and lips; asthma; bronchial irritation; (vesication); wheezing; itchy, watery eyes; chest tightness; and skin irritation. [[30]](#cite_note-:0-30) An antidote has been developed by the UK military, although it has not yet been tested on humans. [[33]](#cite_note-33) [[34]](#cite_note-34) Another antidote developed by the U.S. military has been shown to be safe and effective in lab mice injected with antibody-rich blood mixed with ricin, and has had some human testing. [[35]](#cite_note-35) Symptomatic and supportive treatments are available for ricin poisoning. Existing treatments emphasize minimizing the effects of the poison. Possible treatments include intravenous fluids or electrolytes, airway management, assisted ventilation, or giving medications to remedy seizures and low blood pressure. If the ricin has been ingested recently, the stomach can be flushed by ingesting activated charcoal or by performing gastric lavage. Survivors often develop long-term organ damage. Ricin causes severe diarrhea and vomiting, and victims can die of circulatory shock or organ failure; inhaled ricin can cause fatal pulmonary edema or respiratory failure. Death typically occurs within 3-5 days of exposure. [[30]](#cite_note-:0-30) Vaccination is possible by injecting an inactive form of protein chain A. [[10]](#cite_note-:1-10) This vaccination is effective for several months due to the body's production of antibodies to the foreign protein. In 1978 Bulgarian defector Vladimir Kostov survived a ricin attack similar to the one on Georgi Markov, probably due to his body's production of antibodies. When a ricin-laced pellet was removed from the small of his back it was found that some of the original wax coating was still attached. For this reason only small amounts of ricin had leaked out of the pellet, producing some symptoms but allowing his body to develop immunity to further poisoning. [[10]](#cite_note-:1-10) The seeds of Ricinus communis are commonly crushed to extract castor oil. As ricin is not oil-soluble, little is found in the extracted castor oil. [[10]](#cite_note-:1-10) The extracted oil is also heated to more than 80 °C to denature any ricin that may be present. [[10]](#cite_note-:1-10) The remaining spent crushed seeds, called variously the \"cake\", \"oil cake\", and \"press cake\", can contain up to 5% ricin. [[36]](#cite_note-:2-36) While the oil cake from coconut, peanuts, and sometimes cotton seeds can be used as either cattle feed and/or fertilizer, the toxic nature of castor beans precludes their oil cake from being used as feed unless the ricin is first deactivated by autoclaving. [[37]](#cite_note-urloil_cake_(chemistry)_--_Encyclop%C3%A6dia_Britannica-37) Accidental ingestion of Ricinus communis cake intended for fertilizer has been reported to be responsible for fatal ricin poisoning in animals. [[29]](#cite_note-Ujv%C3%A1ry_2010-29) [[38]](#cite_note-pmid12046967-38) Deaths from ingesting castor plant seeds are rare, partly because of their indigestible seed coat, and because the body can, although only with difficulty, digest ricin. [[6]](#cite_note-aplin-6) The pulp from eight beans is considered dangerous to an adult. [[39]](#cite_note-pmid3964368-39) Rauber and Heard have written that close examination of early 20th century case reports indicates that public and professional perceptions of ricin toxicity \"do not accurately reflect the capabilities of modern medical management\". [[40]](#cite_note-pmid4082461-40) Overdose[ ] Most acute poisoning episodes in humans are the result of oral ingestion of castor beans, 5-20 of which could prove fatal to an adult. However, swallowing castor beans rarely proves to be fatal unless the bean is thoroughly chewed. The survival rate of castor bean ingestion is 98%. [[10]](#cite_note-:1-10) In 2013 a 37-year-old female in the United States survived after ingesting 30 beans. [[41]](#cite_note-41) Victims often manifest nausea, diarrhea, fast heart rate, low blood pressure, and seizures persisting for up to a week. [[29]](#cite_note-Ujv%C3%A1ry_2010-29) Blood, plasma, or urine ricin or ricinine concentrations may be measured to confirm diagnosis. The laboratory testing usually involves immunoassay or liquid chromatography-mass spectrometry. [[42]](#cite_note-isbn0-9626523-7-7-42) Therapeutic applications[ ] Although no approved therapeutics are currently based on ricin, it does have the potential to be used in the treatment of tumors, as a \"magic bullet\" to destroy targeted cells. [[15]](#cite_note-pmid14579547-15) Because ricin is a protein, it can be linked to a monoclonal antibody to target cancerous cells recognized by the antibody. The major problem with ricin is that its native internalization sequences are distributed throughout the protein. If any of these native internalization sequences are present in a therapeutic agent, the drug will be internalized by, and kill, untargeted non-tumorous cells as well as targeted cancerous cells. Modifying ricin may sufficiently lessen the likelihood that the ricin component of these immunotoxins will cause the wrong cells to internalize it, while still retaining its cell-killing activity when it is internalized by the targeted cells. However, bacterial toxins, such as diphtheria toxin, which is used in denileukin diftitox, an FDA-approved treatment for leukemia and lymphoma, have proven to be more practical. A promising approach for ricin is to use the non-toxic B subunit (a lectin) as a vehicle for delivering antigens into cells, thus greatly increasing their immunogenicity. Use of ricin as an adjuvant has potential implications for developing mucosal vaccines. Regulation[ ] In the U.S., ricin appears on the select agents list of the Department of Health and Human Services, [[43]](#cite_note-43) and scientists must register with HHS to use ricin in their research. However, investigators possessing less than 1000 mg (1g) are exempt from regulation. [[44]](#cite_note-44) It is classified as an extremely hazardous substance in the United States as defined in Section 302 of the U.S. Emergency Planning and Community Right-to-Know Act (42 U.S.C. 11002), and is subject to strict reporting requirements by facilities that produce, store, or use it in significant quantities. [[45]](#cite_note-gov-right-know-45) Chemical or biological warfare agent[ ] The United States investigated ricin for its military potential during World War I. [[46]](#cite_note-Augerson2000-46) At that time it was being considered for use either as a toxic dust or as a coating for [bullets](/wiki/Bullet) and [shrapnel](/wiki/Shrapnel_shell). The dust cloud concept could not be adequately developed, and the coated bullet/shrapnel concept would violate the [Hague Convention of 1899](/wiki/Hague_Conventions_(1899_and_1907)) (adopted in U.S. law at 32 Stat. 1903), specifically Annex §2, Ch.1, Article 23, stating \"... it is especially prohibited ... [t]o employ poison or poisoned arms\". [[47]](#cite_note-47) World War I ended before the United States weaponized ricin. During World War II the United States and Canada undertook studying ricin in [cluster bombs](/wiki/Cluster_bomb). [[48]](#cite_note-Gupta_2009-48) Though there were plans for mass production and several field trials with different [bomblet](/wiki/Bomblet) concepts, the end conclusion was that it was no more economical than using [phosgene](/wiki/Phosgene). This conclusion was based on comparison of the final weapons, rather than ricin's toxicity (LCt50 ~10 mg/min/m3 [[49]](#cite_note-Romano_2007-49)). later WA.[ [citation needed](/wiki/Military_Wiki:Citation_needed)] Interest in it continued for a short period after World War II, but soon subsided when the [U.S. Army Chemical Corps](/wiki/U.S._Army_Chemical_Corps) began a program to weaponize [sarin](/wiki/Sarin). The Soviet Union also possessed weaponized ricin. There were speculations that the [KGB](/wiki/KGB) used it outside the Soviet bloc; however, this was never proven. In spite of ricin's extreme toxicity and utility as an agent of chemical/biological warfare, production of the toxin is rather difficult to limit. The castor bean plant from which ricin is derived is a common ornamental and can be grown at home without any special care. Under both the 1972 [Biological Weapons Convention](/wiki/Biological_Weapons_Convention) and the 1997 [Chemical Weapons Convention](/wiki/Chemical_Weapons_Convention), ricin is listed as a [schedule 1 controlled substance](/wiki/List_of_Schedule_1_substances_(CWC)). Despite this, more than 1 million metric tons of castor beans are processed each year, and approximately 5% of the total is rendered into a waste containing negligible concentrations of undenatured ricin toxin. [[50]](#cite_note-http://www.ansci.cornell.edu/plants/toxicagents/ricin.html-50) Ricin is several orders of magnitude less toxic than botulinum or tetanus toxin, but the latter are harder to come by. Compared to botulinum or anthrax as [biological weapons](/wiki/Biological_weapon) or [chemical weapons](/wiki/Chemical_weapon), the quantity of ricin required to achieve LD50 over a large geographic area is significantly more than an agent such as anthrax (tons of ricin vs. only kilogram quantities of anthrax). [[51]](#cite_note-pmid10458957-51) Ricin is easy to produce, but is not as practical or likely to cause as many casualties as other agents. [[31]](#cite_note-Schep-31) Ricin is easily denatured by temperatures over 80 °C (176 °F) meaning many methods of deploying ricin would generate enough heat to denature it. [[36]](#cite_note-:2-36) Once deployed, an area contaminated with ricin remains dangerous until the bonds between chain A or B have been broken, a process that takes two or three days. [[10]](#cite_note-:1-10) In contrast, anthrax spores may remain lethal for decades. Jan van Aken, a German expert on biological weapons, explained in a report for The Sunshine Project that [Al Qaeda](/wiki/Al_Qaeda)'s experiments with ricin suggest their inability to produce [botulinum](/wiki/Botulinum_toxin) or anthrax. [[52]](#cite_note-vanaken2001-52) Developments[ ] A biopharmaceutical company called Soligenix, Inc. has licensed an anti-ricin vaccine called RiVax from Vitetta et al. at UT Southwestern. The vaccine is safe and immunogenic in mice, rabbits, and humans. It has completed two successful clinical trials. [[53]](#cite_note-53) Soligenix has been issued a US Patent for Rivax. The ricin vaccine candidate has been granted orphan drug status in the US and the EEC and is currently in clinical trials in the US. Grants from the National Institute of Allergy and Infectious Diseases and the US Food and Drug Administration have supported development of the vaccine candidate. [[54]](#cite_note-54) Incidents[ ] Ricin has been involved in a number of incidents. In 1978, the Bulgarian dissident Georgi Markov was assassinated by Bulgarian secret police who surreptitiously shot him on a London street with a [modified umbrella](/wiki/Bulgarian_umbrella) using compressed gas to fire a tiny pellet contaminated with ricin into his leg. [[31]](#cite_note-Schep-31) [[55]](#cite_note-55) He died in a hospital a few days later and his body was passed to a special poison branch of the [British Ministry of Defence (MOD)](/wiki/British_MOD) that discovered the pellet during an autopsy. The prime suspects were the Bulgarian secret police: Georgi Markov had defected from Bulgaria some years previously and had subsequently written books and made radio broadcasts that were highly critical of the Bulgarian communist regime. However, it was believed at the time that Bulgaria would not have been able to produce the pellet, and it was also believed that the KGB had supplied it. The KGB denied any involvement, although high-profile KGB defectors [Oleg Kalugin](/wiki/Oleg_Kalugin) and Oleg Gordievsky have since confirmed the KGB's involvement. Earlier, Soviet dissident [Aleksandr Solzhenitsyn](/wiki/Aleksandr_Solzhenitsyn) also suffered (but survived) ricin-like symptoms after an encounter in 1971 with KGB agents. [[56]](#cite_note-56) Ten days before the attack on Georgi Markov another Bulgarian defector, Vladimir Kostov, survived a similar attack. Kostov was standing on an escalator of the Paris metro when he felt a sting in his lower back above the belt of his trousers. He developed a fever, but recovered. After Markov's death the wound on Kostov's back was examined and a ricin-laced pellet identical to the one used against Markov was removed. [[10]](#cite_note-:1-10) Several terrorists and terrorist groups have experimented with ricin and caused several incidents of the poisons being mailed to U.S. politicians. For example, on May 29, 2013 two anonymous letters sent to New York City Mayor Michael Bloomberg contained traces of it. [[57]](#cite_note-urlLetters_to_NYC_Mayor_Bloomberg_contained_ricin-57) Another was sent to the offices of [Mayors Against Illegal Guns](/wiki/Mayors_Against_Illegal_Guns) in [Washington, D.C.](/wiki/Washington,_D.C.) A letter containing ricin was also alleged to have been sent to [American President](/wiki/President_of_the_United_States) [Barack Obama](/wiki/Barack_Obama) at the same time. An actress, Shannon Richardson, was later charged with the crime, to which she pleaded guilty that December. [[58]](#cite_note-58) On July 16, 2014, Richardson was sentenced to 18 years in prison plus a restitution fine of $367,000. [[59]](#cite_note-59) On October 2, 2018, two letters suspected of containing ricin were sent to [The Pentagon](/wiki/The_Pentagon); one addressed to Secretary of Defense [James Mattis](/wiki/James_Mattis), and the other to Chief of Naval Operations, Admiral [John Richardson](/wiki/John_M._Richardson_(admiral)). [[60]](#cite_note-urlRicin_detected_in_mail_sent_to_Pentagon-60) In popular culture[ ] Ricin has often been used as a plot device, such as in the television series Breaking Bad (Season 2, Season 4 and Season 5). [[61]](#cite_note-breaking-61) Ricin pellets were also used as the murder weapon in the NCIS Season 7 Episode 21 - Obsession [[62]](#cite_note-NCIS-62) The popularity of Breaking Bad inspired several real-life criminal cases involving ricin or similar substances. Kuntal Patel from London attempted to poison her \"controlling and selfish\" mother with [abrin](/wiki/Abrin) after the latter interfered with her marriage plans. [[63]](#cite_note-patel-63) Daniel Milzman, a 19-year-old former Georgetown University student, was charged with manufacturing ricin in his dorm room, as well as the intent of \"[using] the ricin on another undergraduate student with whom he had a relationship\". [[64]](#cite_note-dorm-64) Mohammed Ali from Liverpool, England was convicted after attempting to purchase 500 mg of ricin over the dark web from an undercover FBI agent. He was sentenced, on 18 September 2015, to 8 years imprisonment. [[65]](#cite_note-65) See also[ ] [Abrin](/wiki/Abrin)(similar to ricin but Ricinus communis) as undesirable substances in animal feed - Scientific Opinion of the Panel on Contaminants in the Food Chain\". 2008. pp. 726. Digital object identifier: [10.2903/j.efsa.2008.726](http://dx.doi.org/10.2903%2Fj.efsa.2008.726). of action\". Microbial Protein Toxins. Topics in Current Genetics. 11. pp. 260-61. PMID [9315014](http://www.ncbi.nlm.nih.gov/pubmed/9315014). [](#cite_ref-pmid4730499_7-0)\"Different biological properties of the two constituent polypeptide chains of ricin, a toxic protein inhibiting protein synthesis\". 1973. galactose rat liver [](#cite_ref-pmid2862151_13-0)\"Inhibition pit formation in Hep2 cells blocks the cytotoxicity of diphtheria toxin but not that of ricin toxin\". chains in the endoplasmic reticulum\". October is triggered by a temperature increase to 37 {degrees}C\". April 2009. endoplasmic reticulum\". reticulum to have different fates after retrotranslocation from the endoplasmic reticulum\". chain reduces the risk of proteolytic degradation after translocation from the endoplasmic reticulum to the enzymatic activity of ricin vitro: 60 S ribosomal subunit as the target of the ed. Hayes´ Handbook Toxicology (Third [31.2](#cite_ref-Schep_31-2)\"Ricin as a weapon of mass terror - separating fact from fiction\". November 2009. pp. 1267-71. Digital trial vaccine safe, induces neutralizing antibodies; further tests planned\"](https://web.archive.org/web/20110927092634/http://www.utsouthwestern.edu/utsw/cda/dept37389/files/271161.html). University of Texas Southwestern Medical Center. 2006-01-30. Archived from 30 Tribune. October 3, 2013. [http://www.sltrib.com/sltrib/news/56953989-78/amp-woman-north-ricin.html.csp](http://www.sltrib.com/sltrib/news/56953989-78/amp-woman-north-ricin.html.csp). Retrieved 2014-08-03. [](#cite_ref-isbn0-9626523-7-7_42-0)Baselt RC (2011). Disposition of Toxic Drugs and Chemicals in Man (Ninth ed.). Seal Beach, California: Biomedical Publications. pp. 1497-99. ISBN [978-0-9626523-8-7](/wiki/Special:BookSources/978-0-9626523-8-7). Toxins 7 CFR Part 331, 9 CFR Part 121, and 42 CFR Part 73\"](https://web.archive.org/web/20090117165906/http://www.cdc.gov/od/sap/docs/salist.pdf). 2017. [](#cite_ref-gov-right-know_45-0) [\"40 C.F.R.: Appendix A to Part 355 - The List of Extremely Hazardous Substances and Their Threshold Planning Quantities\"](http://edocket.access.gpo.gov/cfr_2008/julqtr/pdf/40cfr355AppA.pdf). Government Printing Office. [http://edocket.access.gpo.gov/cfr_2008/julqtr/pdf/40cfr355AppA.pdf](http://edocket.access.gpo.gov/cfr_2008/julqtr/pdf/40cfr355AppA.pdf). Retrieved October 29, 2011. [](#cite_ref-Augerson2000_46-0)Augerson, William S.; Spektor, Dalia M.; United States Dept. of Defense, Office of the Secretary of Defense, National Defense Research Institute (U.S.) (2000). A Review of the Scientific Literature as it Pertains to Gulf War Illnesses. Rand Corporation, [ISBN 978-0-8330-2680-4](/wiki/Special:BookSources/978-0-8330-2680-4)[page needed] [](#cite_ref-47) [\"The Avalon Project - Laws of War: Laws and Customs of War on Land (Hague II); July 29, 1899\"](http://avalon.law.yale.edu/19th_century/hague02.asp#art23). Avalon.law.yale.edu. [http://avalon.law.yale.edu/19th_century/hague02.asp#art23](http://avalon.law.yale.edu/19th_century/hague02.asp#art23). Retrieved 2010-09-01. [](#cite_ref-Gupta_2009_48-0)Gupta R (2009). Handbook of Academic Press. ISBN [978-0-12-374484-5](/wiki/Special:BookSources/978-0-12-374484-5). [page needed] [](#cite_ref-Romano_2007_49-0)James A. James Harry Salem, Brian J Lukey, Brian J. Lukey (2007). Chemical Warfare Agents: Chemistry, Pharmacology, Toxicology, and German Army\"](https://archive.today/20130108235747/http://www.sunshine-project.org/publications/bk/bk7en.html). Backgrounder 2017. [](#cite_ref-54)Hackett, Don Ward (11 February 2019). [\"Ricin Vaccine Candidate Rivax Awarded Patent Protection,\"](https://www.precisionvaccinations.com/soligenix-rivax-ricin-vaccine-candidate-receives-patent-expanding-protection). Houston TX: Precision Vax Llc. [https://www.precisionvaccinations.com/soligenix-rivax-ricin-vaccine-candidate-receives-patent-expanding-protection](https://www.precisionvaccinations.com/soligenix-rivax-ricin-vaccine-candidate-receives-patent-expanding-protection). Retrieved 27 February 2019. [](#cite_ref-55) [\"Ricin and the umbrella murder\"](http://www.cnn.com/2003/WORLD/europe/01/07/terror.poison.bulgarian/). CNN. January 7, 2003. [http://www.cnn.com/2003/WORLD/europe/01/07/terror.poison.bulgarian/](http://www.cnn.com/2003/WORLD/europe/01/07/terror.poison.bulgarian/). Retrieved 2008-03-15. [](#cite_ref-56)Thomas DM (1998). Alexander Solzhenitsyn: A Century in His Life (First ed.). St. Martin's Press. pp. 368-78. ISBN [978-0756760113](/wiki/Special:BookSources/978-0756760113). [](#cite_ref-urlLetters_to_NYC_Mayor_Bloomberg_contained_ricin_57-0) [\"Letters to NYC ricin\"](http://news.msn.com/us/letter-to-nyc-mayor-bloomberg-contained-ricin). MSN News. 30 May 2013. [http://news.msn.com/us/letter-to-nyc-mayor-bloomberg-contained-ricin](http://news.msn.com/us/letter-to-nyc-mayor-bloomberg-contained-ricin). [](#cite_ref-58)Paul Harris (8 June 2013). [\"Bit-part actor charged over plot to frame husband for ricin letters\"](https://www.theguardian.com/world/2013/jun/08/shannon-richardson-ricin-plot-husband). The Guardian. [https://www.theguardian.com/world/2013/jun/08/shannon-richardson-ricin-plot-husband](https://www.theguardian.com/world/2013/jun/08/shannon-richardson-ricin-plot-husband). [](#cite_ref-59)Eliott C. McLaughlin (16 July 2014). [\"Texas actress who sent Obama ricin sentenced to 18 years\"](http://edition.cnn.com/2014/07/16/justice/texas-ricin-actress-sentenced/index.html?hpt=hp_t3). CNN. [http://edition.cnn.com/2014/07/16/justice/texas-ricin-actress-sentenced/index.html?hpt=hp_t3](http://edition.cnn.com/2014/07/16/justice/texas-ricin-actress-sentenced/index.html?hpt=hp_t3). Retrieved 16 July 2014. [](#cite_ref-urlRicin_detected_in_mail_sent_to_Pentagon_60-0) [\"Ricin detected in mail sent to Pentagon\"](http://www.cnn.com/2018/10/02/politics/pentagon-ricin-mail/index.html). CNN. 10 October 2018. [http://www.cnn.com/2018/10/02/politics/pentagon-ricin-mail/index.html](http://www.cnn.com/2018/10/02/politics/pentagon-ricin-mail/index.html). [](#cite_ref-breaking_61-0) [\"Things You Should Know About Ricin Before Watching the \"Breaking Bad\" Finale\"](http://voices.nationalgeographic.com/2013/09/27/things-you-should-know-about-ricin-before-watching-the-breaking-bad-finale/). National Geographic Society. September 27, 2013. [http://voices.nationalgeographic.com/2013/09/27/things-you-should-know-about-ricin-before-watching-the-breaking-bad-finale/](http://voices.nationalgeographic.com/2013/09/27/things-you-should-know-about-ricin-before-watching-the-breaking-bad-finale/). [](#cite_ref-NCIS_62-0) [\"IMDB NCIS Season 7 Episode 21\"](https://www.imdb.com/title/tt1641071/?ref_=ttep_ep21). May 4, 2010. [https://www.imdb.com/title/tt1641071/?ref_=ttep_ep21](https://www.imdb.com/title/tt1641071/?ref_=ttep_ep21). [](#cite_ref-patel_63-0) [\"Woman tried to poison mother in plot inspired by Breaking Bad, court told\"](https://www.theguardian.com/uk-news/2014/sep/22/woman-poison-plot-mother-breaking-bad-court). Guardian Media Group. September 22, 2014. [https://www.theguardian.com/uk-news/2014/sep/22/woman-poison-plot-mother-breaking-bad-court](https://www.theguardian.com/uk-news/2014/sep/22/woman-poison-plot-mother-breaking-bad-court). [](#cite_ref-dorm_64-0)Noble, Andrea (September 15, 2014). [\"Guilty plea in Georgetown University ricin case with tie to 'Breaking Bad'\"](http://www.washingtontimes.com/news/2014/sep/15/guilty-plea-georgetown-university-ricin-case-ties-/). News World Media Development, LLC. [http://www.washingtontimes.com/news/2014/sep/15/guilty-plea-georgetown-university-ricin-case-ties-/](http://www.washingtontimes.com/news/2014/sep/15/guilty-plea-georgetown-university-ricin-case-ties-/). [](#cite_ref-65) [\"Breaking fan guilty of [https://www.bbc.co.uk/news/uk-england-33708611](https://www.bbc.co.uk/news/uk-england-33708611). Retrieved 2015-07-29. External links[ ] |Wikimedia Commons has media related to |[Studies showing lack of toxicity of castor oil](http://ntp.niehs.nih.gov/ntp/htdocs/st_rpts/tox012.pdf)from the US Public Health Service [Castor bean information](http://www.hort.purdue.edu/newcrop/afcm/castor.html)at Purdue University [Plants Poisonous to Livestock](http://www.ansci.cornell.edu/plants/toxicagents/ricin.html)- Ricin information at Cornell University [Ricin cancer therapy tested](http://news.bbc.co.uk/2/hi/health/2837763.stm)at BBC [Ricin - Emergency Preparations](https://web.archive.org/web/20050205181325/http://www.bt.cdc.gov/agent/ricin/)at CDC Response Card - Ricin](https://web.archive.org/web/20130602143109/http://www.bt.cdc.gov/agent/ricin/erc9009-86-3pr.asp)at CDC [Creative Commons Licensed](https://community.fandom.com/wiki/Wikia:Licensing)under [GFDL](https://en.wikipedia.org/wiki/GNU_Free_Documentation_License). The original article can be found "}