{"title": "Esperanza por vacunas nasales contra la covid", "author": "Apoorva Mandavilli", "url": "https://www.chicagotribune.com/espanol/entretenimiento/sns-es-vacunas-nasales-contra-covid-prometen-segun-cientificos-20220204-nd4jkdpfifd2pmyrvwuzmkmi3q-story.html", "hostname": "chicagotribune.com", "description": "En todo el mundo, grupos de investigadores están desarrollando vacunas intranasales que podrían ser mejores refuerzos para combatir al coronavirus en las vías respiratorias.", "sitename": "Chicago Tribune", "date": "2022-02-04", "cleaned_text": "Hyderabad, India — A las afueras de esta ciudad centenaria de India, a un mundo de distancia de las carreteras congestionadas y su cacofonía, los relucientes y modernos laboratorios de Bharat Biotech están produciendo una vacuna contra la covid que se rociaría en la nariz en vez de inyectarse en la sangre. Las vacunas que están disponibles actualmente producen una inmunidad poderosa y duradera contra las complicaciones graves, como han demostrado varios estudios recientes. Pero su protección contra la infección por coronavirus es temporal y puede decaer a medida que surgen nuevas variantes del virus, una falla que ha generado la propuesta de administrar vacunas de refuerzo de manera regular. Las vacunas nasales podrían ser la mejor manera de prevenir infecciones a largo plazo, porque dan protección exactamente en el lugar donde se necesita para defenderse del virus: la mucosa de revestimiento de las vías respiratorias, donde el coronavirus llega en primera instancia. Bharat Biotech es uno de los principales fabricantes de vacunas del mundo. Su producto más conocido, la vacuna Covaxin, está autorizado para prevenir la covid en India y muchos otros países. Pero su vacuna nasal experimental puede representar un verdadero cambio. Inmunizar a poblaciones enteras en medio de una ola repentina de casos con una vacuna nasal u oral sería más rápido que aplicar inyecciones, que para ser administradas requieren conocimientos y tiempo. Es probable que una vacuna nasal sea más sencilla de aceptar para muchas personas (como los niños) que las inyecciones, que pueden ser dolorosas, y evitaría los problemas de escasez de agujas, jeringas y otros materiales. Las vacunas intranasales \"se pueden aplicar de manera sencilla en campañas de inmunización masiva y así reducir la transmisión\", dijo Krishna Ella, presidente y director general de Bharat Biotech. Al menos una decena de otras vacunas nasales están en desarrollo en [ todo el mundo](https://clinicaltrials.gov/ct2/show/NCT04816019), algunas de las cuales ahora se encuentran en ensayos clínicos de [ fase 3](https://www.nytimes.com/interactive/2020/science/coronavirus-vaccine-tracker.html). Pero la de Bharat Biotech podría ser la primera en estar disponible. En enero, la compañía [ obtuvo la autorización](https://www.clinicaltrialsarena.com/news/bharat-biotech-intranasal-vaccine/) para comenzar un ensayo de fase 3 de su aerosol nasal para ser administrado como refuerzo para personas que ya recibieron dos inyecciones de una vacuna contra la covid en India. La variante ómicron puso en evidencia que, si bien brindan una protección potente contra enfermedades graves, incluso tres dosis de una vacuna no necesariamente logran prevenir la infección. Eso se debe a que las vacunas inyectadas producen anticuerpos en la sangre, pocos de los cuales, en comparación, llegan a la nariz, la vía de entrada del virus. Idealmente, las llamadas vacunas de mucosas recubrirían las superficies mucosas de la nariz, la boca y la garganta con anticuerpos de larga duración, y serían mucho [ mejores](https://www.biorxiv.org/content/10.1101/2021.10.21.465252v1.abstract?%3Fcollection=) para prevenir la infección y la propagación del virus. Sería la diferencia entre poner guardias de seguridad en las puertas del castillo para bloquear a los intrusos en vez de intentar expulsarlos cuando ya lo asaltaron. Las vacunas nasales son \"la única manera de eludir de verdad la transmisión de persona a persona\", dijo Jennifer Gommerman, inmunóloga de la Universidad de Toronto. \"No podemos seguir escondiendo a las personas vulnerables y reforzándolas por siempre para que sus niveles de anticuerpos se mantengan artificialmente altos\". Se ha [ demostrado](https://www.sciencedirect.com/science/article/pii/S2352396421005569) que las vacunas nasales [ protegen](https://www.cell.com/cell/fulltext/S0092-8674(20)31068-0) a [ ratones](https://www.biorxiv.org/content/10.1101/2021.12.06.471483v1.abstract?%3Fcollection=), [ hurones](https://www.nytimes.com/2020/11/05/health/coronavirus-ferrets-vaccine-spray.html), [ hámsteres](https://www.biorxiv.org/content/10.1101/2021.09.09.459634v1.abstract?%3Fcollection=) y [ monos](https://www.biorxiv.org/content/10.1101/2021.01.26.428251v1) contra el coronavirus. Un [ nuevo estudio](https://www.biorxiv.org/content/10.1101/2022.01.24.477597v1.abstract?%3Fcollection=) publicado la semana pasada ha dado evidencia poderosa que respalda su uso como refuerzo. Según los investigadores, un refuerzo intranasal indujo células de memoria inmunitarias y anticuerpos en la nariz y la garganta, y reforzó la protección de la vacunación inicial. El estudio aún no ha sido publicado en una revista científica. \"Nuestro enfoque es no usar una vacuna nasal como vacunación primaria, sino como refuerzo, porque entonces se puede aprovechar la inmunidad existente que ya se creó\", dijo Akiko Iwasaki, inmunóloga de la Universidad de Yale que dirigió el estudio. Cuando ella y sus colegas usaron una combinación de proteínas del nuevo coronavirus y de virus relacionados del SRAS, su vacuna nasal experimental parecía capaz de defenderse de una amplia gama de variantes del coronavirus. \"Hay cierta flexibilidad y podría haber más resistencia contra el virus\", dijo Gommerman, quien no participó en el trabajo. \"Y ya que no sabemos qué hará el virus después, eso es tremendamente interesante\". Las vacunas contra la covid actuales se inyectan en el músculo y son muy buenas para entrenar a las células inmunitarias a combatir el virus después de que ingresa al cuerpo. Producen anticuerpos llamados IgG, que circulan en la sangre y pueden organizarse cuando sea necesario. Pero pocos de estos anticuerpos llegan a la nariz y la garganta, y los que sí llegan, se desvanecen con rapidez. En cambio, las vacunas nasales producen un conjunto especial de anticuerpos, llamados IgA, que prosperan en superficies mucosas, como la nariz y la garganta. Y estos anticuerpos pueden desvanecerse más lentamente. Una vacuna administrada con un nebulizador podría recubrir todas las vías respiratorias, incluidos los pulmones, con anticuerpos IgA. \"No es solo la punta de la nariz lo que se protege\", dijo Iwasaki. Se ha acumulado evidencia que respalda a los anticuerpos IgA como la clave para prevenir infecciones. En un estudio, Gommerman y sus colegas descubrieron que solo alrededor del 30 por ciento de las personas tenían anticuerpos IgA detectables después de recibir una segunda dosis de la vacuna. Quienes tenían [niveles más bajos de IgA](https://www.medrxiv.org/content/10.1101/2021.08.01.21261297v4.full) después de un mes de la segunda dosis tenían más probabilidades de desarrollar una infección posvacunación. Los niveles de anticuerpos IgG parecían no tener impacto en el resultado. \"La ubicación importa de verdad, y la inmunidad de las mucosas es realmente importante para la protección contra infecciones\", dijo Michal Tal, inmunóloga de la Universidad de Stanford que participó en el trabajo. Las personas que obtienen inmunidad a causa de una infección con el virus —y no por una vacuna inyectada— tienden a presentar [inmunidad fuerte en las mucosas](https://www.medrxiv.org/content/10.1101/2021.09.27.21264219v1?%253fcollection=), al menos por un tiempo. Eso puede ayudar a explicar por qué parecían tener [ mejores resultados contra la variante delta](https://www.nytimes.com/live/2022/01/19/world/omicron-covid-vaccine-tests/post-infection-immunity-was-very-protective-against-delta-the-cdc-reports-but-vaccines-still-offer-the-best-defense) que quienes habían sido vacunados, dijo Tal. Sin embargo, advirtió que tratar de conseguir inmunidad de las mucosas al infectarse era peligroso. \"La manera de lograr que las personas tengan ese tipo de protección de la mucosa debería ser con una vacuna nasal\", dijo. Las vacunas inyectadas son el enfoque correcto para generar la inmunidad sistémica que es necesaria para prevenir la muerte y la enfermedad, el objetivo urgente al comienzo de la pandemia, dijo Tal. Y el gobierno de Donald Trump impulsó el desarrollo de varios fármacos a través de la Operación Máxima Velocidad. \"Fue un buen primer paso, pero necesitábamos tener vacunas intranasales listas para reforzar inmediatamente después de eso\", agregó. \"Me gustaría que tuviéramos una Operación Máxima Velocidad 2.0 para las vacunas nasales\". Pero desarrollar vacunas nasales es complicado. Medir los anticuerpos de las mucosas es mucho más difícil que cuantificar los anticuerpos en la sangre. Las cantidades suelen ser bajas y pueden fluctuar enormemente. Por ejemplo, el aroma de una comida deliciosa puede inundar la boca con saliva, diluyendo los niveles de anticuerpos en las mucosas. \"En el desarrollo de vacunas es como tener un hijastro, porque es difícil\", dijo Florian Krammer, inmunólogo de la Escuela de Medicina Icahn en Mount Sinai en Nueva York, sobre las vacunas mucosas. La única vacuna nasal aprobada en Estados Unidos para las enfermedades respiratorias es FluMist, e incluso ese caso ha estado plagado de problemas. FluMist se basa en un virus de la gripe debilitado, por lo que funciona bien en niños que nunca han estado expuestos. Pero en muchos adultos, la inmunidad existente contra la gripe eliminó el virus debilitado e hizo que la vacuna fuese ineficaz. Intentar mejorar la vacuna con un ingrediente adicional, llamado adyuvante, inflamó la mucosa nasal y provocó parálisis de Bell en algunas personas. Pero esos problemas no afectarían a una vacuna nasal que usa una proteína viral. \"Nuestro enfoque es muy diferente, no creo que sufra ese tipo de limitaciones\", dijo Iwasaki. Sin embargo, se ha hablado poco de vacunas nasales para covid en Estados Unidos, país que ha adoptado las vacunas de ARNm fabricadas por Pfizer-BioNTech y Moderna. \"Muchos de estos proyectos se desarrollan en otras regiones del mundo\", dijo Krammer, quien participa en un esfuerzo para crear una vacuna nasal. \"En Estados Unidos, el apetito por nuevas vacunas es muy bajo\". Una de las razones de las dudas es que nadie sabe aún cuán poderosa podría ser la inmunidad de una vacuna contra la covid en las mucosas, y cuánto tiempo podría durar, dijo Gommerman. Pero, al comienzo de la pandemia, las vacunas de ARNm también fueron una apuesta. \"No creo que sea una razón suficiente como para no intentarlo\", aseveró. - Apoorva Mandavilli es reportera del Times y se enfoca en ciencia y salud global. En 2019 ganó el premio Victor Cohn a la Excelencia en Reportaje sobre Ciencias "}