{"title": "Luke Adler Healing", "author": "Whole Gardens", "url": "https://lukeadlerhealing.com/acupuncture-chinese-medicine/", "hostname": "lukeadlerhealing.com", "description": "where science and spirit meet", "sitename": "lukeadlerhealing.com", "date": "2012-12-29", "cleaned_text": "Acupuncture & Chinese Medicine What is Chinese Medicine Chinese Medicine is a tradition of healing encompassing nearly 5,000 years of folk and village medicine passed through familial lineage. Most Chinese medicine taught in schools today is a conglomeration of the most prominent traditions in China collectively known as traditional Chinese medicine. The traditional Chinese medicine system of diagnoses and treatment strategies focus on the health of internal organs, vital substances, and the strength and degree of penetration of pathogenic factors. Imbalances of these components lead to disharmonies in the physical, emotional, and spiritual systems, which Chinese medicine views as interrelated. Today, hundreds of approaches to diagnoses and treatment exist and are practiced here in the US. Luke Adler Healing offers many Chinese medicine treatment modalities. Cupping uses suction to dredge to the surface longstanding blood stagnation in the muscle layer. Tui-na is a form of Chinese massage to support body structure and posture. Electro-stimulation connects low levels of electric current to the handle of a needle to help facilitate tissue healing and cartilage regeneration in joints. Gua sha employs a method to break up scar tissue and muscle adhesion's. Moxabustion is the use of Chinese herbs to infuse the body with warmth, break up muscle tension, and clear colds and flu in the acute stages. The most widely known modality of Chinese medicine is Acupuncture. Acupuncture is the use of painless, ultra-fine disposable needles which are inserted at specific points of the body to very precisely redirect the flow of qi. There are over three hundred sixty acupoints on the body. Each has its own specific function. Depending on the desired effect, different techniques can be used to either stimulate, sedate, or regulate the flow of qi. A typical insertion can last from fifteen to forty minutes, sometimes more, sometimes less depending on the desired outcome. After a treatment, most patients feel relaxed and rejuvenated with partial or total relief of major symptoms treated. Ultimately, acupuncture decreases the body's stress and inflammatory response (sympathetic dominance) and allows the body to operate in a more relaxed, healthy state. A stressed body and mind is much more susceptible to illness and disease. A body/mind/spirit at ease remains healthy and strong. In general acupuncture can Relieve pain anywhere in the body Increase energy level Improve quality of sleep Increase ability to relax Increase ability to focus and concentrate Increase memory Boost immune system/illness prevention Enhance physical performance Enhance the creative process Chinese medicine and acupuncture can positively effect virtually any ailment. If you have questions about whether Chinese medicine and acupuncture will work for you, feel free to call and we'll let you know. "}