{"title": "Organic Soap | Non-Toxic, Natural Bar Soap | Gimme the Good Stuff", "author": "Maia James", "url": "https://gimmethegoodstuff.org/safe-product-guides/bar-soaps/", "hostname": "gimmethegoodstuff.org", "description": "When it comes organic soap, there are tons of safe options, but most can be difficult to find. Here is your guide to finding the best natural bar soaps.", "sitename": "Gimme the Good Stuff", "date": "2019-05-29", "cleaned_text": "Safe Bar Soap Guide Written by: Maia James 05/29/2019 1. [Tandi's Naturals](/store/tandis-naturals-minty-cocoa-swirl-bar-soap/) Bronner's](https://aax-us-east.amazon-adsystem.com/x/c/QuUUAhJAMCuEkuX3RMOO9d0AAAFwU7HcqwEAAAFKAXc1n60/http://www.amazon.com/gp/product/B001ET77O8/ref=as_li_tl?imprToken=bdyalmGiey-2U.6SVhKeCA&slotNum=11&ie=UTF8&camp=1789&creative=390957&creativeASIN=B001ET77O8&linkCode=w61&tag=gimthegoostu-20&linkId=2GKNI3KWV2N52ASK) Skincare](/store/brand/paleo-skincare/) / 7. [Poofy Organics](https://gimmethegoodstuff.poofyorganics.com/category/186-soap-bars.aspx) / 8. [Soapwalla](/store/brand/soapwalla/) When it comes bar soap, the good news is that there are tons of safe options for organic soap. The bad news is that many of these soaps are difficult to find, as they are produced by small manufacturers and not sold in most drug or grocery stores. Thank goodness for [Dr. Bronner's](http://www.amazon.com/gp/product/B000PIMROY/ref=as_li_ss_tl?ie=UTF8&tag=gimthegoostu-20&linkCode=as2&camp=1789&creative=390957&creativeASIN=B000PIMROY) (see review below), which you can find almost anywhere.Dr. Bronner's is great option, although it does score a 1 on Skin Deep. All other soaps below score a 0, or have not been reviewed by Skin Deep, but I put them at a 0 based on ingredients. The list of Good Stuff below is by no means exhaustive. You can find many more safe soaps via a search on Skin Deep, although it always feels a little overwhelming to me. Bar soaps were much easier for me to review than shampoos and other products; unless a soap really dries out my skin or smells offensive, I feel that it's done its job! My Top Pick for Best Bar Soap [Farmaesthetics Organic Handmade Soap Bars with Rainwater](https://gimmethegoodstuff.org/store/farmaesthetics-handmade-rainwater-bath-beauty-bar-series-organic/) I know it's not cheap, but the most luxe bar soaps I've ever tried are the [ones by Farmaesthetics](https://gimmethegoodstuff.org/store/farmaesthetics-handmade-rainwater-bath-beauty-bar-series-organic/). And the bar lasts a really long time, making the cost-per-use low. What's Wrong With Conventional Bar Soap? Depending on the brand, conventional bar soaps might contain any number of noxious chemicals, but two to look out for are: - Antibacterial agents. Typically this will be in the form of [triclosan](/glossary/#triclosan), an [endocrine disruptor](/glossary/#endocrine-disruptors)and probable carcinogen. Soap may also contain triclosan's cousin, triclocarban. - Fragrance. Unless the label specifies that it's scented with essential oils, bar soap probably contains synthetic fragrance, which means it contains [phthalates](/glossary/#phthalates). Good Stuff [Beautycounter Hand & Body Bar Soaps](https://www.beautycounter.com/gimmethe-good-stuff?goto=/product/Body-Bar-Citrus-Mimosa) Beautycounter's soaps look pretty on your counter or in your shower, and feature safe ingredients like organic shea butter and an array of essential oils. The [ Citrus Mimosa Body Bar ](https://www.beautycounter.com/gimmethe-good-stuff?goto=/product/Body-Bar-Citrus-Mimosa)is marketed for head-to-toe use, and [Rose Neroli Hand Soap](https://www.beautycounter.com/gimmethe-good-stuff?goto=/product/rose-neroli-hand-soap) is meant for hands, but I think you can use either for both hands and body. Cost per ounce: $4.40 [Christina Maser Handmade Goats Milk Soaps](https://gimmethegoodstuff.org/store/christina-maser-handmade-goats-milk-soaps/) This line of handmade soaps are crafted from food grade olive, palm, coconut, sweet almond and castor oils, natural clays, goat's milk, honey, herbs, grains and natural pigments, and scented with only pure essential oils. They contain no synthetic ingredients, no phthalates, no chemicals of any kind. These soaps are hand poured in small batches, cut, and wrapped by hand. Where to Buy: Gimme the is a great go-to soap because of its wide availability. All the varieties score a 1 on Skin Deep. The only ingredients of slight concern are [tocopherol](https://gimmethegoodstuff.org/glossary/#tocopherol) (Vitamin E) and [citric acid](https://gimmethegoodstuff.org/glossary/#citric%20acid), but I feel comfortable with both of them. The yummy scents include buy: Natural food stores as well as many mainstream grocery stores and pharmacies, plus [Amazon](http://www.amazon.com/gp/product/B001ET77PM/ref=as_li_tl?ie=UTF8&camp=1789&creative=390957&creativeASIN=B001ET77PM&linkCode=as2&tag=gimthegoostu-20&linkId=CS5W6GYI3LSMG24F). Cost per ounce: $1.18 [Farmaesthetics Bath & Beauty Bars](https://gimmethegoodstuff.org/store/farmaesthetics-handmade-rainwater-bath-beauty-bar-series-organic/) These bars are organic and handmade, which helps to explain the higher price point. I'm a sucker for the pretty packaging on these soaps, but more important is the short list of ingredients-they change their formulas seasonally, but I've never seen anything of concern in any of their soaps. Where to Buy: Gimme the tallow wildcrafted herbs for gentle, effective cleansing. Beef tallow is more moisturizing than other oils. Tallow contains a host of vitamins and other good stuff (much of which is missing from veggie oils). Tallow soap bars last longer than all-veggie ones, and have a fluffier, creamier lather. Where line include fun flavors like [Creamsicle](https://gimmethegoodstuff.poofyorganics.com/products/1122-creamsicle-soap.aspx) and [Cotton Candy](https://gimmethegoodstuff.poofyorganics.com/products/1118-cotton-candy-craze-soap.aspx). The only ingredient that isn't totally on the up and up is that vague \"natural flavors.\" Cost per ounce: $2.00 [Soapwalla Bar Soaps](https://gimmethegoodstuff.org/store/brand/soapwalla/) We just started carrying this incredible line of [bar soaps](https://gimmethegoodstuff.org/store/brand/soapwalla/), which are formulated for the face, but which work beautifully for the body as well. These are hands down the best-smelling natural soaps I've found, and well worth the $18 a pop! Where to Buy: Gimme are Tandi's Naturals. Tandi uses local ingredients-including beef tallow, although she does offer vegan options as well. Tandi's soaps contain no concerning ingredients, are scented with essential oils, and come in delicious flavors like [Minty Cocoa Swirl](https://gimmethegoodstuff.org/store/tandis-naturals-minty-cocoa-swirl-bar-soap/). Where to Buy: Gimme the Good Stuff's [online store](https://gimmethegoodstuff.org/store/brand/tandis-naturals/)or farmers' markets in Lancaster, PA. Cost per ounce: $1.64 If you're enjoying this guide, [sign up for our Newsletter](#) to be alerted when we publish or update our Safe Product Guides. Bad Stuff [Dial](https://amzn.to/2WAn3GW) is perhaps not quite as bad as Lever, but does contain fragrance, and several other mildly concerning ingredients, such as PEG-12 and PEG-9. Sneaky Stuff Lots of you ask about Dove Beauty Bar Sensitive Skin, because it seems a lot of dermatologists recommended it. While it's better than most conventional soaps, it contains cocamidopropyl betaine, which is on my personal Never list. [Mrs. Meyers bar soaps](https://amzn.to/2YWEdfw)-like the rest of the the Mrs. Meyers line-contains synthetic fragrance, making it Sneaky Stuff. [Neutrogena](http://amzn.to/24sh5D2) is the brand most recommended by dermatologists, but contains fragrance, [cocamide DEA](https://gimmethegoodstuff.org/glossary/#cocamide-DEA), and [triethanolamine](https://gimmethegoodstuff.org/glossary/#triethanolamine). Maia, Founder & CEO Note: This article contains affiliate links or sponsored content, which means that if you make a purchase, we may earn a commission. We only recommend products that meet our strict standards for non-toxicity and that we use (or want to use!) ourselves. Thank you so much for supporting the brands that make Good Stuff! - Not all \"fragrance\" contains phthalates or other endocrine disruptors. And soap cannot be certified organic. Handmade soaps from very small makers like me are usually very gentle and the fragrances that are available to us are most often phthalate free (I know that's all I use). Some of us use natural colorants as well as man made micas that are certified for use in cosmetics. - Does anyone have any idea iVape Palm Beach vape store based in 25 North Main St sells e-juice made by Cloudmouth Vapors? I have emailed them at [magicvaper2013@gmail.com](mailto:magicvaper2013@gmail.com) - I am using Bend Soap Co. goat milk Soaps and Lotions - very pure and long lasting. It is the only soap I can finally use vaginally with no problems and soap and lotion that cleared my acne rosacea. - Useful content!Thanks for this, - Is Sappo Hill bar soaps good stuff? It's relatively cheap, and easily found at Whole Foods too! Thanks! - I was wondering about trader Joe's bar soaps. They give the appearance of being natural but I'm wondering if they are sneaky. - Hey thanks for posting this useful content on bar soaps presented here, I really hope it will be helpful to many. I hope you keep update us with such great tips and information in future too. This is a great post; I will share as much as I can. Appreciative content!! - I am a guy who is just looking to make the switch from commercial brands that may have more chemicals to a natural soap that is better for my body. I typically like unscented and used Dove sensitive skin soap/or body wash for years. Can anyone point me in a direction of a company? I have recently tried Marlowe no. 102 and Pre de province no.63 soap, but have scents that I would not prefer. Thanks! - Have you reviewed any Zatik bar soaps or other Zatik products? They look good when I read the labels. - All Beekman products, including soap bars are free of toxic chemicals - we love them! We also love their face/neck wipes - which are refreshing and can be stored in the fridge for people who live in warm climates. - - I notices that Dr Bronners now uses palm oil in their soap which is a no-no because of rain forest destruction and the impending extinction of the orangutan primate. Most soaps now contain palm oil, so wise to check labels. - - It's interesting to know that conventional bars of soap will contain triclosan which is an endocrine disruptor. My husband and I are trying to start a more healthy and eco-friendly life, and we are looking for advice. I will let him know about your article to find the best bars of soap for our house. - Dove Beauty Bar Sensitive Skin is recommended by many doctors because it's one of the only safe soaps for people with certain medical complications. For example it's one of the only options for women with disorders like vestibulodynia and or vulvodynia. All the soaps on the approved list have ingredients (primarily the added fragrances, it doesn't matter if it's natural) that have the potential to cause SEVERE vulvar pain and burning. I've tried most on that list. The dove soap is one of only two bar soaps I personally can use without even a small amount of soap run off casing intense pain. Vestibulodynia And vulvodynia may be poorly understood by doctors, but it isn't actually as rare as they used to think. I think it's important to keep in mind that certain people have different needs based on their personal medical history, and not to dissuade people from using what may be their only viable option. (For anyone reading this who would like the other VV safe bar soap recommendation, Sappo Hill has two. Their Natural Fragrance-Free and their oatmeal fragrance free.) - Lauryn, I came across this article trying to figure out if the Dove Sensitive Skin Bar Soap I've been using the past 3 years might be causing some vulvar (I believe vestibule area), pain, irritation, and bumps. I have been getting bumps on my wrist/lower arm area when using this soap for hand washing which hasn't happened before, as well as reacting to ECOS dish soap which also was fine for me before. I was concerned as I've never had this much of a problem before and it keeps getting worse with more little bumps I can feel, I even have photographic evidence from 18 months ago when it first started that it wasn't this bad. My gyno insists it's normal (maybe a lot of women are having irritation from their soaps?), but it's not for my body and is getting to be quite painful. Thanks to this article I'm going to give tallow soap and a few others a try and see if I don't improve at all. Yes, I did have a lot of STD and yeast testing, nothing. - - Hi Maia nice to meet you! I live in Japan, so I can only buy products through iHerb. Unfortunately I didn't find any soap on the list. But I saw an organic soap brand is Dr.Woods, could you tell me if it's Good Stuff? Or if you have a brand you recommend and I can buy from iHerb? I just need the soap to complete my collection of good stuff. If you can answer me I will be immensely happy, thank you very much. - Hi, I love your blog. So much good info. I have been trying different laundry detergents based on your reviews. Regarding soaps, have you ever tried chagrin valley soap? chagrinvalleysoapandsalve.com I ordered a few and I really like it. I was looking for a soap without coconut oil and they have a couple of options without it. I was wondering if you had and what you thought about it. Thanks - Also, DEAD SEA SPA ONE WITH NATURE TRIPLE MILLED MINERAL SOAP? - Maia what do you think about Shea Moisture...coconut & hibiscus Shea butter bar w/ so FYI mushroom? - Hi Maia! Thank you so much for this helpful guide! What do you think about Native company's soaps? - What about RA cosmetics raw African black soap? - I was wondering about Bar Shampoos and if you had any experience or suggestions for one that is safe and effective. Looking to minimize waste and also for travel. - Hi, What about the Green Goo soaps, they are great! - Dove has a fragrance-free bar soap, what is your take on that? Also you are talking about earth friendly , but in general everything on here that's \"good\" I'd have to order online. That hardly seems eco-friendly (packaging, gas, etc.) any suggestions? So far all hand soaps, shampoos, dish soap, deodorant and toothpaste have to be ordered online. Thanks! - Hi Maia, Does Dove still use palm oil in their products? We should also consider the eco sustainability factor when buying products. - Hi Maia nice to meet you! I live in Japan, so I can only buy products through iHerb. Unfortunately I didn't find any soap on the list. But I saw an organic soap brand is Dr.Woods, could you tell me if it's Good Stuff? Or if you have a brand you recommend and I can buy from iHerb? I just need the soap to complete my collection of good stuff. If you can answer me I will be immensely happy, thank you very much. - - Thank you for continuing to wade through the sea of products out there to pull out the good ones, you it so much easier to choose great products! I was wondering what you though of Meliora soap bars? Thanks! - Maia I did not know where to post this on your page since it's regarding hand soaps, but I noticed Better Life hand soap has PEG in the ingredient list. I was shocked, and deflated! I've always trusted their entire brand and never noticed nasty ingredients in their dish soap or cleaning sprays. Has anyone else noticed this? - yes, unfortunately Better Life is one of those brands where you have to pick and choose. Some products are great, and others have some less-than-great ingredients. - - Very informative website! We used Miracle 11 soap for twenty years buying two gallons at a which usually lasted several years for bath, shower, shampoo. This last gallon has changed from its green (coloring has been the one questionable item in their recipe). we recently hanged to pascalite bar soap and do like it as well as other skin care products. But open to economical gallon size products. Thought EO Products was the new line for us but they seemed not to list a lot of organics as they last year when was scouting around for new options. - First, I'd like to thank you for all the research you've done on our behalf! My question is regarding, 'Makes 3 Organics' soap. What are your thoughts in this brand? Thank you! - Hi Maia, I absolutely love your page. I'm curious what your thoughts are on Dr. Woods soap? [http://www.drwoods.com/product/bar-soap-lavender/](http://www.drwoods.com/product/bar-soap-lavender/) Appreciate your help. - Hi Maia, I've used this for over a decade to wash my body, hair and face and also my toddler's. [https://naturesplus.com/products/productdetail.php?productNumber=5990](https://naturesplus.com/products/productdetail.php?productNumber=5990). They say it's made only with Allantoin and 500 IU of vitamin E. What do you think? - Update on Nature's Plus Beauty Bar, the ingredients list customer service gave me is far longer, but still looks relatively ok from my point of view, here it is: tapioca starch, vegetable glycerin and oils (olive and sunflower), potassium sulfate (EWG score 1), water, bentonite (EWG score 2), betaine (EWG score 1), essential oil (lemon), iron oxide (EWG score 2, used as colorant), non milk lactic acid, citric acid, allantoin, vitamin E, phosphate (no EWG score). - - What do you think about Aspen Kay bar soaps? - I started making my own soap after reading a diy article on it by Maple Holistics, I like making my own because it's much healthier. - Hi Maia, curious what you think of Goatboy soaps (www.goatboy.us/) - ingredients of the Unscented bar are goats milk, sodium hydroxide, olive oil, palm oil, coconut oil, and shea butter. I just wasn't sure of the sodium hydroxide. Or Dr Jacobs Castile? The latter is carried in grocery stores where we just moved. The goatboy we've loved for years. Thanks as always!! - What is your opinion of the NEA accepted Kiss of Nature bar and liquid soaps? Found at: [https://kissofnaturesoap.com/product-category/nea-accepted-soaps/](https://kissofnaturesoap.com/product-category/nea-accepted-soaps/) - Thoughts on Clearly Natural brand glycerin soaps? Someone stated earlier that they can't afford pricey soaps. I am in the same boat. Trying to go more natural, but it's very expensive.... - Really like the Castelbel line of bar soaps......Do you think the ingredients are Okay? Probably the best soap I have ever used...The skin feels wonderful...Please tell me what you think... - I am sorry to say Castelbel contains fragrance not reco'd by EWG + they lie about the ingredients and production methods. I was given their \"goat's milk triple -milled french lavender fragranced\" soap — no goat's milk (obviously no real lavender with the use of \"fragranced\"). Using it to freshen the basement. - - Really like the Castelbel line of bar soaps......Do you think the ingredients are Okay? Probably the best soap I have ever used...The skin feels wonderful...Please tell me what you think... - I am trying to get the chemicals out of my family's daily use. We only use kirks I add it to my laundry as well as make my own dish soap, hand soap and bathe with it. It is used in everything possible. I was under the impression that it was a safe soap, what is your opinion on this. Please help with this as much as we use it, I need to change this if it is not good. - No reputable soap crafter would use a fragrance oil with phthalate or ingredients such with Parabens. And no, not all fragrance oils have Phthalates. This article is riddled with misinformation and basically an advertisement. Also, you would have to be a complate idiot to believe there is an essential oil called Cotton candy. It's a fragrance oil, and if phthalate free it should be safe. Essential oils come from plants and natural materials, not Cotton or Cotton candy or Creamsicle. Lol. Come on people, you can't be that naive. Also ANY store soap is basically harmful chemicals. SLS, Parabens, Phthalates are a few ingredients they may contain. Also Citric acid and borax are used to lower the PH. Levels of liquid soap by many soapers. The wrong amounts can do more as much harm as leaving the PH. High. Just my professional two cents. - I'm looking for a reasonable natural soap but as I was reading through the comments I saw more than one person talk about Castile in Dr Bronner's soap causing skin irritations and I was actually considering trying that one out. What should I do? Should I still try it or try something else? - I've been wanting to by soap from luminance skincare. Can you check these out? - Hi Maia! I have sensitive skin and have noticed that products like Neutrogena irritate my skin immensely. What would you suggest for someone like me to use on my sensitive skin? I was looking into Tom's of Maine but was unsure. Thanks! - My family has been using Aspen Kay , we really seem to like the goat milk with oatmeal. Just wondering what you though of the Aspen Kay brand bar soap? Thanks - I was wondering about that too.. Maia, Suzanne, what you think about Aspen Kay bar soaps? - What do you think about Aspen Kay bar soaps? Thanks! - Good Stuff:) - - - I love your website! Regarding Ivory - the sneaky stuff you list is fragrance. Clearly unnecessary and not 'good stuff' but here is my question - how bad is it? I am on a tight budget and can't spend much. I need the fewest/safest ingredients for the cheapest price. Ivory seems to be a balance of cheap with 'almost' pure ingredients. The tallow part doesn't bother me with regard to animal products. I tried Dr Bonners and Kirks and we seem to have a reaction to those both, though I am not sure why but we get rashes - similar to the poster above \"Mary\". I've seen a few websites mention some people can't tolerate coconut oil soap - all I know is we have rashes that come with the soap and oddly....go away wen we use Dial. My goal is to reduce our chemical exposure, it's not imperative for us as it would be for those with skin issues, but for obvious reasons I'd rather not lather up with chemicals, or at least not very many chemicals - even though those chemical soaps seem to make the rash go away. We've used Ivory in the past when on sale and have no reaction to it (again, we don't have sensitive skin...I used to just buy whatever soap was on sale, usually Dial). Any thoughts on the best balance of the fewest chemicals and the lowest price? I was thinking Ivory until I found your website, now I'm not sure but I can't afford more than 45 cents per ounce on a bar soap. - How about shea moisture bar is this a safe, effective bar soap to use ? - Yes, Shea Moisture bar soaps are good stuff:). - - How about shea moisture bar is this a safe, effective bar soap - How about Tom's of Maine Moisturizing Bar: Sensitive (or otherwise), is this a safe, effective bar soap to use? Thanks, great article! - Yes, the Tom's bar soaps are fine! - - Do you have any opinion on Kiss My Face Olive Oil Bar Soap? - I would consider this Good Stuff! - - What about Caprina Goats Milk Soap? - I don't know this brand, but will add to our list for a future investigation! - - What can you say of honest liquid hand soap and bar soap? Thank you!!! - I'm not a big fan. They have sodium benzoate and cocamidopropyl betaine listed as ingredients. - - Hi Maia, Noticed you have some goat milk soaps on the Good Stuff list, what do you think of this Goatboy brand? They are local to my state, and seem reasonably priced. We love the unscented. Would you consider this Good Stuff? [http://www.goatboy.us/](http://www.goatboy.us/)- shows goats milk, sodium hydroxide, olive oil, palm oil, coconut oil and shear butter. Thanks! - What are your thoughts on Tom's of Maine bar soap? Specifically the Daily Moisture with Olive Oil and Vitamin E? Thank you very much! - I think Tom's bar soaps are fine. - - When I was getting rashes in the shower long ago, I was not sure what was going on. I thought maybe the water was too hot. Then I figured out the shampoo and soap I was using were to blame. When I found Dakota free soap , that fixed half my problem. It is made by someone who was also having multiple sensitivities. The other bar soaps she has on her site, came out fairly recently. I am still struggling trying to find a shampoo. I will find one, that I do not seem to react to, then I read if it lathers it is a chemical, so I quit using shampoos that lather. I hate shampoo bars. So I just gave up and using honey to shampoo with. I person just recently told me about Rhassoul Clay. His wife is severely sensitive, so she can not live in a house. She lives in a teak boat. I still have not tried the clay. - Hi Mary, Did you ever try the Kirks with aloe? I seem to be having the same problem. We get a bad rash when we use Kirks or Dr Bonner's. Have you ever heard of anyone else having this problem? Castile soaps are recommended for people with skin issues so it's odd that I'd develop a skin issue when using one. I can use any other soap, including Dial, and have no problems. - Hand made soap made with coconut oil or castor and many other healthy oils will generate a wonderful full lather. So what you read is wrong. Using Kirk's or Dr Bonners, they are factory produced chemical soaps. Also not 100% olive oil. Olive oil does not lather in bubbles, more so then a slimy like lather. If you want real information talk to a authentic hand made soaper. Talk to several. Never take info at the only truth by reading one thing. Read everything, then pick the real out of that. Also the ingredients must be listed in full on everything, even small time crafter's soaps. SLS, Phthalates, Parabens, are all bad. Citric acid is not needed in soap at all, and unscented is the way to go if your unsure whether it's really an essential oil or fragrant oil. Oh and for the record. I have been tested for allergies and am allergic to pretty much everything. I live in a real house with real pets and real kids and real dirt, that must be cleaned. I make all of our soaps, shampoos, deodorants, cleaners etc. So I know the difference between good and bad chemicals. - I'm not sure if I can ask you here, but where can I find your soaps? - What soap bar would you recommend? Is 100 pure Olive oil soap what I should look for? Is kiss my face okay? I'm very interested in what you said and would like your opinion or ask if you sell your soaps?? - - - I'm currently detoxing and this was so helpful! I was looking for a bar soap to make my own laundry detergent & this is perfect! - - Looks fine to me, although no ingredients are organic. - - What about Yardly? - I can't find a list of the actual ingredients on their website, so I am unable to weigh in! - - What are your thoughts on Aveeno fregrance free body wash? - No good, unfortunately. Sodium laureth sulfate and a bunch of other Bad Stuff. - - I'm so tired of looking through the stores at all the \"natural\" selections just to read a gazillion ingredients in the back, half of which I have no clue what they are or if they're really safe. Thank you so much for this information!! I may have to order online but I'm definitely going to start getting better soap than what I have! - Hi, what do you think of Good Soap by Alaffia? Thank you so much for your time. - I just took a quick look, and didn't see anything concerning. - I LOVE Alaffia's Good Soap!!!!! Just took advantage of Whole Foods ! a bar on Alaffia\"s Good Soap. I purchased a few varieties though and now I am left wondering what the best way to store them is. Thoughts? - - - This has been so helpful! I'm so disappointed about Ivory soap. - Thanks for clearing up these mysteries! What are your thoughts on Iron Lion Soap? [http://www.ironlionsoap.com](http://www.ironlionsoap.com) - Looks like Good Stuff to me!:) - - I am extremely frustrated looking for a nontoxic with NO tea tree, lavender, hemp or grapefruit essential oils due to medications I am taking. Are there any soaps, shampoos or conditioners like this? - This doesn't appear to have any of those? [https://gimmethegoodstuff.org/store/acure-organics-lemongrass-argan-stem-cell-shampoo-for-all-hair-types/](https://gimmethegoodstuff.org/store/acure-organics-lemongrass-argan-stem-cell-shampoo-for-all-hair-types/) And neither does this soap: [https://gimmethegoodstuff.org/store/paleo-skincare-tallow-and-herb-soap-for-babies/](https://gimmethegoodstuff.org/store/paleo-skincare-tallow-and-herb-soap-for-babies/) - - How's Ivory? The 99.44% pure, clean, simple one? Sneaky too? - Yes, unfortunately Ivory contains synthetic fragrance. - - Hey I hate to be a pest but it really seems you've done your research, how do you feel about Chandrika soap? The ingredients seem very lean but \"vegetable oils\" has me wondering if they could contain something sneaky.... - Don't worry about being a pest! After a cursory look, I think this brand looks fine:). - - When a soap lists \"essential oil\", what brand/type/who makes them? Does the label show that information? (Disclosure: I'm an independent distributor for Young Living and that's why I ask - I like to know how pure the oils are). Thanks! - what about Dove?? - I don't like the ingredients in Dove soap; it's so easy to make a safe, effective natural bar soap, but Dove's contains lots of synthetics of questionable safety. - - Hello!! What are your thoughts on Dove sensitive skin bar soap? Thanks for all of your research and ability to translate into layman's terms! Your website has been very helpful to our family. - Sneaky Stuff, unfortunately! - My doctor does not like this one. Besides, I can't pronounce half the stuff in it. - Don't use the soap, just threw mine all out. Just read today that it carries ingredients that are cancer causing. - - What do you think of Kirk's original coco castile bar soap (the no fragrance kind)? - I don't know that one but will add it to the list when we update this Guide! - thank you, Maia! - I am also curious about Kirk's Original Coco Castile soap, as it is readily available at stores like Walmart and Smith's/Kroger. The label says, \"Natural, Hypoallergenic Skin Care with No Animal By-Products or Synthetic Detergents.\" The ingredients are listed as: Coconut Soap, Water, Vegetable Glycerin, Coconut Oil, and Natural Fragrance. - Hi! So sorry I couldn't figured out how to leave a comment but the reply button worked...I was wondering about the bar soap that Whole Foods sells-it's just called \"good\" soap & it's engraved on the actual bar! Do you know if it's truly good stuff?! Thank you ? - - Please women, be cautious when using the Castile soaps. My sister recommended Castile soap for stripping the oils, etc., out of my hair. It was great for this but I ended up using it when I showered as my husband liked it as well. I ended up with a horrible vaginal problem because the Castile bar was stripping all of the oils out of my vagina area, and the miserable problem lasted for months. Thinking it was a yeast infection, I kept seeing my doctor who told me I did not have this problem. I finally figure out on my own what was happening as I had experienced a similar problem years before with my then very young daughters who were bathing with a then popular liquid bath soap for kids. We used to shave off pieces of a bar of Castile Soap to put in our laundry. That is how strong it is. - In my previous comment, I should of said that I was using the Kirks Original Coco Castile Soap. It has been around for years. - What are you using now instead of castile soap that doesn't strip the oils in the vaginal region? Thanks! - Real Castile Soap is 100% pure olive oil and has a 0 cleansing factor. Therefore there is no way what you were using was all natural Castile Soap. I have been making it for years and there is a zero chance it caused your problem if it was pure. Castile is also not a laundry soap, laundry soap (bars) are made with borax, which is not Castile Soap. Either what you were using is not 100% Castile Soap properly made. Or it had chemicals in it that caused your issue. Heavy lye soap (also laundry soap) will do what you described as well. The popular kids liquid soap would have been nothing more then SLS, and chemicals too. Oh and no reputable soap crafter would use a fragrance oil with phthalate or ingredients such with Parabens. And no, not all fragrance oils have Phthalates. This article is riddled with misinformation and basically an advertisement. - Traditional soap is NOT skin friendly. - - No reputable soap crafter would use a fragrance oil with phthalate or ingredients such with Parabens. And no, not all fragrance oils have Phthalates. This article is riddled with misinformation and basically an advertisement. Also, you would have to be a complate idiot to believe there is an essential oil called Cotton candy. It's a fragrance oil, and if phthalate free it should be safe. Essential oils come from plants and natural materials, not Cotton or Cotton candy or Creamsicle. Lol. Come on people, you can't be that naive. Also ANY store soap is basically harmful chemicals. SLS, Parabens, Phthalates are a few ingredients they may contain. Also Citric acid and borax are used to lower the PH. Levels of liquid soap by many soapers. The wrong amounts can do more as much harm as leaving the PH. High. Just my professional two cents. - You should not use any soap or washes in the vulva or vaginal area, period. Even if they claim to be pure, or gentle, or pH balanced washes. Water and friction are all that is needed. Or a bath with epsom salt. Washes/soaps can change the pH balance, even if they claim to be pH balanced themselves, frequently making the vulva and vagina more alkaline instead of acidic, and leading to irritation, yeast overgrowth, or bacterial vaginosis. - Thank you, A REAL ARTISAN SOAP CRAFTER. I am also a professional soaper and the term \"fragrance\" is not necessarily a bad thing and depends upon the supplier. MOST soap-safe fragrance oils are now phthalate free—particularly from legit vendors. Generally speaking, handmade (from scratch), artisan soaps do not contain SLS, parabens, synthetic detergents and foaming agents, etc and should have clearly marked ingredients...important for those with allergy/sensitivities, also. Additionally, a reputable soaper will typically disclose on their website and marketing materials that their ingredients are responsibly sourced, phthalate- and paraben-free, organic (when applicable), Non GMO....if that is part of their branding. - - - "}