{"title": "Book Covid Booster Vaccine", "author": null, "url": "https://www.odwyerspharmacy.com/c/book-covid-booster-vaccine/784", "hostname": "odwyerspharmacy.com", "description": "O'Dwyers Pharmacy is an independent pharmacy group", "sitename": "odwyerspharmacy.com", "date": "2023-01-01", "cleaned_text": "COVID-19 vaccines are strongly recommended to protect you from serious illness caused by COVID-19 (coronavirus). We provide covid 19 primary and booster vaccinations to all over 12 years of age as appropriate. Please [contact us](../contact-us/15) to check your eligibility. How to register for a booster dose? Sept 1: Click \"Book A COVID-19 Booster Vaccine\" above, then pick a day and time that suits you. Step 2: Fill out the COVID-19 booster vaccination consent form online and confirm booking. (you will receive a conformation text and email about your appointment). Vaccination Location Tesco Shopping Centre, Cahir Road, Spafield, Cashel, Co. Tipperary, E25 PK53 If you had COVID-19 If you had COVID-19 since you were vaccinated, you should get your booster dose around 3 or 4 months after your positive test result. Flu vaccine It is safe to get your COVID-19 vaccine at the same time as the flu vaccine or any other vaccines you may need. What vaccine will you get? You will be offered a single booster dose of theSpikevax® (Moderna) or Comirnaty® (Pfizer) COVID-19 vaccine. It is safe to get this vaccine regardless of the type of vaccine you got for your primary course (AstraZeneca/Janssen/Pfizer or Moderna). Attending Vaccination Appointment - You are required to fill out a pre-appointment questionnaire through the link in a reminder text which you will get 24 hours prior to your vaccination appointment. This is to confirm that you are free of COVID symptoms and have no temperature before your vaccination appointment. - There will be a requirement to present an acceptable photo ID for vaccination. - Wear loose-fitting clothes, such as a cardigan which can be taken off easily. And a top that has a sleeve that can be rolled up easily or a T-Shirt. - You, and whoever attends with you, will have to wear a face mask. Please be on time and do not be late or too early. - The consent form will be available for you to review and ready to sign upon arrival. - Your pharmacist will be able to answer any queries you may have before your vaccination. More Information Can I get the booster vaccine and flu vaccine at the same time? Yes, you can get the COVID-19 booster vaccine at the same time as the flu vaccine or other vaccines. We strongly recommend you get the flu vaccine if you have not had it already. What if I am pregnant? NIAC has recommended boosters for all healthcare workers, including those who are pregnant. Pregnant women are a priority group for vaccination, including for booster vaccination. You can read more about the vaccines on [hse.ie/covid19vaccine/](https://www2.hse.ie/screening-and-vaccinations/covid-19-vaccine/) You can also talk to your GP, nurse, pharmacist or vaccinator. Vaccine Information Leaflets Please read the relevant information about your booster vaccine prior to your appointment. Leaflets will also be available at our vaccination centre when you arrive. For more up-to-date Covid related information please follow the links below "}