{"title": "PDF", "author": "PDF", "url": "https://ryanwhite.hrsa.gov/sites/default/files/ryanwhite/grants/hepcco-infect-guide-2011.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "A Guide for Evaluation and Treatment of Hepatitis C in Adults Coinfected with HIV A quick reference guide for clinicians in the diagnosis, evaluation, and treatment of HCV in the setting of HIV primary care. U.S. Department of Health and Human Services Health Resources and Services Administration Last Updated: January 14, 2011 2 AUTHORS Mark S. Sulkowski, MD Associate Professor of Medicine Divisions of Infectious Diseases and Gastroenterology/Hepatology Department of Medicine Johns Hopkins University School of Medicine Laura W. Cheever, MD, ScM Deputy Associate Administrator Chief Medical Officer HIV/AIDS Bureau Health Resources and Services Administration David H. Spach, MD Director and Principle Investigator for AIDS Medical Education Northwest AIDS Education and Training Center Professor of Medicine, Division of Infectious Diseases University of Washington School of Medicine 3 EDITORIAL PANEL Sanjeev Arora, MD, FACP, FACG University of New Mexico Health Sciences Center Jeffrey Beal, M.D., AAHIVS Bureau of HIV/AIDS Florida Department of Health Kathleen A. Clanon, MD University of California at San Francisco Betty Dong , PharmD, FASHP, FCCP, AAHIVE University of California, Schools of Pharmacy and Family and Community Medicine Anna Huang, MD HIV/AIDS Bureau, Health Resources and Services Administration Russell Perry , MD, FAAFP Bronx Lebanon Hospital Richard Sterling, MD, MSc Virginia Commonwealth University Health System Lynn E. Taylor, MD, AAHIVS The Warren Alpert Medical School of Brown University Ronald D. Wilcox, MD, FAAP Louisiana State University Health Sciences Center 4 INTRODUCTION For many years the Health Resources and Services Administration's HIV/AIDS Bureau (HRSA/HAB) has endeavored to increase access to hepatitis C (HCV) treatment of HIV-infected patients in Ryan White- funded programs. In 2010, HRSA/HAB provided grants to 15 Ryan White funded clinics and one technical assistance/evaluation center to develop and evaluate models to integrate HCV treatment into HIV primary care through the Special Projects of National Significance (SPNS) program. In 2011, an additional 15 clinics will be added to this SPNS initiative. In support of this initiative, HRSA/HAB has developed this guide for clinicians in the diagnosis , evaluation, and treatment of HCV in the setting of HIV primary care. This guide is not intended to replace the need for expert consultation in the management of complex issues related to HCV treatment in persons with HIV coinfection. Rather, it should provide a quick reference in key aspects of HCV care and treatment for HIV - infected patients. Over the course of the SPNS HCV initiative, HRSA/HAB will update this guide based on input from the HCV SPNS grantees and advances in HCV care and treatment. ============================================================ I. SCREENING HIV -INFECTED PATIENTS FO R HEPATITIS C VIRUS INFECTION A. Recommendation and Rationale for HCV S creening All HIV -infected persons should undergo baseline screening f or HCV infection. Because m ost patients with chronic HCV do not have clinical symptoms r elated to their HCV infection and many do not have elevated alanine aminotransferase (ALT) levels, relying on clinical symptoms or ALT levels for screening is not reco mmended. A HCV testing algorithm is shown in Figure 1. B. Rationale for HCV S creening In the U nited States , approximately 1.1 million are living with chronic HIV infection and 2.7-3.9 million with chronic HCV infection . Among persons with HIV infection, 25-35 percent are also chronically infected with HCV ; thus, approximately 300,000 persons are living with HIV -HCV coinfection in the United States. In the modern highly active antiretroviral therapy ( HAART ) era, chronic HCV infection is a leading cause of morbidity and mortality among persons with HIV . Effective therapy is available for HCV and a cure is achiev able in a substantial proportion of patients who undergo therapy. Cure of HCV significantly reduces the patient's risk of developing cirrhosis, liver failure, or hepatocellular cancer. In addition, the presence of chronic HCV infection may affect the decision of whether to initiate antiretroviral therapy. The Department of Health and Human Service s Opportunistic Infections Guidelines recommend rou tine screening for HCV infection in all HIV -infected patients. C. Initial HCV Screening with Antibody Testing The HCV enzyme immunoassay (EIA) is the recommended initial screening test for 5 HCV infection. Newer FDA-approved third generation EIA HCV antib ody tests have a sensitivity and specificity greater than 99 percent . The EIA test determines whether the person has ever been infected with HCV, but it does not establish whether the patient has chronic (ongo ing) infection or resolved infection. If initially negative, r epeat HCV EIA testing should be performed annually if there is ongoing risk activity for acqui sition of HCV. Since many patients and physicians are not aware of all risks for HCV acquisition, and because many patients and providers are not comfortable/skilled at discussing all of these risks (e.g. anal intercourse, intranasal cocaine use), repeat HCV EIA should be performed annually for all HCV Ab- negative persons unless patient and provider are sure there is no ongoing risk activity. D. Confirmation of Positive Antibody Tests with Quantitative HCV RNA The u se of the recombinant immunoblot assay (RIBA) to confirm an initial positive EIA test is no longer recommended. Patients who have a positive HCV EIA should undergo quantitative HCV RNA testing to determine whether they have active or resolved HCV infection . Qualitative HCV RNA assays provide a detectable/non- detectable result , and although they are highly sensitive , they are not recommended. Newer quantitative HCV RNA tests (e.g., COBA S® ) for the detection of viremia and should be routinely used in person with a positive HCV EIA. The magnitude of HCV RNA level does not predict liver disease progression and should not be serially monitored to assess prognosis in persons not undergoing HCV treatment. E. Follow -up for P atient s who are HCV -Seropositive and HCV RNA Negative A positive HCV antibody test followed by a negative HCV RNA assay may occur in several settings : (1) resolved HCV infection, (2) chronic infection with low -level viremia and transient undetectable HCV RNA, (3) acute infection with transient clearance of HCV RNA, and (4) a false positive HCV antibody test. Patients who are HCV - seropositive and HCV RNA negative should h ave a repeat quantitative HCV RNA test performed in 4-6 months. If acute HCV is suspected (e.g. recent risk behaviors for infection) , the repeat testing should be performed in 8-12 weeks. If the initial and repeat HCV RNA tests are negative, the patient most likely has resolved HCV infection. Of note, presence of HCV antibody is not protective for reinfection with HCV. Since HCV antibody -positive patients can become reinfected with HCV, repeat HCV RNA testing should be performed annually if there is ongoing risk activity (injection drug use or unprotected sexual intercourse) for acquiring HCV. F. Indications for HCV RNA Testing in HCV -Seronegative P atients Medical providers should perform quantitative HCV RNA testing in HCV antibody - negative patients who have persistently elevated ALT levels , or when acute HCV infection is suspected . The rationale for performing HCV RNA testing is primarily based on the observation that false -negative EIA HCV antibody tests occasionally occur among HIV-patients with severe immunodeficie ncy (CD4 count < 100 cells/ mm3) or those receiving dialysis . In addition, patients with acute HCV infection may have a \"window period\" where they have not mounted detectable HCV antibody levels but have a positive HCV RNA test; this window period may be prolonged (up to 12 months) 6 after initial infection) in persons coinfected with HIV. If HCV RNA testing is negative in this setting, the patient is considered to have no evidence of past or current HCV infection. Repeat HCV EIA testing should be performed annually if there is ongoing risk activity for acquiring HCV. G. Indications for Repeat HCV Antibody S creening in HCV -Seronegative P ersons For HIV -infected patients who test HCV antibody negative, but continue to have risk for acquiring HCV (injection drug use, intranasal cocaine use, or unprotected sexual intercourse ), repeat HCV antibody testing should be performed annually. H. Recommendations for Preventing HCV Acquisition and Transmission to Others 1. Preventing HCV Transmission Among Adults . Medical providers should counsel patients who do not have evidence of past or active infection with HCV on how to avoid acquiring or re-acqu iring HCV infection . Most importantly, patients with injection drug use should have intensive counseling re garding safe injection practices , have access to sterile needles and syringes , and be offered treatment for their addiction . Patients with established HCV infection should receive counseling on how to prevent transmission of HCV to others ; HCV is a bloodb orne pathogen and exchange of blood or any body fluid mixed with blood can result in transmission of HCV. I n general, the prevention measures are similar to prevention measures used to reduce HIV transmission. Safe sexual practices should be emphasized in HIV-infected men who have sex with men as sexual transmission of HCV has been increasingly reported in this group . In addition, sharing of any devices that may be contaminated with blood, such as razors or toothbrushes, should be avoided. 2. Preventing Perinatal HCV Transmission . In mothers with HCV of perinatal HCV transmission is 4-7 percent . Studies have shown coinfection with HIV i ncrease s the risk of perinatal HCV transmission 2- to 3-fold. In addition, the risk of mother -to-child HCV transmission increases significantly when the mother has detectable HCV RNA during pregnancy, particularly near the time of delivery. Intrapartum HCV transmission is more common than in utero transmission. Specific intrapartum factors identified to increase the risk of HCV transmission include emergent ce sarean section, prolonged rupture of membranes (longer than 6 hours ), and invasive fetal monitoring. Although hepatitis C virus can be detected in breast milk , most studies have not shown an increase in transmission in breast -fed infants (note that mothers coinfected with HIV should avoiding breast -feeding to prevent HIV transmission) . Because maternal antibodies cross the placenta and can be detected in infants out to 18 months , the diagnosis of hepatitis C transmission in an infant can be challenging. In addition, false -positive and false - negative HCV PCR results occur during the first 3 months of li fe. By 6 months of age, t he sensitivity and specificity of two positive HCV RNA PCR assays imp rove to 81 percent and 93 percent , respectively. Current guidelines recommend postponing HCV antibody testing in newborns until 18 months of age. If the child is HCV antibody negative at 18 months or later, no further HCV testing is needed. If the mother has a detectable HCV RNA documented during pregnancy, many 7 experts would recommend also performing HCV RNA testing on the newborn at 3- 6 months after delivery , and, if positive, repeat HCV RNA testing 6 months later. If the child has a positive HCV antibody at 18 months or two separate positive HCV RNA tests (checked at l east 6 months apart ), they are considered chronically infected with hepatitis C. Among children with HCV mon oinfection, s pontaneous clearance of HCV occurs in up to 20 percent by 30 months of age. ============================================================ II. ROUTINE EVALUATION AND FOLLOW -UP OF PERSONS WITH C HRONIC HCV INFECTION A. Baseline Studies in Persons with Established C hronic HCV 1. Routine Laboratory Studies. Patients identified as having chronic HCV infection (HCV RNA positive) should have the following routine baseline laboratory studies: complete white blood cell count with differential , platelet count, prothrombin time (international normalized ratio), (HBsAg) , thyroid stimulating hormone (TSH), and a fasting lipid panel . In addition, cryoglobulin levels should be obtained in patients with any signs or symptoms that suggest cryoglobulinemia (palpable purpura, arthralgias, renal disease, or peripheral neuropathy). 2. HCV Geno type. All patients with chronic HCV who are candidates for ant i-HCV therapy should undergo HCV genotype testing. There are 6 major HCV genotypes. In the United States, approximately 75 percent of persons infe cted with HCV have genotype 1; among African- Americans, the proportion with genotype 1 is approximately 90 p ercent . For patients considering HCV treatment , the genotype should be obtained because it provides valuable prognostic information with respect to treatment response and helps determine the ribavirin dosing . In ge neral, patients with genotype 1 or 4 have significantly lower responses to treatment with peginterferon plus ribavirin compared with patients with genotypes 2 or 3. Patients with genotypes 1 or 4 should receive weight -based ribavirin dosing . Limited data exist with HCV genotypes 5 The role of HCV genotype subtyping (e.g. genotype 1a versus 1b) in clinical management is not clearly defined and thus not recommended for routine use at this time but may be important in future therapies with direct acting antiviral agents (DAA) . 3. Quantitativ e HCV RNA. A quantitative HCV RNA value should have been obtained when determining whether the HCV antibody -positive patient has chronic infection. If instead, a qualitative HCV RNA test was performed to confirm chronic infection , then the patient should have a quantitative test performed. The quantitative HCV RNA level provides prognostic information related to treatment response, but does not correlate with the degree of liver inflammation or fibrosis. In HCV -monoinfected patients , a HCV RNA level grea ter than 400,000 IU/ml is 8 associated with a poorer response to treatment. In HIV -infected patients treated for HCV, separate studies have also shown poorer response with higher HCV RNA levels. In these studies, investigators have used different HCV RNA assays and have identified cut -offs for poorer response that have ranged from 400,000 IU/L to 800,000 IU/L. 4. IL28B Testing. Recent studies have shown genetic polymorphisms near the IL28B gene (encodes an interferon lambda) strongly correlate with (1) the natural ability to clear HCV infection and (2) t reatment response with genotype 1 HCV . Specifically, the CC genotype is associated with increased spontaneous clearance and better response s to HCV treatment when compared with the CT or TT genotypes . This relationship of IL28B type and HCV outcomes has also been shown in persons with HIV coinfection. In July 2010, LabCorp announced the availability of the Interleukin 28B Polymorphism (IL28B) Genotype Test ; the test can be performed on a buccal swab or whole blood sample with the patient result report ed as CC, CT, or TT genotype. At present, routine IL28B genotype testing is not recommended, but, in the future, this test may increasingly become more widely used in clinical practice as part of routine evaluation prior to initiating treatment. 5. Screening for Other Causes of Liver Disease. In some patients, other causes of liver disease may be suspected. Screening tests and suspected diseases may include the following: hepatitis B surface antigen (HBsAg); iron, ferritin , and total iron binding capacity (hemochromatosis) disease) ; anti- mitochondrial antibodies (primary biliary cirrhosis) ; anti-nuclear and anti -smooth muscle antibody (autoimmune hepatitis) ; and alpha- 1 anti -trypsin le vel (alpha- 1 anti-trypsin deficiency). Evaluation for hepatic steatosis requires liver biopsy. B. Hepatitis A and Hepatitis B I mmunization for Persons Non- Immune. Patients with chronic HCV should avoid becoming newly infected with either hepatitis A virus or hepatitis B virus. All HCV -infected persons should be screened for immunity with total HAV antibody, hepatitis B surface antibody (HBsAb), and HBsAg. All patients without immunity should be vaccinated. Patients with a CD4 count less than 200 cells/mm 3 have significantly decreased responses to hepatitis A or hepatitis B vaccine. Four to six weeks after completion of the vaccine series, patients should undergo serologic testing to document whether they responded to the vaccine. Non- responders shoul d repeat the entire vaccine series. In patients who have a CD4 cell count less than 200 cells/mm 3, consider deferring the repeat vaccination series until the CD4 count is above 200 cells/mm3. C. Evaluation of Stage of Liver Disease 1. Liver Biopsy . Liver biopsy should be considered, but not required , to evaluate the stage of liver disease prior to initiating HCV therapy. The decision to obtain a liver biopsy is complex and should incorporate extensive input from the patient. Liver biopsy provides inform ation regarding the intensity of the liver inflammation (how active is the hepatitis) , the degree of fibrosis (how much long -term damage has occurred) , and the amount of steatosis (liver fat) . In addition, liver biopsy can 9 identify other causes of liver disease. Negative aspects of liver biopsy include patient discomfort, high cost, risk of bleeding, risk of peritonitis, and sampling error that results from heterogeneity of liver fibrosis. In addition, a small biopsy sample size may lead to inaccurate staging and underestimating of the liver disease. A liver biopsy can be particularly helpful in patients in whom treatment is less desirable, such as patients with baseline factors that predict a lower response to therapy (genotypes 1 or 4 and a HCV RNA level greater than 400,000 IU/ml) or in patients with one or more treatment relative contraindications. Liver biopsy should not be routinely performed for patients in whom HC V treatment is planned regardless of results , such as patients with baseline factors t hat predict higher response to therapy (genotype 2 or 3 and low HCV RNA level). Liver biopsy is not indicated in persons with acute HCV infection. 2. Non -Invasive T ests. Although multiple noninvasive tests are available for the purpose of estimating liver fibrosis, there are insufficient data to recommend the routine us e of these tests . Non-invasive tests have the most utility in differentiating minimal fibrosis from advanced fibrosis (cirrhosis) , but generally do not perform well in patients with intermediate levels of fibrosis. These tests should be considered in patients who refuse or are unable to undergo liver biopsy. The more commonly used non- invasive tests consist of HCV FiboSURE , ALT, AST, count, FIB -4. Transient elastography (FibroScan® ) is a bedside assessment of liver stiffness that correlates with liver disease stage, but remains a research procedure in the United States. In Europe, this test is widely used, often in combination with serum m arkers. D. Ongoing Monitoring of Patients Not on HCV Therapy Patients with chronic HCV who have not received treatment for HCV and are not planning to start treatment for HCV should have ongoing monitoring for complications related to their liver dise ase. Use of HCV RNA testing to monitor disease progression does not have value and thus is not recommended. Clinicians should counsel these patients to abstain from alcohol use, limit their intake of acetaminophen to less than 2 grams/day , avoid taking non- steroidal anti -inflammatory drugs (NSAIDs), not ingest raw seafood (risk of serious Vibrio vulnificus or Vibrio parahaemolyticus infection), maintain a normal body mass index (< 25 kg/m2), and avoid taking iron supplement s, unless they have documented iron deficiency. Clinicians should formally reevaluate these patients on a yearly basis for consideration of HCV treatment . This process should includ e development and implementation of a plan to assist patients in HCV treatment readiness . Patients who opt to defer HCV therapy due to the finding of minimal liver disease may under go repeat fibrosis staging at 2- 4 year intervals to assess progression of disease. E. Assessment and M anagement of Alcohol and Substance U se All patients with chronic HCV should be interviewed about their past and current alcohol and drug use which may affect the decision to initiate HCV treatment , as well as the ir response to therapy. Heavy alcohol use can accelerate the progression of liver disease , diminish the response to ther apy, and interfere with adherence to HCV 10 treatment . The exact level of daily alcohol consumption that is considered deleterious remains controversial, but most guidelines recommend HCV -infected persons ingest no alcohol, particularly during HCV treatment. Active d rug use is not a contraindication to HCV treatment but heavy use may interfere with adherence to HCV treatment. During treatment for HCV, the goal is to have no active drug use or , less preferably , limited drug us e. Patients with active alcohol or drug use should be counseled about stopping or decreasing their alcohol or drug use and they should be supported for enrollment or enrolled into treatment programs. Importantly, patients should not be excluded for HCV treatment based on a past history of alcohol or drug use, if ongoing use does not significantly interfere with treatment. Overall, the clinician must weigh the impact of ongoing alcohol or substance use on HCV therapy against the risk of not treating HCV infection . The key issue to address is whether the alcohol or drug use will interfere with adherence to HCV therapy . F. Evaluating and M odifying Obesity Obesity is associated with the development of nonalcoholic fatty liver disease and hepatic steatosis, which can in turn accelerate the progression of HCV -related liver disease. In addition , obesity -associated insulin resistance may diminish the response to peginterferon /ribavirin therapy. Accordingly, overweight patients (defined as a body mass index of > 25 kg/m2 ) should receive couns eling on weight reduction, including formal counseling by a dietician , and, if available, referral to a weight reduction program . G. Monitorin g for Hepatocellular Cancer Patients with chronic HCV infection and advanced fibrosis (bridging fibrosis and cirrhosis ) have an increased risk of developing hepatocellular c arcinoma (HCC) . These individuals should have screening for HCC with hepatic ultrasound every 6 months. A hepatic ultrasound that identifies a suspicious mass lesion requires more specific tes ting with a multi- phase contrast abdominal computed tomographic scan or a magnetic resonance imaging study. Due to limited accuracy, alpha -fetoprotein (AFP) alone without imaging is considered an inadequate screening tes t for HCC and is not recommended. Routine screening for HCC in persons with chronic HCV but without advanced fibrosis is not recommended. Patients with cirrhosis who are cured of HCV infection may infrequently still develop HCC and thus should continue to have routine screening for hepatoce llular cancer. H. Evaluation for Cirrhosis -Related C omplications and Hepatology Referral In addition to monitoring for HCC, patients with cirrhosis should undergo evaluation for and management of any cirrhosis -related complication. Specifically, the history and physical examination should evaluate the patient for encephalopathy and/or ascites. In general, patients with ascites should be referred to a hepatologist for further evaluation and management. All patients with ascites should undergo diagnostic paracentesis and testing, including a serum -ascites albumin gradient (SAAG) and a white blood cell count and differential . Patients with cirrhosis should undergo endoscopy to evaluate for the presence of esophageal varicies to determine the need for prophylaxis with a non- selective beta blocker . Evaluation and management of cirrhosis -related complications 11 should ideally be performed by a hepatologist . If access to a hepatologist is not possible, the patient should be managed by a medical provider who has expertise with cirrhosis -related complications, or receive care from a provider who can obtain regular consultation with a hepatologist . Any patient with decompensated cirrhosis or a diagnosis of hepatocellular cancer should be immediately referred to a hepatologist. I. Evaluation of Liver Status and Referral for Liver T ransplantation Patients with documented or probable cirrhosis should periodically have assessment of their liver status with a validated prognostic model, such as the Model for End- Stage Liver Disease (MELD) score which includes the patient's age, total bilirubin, and PT - INR and can be calculated using online resources such as the Mayo Clinic ( http://www.mayoclinic.org/meld/mayomodel6.html ). The Child -Pugh -Turcotte score also provides important prognostic information (Figure 2). These models can predict mortality risk and can serve as key indicators for liver transplantation referral. A MELD score > 10 and/or a Child- Pugh -Turcott e score > 7 indicates the patient should undergo evaluation for possible orthotopic liver transplantation by a hepatologist . In addition, patients with a diagnosis of early hepatocellular cancer may be candidates for orthotopic liver transplantation and thus should be referred immediately to a hepatologist . ============================================================ III. PATIENTS WITH E STABLISHED HCV INFECTION: EVALUATION FOR THERAPY A. Rationale for HCV T reatment Chronic HCV infection is clearly associated with a significant risk of developing cirrhosis, end-stage liver disease, and hepatocellular carcinoma. Co-infection with HIV enhances the risk of developing long -term HCV -related complications (approximately twofold increased risk of developing cir rhosis) . Patients who have established chronic HCV infrequently have spontaneous resolution of their HCV infection. Treatment of HCV has the potential to result in cure of HCV . Successful treatment of chronic HCV (viral eradication) can result in the foll owing favorable outcomes for the patient : (1) decreased risk of developing cirrhosis and end- stage liver disease, (2) dec reased risk of developing hepatocellular carcinoma, (3) reduced incidence of liver -related morbidity and mortality, (4) reduced risk of antiretroviral therapy -induced hepatitis, (5 ) diminished occurrence of extrahepatic complications, such as mixed cryoglobulinemia, and (6) elimination of the risk of transmission of HCV to others. B. Goals of HCV T herapy The primary long -term goal of HCV treatment is to prevent HCV -related com plications and death in persons coinfected with HIV. The more immediate treatment goal is to cure the patient of HCV infection. The treatment response parameter that correlates best with virologic cure is the susta ined virologic response (SVR). The is defined as an undetectable HCV RNA in serum 24 weeks after completing HCV therapy; 12 patients who achieve a SVR have a very high likelihood of achieving a long -term cure of HCV. C. Summary of Key HCV -HIV Treatmen t Studies (in HCV -Treatment N treatment studies -coinfected, HCV -treatment naïve patients initially established peginterferon alfa plus ribavirin as superior to standard interferon alfa plus ribavirin : APRICOT, ACTG 5071, and RIBAVIC (Figur e 3). Taken together, these studies showed an SVR of 14- 29 percent for patients with genotype 1 and 43- 73 percent for genotype 2 or 3. In these three studies, peginterferon/ ribavirin may have underperformed for patients with genotype 1, since investigators did not use weight -based ribavirin dosing. Subsequently, the Barcelona and PRESCO studies used peginterferon plus weight -based ribavirin dosing for patients with genotype 1 with SVR rates of 38 percent and 36 percent , respectively . In the PARADIGM study, however, weight -based ribavirin dosing did not appear to enhance SVR rates in HIV - infected patients with genot ype 1 (22 percent SVR rate in patients receiving higher dose ribavirin) . Nonetheless, studies in patients with HCV genotype 1 monoinfection clearly have shown significant improvement in SVR rates with weight -based ribavirin dosing . Limited data exist for SVR rates in HIV -infected persons with HCV genotypes 5 or 6, which are uncommon infections in the United States . D. Baseline Factors Predicting R esponse Investigators have identified three baseline factors that provide the most important HCV treatment prognostic information: HCV genotype, HCV 28B status. Patients with HCV genotype 2 or 3 have significantly improved SVR rates when compared with patients who have genotype 1 or 4. A baseline HCV viral load less than 400,000 IU/ml also predicts a favorable response to therapy. The IL28b genotype CC is clearly associated with favorable response to therapy in all ethnicities when compared with genotype CT or TT. Other factors associated with favorable response, although considered to have less prognostic value, include non -African American race, absence of bridging fibrosis or cirrhosis, body weight < 75 kg , age < 40 years, absence of insulin resistance, and elevated baseline alanine aminotransferase levels (three- fold higher than the upper limit of normal ). E. Mental Health A ssessment Mental health screening prior to initiating HCV therapy is recommended for three reasons: (1) patients infected with HCV have increased rates of depression, (2) active and untreated mental health issues can interfere with adherence to HCV treatment and diminish the likelihood of successful outcome, and (3) depression, and less fr equently other psychiatric complications , can result from treatment with interferon or peginterferon. T hus, a baseline evaluation is often very helpful in preparation for treatment and as a barometer if psychiatric issues develop during HCV therapy . Many clinicians r ecom mend the use of standardized depression screening tools, such as the Centers for Epidemiologic Studies Depression Scale (CES -D) or the 9-item patient health questionnaire ( PHQ -9) before and during HCV treatment . 13 F. Indications for HCV T herapy Treatment of HCV infection should strongly and carefully be considered in all HIV - infected persons with active HCV infection. Considering the long -term major negative impact that HCV has on HIV outcomes, extensive effort should be made to initiate HC V treatm ent in all HIV -infected adults . If the patient is considered not to be a suitable treatment candidate, the clinician should identify and attempt to modify any factors that exist as a barrier to HCV treatment . For patients with genotype 1, the on- treatment 12- week HCV RNA levels highly correlate with the likelihood of SVR; poor responders (less than 2 log reduction in HCV RNA at week 12) should have HCV treatment stopped at that point. The use of HCV monitoring at week 12 thus spares patients who are unlikely to achieve SVR from prolonged unnecessary HCV treatment. In patients willing to follow the treatment protocol, t he following conditions favor initiating therapy : Patient willing and motivated to treat their HCV infection Acute HCV infection A biopsy showing chronic hepatitis with significant than portal fibrosis) Cryoglobulinemic vasculitis Cryoglobulinemic membranoproliferative glomerulonephritis Acceptable hematologic parameters Serum creatinine < 1.5 mg/dl G. Absolute Contraindications for HCV Therapy Although clinicians should make a strong effort to treat HCV in HIV -infected persons, some patients should not receive HCV therapy because the risk of treatment clearly outweighs t he potential benefit s. Specific factors and conditions considered as a contraindications to HCV therapy are listed as follows: Uncontrolled immunosuppression (CD4 < 100 cells/mm 3) Known allergy or severe adverse reaction to interferon and/ or ribavirin Severe concurrent medical disease, such as poorly controlled diabetes , cardiac failure, significant coronary artery heart disease, severe hypertension, severe chronic obstructive pulmonary disease , active tuberculosis, or active cancer Untreated thyroid disease Patients concurrently receiving didanosine Women who are pregnant, nursing, or are of child- bearing potential and not able to practice contraception Men who have pregnant partners or partners of child- bearing potential and unwilling to practice contraception during treatment and for 6 months after treatment ends Active, untreated autoimmune disease (e.g., systemic lupus erythematosis ) known to be exacerbated by peginterferon and ribavirin Ribavirin is contraindicated if the creatinine clearance less 50 cc/min 14 H. Rela tive Contraindications for HCV Therapy A number of conditions may exist that serve as relative contraindications to therapy. Whenever possible, these issues should be addressed and modified prior to initiating therapy. In other circumstances, however, modification of these relative contraindications may not be possible. For patients with kidney dise ase, especially those on dialysis, treatment of HCV presents multiple challenges and should only be performed in centers with expertise in treatment of HCV in patients with kidney disease. Obtaining information from a liver biopsy regarding the need to i nitiate treatment can be particularly helpful in patients with one or more relative contraindication. Some experts might consider HCV treatment in patients with sarcoidosis or hemoglobinopathies, but these disorders should be considered very strong relative contraindications; only highly experienced HCV experts should treat this patient population . Significant hematologic abnormality: hemoglobin < 10.0 g/dl, 50,000/µl CD4 <2 00 cells/mm 3 Patients o n dialysis or with a creatinine clearance < 50 mL/min Uncontrolled diabetes mellitus Patients concurrently receiving zidovudine Autoimmune disorders (systemic lupus erythematosus , rheumatoid arthritis) Active substance use or ongoing alcohol use if interference with adherence is anticipated Untreated mental health disorder Hemoglobinopathies (e.g., thalassemia major and sickle cell anemia) Sarcoidosis Solid organ transplantation patients I. Overcoming Barriers to Initiating T reatment Clinicians should formally address any barrier that is interfering with the patient's ability to undergo HCV treatment. Clinics that provide care to HIV -infected persons often have existing programs and counselors in place to manage substance use issues and mental health dis orders. Thus, in most settings, a multidisciplinary approach is recommended. For patients who have barriers to treatment, such as ongoing heavy substance use, a strong effort should be made to engage the individual in a treatment program. Treatment of o pioid dependence with methadone or buprenorphine- naloxone is strongly encouraged. Recent data have shown a clinic -based treatment of opioid dependence with buprenorphine- naloxone resulted in overall improved clinical outcomes. Patients with active mental health disorders should have these addressed by the clinician or when appropriate be refer red to a mental health professional for counseling and treatment as needed. Patients are often not willing to undergo HCV treatment due to misinformation or valid co ncerns of possible side effects. It is important to develop appropriate patient education, including consideration of peer - based or group- based counseling, to improve treatment acceptance rates. For some patients, particularly those with a history of inj ection- drug use, self -injection of peginterferon may be very difficult and pose a significant barrier to treatment and 15 treatment adherence. This barrier should be removed by providing weekly injections of peginterferon at the clinic site if desired by the patient. J. Making and Documenting the Decision W hether or Not to Treat HCV All patients with acute or chronic HCV infection should undergo a designated clinic visit evaluation for HCV treatment. Clinicians should document the decision regarding initiat ion of HCV therapy. If the decision is made to not initiate therapy, the clinician should document reasons for this decision and describe a plan to overcome any treatment barriers. For patients who are not deemed eligible for treatment, a long -term plan to address relative contraindications should be developed and implemented such that patients are actively engaged in working toward HCV treatment. K. Reevaluating T reatment Patients who are either unwilling or unable to undergo HCV therapy should undergo reevaluation for HCV therapy on an annual basi s. In addition, as new treatments become available, treatment decisions should be reconsidered. L. Initiating Treatment for Perso ns with A cute HCV 1. Rational e for Treating Acute HCV. Among patients without HIV infection who develop acute HCV infection, approximately 20 percent will have spontaneous resolution of the HCV; the spontaneous resolution is often evident within 12 weeks after infection , but some patients have a more delayed clearance . The likelih ood of progression of acute HCV infection (< 6 months after acquisition) to chronic disease is higher in HIV -infected person compared to uninfected persons; the probability of viral clearance is significantly higher in persons with a favorable host genetic profile defined by a single nucleotide polymorphism near the gene for IL28B. Patients with acute HCV present a unique treatment opportunity since SVR rates are substantially higher with treatment of acute HCV than chronic HCV. 2. Patient s Present ing for Evaluation within 12 Weeks of HCV infection. For patients who present very early with acute HCV infection, recent data suggest that observing for 12 weeks time to allow for spontaneous resolution of HCV may be appropriate for persons with a favorable IL28b genotype ( CC). In contrast, if the individual has an unfavorable IL28B genotype (T T or CT ) or persistent viremia at week 12, treatment is recommended. Other experts do not recommend observing for 12 weeks in any HIV -infected person with acute HCV inf ection and recommend immediately initiating HCV therapy in HIV -infected patients with confirmed acute HCV infection. 3. Patients Present ing for Evaluation after 12 Weeks of HCV Infection. Unfortunately, most patients do not present within 12 weeks of acquiring HCV and thus most treatment decisions for acute HCV fall outside of the 12-week window. For patients who present at a later point (between 12- 24 weeks), a more immediate treatment decision is usually needed. Most experts would favor treating these patients if they have HCV viremia, but some experts would continue to observe those who have a favorable IL28B genotype (CC) since spontaneous clearance has 16 been reported during the first year after infection. For patients who present more than 48 weeks after HCV infection, the benefit of treatment is less clear and expert consultation should be obtained. M. Complementary and Alternative Medicine T herapies for HCV Complementary and alternative medicine therapies are used by a substantial number of pers ons with HIV and HCV co infection . Some surveys have estimated more than 20 percent of patients with chronic HCV have used at least one complementary and alternative medicine therapy . The most commonly used alternative medicine is Silybum marianum , commonl y referred to as silymarin or milk thistle. Other agents used include echinacea, St. John's wort, valerian, and gink go biloba. Thus, clinicians should ask patients about their use of \"natural medications\", including herbal products, vitamins, and supplements. Although complementary and alternative therapies are frequently used, no data are available to support their efficacy in patients with HIV -HCV coinfection. The NIH is conducting a study with standardized formulation of silymarin to determine its effectiveness in patients who did not respond to conventional HCV therapy. Until further information is available, the use of complementary and alternative therapies is strongly discouraged during HCV treatment to avoid potential interference, overlapping drug toxicities, and drug -drug interactions. Of particular note, the use of St. John's Wort is contraindicated with the use of HIV protease inhibitors or non-nucleoside reverse transcriptase inhibitors in the treatment of HIV because of an increase in the m etabolism of the antiretroviral medications . ============================================================ IV. INITIATING HCV THERAPY A. Timing of Initiating HCV Therapy Related to CD4 Cell Count and Antiretroviral Therapy The decision to initiate HCV treatment must take into account the HIV and HCV disease stages, as well as comorbid conditions. For most patients with chronic HCV , there is no urgency for HCV treatment. Prior to initiating HCV therapy, the patient's HIV disease should be clinically stable. If antiretroviral therapy is indicated (and the patient is not on antiretroviral therapy), antiretroviral therapy should be started first and virologic suppression achieved prior to initiating HCV therapy. P atients starting antiretroviral therapy with a CD4 count less than 350 cells/mm 3 should receive at least 6-12 months of antiretroviral therapy in an attempt to increase the CD4 cell count prior to starting HCV therapy. Patients with cirrhosis often have splenic sequestration of CD4 cells, resulting in low absolute CD4 cell counts and discordant absolute CD4 count and CD4 percentage. These patients often do not get major increases in absolute CD4 cell count with antiretroviral therapy. Although a specific CD4 cell count threshold has not been defined for treating HCV, most of the safety and efficacy data with peginterferon plus ribavirin therapy is based on persons with CD4 count s greater than 200 cells/mm 3. In one study, HCV RNA suppression was greater in coinfected patients with CD4 count 450 cells/mm3. Prior to initiating HCV treatment, HCV 17 disease should also be clinically stable. For persons with evidence of hepatic decompensation, HCV treatment with peginterferon plus ribavirin is not warranted . B. Antiretro viral Agents to A void The use of antiretroviral therapy in combination with HCV therapy may lead to complex medical regimens with respect to pill burden and potential drug -drug interactions, but with a few exceptions, the concurrent use of antiretroviral t herapy and HCV treatment is safe. Due to drug -drug interactions and/or overlapping toxicit ies, zidovudine (Z DV) and/or didanosine (ddI) should not be co -administered with peginterferon plus ribavirin . Severe anemia due to peginterferon plus ribavirin is more common in HIV -infected persons taking zidovudine; the use of zidovudine is relatively monophosphate dehydrogenase, that potentiates toxicity. Since and , in some cases, fata l lactic acidosis have been reported with ribavirin and didanosine , the use of these medications together is strictly contraindicated. Thus, before initiating therapy for HCV, patients receiving didanosine or zidovudine should have their antiretroviral regimen changed to a comparable regimen that does not include didanosine or zidovudine. In some studies, abacavir use in patients receiving peginterferon plus ribavirin has been associated with a lower lik elihood of SVR compared to other antiretroviral re gimens; this finding , however, is retrospective and has not been consistently confirmed. Accordingly, the routine discontinuation of abacavir prior to HCV treatment is not recommended. C. Choice of R egimen in HCV Treatment -Naive Based on prospective, randomized controlled trials, the i nitial HCV treatment in HIV - infected patients should be peginterferon alfa plus ribavirin. 2b plus have been studied in patients with HIV infection . Both of these regimens are recommended and widely used to treat HCV in persons infected with HIV and have been shown to be equally effective. Note : For HCV treatment in persons co -infected with HIV, only peginterferon alfa-2a is FDA dosing of peginterferon plus ribavirin regimens are similar to those recommended for HCV monoinfected patients (Figure 4). Dosing of peginter feron is the same regardless of genotype, but ribavirin dosing depends on the patient's administered subcutaneously once weekly and is most often performed by patient self -injection. For patients who are unable or unwilling to provide self -injection of peginterferon, the clinic should provide weekly injection of peginterferon at the clinic site or via home health. Ribavirin is available in a generic preparation and in multiple different brand- name preparations, including Copegus, Rebetol , and Ribasphere . Ribavirin is available as individual 200 mg tablets or capsules, and as a single 400 or 600 mg tablet in a blister pack containing dosing for one week ( RibaPak ). The daily dose of ribavirin is divided into 18 two doses administered with food . Dose reductions in peginterferon and/or ribavirin may be necessary and this issue is discussed in detail in the section Monitoring and Manag ement of Patients who receive HCV Therapy. 2. Peginterferon Regardless of HCV genotype, s tandard doses of peginterferon are recommended and dose reductions are required in renal insufficiency : Peginterferon alfa- 2a 180 mcg by Peginterferon weekly (If CrCl 30 -50 mL/min: reduce dose by 25 percent (if CrCl 10 -29 mL/min: reduce dose by 50 percent ) 3. Ribavirin Dosing: For patients with genotype 2 or 3, ribavirin should be dosed at 800 mg/day , regardless of which interferon preparation is used . For coinfected patients with HCV genotype1 or 4, m ost e xpert s and recent guidelines recommend the use of weight -based ribavirin dosing in accordance with the approved dose for HCV monoinfected patients . The weight -based dosing in patients with genotype 1 or 4 differs with the preparation of peginterferon used. When used with peginterferon alfa- 2a, the r ibavirin dose is 1000 mg/day for patients who weigh < 75 kg, and 1200 mg/day for those > 75 kg) . When used with peginterferon alfa- 2b, the ribavirin dose is 800 mg/day for patients who weight < 65 kg, 1000 mg/day for those between 66 - 80 kg, 1200 mg/day for those between 81 - 105 kg, and 1400 mg/day for those > 105 kg. T he ribavirin should be given in two divided doses (eg. 400/400 mg bid, 600/400 mg bid, 600/600 mg bid, or 800/600 mg bid). Note : The FDA -approved dose of ribavirin for HIV/HCV coinfected patients is 800 mg/day in two divided doses (400 mg by mouth twice daily), for all genotypes. E. Planned D uration of Therapy in HCV Treatment -Naive 1. Planned Duration of Therapy. Independent of HCV genotype, the recommended planned duration of HCV treatment in HIV -infected patients is 48 weeks for persons who achieve an undetectable HCV RNA during the first 24 weeks of treatment . For patients with genotype 1 or 4 who have detectable HCV RNA levels at week 12, but undetectable HCV RNA levels at week 24, some experts have recommended extending tr eatment for a total of 72 weeks. In the future, use of direct acting agents (hepatitis C protease inhibitors) will likely change this approach and provide an alternative to extending therapy. 2. Discontinuing Therapy Prior to Week 48. HCV treatment should be stopped earlier than 48 weeks if on- treatment HCV RNA response futility criteria are met at treatment week 12 or 24. Treatment should be discontinued in patients who at week 12 do not achieve an early partial virologic response ( 2 log 10 decline in HCV RNA level from baseline) or complete virologic response (undetectable HCV RNA at treatment ). Patients who have an early virologic response, but do not achieve an undetectable HCV RNA at treatment week 12, should be re- tested at week 24 . If 19 HCV RNA le vels remain detectable at week 24, treatment should be discontinued . In addition, treatment may need to be discontinued in patients who develop severe adverse effects to treatment or intolerable treatment -related side effects. F. Common Adverse Effects wi th HCV Therapy Side effects related to peginterferon plus r ibavirin occur in nearly all patients; however, the severity and nature of these toxicities are highly variable in treated individuals. The most common adverse effects are initial influenza -like s ymptoms (fever, headache, myalgia), fatigue, rash , and neuropsychiatric effects (depression, irritability, insomnia, and cognitive dysfunction). In addition, peginterferon can induce a n autoimmune thryoiditis resulting in hyperthyroidism or hypothyroidism . Overall, the presence of HIV infection does significantly alter the frequency or presentation of these toxicities. Peginterferon plus ribavirin therapy is associated with nausea, vomiting (less common) and weight loss due to anorexia. T hese side eff ects may be more frequently observed in HIV/HCV coinfected individuals. Similarly, cytopenias due to peginterferon (anemia, neutropenia, lymphopenia and thrombocytopenia) and ribavir in (anemia) are more common in HIV -infected persons. Treatment -related neutropenia is relatively common (up to 27 percent of coinfected patients) , but neutropenia has not been linked to serious bacterial infections in this setting . Although some decline in platelet count frequently occurs, significant thrombocytopenia is relatively uncommon. Peginterferon also causes a reduction in the absolute lymphocyte count , including the CD4 cell count ; however, the percentage of lymphocytes that are CD4+ is typically preserved. Similarly, anemia due to peginterferon bone marrow suppressi on and ribavir in-induced hemolysis occurs more frequently in persons with HIV. The management of treatment - associated compli cations is discussed in greater detail in the section Monitoring and Management of Patients who Receive HCV Therapy. G. Treatment of Acute HCV Infection Compared to no treatment, peginterferon with or without ribavirin therapy increases the HCV clearance rate in persons with acute infection by as much as 50 percent . In the largest trial of treatment of acute HCV in HIV -infected perso ns, 69 (62 percent ) of 111 patients had a SVR with peginterferon with or without ribavirin for 24 or 48 weeks. Most patients had genotype 1 and received treatment with peginterferon plus ribavirin for 24 weeks. The optimal regimen to treat acute HCV infec tion has not been defined; specifically, there is considerable uncertainty regarding the need for ribavirin and the optimal duration of treatment. Based on limited existing data and experience in persons with HCV monoinfection, the following is recommended if treatment is initiated for a patient with acute HCV : Patients should receive peginterferon alfa at the same doses given for chronic HCV. The duration of therapy is preferably 48 weeks, regardless of genotype. In this setting, since the 48- week regimens have not been established as superior to 24-week regimens, discontinuing therapy at 24 weeks should be considered for patients who are tolerating therapy poorly . The addition of ribavirin is preferred, but should not be considered mandatory. If ribav irin is used, it should be given for the same duration as peg interferon and 20 weight -based ribavirin dosing should be given to patients with genotype 1. Baseline laboratory studies, monitoring for response to HCV therapy , and monitoring for toxicities should be performed as outlined for patients with chronic HCV. ============================================================ V. MONITORING AND MA NAGEMENT OF PATIENTS WHO RECEIVE HCV THERAPY A. Baseline Laboratory Studies Prior to Star ting Therapy HIV/HCV coin fected patients should undergo laboratory testing within 30 days of starting HCV treatment to establish the baseline (week 0) parameters for subsequent efficacy and safety monitoring. Complete blood count (CBC) with differential : monitor for anemia, neutropenia, and thrombocytopenia Comprehensive metabolic panel (CMP): monitor renal and liver function and liver inflammation Thyroid stimulating hormone (TSH) : monitor for peginterferon- related thyroid abnormalit ies HCV RNA quantitative level (e.g., RT -PCR) : monitor for treatment efficacy CD4 cell count and percentage: monitor for impact of peginterferon on CD4 cell count HIV RNA quantitative level : monitor for the stability of HIV disease and stability of HIV RNA levels (and maintenance of suppressed HIV R NA levels in patients receiving antiretroviral therapy ) All women of childbearing potential require a negative pregnancy test immediate ly prior to initiating therapy. No doses of ribavirin should be given until a negative pregnancy test has been confirmed. B. Counseling Regarding Avoiding Pregnancy All patients receiving ribavirin should receive counseling about the significant teratogenic risk of ribavirin therapy. Women of child -bearing age and all men who engage in heterosexual activity should receive clear instruction to use two forms of effective contraception during ribavirin treatment and during the 6 month post - treatment period. It is essential that women and men also receive clear instructions that it is critical to avoid pregnancy during therapy and during the 6- month period after therapy has been completed. Women of child -bearing age require a baseline negative pregnancy test just prior to receiving the first dose of ribavirin. In addition, routine monthly pregnancy tests must be performed during therapy and during the 6- month post treatment period. If during this period pregnancy occurs (in the women receiving ribavirin or the female partner of a male taking ribavirin), immediate expert consultation is advised and the pregnancy should be reported to the Ribavirin Pregnancy Registry at 1-800-593-2214. In addition, t he HIV Antiretroviral (ARV ) Pregnancy Registry ( http://www.apregistry.com/who.htm ) should be notified if the patient is also receiv ing antiretroviral therapy. 21 C. Ophthalmol ogic Evaluation Serious ophthalmologic complications can arise or be exacerbated by peginterferon therapy. Individuals who have preexisting eye disorders should undergo a baseline ophthalmologic evaluation, and, if cleared for treatment, should undergo periodic ophthalmologic evaluation during therapy, with the frequency of visits determined by the underlying condition and the status at each visit. Any patient on peginterferon who has a new visual symptom (blurred vision, decreased vision, visual disturbance, visual loss, or eye pain) or on fundo scopic after treatment start is found to have retinal hemorrhage, cotton wool spots or papilledema should undergo prompt evaluation by an ophthalmologist and peginterferon discontinued until the ophthalmologist has evaluated the new visual complaint. Note: The product information for peginterferon alfa- 2b and peginterferon alfa- 2b also recommends a baseline ophthalmologic examination for all patients prior to starting pe ginterferon therapy. Most experts, however, do not obtain routine baseline ophthalmologic examinations in patients with no preexisting ophthalmologic disorders and no visual symptoms. D. Planned Laboratory Studies Monitoring During Therapy After initiation of HCV therapy, the laboratory studies must be monitored at regularly scheduled intervals as outlined in Figur e 5. More frequent monitoring is necessary if drug toxicity occurs. E. Planned Visits As outlined, clinician visits should be routinely conducted at regular interval s to assess and monitor for treatment -related side effects, discuss and provide interventions to manage these effects , discuss the response to therapy , monitor adherence to therapy, and provide encouragement and support to the patient . In addition, unscheduled clinician visits and/or phone calls should occur to address events that may arise at anytime during the treatment course. F. Evaluation of Treatment Response (summary of approach) The primary measure of treatment response is the change in HCV RNA level from baseline. The interpretation of this response is based on the log 10 change in HCV RNA from baseline or the achievement of undetectable HCV RNA at specific treatment weeks. The definition s for virologic response s during treatment , as outlined in the American Association for the Study of Liver ( AASLD ) guidelines, are shown in Figur e 6. Treatment Week 4. Although the week 4 HCV RNA change is typically not used to make decisions regarding treatment discontinuation, it provides an early assessment regarding the likelihood of SVR ( Figure 7) and allows patients to receive direct feedback regarding their individualized response to therapy. Those who are HCV RNA negative at week 4, termed rapid virologic response (RVR), have the highest likelihood of achieving sustained virologic response (SVR) if they remain on therapy. 22 Treatment Week 12. HCV treatment should be discontinued in patients who at week 12 fail to have 2 log 10 reduction in HCV RNA level compared to baseline (e.g., fail to achieve a partial or complete early virologic response [EVR]). Treatment Week 24. Patients who achieve a partial EVR with detectable HCV RNA at treatment week 12 should be re- tested at week 24, and if HCV RNA remains detectable, treatment should be discontinued. End of Treatment . Patients should have a HCV RNA level checked at completion of 48 weeks of therapy to determine whether they have achieved an end of treatment response (ETR). Post Treatment. Patients with undetectable HCV RNA at the end- of-treatment (ETR) should be monitored for virologic relapse at 4, 12, and 24 weeks after therapy . Sustained virologic response (SVR) is defined as HCV RNA undetectable at post -treatment week 24; long -term follow -up studies indicate that this represents durable eradication (cure) of HCV infection. If HCV RNA is detected following an end-of-treatment response, the pat ient has experienced virologic relapse and no additional HCV RNA monitoring is indicated. Expert consultation should be obtained f or patients with virologic relapse, since some experts would consider reinitiating therapy. G. Management of Common Interferon Systemic Symptoms 1. Influenza -like Symptoms. The initial peginterferon injection is associated with signs and symptoms of an \"influenza -like\" illness that typically comprises fever (in 20 percent to 30 percent of patients), headache (40 percent to 50 percent ), and myalgia (20 percent to 30 percent ). The onset of symptoms is seen approximately 4 to 6 hours after the peginterferon injection and may persist over several days. These manifestations of therapy are often self -limited, with tachyphylaxis occurring after the first 2 to 3 injections. In addition, the use of non- steroidal anti -inflammatory drugs (NSAIDS) or acetaminophen (< 2000 mg/day) as prophylaxis or treatment may be highly effective in minimizing the impact on the patient's quality of life. Further, giving the injection late in the day or at bedtime further reduces symptoms. 2. Fatigue. The incidence of fatigue is high (up to 90 percent ). The cause of fatigue during peginterferon plus ribavir in therapy may be multi- factorial, reflecting potential neuropsychiatric effects (e.g. , depression), disturbance of sleep, and medical effects (e .g., anemia and/or hypothyroidism). There are numerous anecdotal reports of medical interventions to improve treatment -related fatigue, but few large, randomized, controlled trials have addressed this common problem . Neurovegetative symptoms may be treated with antidepressant agents tha t exert noradrenergic/dopaminergic activity , such as bupropion, venlafaxine, and duloxetine. Treatment with psychostimulants, such as methylphenidate or modafinil, has also been reported. Antidepressants, such as trazadone, which help with sleep, have also had success in patients with major sleep disturbances. Interestingly, an exercise regimen has been effective in reducing fatigue in chemotherapy for 23 malignancy and may represent the first -line strategy to combat fatigue related to HCV treatment. H. Management of Depression 1. Monitoring for Depression During Treatment . Patients should be carefully observed and evaluated for signs and/or symptoms of depression at regular intervals. Self -assessment screening tests, such as the Centers for Epidemiologic Study Depression Scale (CES -D), the 9-item patient health questionnaire (PHQ -9), Beck's Depression Inventory (BDI), or the Zung depression scale (Z -SDS) , may also be useful in diagnosing depression. Some experts recommend starting prophylactic selective serotonin re- uptake inhibitors before starting HCV therapy. 2. Management of Mild Depression. Mild depressive symptoms during treatment do not typically require peginterferon dose reduction or treatment discontinuation and can typically be managed effectively by the HCV treatment provider with frequent monitoring of depression severity , typically once weekly by visit or phone evaluation, and the prescription of antidepressants , such as selective serotonin re- uptake inhibitors. For example, citalopram (20 mg by mouth daily) has been shown to be safe and effective in preventing and treating peginterferon- related depression. 3. Management of Moderate to Severe Depression. Moderate or severe depression mandates a multidisciplinary approach, including evaluation by a mental health professional (e.g., psychiatrist) and dose reduction of peginterferon: reduce peginterferon alfa- 2a from 180 to 135 peginterferon alfa- 2b from 1.5 to 1.0 mcg/kg. In some cases, consideration should be given to a larger initial peginterferon dose reduction: reduce peginterferon alfa- 2a from 180 to 90 mcg and peginterferon alfa -2b from 1.5 to 0.5 mcg/kg. Patients with moderate depression should have in person evaluations at least every 2 weeks. Importantly, all persons found to have moderate or severe depression should be evaluated for suicidal ideation. For patients suffering from severe depression or active suicidal ideation, HCV treatment should promptly be discontinu ed. I n some cases, patients may require hospitalization for management. 4. Duration of Antidepressant Therapy. In all patients with treatment -emergent depression, antidepressants should be continued for the total duration of HCV treatment and for 2 to 3 months after treatment cessation. Early discontinuation of antidepressant therapy without an adequate \"washout\" period after HCV treatment discontinuation is frequently associated with a rebound in depressive symptoms. I. Management of Anemia 1. Primary Approach: Ribavirin Dose Reduction. The initial and primary management of symptomatic anemia (Hb less than 10 g/dL) is ribavirin dose reduction. The ribavirin dose reduction most often consists of a gradual two- step process: o Step 1: reduc e by 200 mg for patients receiving 800- 1200 mg/day or 24 reduce by 400 mg for patients receiving 1400 mg/day; o S tep 2: reduc e by another 200 mg if the Hb has not improved 2 weeks after step 1 reduction (and i f the patient's current dose is 800 mg or greater ). If the patient has a sharp decline in hemoglobin, particularly during the fi rst 4 weeks of therapy , or the patient has moderate to severe symptoms from the anemia, most experts would recommend immediately reducing the ribavirin dose to 600 mg/day (without a step- wise reduction). In addition, f or patients with high cardiovascular risk , the more rapid reduction in ribavirin is recommended to minimize the duration and severity of anemia. In general , the ribavirin dose should not be reduced to lower than 600 mg/day. Patients undergoing ribavirin dose reduction should have close monitoring of Hb levels, typically every 1- 2 week s; the frequency of monitoring can decrease when the Hb improves and stabilizes . For p atients who have the ribavirin dose reduced and are not receiving an erythrocyte- stimulating agent, ribavirin should remain at the reduced dose. If the patient is receiving an erythrocyte- stimulating agent , the reduced dose ribavirin can be carefully increased when the Hb approaches or exceed s 10 g/dl. 2. Use of Erythrocyte Stimulating Agents. a. Potential Benefit and Safety Issues. Erythrocyte -stimulating agents may be a useful adjuvant therapy for the management of treatment -related anemia i n the treatment of HCV in persons coinfected with HIV, particularly in patients who are not responding to ribavirin dose reduction or have a hemoglobin ( Hb) decrease to less than 10g/dl . In addition, using erythrocyte- stimulating agents to minimize ribavirin dose reductions may be of increased importance in patients who do not achieve a RVR. The erythrocyte- stimulating agents, epoetin al fa (Procrit, Epogen) or darbepoetin alfa ( Aranesp) may lead to clinical improvement and permit treatment continuation in coinfected patients with significant symptomatic anemia. In addition, epoetin alfa has been shown to increase Hb level and improve qua lity of life in HIV -infected patients with HCV treatment -related anemia. Adjuvant erythrocyte- stimulating agents, however, have not been prospectively shown to increase the likelihood of SVR and , in some patient populations (e.g., persons with malignancy and end -stage renal disease) , erythrocyte- stimulating agents have been linked to increased risk of thrombosis, hypertension, cardiovascular events, tumor progression, and rare cases of pure red cell aplasia. Patients with uncontrolled hypertension should not receive an erythrocyte- stimulating agent. b. Dosing, Monitoring, and Response . The recommended initial dosing is epoetin alfa 40,000 IU given subcutaneously once weekly or darbepoetin alfa 200 mcg given subcutaneously every other week . For HIV -HCV coin fected patients, most experts prefer epoetin alfa. Patient s receiving an erythrocyte- stimulating agent should be ev aluated every 1 to 2 weeks to monitor the hemoglobin level and blood pressure. Adequate serum iron at onset of therapy should be assured, with consideration of repeat assessment of serum iron if 25 treatment is prolonged or the patient does not response to an erythrocyte- stimulating agent. The initial goal is a 1 g/dl or greater increase in Hb in a 2- week period. If this goal is not achieved, the dose of the erythrocyte- stimulating agent should be increased: epoetin alfa to 60,000 IU/week and darbepoetin alfa to 300 mcg. The eventually goal is for the Hb to increase to between 10 and 12 g/dL, but should not exceed 12 g/dL. This recommendation for a target hemoglobin level between 10 and 12 g/dL is based on clinical studies in patients with chronic renal failure that showed increased mortality and cardiovascular complications when aiming for a target hemoglobin level of 13 g/dl and above. Thus, t he erythrocyte- stimulating agent should be held if the hemoglobin level exceeds 12 g/dL , but may need to be restarted (typically at 25 percent reduced dose) if the Hb subsequently decreases to < 10 g/dL or the patient develops anemia- related symptoms at a Hb <12 g/dL . If the Hb is near 10 g/dL, or between 10 and 12 g/dl, and the patient is taking a reduced dose of ribavirin, some experts will maintain the use of the erythrocyte- stimulating agent while increasing ribavirin dos e back to target levels. Alter natively, the dose of the erythrocyte- stimulating agent can gradually be decreased, with a subsequent increase in the ribarivin dose if the Hb remains stable. c. Failure to Respond to Erythrocyte -stimulating Agent. Patients who do not respond to an erythrocyte -stimulating agent should undergo further evaluation, including iron, total iron binding capacity, folate, vitamin B12, and reticulocyte count . A consistent decline in Hb while receiving an erythrocyte stimulating agent is not a normal response and should prompt consideration of pure red blood cell aplasia, a rare complication of therapy with an erythrocyte- stimulating agent. 3. Patients with Cardiac Disease. For p atients with stable and asymptomatic cardiac disease who have a greater than 2 g/dL decrease in hemoglobin during any 4-week period, the daily ribavirin dose should be reduced by 200 mg; in addition, the peginterferon dose should be reduced by half . Rapid reduction of ribavirin to 600 mg is recommended if the patient is considered a \"high-r isk\" cardiovascular patient or they develop any cardiac symptoms. For patients with cardiac disease, therapy with peginterferon and ribavirin should be permanently discontinued if the hemoglobin level decreases to <12 g/dL after appropriate ribavirin dose reduction. In addition, if at any time during treatment the patient's cardiovascular disease becomes unstable, HCV therapy should be discontinued. 4. Discontinuation of Therapy. For patients who have a hemoglobin level that persists at a level less than 8.5 g/dL despite ribavirin dose reduction to 600 mg/d and support with an erythrocyte- stimulating agent, ribavirin should be discontinued. In the setting where a patient has a decline to less than 8.5 g/dL prior to full ribavirin dose reduction, it is reasonable to temporarily discontinue ribavirin until the Hb increases above 10 g/dL, and then restart ribavirin at a dose of 600 mg/day; support with an erythrocyte- stimulating agent may also be helpful in this situation. As noted earlier , patients with car diac disease should permanently discontinue 26 ribavirin if the hemoglobin level decreases to <12 g/dL after appropriate ribavirin and peginterferon dose reduction. Note : The ribavirin prescribing information recommends permanently discontinuing ribavirin if the Hgb level decreases below 8.5 g/dL. J. Management of Thrombocytopenia 1. Level 1 Peginterferon Dose Reduction. The primary strategy for treatment - associated thrombocytopenia is peginterferon dose reduction. Ribavirin does not cause thrombocytopeni a and thus does not need to be dose reduced for thrombocytopenia. For patients who have a platelet count decrease to less than 40,000 cells/mm 3 (but greater than 25,000 cells/mm3) a level 1 peginterferon dose reduction should occur: reduc e peginterferon alfa -2a from 180 to 135 and peginterferon alfa-2b from 1.5 to 1.0 mcg/kg . Patients who have a platelet count decline to less than 40,000 cells/mm3 will need close platelet count monitoring, typically every 1 to 2 weeks, with possible further peginterferon dose reduction, or discontinuation, as outlined below. If the platelet count stabilizes after level 1 peginterferon dose reduction, the patient can continue on therapy at the reduced dose of peginterferon with careful platelet count monitoring. Patient s who stabilize after 6 weeks can have less frequent monitoring. If the platelet count rebounds above 40,000 cells/mm 3, the peginterferon dose should remain reduced, since an increase in peginterferon dose in this setting will likely result in a repeat of the earlier decline in platelet count . Note : The peginterferon prescribing information recommends dose reduction a platelet count <50,000 cells/mm3 (reduce peginterferon peginterferon alfa- 2b from 1.5 to 1.0 mcg/kg). M ost experts use the lower threshold platelet count of 40,000 cells/mm3 for dose reduction because experience in this setting has shown patients rarely have bleeding complications as a result of thrombocytopenia in the 40,000- 50,000 cells/mm 3 range and unnecessary dose -reduction of peginterferon may diminish responses to treatment, especially in patients with genotype 1 or 4. Further more , unnecessary peginterferon dose reduction takes on increased importance for patients who do not achieve an early virologic response and these patients should be maintained on full -dose peginter feron, whenever possible. 2. Level 2 Peginterferon Dose Reduction. A further decline in platelet count (but still remaining above 25,000 cells/mm 3) after a level 1 dose reduction i n peginterfer on warrants a level 2 dose reduction: reduce peginterferon alfa- 2a from 135 to 90 peginterferon alfa-2b from 1.0 to 0.5 mcg/kg . After a level 2 dose reduction, patients should have close platelet count monitoring, typically every 1 to 2 weeks , with a transition to less frequent monitoring if the platelet count stabilizes. Further reduction in peginterferon (level 3 dose reduction) is not recommended due to the diminishing efficacy of peginterferon when given at a low dose . If the patient has an increase in platelet count, or even a rebound above 40,000 cells/mm 3, they should remain on the level 2 reduced dose of peginterferon. 27 3. Discontinuation of Therapy . Patients on peginterferon who have a platelet count decrease to less than 25,000/mm3 should have therapy discontinued and undergo close monitoring for bleeding complications . It is important that ribavirin is also stopped at the time that peginterferon is discontinued. In this setting, it is not recommended that patients restart therapy when the platelet count rebounds. Note : The package insert s for peginterferon alfa- 2a and peginterferon alfa-2b recommend cessation of therapy for a platelet count decrease to less than 25,000/mm3. 4. Use of E ltrombopag. The use of eltrombopag, an oral thrombopoetin receptor agonist, is not recommended in the management of treatment -associated thrombocytopenia. Although this agent has been shown to increase platelet counts and facilitate HCV treatment in persons with HCV -related cirrhosis, its us e has also been linked to portal vein thrombosis in patients with chronic liver disease . K. Management of Neutropenia 1. Level 1 Peginterferon Dose Reduction. The primary strategy for treatment - associated neutropenia is peginterferon dose reduction. Riba virin does not play a significant role in neutropenia and thus does not need to be dose reduced in patients who develop neutropenia . For patients who have an absolute neutrophil count (ANC) decrease to less than 500 cells/mm 3 (but greater than 400 cells/m m3), a level 1 peginterferon dose reduction should occur: reduce peginterferon alfa- to 135 peginterferon alfa- 2b from 1.5 to 1.0 mcg/kg. Patients who have an ANC less than 500 cells/mm3 should have their ANC monitored frequently, at least once weekly. In addition, the judicious use of filgrastim in this setting, as discussed below, can minimize peginterferon dose reductions and diminish t he need to discontinue therapy. The risk of developing serious neutropenia- associated infections is heightened in patients with underlying cirrhosis, due to their inherent increased risk of bacterial infections. W hen the ANC rebounds to greater than 500 cells/mm 3, the patient should remain on the level 1 reduced dose of peginterferon. Patients can transition to less frequent monitoring of their ANC when the ANC stabilizes without the use of filgrastim. Note : The peginterferon prescribing information recommend s dose reduction with an ANC less than 750/mm 3: reduce peginterferon alfa- 2a from 180 to 135 peginterferon alfa- 2b from 1.5 to 1.0 mcg/kg . 2. Level 2 Peginterferon Dose Reduction. A further decline in ANC count, or lack of improvement within 14 days after a level 1 peginterferon dose reduction warrants a level 2 dose reduction: reduce peginter feron alfa- 2b from 1. 0 to 0.5 mcg/kg . In this setting, most experts would also use filgrastim, as discussed below. After a level 2 dose reduction, patients should continue to have close monitoring of their ANC typically at least once a week, with a transition to less frequent monitoring if the ANC count eventually stabilizes without the use of filgrastim. Further reduction in peginterferon (level 3 dose reduction) is not recommended due to the diminishing effica cy of peginterferon when given at a low dose . When the ANC rebounds to greater than 28 500 cells/mm3, the patient should remain on the level 2 reduced dose of peginterferon. 3. Use of Filgrastim . For patients with severe neutropenia (ANC less than 500 cells/mm3), many experts recommend administering filgrastim (G -CSF) 300 mcg by subcutaneous injection once or twice weekly to increase the neutrophil count, with the goal of minimizing the risk for serious bacterial infections, avoiding further peginterferon dose reductions , and diminish ing the likelihood for discontinuation of therapy . For patients who have an ANC decrease to less than 400 cells/mm 3, or who have neutropenia that does not respond to level 1 peginterferon dose reduction, filgrastim should be ini tiated (if it has not already been started) . Patients receiving filgrastim should have their ANC monitored frequently ( at least once weekly ) and additional doses given based on the patient's response. The frequency of filgrastim may need to be increased to 2- 3/x per week as needed to keep the ANC greater than 500 cells/mm 3. Most experts have a lower threshold for initiating filgrastim in patients with cirrhosis, due do their increase d risk of d eveloping bacterial infections, and thus would generally initiat e filgrastim when the ANC is less than 500 cells/mm3. If the patient's ANC increases above 750 cells/mm3, the filgrastim should be held. Filgrastim is very expensive and should not be used indiscriminately. 4. Temporary and Permanent Discontinuation of Therapy . Most experts recommend temporarily discontinuing therapy in patients who have an ANC that decreases to less than 400 cells/mm 3. In addition, discontinuation of HCV therapy is essential in the setting where a patient has an active bacterial infe ction and an ANC less t han 500 cells/mm3. Patients on peginterferon rarely have to permanently discontinue therapy due to neutropenia, but this may be considered when neutropenia is refractory to peginterferon dose reduction and filgrastim . It is important that ribavirin is also held when peginterferon is temporarily discontinued, and that ribavirin is stopped if peginterferon is permanently discontinued. Note : The package insert for peginterferon alfa- 2a recommends temporarily discontinuing therapy if the ANC is less than 500 cells/mm 3, with reinstitution of HCV therapy when the ANC value increases to greater than 1, 000 cells/mm3. The package insert for peginterferon 2b recommends permanently discontinuing therapy for ANC < 500 cells/mm 3. Most experts, h owever, would not recommend permanently discontinuing therapy when the ANC decreases to less than 500 cells/mm3, since nearly all patients can have an increase in their ANC to a safe level with peginterferon dose reduction combined with filgrastim. L. Management of Treatment -induced Lowering of CD4 Cell C ount Peginterferon causes a decrease in the absolute CD4 cell count that is associated with an increase in the corresponding CD4 cell percentage. The magnitude of this effect is variable: mean CD4 cell d ecrease of 157 ± 176 cells/mm 3 with an increase in CD4 cell percentage of 3.0 percent ± 8.2. These changes typically reverse after discontinuation of HCV therapy. In the case of CD4 cell decline to below a clinically important threshold (200, 100, or 50 cells/mm3), opportunistic infection prophylaxis should be administered 29 in accordance with published guidelines. Overall, the effect of HCV therapy on the status of HIV disease is not detrimental. Patients should be reassured that the observed declines in absolute CD4 cell count are expected and reversible. Peginterferon may also cause a decrease in HIV RNA levels in patients with detectable viremia. M. Management of Increased Alanine Aminotransferase Levels. Some patients taking peginterferon plus ribavi rin will have a moderate increase in aminotransferase levels (2x above the upper limit of normal ) during therapy and generally do not need peginterferon dose reduction or further evaluation. A progressive increase in aminotransferase levels warrants an ev aluation for other causes of transaminitis, such as alcohol, acute hepatitis A virus infection, hepatitis B virus infection. If no cause for the transaminitis is identified, then dose reduction of peginterferon occur: reduce peginterferon alfa -2a from 180 to 135 and peginterferon alfa- 2b from 1.5 to 1.0 mcg/kg. In addition, patients with treatment - induced increases in aminotransferase levels greater than 2x upper limit of normal should undergo frequent monitoring (every 1- 2 weeks) of aminotransferase levels . With a marked increase in aminotransferase levels (> 10x upper limit of normal) or any evidence of hepatic decompensation, the patients should discontinue therapy. Often therapy can be resumed, but at the reduced dose. N. Monitoring Post Treatm ent After discontinuation of HCV therapy, patients should be followed for resolution of adverse events at 4,12 and 24 week after stopping treatment. Cytopenias usually resolve within 4- 8 weeks of discontinuation and adjuvant growth factors should be stopp ed at the time of completion of HCV treatment. Other adverse effects , such as depression, may take longer to resolve and medication to treat mood disorders should be continued for at least 3 months post treatment . Patients with undetectable HCV RNA at the end-of-treatment should be monitored for virologic relapse at 4, 12, and 24 week s after therapy. Sustained virol ogic response is defined as HCV RNA undetectable at post -treatment week 24; long -term follow -up studies indicate that this represents durable eradication (cure) of HCV infection. If HCV RNA is detected following an end- of-treatment response, the patient has experienced vir ologic relapse and no additional HCV RNA monitoring is indicated. Patients with virologic relapse should be monitored for progression of hepatic disease and referred to an expert for consideration of investigational therapies if available. O. Preventing HCV Reinfection Eradication of HCV infection is not protective against re- infection and cases of new HCV infection have been observed. Following HCV treatment, all patients should be counseled to avoid high- risk behaviors associated with HCV acquisition, including injection drug use and unprotected sexual intercourse with HCV -infected partners. ============================================================ 30 VI. APPROACH TO PATI E RELAPSE A. HCV Re -Treatment S trategies 1. Categorizing Type of Treatment Failure. Patients who fail to achieve HCV eradication with peginterferon/ribavirin therapy should be c lassified according to the pattern of virological response: Null virological response is defined as the failure to achieve a > 2 log10 reduction at treatment week 12; Partial early virological response (partial EVR) is defined as achieving a 2 log10 reduction in HCV RNA at treatment week 12 but persistence of detectable HCV RNA at treatment week 24; Virological relapse is defined as achieving an undetectable HCV RNA at the end- of- treatment, followed by detectable viremia after stopping therapy. 2. Virolo gic Relapse. Individuals with virologic relapse who were slow responders to therapy (first undetectable HCV RNA at week 24) may be candidates for additional peginterferon/ribavirin therapy. In such patients, prolongation of the treatment course to 72 weeks is typically recommended to reduce the likelihood of subsequent relapse. However, relapsing patients with minimal liver disease may also be monitored until direct -acting antiviral agents are available. 3. Pa rtial Virological Response or Null Virological Response. In contrast, persons with partial or null virologic response are unlikely to respond to additional course of peginterferon/ribavirin therapy. In addition, clinical trials of long -term peginterferon therapy in non- responders did not demonstrate clinical or histologic benefit. Management strategies in this group of patients should focus on measures to prevent liver disease progression: 1) c ontrol of HIV disease; 2) avoidance of alcohol; 3) maintenance of ideal body mass index (due to interaction of hepatic steatosis and HCV disease). Non -responding patients may also be candidates for direct -acting antiviral therapies when available. 4. Failure due to Discontinuation of Therapy. Patients who discontinue therapy due to adverse effects should be assessed for the nature of the treatment toxicity. Many adverse effects such as depression and anemia may be modified by aggressive preventative strategies that may facilitate further administration of peginterferon/ribavirin. For example, patients with emergent anemia may be candidates for re- treatment with reduced ribavirin dose and/or early intervention with erythrocyte- stimulating agents to prevent the onset of severe anemia. Individuals who experience t reatment -limiting adverse effects that are not modifiable should be managed with strategies to prevent liver disease progression and may be candidates for additional therapy with combinations of direct acting agents in the future B. Role of Future HCV Therapies 1. Future Drug Classes . The treatment of HCV infection is expected to evolve rapidly with the development of multiple direct -acting antiviral agents targeting specific functions of the hepatitis C virus (polymerase, protease, NS5A). To date, drugs targeting serine protease , and NS5A region 31 have advanced to phase 2 and/or 3 clinical trials , but none have been approved by the FDA for use in any population. The most advanced direct -acting antiviral agents are HCV NS3 serine protease inhibitors, specifically telaprevir and boceprevir. Other potential future medications include novel interferon- type preparations, including interfer on lambda ; the novel interferon compounds are not as far along in development as the HCV protease inhibitors . Few studies have been done of these newer agents in HIV infected patients. 2. Use of New Direct Acting Agents in Combination with Standard Therapy. Based on data from studies of HCV monoinfected patients, telaprevir and boceprevir need to be used in combination with peginterferon and ribavir in or, in the future, other direct -acting antiviral agents to prevent the emergence of HCV variants resistant to the specific agent. However, the combination of these direct -acting antiviral agents plus peginterferon/ribavirin have been associated with significantly higher SVR rates compared to peginterferon/ribavirin alone in monoinfected patients with HCV genotype 1, including those unresponsive to prior therapy. 3. Telaprevir. The serine protease inhibitor telaprevir has been alfa-2a plus ribavirin in HCV genotype 1- infected patients. In phase 2 studies, telaprevir 750 mg by mouth every eight hours was given for the initial 12 weeks of therapy; after 12 weeks, telaprevir was discontinued and peginterferon/ribavirin were continued for an additional 12 weeks (total therapy 24 weeks) or 36 weeks (total therapy 48 weeks) based on achievement of RVR (undetectable HCV RNA at treatment week 4). The SVR rate observed for HCV treatment naïve patients in the PROVE -1 and PROVE -2 trials ranged from 61 - 69 percent for patients randomized to telaprevir compared to approximately 40 percent for those who received peginterferon alfa- 2a plus ribavirin alone. Similarly, SV R rates were higher with telaprevir/ peginterferon/ribavirin in patients who previously failed to respond to peginterferon/ribavirin therapy compared to re- treatment with peginterferon/ribavirin. However, in these studies telaprevir was associated with a higher treatment discontinuation rate due to adverse effects and was linked to the development of severe, treatment -limiting rash in up to 7 percent of patients , as well as higher rates of treatment related gastrointestinal side effects and anemia. In addition, viral breakthrough and relapse with HCV variants resistant to telaprevir was observed in most patients who did not achieve SVR. Finally, studies of telaprevir in HIV/HCV infected patients , including drug -drug interaction studies with antiretroviral agents , are being conducted but not yet completed. 4. Boceprevir . The serine protease inhibitor boceprevir has in combination peginterferon alfa-2b plus ribavirin in patients with HCV genotype 1 monoinfection. In one phase 2 study (SPRINT -1), treatment -naïve patients were treated with peginterferon plus ribavirin for 4 weeks (\"lead- in\" phase) followed by the addition of boceprevir 800 mg by mouth TID at treatment week 4; combination therapy with all three drugs was continued for an additional 24 weeks (total 28 weeks ) or 44 weeks (total 48 weeks). The SVR rates were significantly higher in patients randomized to receive boceprevir (56- 75 percent ) compared to those who 32 took peginterferon alfa -2b plus ribavirin alone (40 percent ). The boceprevir treatment arm, however, was associated with an incremental risk of significant anemia compared to peginterferon/ribavirin, and epoetin alfa was more frequently used to support patients on the boceprevir regimen. No rash has been reported with boceprevir. Similar to telaprevir, patients with viral breakthrough and viral relapse were found to have viral populations enriched for HCV variants resistant to boceprevir . Finally, studies of boceprevir in HIV/HCV infected patients , including drug-drug interaction studies with antiretroviral agents , are being conducted but not yet completed. C. Evaluation and Management of NASH in Patient with HCV 1. Spectrum of Non- alcoholic Fatty Liver Disease. Non-alcoholic fatty liver disease (NAFLD ) is a proc ess consisting of abnormal accumulation and retention of lipids within hepatocytes in persons who do not have excessive alcohol intake . The spectrum of non -alcoholic fatty liver disease includes (a) fat accumulation without inflammation or fibrosis (simple hepatic steatosis), or (b) hepatic steatosis component with or without fibrosis (hepatic steatohepatitis, also commonly referred to as non- alcoholic steatohepatitis [NASH]). Although simple hepatic steatosis is frequently observed in patients with HIV/HCV infection , steatohepatitis is not common. Hepatic s teatosis can be visualized on radiologic imaging , whereas the determination of steatohepatitis requires liver biopsy. The finding of steatosis is associated with more advanced liver fibrosis and decreased response to HCV therapy and warrant s medical attention. 2. Cause of Steatosis in HIV -Infected Patients . The pathogenesis of steatosis in HIV disease is complex, including effects of antiretroviral therapy ( e.g., mitochondri al toxicity , hypertriglyceridemia). I n more recent studies, however, steatosis has been linked to more traditional risk factors such as diabetes (insulin resistance) , hyperlipidemia, alcohol exposure, and obesity. 3. Evaluation of Patients with Suspe cted Fatty Liver Disease . Initial evaluation should include assessment of body mass index, fasting lipid profile, fasting insulin and fasting glucose, as well as determination of HbA1C. In persons with BMI > 25, the first step in management is weight loss through life style changes based on diet and exercise. Hyperlipidemia, insulin resistance and/or diabetes should be managed medically. Interestingly, in one study both pioglitazone and vitamin E (400 IU/mL) were effective in decreasing disease severity in HIV -uninfected persons with histologic evidence of NASH. Although studies of these interventions have not been tested in persons with HIV disease, persons with biopsy -proven NASH should be referred to a hepatologist for consideration of medical manage ment. 33 SUGGESTED REFERENCE S Armstrong GL, Wasley A, Simard EP, McQuillan GM, Kuhnert WL, Alter MJ. The prevalence of hepatitis C virus infection in the United States, 1999 through 2002. Ann Intern Med. 2006 May 16;144(10):705- 14. http://www.ncbi.nlm.nih.gov/pubmed/16702586 Bica I, McGovern B, Dhar R, Stone D, McGowan K, Scheib R, Snydman DR. Increasing mortality due to end- stage liver disease in patients with human immunodeficiency virus inf ection. Clin Infect Dis. 2001 Feb 1;32(3):492-7. http://www.ncbi.nlm.nih.gov/pubmed/11170959 Carey W. Tests and screening strategies for the diagnosis of hepatitis C. Cleve Clin J Med. 2003 Sep;70 Suppl 4:S7- 13. http://www.ncbi.nlm.nih.gov/pubmed/14558640 F, Bani S, et al. Pegylated interferon alfa- 2b vs standard interferon alfa-2b, plus ribavirin, for chronic hepatitis C in HIV -infected patients: a randomized controlled trial. JAMA. 2004 Dec 15;292(23):2839- 48. http://www.ncbi.nlm.nih.gov/pubmed/15598915 Centers for Disease Control and Prevention. Recommendati ons for prevention and control of hepatitis C virus (HCV) infection and HCV -related chronic disease. Oct 39. http://www.cdc.gov/mmwr/preview/mmwrhtml/0 0055154.htm Andersen alfa-2a plus ribavirin versus interferon alfa- 2a plus ribavirin for chronic hepatitis C in HIV -coinfected persons. N Engl J Med. 2004 Jul 29;351(5):451- 9. http://www.ncbi.nlm.nih.gov/pubmed/15282352 Ferrucci LM, Bell BP, Dhotre KB, et al . Complementary and alternative medicine use in chronic liver disease patients. J Clin Gastroenterol. 2010 Feb;44(2):e40- 5. http://www.ncbi.nlm.nih.gov/pubmed/19779363 Ge D, Fellay J, Thompson AJ, Simon JS, et al. Genetic variation in IL28B predicts hepatitis C treatment -induced viral clearance. Nature. 2009 Sep 17;461(7262):399- 401. http://www.ncbi.nlm.nih.gov/pubmed/19684573 Ghany MG, Strader DB, Thomas DL, Seeff LB; American Association for the Study of Liver Diseases. Diagnosis, management, and treatment of hepatitis C: an up date. Hepatology. 2009 Apr;49(4):1335- 74. http://www.ncbi.nlm.nih.gov/pubmed/19330875 34 Grebely J, Petoumenos K, M, et al. role for interleukin- 28B genotype in treatment decision-m aking in recent infection. Hepatology. 24. http://www.ncbi.nlm.nih.gov/pubmed/20803561 ribavirin for treatment of HIV/HCV co -infected patients. AIDS. 2004 Sep 3;18(13):F27- 36. http://www.ncbi.nlm.nih.gov/pubmed/15316335 Mohan N, González -Peralta RP, Fujisawa T, Chang MH, Heller S, Jara P, Kelly D, Mieli- Vergani G, Shah U, Murray KF. Chronic hepatitis C virus infection in children. J Pediatr Gastroenterol Nutr. 2010 Feb;50(2):123- 31 http://www.ncbi.nlm.nih.gov/pubmed/20038846 González -Peralta R P. The \"C\" of viral hepatitis in children. Semin Liver Dis. 2007 Aug;27(3):295- 311. http://www.ncbi.nlm.nih.gov/pubmed/17682976 Núñez M, Miralles C, Berdún MA, et al. Role of weight -based ribavirin dosing and extended duration of therapy in chronic hepatitis C in HIV -infected patients: the PRESCO trial. AIDS Res Hum http://www.ncbi.nlm.nih.gov/pubmed/17725413 Rallón NI, Naggie S, et a single nucleotide polymorphism near the interleukin- 28B gene with response to hepatitis C therapy in HIV /hepatitis C virus -coinfected patients. AIDS. 2010 May 15;24(8):F23- 9. http://www.ncbi.nlm.nih.gov/pubmed/20389235 Sherman KE , Andersen JW , Butt AA , et al. Sustained Long -Term Antiviral Maintenance Therapy in HCV/HIV -Coinfected Patients (SLAM -C). J Acquir Immune 1. [Epub ahead of print] http://www.ncbi.nlm.nih.gov/pubmed/20921898 Singal AK, Anand BS. Management of hepatitis C virus infection in HIV/HCV co - infected patients: clinical review. World J Gastroenterol. 2009 Aug 14;15(30):3713- 24. http://www.ncbi.nlm.nih.gov/pubmed/19673011 Sulkowski MS, Slim J, Sterling RK, et al. Sustained virologic response (SVR) rates in HIV-HCV G1 co -infected patients according to the magnitude of HCV RNA decrease at week 4 of treatment with peginterferon (PegIFN) alfa- 2a (40KD) plus ribavirin (RBV) in AASLD 2010, Abstract 920. Thomas DL, Thio CL, Martin MP, et al. Genetic variation in IL28B and spontaneous clearance of hepatitis C virus. Nature. 2009 Oct 8;461(7265):798- 801. http://www.ncbi.nlm.nih.gov/pubmed/19759533 35 Thompson AJ, Muir AJ, al. Interleukin- 28B polymorphism improves viral kinetics and is the strongest pretreatment predictor of sustained virologic response in genotype 1 hepatitis C virus. Gastroenterology. 2010 Jul;139(1):120- 9.e18. Epub 2010 Apr 24. http://www.ncbi.nlm.nih.gov/pubmed/20399780 Torriani Rockstroh JK, et al. Peginterferon Alfa- 2a plus ribavirin for chronic hepatitis C virus infection in HIV -infected patients. N Engl J Med. 2004 Jul 29;351(5):438- 50. http://www.ncbi.nlm.nih.gov/pubmed/15282351 Vogel M, Dominguez S, Bhagani S, Azwa Page E, Guiguet M, Valantin MA, Katlama C, Rockstroh JK, Nelson M. Treatment of acute HCV infection in HIV -positi ve patients: experience from a multicentre European cohort. Antivir 2010;15(2):267- 79. http://www.ncbi.nlm.nih.gov/pubmed/20386082 Weber R, Sabin CA, Friis -Møller N, Reiss P, et al. Liver -related deaths in persons infected with the human immunodeficiency virus: the D:A:D study. Arch Intern Med. 28;166(15):1632- 41. http://www.ncbi.nlm.nih.gov/pubmed/16908797 White CP, Hirs ch G, Patel S, Adams F, Peltekian KM. Complementary and alternative medicine use by patients chronically infected with hepatitis C virus. Can J Gastroenterol. 2007 Sep;21(9):589- 95. http://www.ncbi.n lm.nih.gov/pubmed/17853954 A Guide for Evaluation and Treatment of Hepatitis C in Persons Coinfected with HIV Mark Sulkowski Quantitative HCV RNA HCV EIA (Antibody Test) - + Evaluate ALT + - + -Wait 4 -6 Months Elevate d ALT^ ALT Normal Repeat Testing Based on Ongoing Risk Activity* Active HCV Infection Evaluate for Treatment Repeat Testing Based on Ongoing Risk Activity+ No evidence for HCV Infection* Resolved HCV level ^Definitions of \"normal and elevated\" ALT have varied. Most clinical laboratories and studies for persons coinfected with HIV and HCV use ALT > 40 U/L as the cut -off for elevated ALT. Prior studies in monoinfected patients have defined elevated ALT as serum ALT greater than 30 U/L (for men) and 19 U/L (for women). +Persons with positive HCV EIA but negative HCV RNA are considered to have resolved HCV infection. These individuals can become reinfectedwith HCV; repeat HCV RNA testing should be beperformed annually if they have ongoing risk activity for acquiring HCV. *For persons without evidence of HCV infection (past or present), repeat HCV EIA testing should be performed annually if they have ongoing risk activity for acquiring HCV. If no subsequent risk activity for acquiring HCV occurs, then no further HCV EIA testing is recommended. Figure 2. Child -Pugh Classification for Severity of Cirrhosis Clinical and Lab CriteriaPoints* 1 2 3 Encephalopathy NoneMild to moderate (grade 1 or 2)Severe (grade 3 or 4) Ascites NoneMild 1.7-2.3 >2.3 and Classification -Class A (5 to 6 points): least severe liver disease -Class B (7 to 9 points): moderately severe liver disease -Class C (10 to 15 points): most severe liver disease Figure 3. Summary of Data for HIV -HCV Coinfected Patients Type of Eng 2Carrat F, et al. JAMA. 2004; 292:2839 RT, al. N Eng J Med. 2004; 351:451- 9. 4Núñez M, et al. AIDS Hum Res Retroviruses. 2007;23:972 -82.Figure 4. HCV Treatment Medications and Doses Medication Recommended Dose Treatment for HCV Genotypes 1 and divided doses mg/day in 2 divided doses 81-105 kg: mg/day in 2 divided doses >105 kg: 1,400 mg/day in 2 divided doses Treatment adjustments are needed in patients with renal insufficiencyFigure 5. Recommended Monitoring During Treatment with Peginterferon plus Ribavirin Treatment Week Post -Treatment Week 0 2 4 8 12 18 24 30 36 42 48 4 12 24 CBCX X X X X X X X X X X X X X CMPX X X X X X X X X X X X X X TSHX X X X X X HCV RNAX X X X X X X CD4 Cell CountX X X X X X X HIV RNAX X X X X X X X X Depression ScreenX X X X X X X Clinician VisitX X X X X X X X X X X X If HCV RNA is detected in the post- treatment period, following an end-of-treatment response, the patient has experienced virologic relapse and no additional HCV RNA monitoring is indicated. Figure 6. Definitions for Virologic Responses Virologic Response Definition Clinical Utility Rapid Virologic Response (RVR)HCV RNA negative at treatment week 4 by a sensitive PCR- based quantitative assay Predict likelihood of SVR Early Virologic Response (EVR)2 log10reduction in HCV RNA level compared to baseline HCV RNA level (partial EVR) or HCV RNA negative at treatment week 12 (complete EVR) Lack of partial EVR predicts treatment failure (\"stopping rule\") End-of-Treatment Response (ETR)HCV RNA undetectable at treatment a sensitive PCR based assay Sustained Virologic Response (SVR)HCV RNA undetectable 24 weeks after cessation of treatmentIndicates \" virological\" cure RelapseDetection of HCV RNA in the serum after treatment discontinuation in a patient with undetectable HCV RNA at ETR Reappearance of HCV RNA in serum after therapy is discontinued BreakthroughDetection of HCV RNA in serum during treatment in a patient with undetectable HCV RNA earlier in the course of treatment Modified From :Ghany MG, et. al. Hepatology . 2009;49:1335 -74. Reproduced with Permission. John Wiley & Sons, Inc . All rights reserved.Figure 7. Relationship of Week 4 HCV RNA Response and Sustained Virologic Response (SVR) in HIV/HCV Coinfected Patients with Genotype 1: PARADIGM study Week 4 HCV RNA Response and Sustained Virologic Response ( SVR) Week 4 HCV RNA N (%) N = SVR (n /N, decrease 150 (37%) "}