{"title": "ccpcares", "author": null, "url": "http://ccpcares.org", "hostname": "ccpcares.org", "description": null, "sitename": "ccpcares.org", "date": "2016-01-01", "cleaned_text": "Community Care Plan will help you with these services. We will work closely with your doctor or provider to make sure you get the services you need. Expanded benefits are extra goods or services we provide to you, free of charge. Call Member Services to ask about getting expanded benefits. Equine therapy includes interactions between the member and horses to help improve behaviors and emotions. COVERAGE/LIMITATIONS: Up to 10 therapy treatment sessions per year for 21+ years old. One evaluation/ re-evaluation per year. PRIOR AUTHORIZATION: Plan OK Needed Occupational therapy includes treatments that help you do things in your daily life, like writing, feeding yourself, and using items around the house. COVERAGE/LIMITATIONS: Up to 7 therapy treatments unit per week for 21+ years old. One evaluation/ re-evaluation per year. PRIOR AUTHORIZATION: Plan OK Needed Physical therapy includes exercises, stretching and other treatments to help your body get stronger and feel better after an injury, illness or because of a medical condition. COVERAGE/LIMITATIONS: Up to 7 therapy treatments unit per week for 21+ years old. One evaluation/ re-evaluation per year. PRIOR AUTHORIZATION: Plan OK Needed Hearing tests, treatments, and supplies that help diagnose or treat problems with your hearing. This includes hearing aids and repairs. COVERAGE/LIMITATIONS: Please contact member services for more information 1-866-899-4828. Service is for 21+ years old. PRIOR AUTHORIZATION: No Plan OK Needed Visual Aids are items such as glasses and contact lenses. COVERAGE/LIMITATIONS: Contact lenses - 6-month supply for 21+ years old. Frames - 1 per year for 21+ years old. Also includes one eye exam per year. PRIOR AUTHORIZATION: Please contact 20/20 Vision at 1-877-296-0799 Services that ensure that you and your baby are healthy during and after your pregnancy. COVERAGE/LIMITATIONS: Please contact member services for more information at 1-866-899-4828. Plan OK needed for hospital grade breast pump rental. PRIOR AUTHORIZATION: Please contact member services for more information at 1-866-899-4828 Services to help you breathe better while being treated for a respiratory condition, illness or disease. COVERAGE/LIMITATIONS: One (1) per day for 21+ years old. One evaluation/re-evaluation per year and one treatment per day; does not require plan OK. PRIOR AUTHORIZATION: Plan OK Needed Services that include tests and treatments to help you talk or swallow better. COVERAGE/LIMITATIONS: Up to 7 therapy treatments units per week. One evaluation/re-evaluation per year, one evaluation of oral & pharyngeal swallowing function per year, one AAC initial evaluation per year, one AAC re-evaluation per year, and up to 4 30-minute sessions for AAC fitting, adjustment, & training visits per year; does not require plan OK. PRIOR AUTHORIZATION: Plan OK Needed Routine or sick visits to your Primary Care Physician (PCP) for adults 21+ years old. COVERAGE/LIMITATIONS: Unlimited Visits PRIOR AUTHORIZATION: No Plan OK Needed Available upon request during the initial hospitalization visit, in the physician's office, or participating outpatient facility within 12 weeks after birth. A limit of (1) per lifetime. COVERAGE/LIMITATIONS: Available within the first (12) weeks of birth. One (1) per lifetime. PRIOR AUTHORIZATION: No Plan OK Needed A non-medical person who stays with and assists you before, during, or after childbirth. COVERAGE/LIMITATIONS: Unlimited per pregnancy PRIOR AUTHORIZATION: No Plan OK Needed Homemaker service for medical needs. COVERAGE/LIMITATIONS: Two (2) carpet cleanings/year for enrollees with asthma. PRIOR AUTHORIZATION: Plan OK Needed Meal delivery after your inpatient hospital stay. COVERAGE/LIMITATIONS: Ten (10) meals annually. PRIOR AUTHORIZATION: No Plan OK Needed Meal delivery before or after a natural disaster. COVERAGE/LIMITATIONS: One (1) annually. PRIOR AUTHORIZATION: No Plan OK Needed Services of a clinical social worker in home health or hospice setting. COVERAGE/LIMITATIONS: 48 visits per year for 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed For non-emergency care when you have to travel a long distance. COVERAGE/LIMITATIONS: $150 per stay. PRIOR AUTHORIZATION: No Plan OK Needed Provides you with information on the right type of foods to eat and based on your health needs. COVERAGE/LIMITATIONS: Unlimited. PRIOR AUTHORIZATION: Plan OK Needed Drowning Prevention Lessons. COVERAGE/LIMITATIONS: Members up to age 11 are covered for up to $200 per year. This is limited to 1000 enrollees per year. PRIOR AUTHORIZATION: Plan OK Needed Preventive Service. COVERAGE/LIMITATIONS: One (1) vaccine per pregnancy PRIOR AUTHORIZATION: No Plan OK Needed Preventive Service. COVERAGE/LIMITATIONS: Unlimited. PRIOR AUTHORIZATION: No Plan OK Needed Preventive Service. COVERAGE/LIMITATIONS: One (1) per year. PRIOR AUTHORIZATION: No Plan OK Needed Preventive Service. COVERAGE/LIMITATIONS: Unlimited. PRIOR AUTHORIZATION: No Plan OK Needed All services, including behavioral health. COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: No Plan OK Needed Alcohol and/or drug services; methadone administration and/or service (provision of the drug by a licensed program. COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Preventive Service. COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: No Plan OK Needed Supported Housing. COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Transportation: ancillary: parking fees, tolls, other. COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Activity therapy, such as music, dance, art, or play therapies not for recreation, related to the care and treatment of patient's disabling mental health problems, per session (45 minutes or more). COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Activity therapy, such as music, dance, art, or play therapies not for recreation, related to the care and treatment of patient's disabling mental health problems, per session (45 minutes or more). COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Durable Medical Equipment. COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Durable Medical Equipment. COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Durable Medical Equipment. COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Evaluation & Assessments. COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Behavior Health Day Treatment. COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Behavioral Health Screening Services. COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Behavioral Health Medical Services (Verbal Interaction), Mental Health /Behavioral Health Medical Services (Verbal Interaction), Substance Abuse. COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Medication Management. COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Behavioral Health Medical Services (Alcohol and Other Drug Screening Specimen Collection). COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Psychosocial rehabilitation services. COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Ambulatory setting substance abuse treatment or detoxification services. COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Individual and Family Therapy / Brief Individual Psychotherapy / Training and educational services related to the care and treatment of patient's disabling mental health problems per session (45 minutes or more). COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Therapeutic Behavioral On-Site Services, Behavior Management. COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Targeted Case Management. COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Acupuncture. COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Chiropractic manipulative treatment (CMT). COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Therapeutic Procedure. COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Alcohol and/or drug services. COVERAGE/LIMITATIONS: Ages 21+ years old. PRIOR AUTHORIZATION: Plan OK Needed Blood Pressure Monitor Coverage/Limitations: Ages 21+ years old PRIOR AUTHORIZATION: Plan OK Needed Life coaching for money management/budgeting Coverage/Limitations: Ages 21+ years old PRIOR AUTHORIZATION: Plan OK Needed Community Care Plan knows that money can impact your health. We want to help. We have teamed up with KOFE: Knowledge of Financial Education to help improve the financial health of our members. You now have access to resources and tools about things like money, spending, credit, credit cards, and more. You can also call the toll-free number to talk to a financial coach. You have all of the tools you need to reach your financial goals! Tutoring services for members in kindergarten through 12th grade Coverage/Limitations: Ages 5 - 19 PRIOR AUTHORIZATION: Plan OK Needed Community Care Plan offers FREE online tutoring service to our Medicaid members. Tutor.com is open 24 hours a day, seven days a week. With Tutor.com, you can connect with a tutor live and get personal help with homework, writing, and studying for tests for: Free Cellphone & Minutes Coverage/Limitations: Ages 21+ years old PRIOR AUTHORIZATION: Plan OK Needed Health Behavior Assessment & Intervention Coverage/Limitations: Ages 21+ years old PRIOR AUTHORIZATION: Plan OK Needed Group Therapy/Brief Group Medical Therapy Coverage/Limitations: Ages 21+ years old PRIOR AUTHORIZATION: Plan OK Needed Services used to help people who are struggling with drug or alcohol addiction. COVERAGE/LIMITATIONS: As medically necessary and recommended by us. PRIOR AUTHORIZATION: Plan OK Needed Services to treat conditions such as sneezing or rashes that are not caused by an illness. COVERAGE/LIMITATIONS: We cover blood or skin allergy testing and up to 156 doses per year of allergy shots,COPAY: Waived. PRIOR AUTHORIZATION: No Plan OK Needed Ambulance services are for when you need emergency care while being transported to the hospital or special support when being transported between facilities. COVERAGE/LIMITATIONS: Covered as medically necessary. PRIOR AUTHORIZATION: No Plan OK Needed Services provided to people who are withdrawing from drugs or alcohol. COVERAGE/LIMITATIONS: As medically necessary and recommended by us. PRIOR AUTHORIZATION: Plan OK Needed Surgery and other procedures that are performed in a facility that is not the hospital (outpatient). COVERAGE/LIMITATIONS: Covered as medically necessary. PRIOR AUTHORIZATION: Plan OK Needed Services to keep you from feeling pain during surgery or other medical procedures. COVERAGE/LIMITATIONS: Covered as medically necessary. PRIOR AUTHORIZATION: No Plan OK Needed Services provided to adults (ages 18 and older) help with activities of daily living and taking medication. COVERAGE/LIMITATIONS: We cover 365/366 days of services per year. PRIOR AUTHORIZATION: No Prior Authorization is required when services are rendered in an Assisted Living Facility, Adult family care home, or Residential treatment facility. Services used to detect or diagnose mental illnesses and behavioral health disorders. COVERAGE/LIMITATIONS: We cover: COPAY: Waived PRIOR AUTHORIZATION: [See the Behavioral Health Authorization Guidelines](https://ccpcares.org/getdoc/dd38e9e0-6e6a-453a-9dff-ffdaf896c9d9/Behavioral%20Health%20Authorization%20Guidelines.aspx). Behavioral health services provided to children (ages 0 - 18) enrolled in a DCF program. COVERAGE/LIMITATIONS: We cover 365/366 days of services per year, including therapy, support services and aftercare planning. PRIOR AUTHORIZATION: Plan OK Needed for certain services. Services that treat the heart and circulatory (blood vessels) system. COVERAGE/LIMITATIONS: We cover the following as prescribed by your doctor: COPAY: Waived PRIOR AUTHORIZATION: Plan OK Needed for certain invasive services. Services provided to children (ages 0 - 3) to help them get health care and other services. COVERAGE/LIMITATIONS: Your child must be enrolled in the DOH Early Steps program. PRIOR AUTHORIZATION: No Plan OK Needed Diagnosis and manipulative treatment of misalignments of the joints, especially the spinal column, which may cause other disorders by affecting the nerves, muscles, and organs. COVERAGE/LIMITATIONS: We cover: COPAY: Waived PRIOR AUTHORIZATION: Plan OK Needed after 24 visits per year, up to a maximum of 37 visits. Health care services provided in a county health department, federally qualified health center, or a rural health clinic. COVERAGE/LIMITATIONS: COPAY: Waived to a federally qualified health center or rural health clinic visit. PRIOR AUTHORIZATION: No Plan OK Needed Emergency mental health services that are performed in a facility that is not a regular hospital. COVERAGE/LIMITATIONS: As medically necessary and recommended by us. PRIOR AUTHORIZATION: No Medical care, tests, and other treatments for the kidneys. This service also includes dialysis supplies, and other supplies that help treat the kidneys. COVERAGE/LIMITATIONS: We cover the following as prescribed by your treating doctor: PRIOR AUTHORIZATION: Plan OK Needed Medical equipment is used to manage and treat a condition, illness, or injury. Durable medical equipment is used over and over again, and includes things like wheelchairs, braces, crutches, and other items. Medical supplies are items meant for one-time use and then thrown away. COVERAGE/LIMITATIONS: Some service and age limits apply. Call 1-866-899-4828 for more information. PRIOR AUTHORIZATION: Prior Authorization is required for some Durable Medical Equipment and Medical Supplies. Services to children ages 0 - 3 who have developmental delays and other conditions. COVERAGE/LIMITATIONS: We cover: PRIOR AUTHORIZATION: No Plan OK Needed Transportation provided by ambulances or air ambulances (helicopter or airplane) to get you to a hospital because of an emergency. COVERAGE/LIMITATIONS: Covered as medically necessary. PRIOR AUTHORIZATION: No Plan OK Needed Services for doctor's visits to stay healthy and prevent or treat illness. COVERAGE/LIMITATIONS: We cover: COPAY: Waived PRIOR AUTHORIZATION: No Plan OK Needed Services for families to have therapy sessions with a mental health professional. COVERAGE/LIMITATIONS: We cover: COPAY: Waived PRIOR AUTHORIZATION: No Plan Ok Needed for up to 9 hours. Services to treat conditions, illnesses, or diseases of the stomach or digestion system. COVERAGE/LIMITATIONS: We cover: COPAY: Waived PRIOR AUTHORIZATION: Plan OK Needed for invasive procedures. Services to treat conditions, illnesses, or diseases of the genitals or urinary system. COVERAGE/LIMITATIONS: We cover: COPAY: Waived PRIOR AUTHORIZATION: Plan OK Needed for invasive procedures. Services for a group of people to have therapy sessions with a mental health professional. COVERAGE/LIMITATIONS: We cover: COPAY: Waived PRIOR AUTHORIZATION: No Plan Ok Needed for up to 9 hours. Hearing tests, treatments and supplies that help diagnose or treat problems with your hearing. This includes hearing aids and repairs. COVERAGE/LIMITATIONS: We cover hearing tests and the following as prescribed by your doctor: PRIOR AUTHORIZATION: Plan OK Needed for Cochlear implants. Nursing services and medical assistance provided in your home to help you manage or recover from a medical condition, illness or injury. COVERAGE/LIMITATIONS: We cover: COPAY: Waived per provider, per day PRIOR AUTHORIZATION: Plan OK Needed Medical care, treatment, and emotional support services for people with terminal illnesses or who are at the end of their lives to help keep them comfortable and pain free. Support services are also available for family members or caregivers. COVERAGE/LIMITATIONS: COPAY: See information on Patient Responsibility for copayment information; you may have Patient Responsibility for hospice services whether living at home, in a facility, or in a nursing facility. PRIOR AUTHORIZATION: Plan OK Needed Services for people to have one-to-one therapy sessions with a mental health professional. COVERAGE/LIMITATIONS: We cover: COPAY: Waived PRIOR AUTHORIZATION: No Plan OK Needed. Medical care that you get while you are in the hospital. This can include any tests, medicines, therapies and treatments, visits from doctors and equipment that is used to treat you. COVERAGE/LIMITATIONS: We cover the following inpatient hospital services based on age and situation: PRIOR AUTHORIZATION: Plan OK Needed Integumentary Services Services to diagnose or treat skin conditions, illnesses or diseases. COVERAGE/LIMITATIONS: COPAY: Waived PRIOR AUTHORIZATION: Plan OK Needed for invasive procedures. Services that test blood, urine, saliva or other items from the body for conditions, illnesses or diseases. COVERAGE/LIMITATIONS: COPAY: Waived per lab visit, Waived per office visit PRIOR AUTHORIZATION: Plan OK Needed for genetic testing. Services that help children with health problems who live in foster care homes. COVERAGE/LIMITATIONS: Must be in the custody of the Department of Children and Families. PRIOR AUTHORIZATION: No Plan OK Needed Services used to help people who are struggling with drug addiction. COVERAGE/LIMITATIONS: COPAY: Waived PRIOR AUTHORIZATION: No Plan OK Needed. Services to help people understand and make the best choices for taking medication. COVERAGE/LIMITATIONS: COPAY: Waived PRIOR AUTHORIZATION: No Plan OK Needed Services to help get medical and behavioral health care for people with mental illnesses. COVERAGE/LIMITATIONS: Covered as medically necessary. PRIOR AUTHORIZATION: No Plan OK Needed. Services to diagnose or treat conditions, illnesses or diseases of the brain, spinal cord or nervous system. COVERAGE/LIMITATIONS: Covered as medically necessary COPAY: Waived PRIOR AUTHORIZATION: Plan OK Needed for some procedures Transportation to and from all of your medical appointments. This could be on the bus, a van that can transport disabled people, a taxi, or other kinds of vehicles. COVERAGE/LIMITATIONS: We cover the following services for recipients who have no transportation: PRIOR AUTHORIZATION: Plan OK Needed Medical care or nursing care that you get while living full-time in a nursing facility. This can be a shortterm rehabilitation stay or long-term. COVERAGE/LIMITATIONS: We cover 365/366 days of services in nursing facilities as medically necessary. COPAY: See information on Patient Responsibility for room & board copayment information. PRIOR AUTHORIZATION: Plan OK Needed Occupational therapy includes treatments that help you do things in your daily life, like writing, feeding yourself, and using items around the house. COVERAGE/LIMITATIONS: We cover for children ages 0-20 and for adults under the $1,500 outpatient services cap: We cover for people of all ages: PRIOR AUTHORIZATION: Plan OK Needed Services that provide teeth extractions (removals) and to treat other conditions, illnesses or diseases of the mouth and oral cavity. COVERAGE/LIMITATIONS: PRIOR AUTHORIZATION: Plan OK Needed for some procedures. Services to diagnose or treat conditions, illnesses or diseases of the bones or joints. COVERAGE/LIMITATIONS: Covered as medically necessary COPAY: Waived PRIOR AUTHORIZATION: Plan OK Needed for Invasive procedures and advanced imaging services (such as MRI or CAT scan). Medical care that you get while you are in the hospital but are not staying overnight. This can include any tests, medicines, therapies and treatments, visits from doctors and equipment that is used to treat you. COVERAGE/LIMITATIONS: COPAY: Waived for non-emergency services at an emergency room and Waived for all others PRIOR AUTHORIZATION: Plan OK Needed for some invasive procedures and overnight hospital observation. Treatments for long-lasting pain that does not get better after other services have been provided. COVERAGE/LIMITATIONS: COPAY: Waived PRIOR AUTHORIZATION: Plan OK Needed for Invasive procedures. Physical therapy includes exercises, stretching and other treatments to help your body get stronger and feel better after an injury, illness or because of a medical condition. COVERAGE/LIMITATIONS: We cover for children ages 0-20 and for adults under the $1,500 outpatient services cap: We cover for people of all ages: Follow-up wheelchair evaluations, one at delivery and one 6-months later PRIOR AUTHORIZATION: Plan OK Needed except for initial evaluation and re-evaluations. Medical care and other treatments for the feet. COVERAGE/LIMITATIONS: We cover: COPAY: Waived PRIOR AUTHORIZATION: Plan OK Needed for Invasive surgery. This service is for drugs that are prescribed to you by a doctor or other health care provider. COVERAGE/LIMITATIONS: We cover: Refills, as prescribed PRIOR AUTHORIZATION: Some medicationspequire Prior Authorization. All covered medications are $0 copay. Nursing services provided in the home to people ages 0 to 20 who need constant care COVERAGE/LIMITATIONS: We cover up to 24 hours per day PRIOR AUTHORIZATION: Plan OK Needed Tests used to detect or diagnose problems with memory, IQ or other areas COVERAGE/LIMITATIONS: We cover: COPAY: Waived PRIOR AUTHORIZATION: No Plan OK Needed. Services to assist people re-enter everyday life. They include help with basic activities such as cooking, managing money and performing household chores. COVERAGE/LIMITATIONS: We cover: COPAY: Waived PRIOR AUTHORIZATION: [See the Behavioral Health Authorization Guidelines](https://ccpcares.org/getdoc/dd38e9e0-6e6a-453a-9dff-ffdaf896c9d9/Behavioral%20Health%20Authorization%20Guidelines.aspx). Services that include imaging such as x-rays, MRIs or CAT scans. They also include portable x-rays. COVERAGE/LIMITATIONS: COPAY: Waived per portable x-ray visit; Waived per office visit PRIOR AUTHORIZATION: Plan OK Needed for advanced imaging such as MRI or CAT scans. No Plan OK Needed for x-rays Services provided to pregnant women and newborns in hospitals that have special care centers to handle serious conditions. COVERAGE/LIMITATIONS: Covered as medically necessary PRIOR AUTHORIZATION: No Plan OK Needed Services for women who are pregnant or want to become pregnant. They also include family planning services that provide birth control drugs and supplies to help you plan the size of your family. COVERAGE/LIMITATIONS: We cover family planning services. You can get these services and supplies from any Medicaid provider; they do not have to be a part of our Plan. You do not need prior approval for these services. These services are free. These services are voluntary and confidential, even if you are under 18 years old. PRIOR AUTHORIZATION: No Plan OK Needed Services that treat conditions, illnesses or diseases of the lungs or respiratory system. COVERAGE/LIMITATIONS: We cover: COPAY: Waived PRIOR AUTHORIZATION: Plan OK Needed for some invasive procedures and devices. Services for recipients ages 0-20 to help you breathe better while being treated for a respiratory condition, illness or disease. COVERAGE/LIMITATIONS: We cover: PRIOR AUTHORIZATION: Plan OK Needed except for initial evaluation and re-evaluations. Services provided to children ages 0 - 20 with mental illnesses or substance use disorders. COVERAGE/LIMITATIONS:We cover the following: PRIOR AUTHORIZATION: Plan OK Needed. Services that include tests and treatments help you talk or swallow better. COVERAGE/LIMITATIONS:We cover the following services for children ages 0 - 20: We cover the following services for adults: PRIOR AUTHORIZATION: Plan OK Needed except for initial evaluation and re-evaluations. Services for children with severe mental illnesses that need treatment in the hospital. COVERAGE/LIMITATIONS:Covered as medically necessary for children ages 0-20 PRIOR AUTHORIZATION: Plan OK Needed. Services provided by a team to prevent children ages 0-20 with mental illnesses or behavioral health issues from being placed in a hospital or other facility. COVERAGE/LIMITATIONS:We cover: COPAY: Waived PRIOR AUTHORIZATION: No Plan OK Needed. Services that include all surgery and pre- and post-surgical care. COVERAGE/LIMITATIONS:Covered as medically necessary PRIOR AUTHORIZATION: Plan OK Needed Visual Aids are items such as glasses, contact lenses and prosthetic (fake) eyes. COVERAGE/LIMITATIONS:We cover the following services when prescribed by your doctor: PRIOR AUTHORIZATION: Please contact 20/20 for Authorization at 1-877-296-0799 Services that test and treat conditions, illnesses and diseases of the eyes. COVERAGE/LIMITATIONS:Covered as medically necessary COPAY: Waived PRIOR AUTHORIZATION: Please contact 20/20 for Authorization at 1-877-296-0799 Prenatal care keeps pregnancies on a healthy track. It is important to see a doctor as soon as you are pregnant, and Community Care Plan (CCP) can help with that and more. See a health care provider from your computer, tablet or smartphone - anytime, anywhere. The Department of Health and Human Services describes telehealth (also known as telemedicine) as the use of electronic information and telecommunication technologies to offer care when you and your doctor aren't in the same place at the same time. Telehealth helps you connect to a health expert from home or anywhere to get the quality care you need. When you can't make it to the doctor, telehealth is a way to keep you and your loved ones cared for. Here's a short video to learn more about what telehealth is, how it works, and what options there are for our medicad members. During the state of emergency related to the COVID-19 pandemic, Medicaid has expanded the services offering telehealth care. Covered services include routine, primary care visits as well as the following services, as medically necessary: For a list of covered benefits and services, click here to view [our Medicaid Member Handbook](/getdoc/e9e8ae62-6e0a-455f-9513-264afc470a98/Community%20Care%20Plan%20Florida%20Medicaid%20MMA%20Member%20Ha.aspx). More and more doctors are offering telehealth to help care for their patients. To find a doctor who offers telehealth, try these options: Reach out to your doctor. Many of Community Care Plan providers offer telehealth services. Contact your doctor for more information. Use Teladoc. This is a service offered by Community Care Plan to treat non-emergency issues (allergies, flu, eye issues, sinus infections, rashes, sore throat, and more). Teladoc provides virtual visits or care with a licensed doctor from a smartphone or computer 24 hours/day, seven days/week. For more information or to sign up, visit [Teladoc.com](https://www.teladoc.com/). For many, virtual appointments are new, and it may be your first time seeing a doctor through a screen. Here is what you will need and some tips to keep in mind before your visit: Need Help? If you need help, please Call our member services team at [1-866-899-4828](#) or TTY/TDD at [1-855-655-5303](#) Monday to Friday, 8:00 AM to 7:00 PM. Curious about how telemedicine or telehealth works? You may live much closer to a doctor than Jennifer but watch this video for an example of how telemedicine or telehealth works. Community Care Plan is a Managed Care Plan with a Florida Medicaid contract in Broward County. The benefit information provided is a brief summary, not a complete description of benefits. For more information contact the Managed Care Plan. Limitations, copayments, and restrictions may apply. Benefits, formulary, pharmacy network, premium and/or co-payments/co- insurance may change. * Across the six FloridaHealthFinder.gov Medicaid Health Plan Report Cards Groups, 2016, 2017, 2018, 2019, 2020, and 2021 Quality of Care Indicator Ratings by the Florida Agency for Health Care Administration [FloridaHealthFinder.gov](https://floridahealthfinder.gov/) Medicaid Health Plan Report Card. If you have questions, call the Choice Counseling Helpline toll-free at 1-877-711-3662, TDD: 1-866-467-4970, Monday through Thursday, 8 a.m.-8 p.m.; Friday, 8 a.m.-7 p.m. "}