{"title": "TEDxOnondagaCommunityCollege", "author": null, "url": null, "hostname": null, "description": "TED.com, home of TED Talks, is a global initiative about ideas worth spreading via TEDx, The Audacious Project, TED Books, TED Conferences, TED-Ed and more.", "sitename": "TED Talks", "date": "2018-04-14", "cleaned_text": "Alan Gao Student Alan Gao is currently a junior at Jamesville-DeWitt High School. He loves to run and is on his high school's cross country, indoor track, and outdoor track teams. He has always been fascinated by the role of motivation on an individual's performance, and is constantly looking for another way to improve his race times. Alan has been lucky enough to meet amazing runners, from NCAA All-Americans to Olympians. These experiences have been incredibly inspirational for him. He also enjoys engaging in meaningful conversations through the Model United Nations club at his school and as an ambassador for Bridge the Divide. Alan has an interest in economics and has studied and written a research paper regarding the topic. He channels his passions through his YouTube channel, GaoinatorStudios, and is an avid fan of bubble tea. Connor Campbell Musician A native of Syracuse, Connor Campbell taught himself how to play guitar at the age of 18 while studying creative writing and literature at Eckerd College in St. Petersburg, Florida. Immediately drawn to genres such as folk, rock, and soul, Campbell derives his inspiration from seminal artists such as Dylan, Springsteen, and Redding, as well as contemporary artists such as Ray Lamontagne and James Bay. A singer/songwriter with roots in Americana, Campbell uses a gravelly voice along with acoustic tones to sing about love, heartbreak, and finding one's place. Still a relatively fresh face in the Central New York music scene, Campbell has played at multiple venues, clubs, and bars around the Syracuse and Rochester areas. Daniel DeMento Co-Founder of Worldwide Musicians United Daniel has been making music for as long as he can remember. Early piano lessons gave way to noisy drumming in the basement, which eventually led to the lifelong habit of playing in bands. Always fascinated with the recording process, Daniel decided to pursue a degree in audio engineering and music production from SAE Institute in Los Angeles. Since then he has been exploring new instruments, composing for film and television, and producing various projects out of his mobile studio based in Southern California. After collaborating from afar with Julian Garcia Reig in 2014, the two went on to build Worldwide Musicians United together. Dr. Damian Schofield Professor Dr. Schofield is currently Director of Human Computer Interaction (Full Professor) at the State University of New York (SUNY) at Oswego, a position he has held since November 2009. He also currently Adjunct Associate Professor of Forensic Computing at Edith Cowan University, Perth, Western Australia. Prior to his move to America, Dr. Schofield held the position of the Associate Professor of Computer Games and Digital Media, in the School of Creative Media at RMIT University in Melbourne, Australia. Before his move out to Australia, he was Lecturer in the School of Computer Science at the University of Nottingham, UK. Dr. Schofield also remains a director and major shareholder of Aims Solutions Ltd., a UK based company created in 2000, to provide computer graphics visualization services and virtual reality based simulation training products to a wide range of public and private sector organizations. Dr. Peter Cronkright Physician eter Cronkright, MD, FACP Dr. Peter Cronkright is grateful for the opportunity to serve the Syracuse community as a physician since 1986. Dr. Cronkright is an Associate Professor of Internal and Family Medicine and a member of the Center for Global Health and Translational Research at Upstate Medical University. Since 2008, his efforts have focused on the medical care of refugees resettling in our community. He is a Board Member for the Society of Refugee Healthcare Providers and serves on the Planning Committee for the Toronto North American Refugee Conference. He authored the chapter on \"Chronic Disease Management in Refugees\" in Refugee Health Care: An Essential Medical Guide. His honors include the 2007 Leonard Tow Humanism in Medicine Award, 2008 Gold Standard Award, 2008 Onondaga County Medical Society Award for Service, 2010 Nosotros Radio Human Rights Commitment Award, and several teaching awards. Physician Dr. Robert Kiltz is the Founder and Director of CNY Fertility, Central New York's first successful IVF center, which is annually ranked among the top ten fertility centers in the nation. He has dedicated his career to family building, developing new approaches to reproductive success that are both cutting edge western science and grounded in eastern medicine. Using a blended approach to treat the whole person—mind, body, and spirit—he recommends changes to diet, yoga, acupuncture, and meditation to his fertility patients, and regularly consults with clients from around the globe. Dr. Kiltz believes what we choose to eat has a profound effect on our overall health and a couple's ability to conceive. The author of several books, including The Fertile Secret: 10 Steps to Living Your Most Fertile Life and the soon-to-be-released Daily Inspirations, Dr. Kiltz routinely shares his thoughts on wellness, spirituality, and fertility in his blog Mind Body Smile. Dr. Scott Adamson Professor Scott is an award-winning mathematics professor who strives to help students develop mathematical reasoning and persistent problem solving as they make sense of big mathematical ideas. He structures the classroom environment so that students are afforded the opportunity to make sense of mathematics and strives to develop enthusiastic learners in the classroom. After teaching high school students for 10 years, Scott currently teaches students at Chandler-Gilbert Community College. In addition, Scott works with middle school teachers and students in Arizona as part of the Arizona Mathematics Partnership, which is a $9 million National Science Foundation project. Scott holds a B.S. and M.A.T. in Mathematics Education from Northern Arizona University and a Ph.D. in Curriculum and Instruction (emphasis on Mathematics Education) from Arizona State University. Dr. Tori Matthews Professor Tori A. Matthews, Ph.D. Dr. Matthews holds a doctorate of philosophy from the University of Alabama at Birmingham, with concentrations in Cell Biology and Neuro-Pharmacology. He completed his doctoral research and post-doctoral fellowship at the University of Rochester Medical Center. During his post-graduate studies, Dr. Matthews became heavily involved with community outreach initiatives aimed at promoting science and research careers amongst elementary-aged underserved populations. These experiences led Dr. Matthews away from the lab bench and into the classroom where he has taught science to students ranging from Pre-K through graduate school. Currently, he is an instructor at Monroe Community College (MCC), where he teaches Open Educational Resources (OER) classes in subjects ranging from introductory biology to anatomy and physiology and molecular genetics. Jeffery Eysaman Director at Boys and Girls Club Jeffery Eysaman is the current director at the Boys & Girls Club in Central Village, as well as the Community Coordinator at Westside Academy at Blodgett Middle School. Mr. Eysaman is originally from Ilion, New York, and is a graduate from the College of St. Rose with a Bachelor of Science in History and Political Science. After graduating, Jeffery started working with youth through the \"Say Yes to Education\" summer program at LeMoyne Elementary School, and subsequently, worked at Danforth Middle School with the MoST ELT Program. Jeffery is a strong advocate of community engagement and seeks to support families through services provided within the Syracuse community. In addition to empowering youth, Jeffery is a lover of sports, museums, family, and his community! Julian Garcia Reig Co-Founder of Worldwide Musicians United For the last 15 years, Julian has been leading projects related to innovation, production and sound engineering for some of the largest multimedia corporations worldwide, including Fox and Disney among others. He attended the University of Buenos Aires in Argentina, and continued his studies taking several courses on innovation and creativity through Harvard University. In September of 2014, Julian created the first \"Virtual Team\" (comprised of musicians collaborating over the internet from across the globe), which would eventually lead to the formation of Worldwide Musicians United. Maurice Brown Student Maurice Brown Graduated from OCC with honors in Spring 2017. At OCC, Maurice served as President of the Politics Club and the Vice President of JAMAA, the black student union here on campus. Maurice was also a Delegate Candidate for the 24th Congressional District for Bernie Sanders' Presidential Campaign in 2016. Currently he is a student at SU, where he is a member of the College Democrats and the Students of Sustainability Sandra Fioramonti-Sabene Art Therapy Artist, creative coach and motivational speaker Since childhood, Sandra Fioramonti-Sabene has been passionately driven to inspire others through creative self expression. Over the past 30 years she has worn many hats as a self-taught artist, creative educator, event facilitator, community leader, entrepreneur and a financially independent, widowed mother. Her early success of owning and operating a child care facility allowed her creative the freedom to design expressive programs. Sandra helped to identify and address the needs of challenged youth by implementing creative ways for them to communication. This path lead her into her current creation and ownership of Liverpool Art Center, which has become a creative home to hundreds of Upstate New Yorkers. This is an arts and healing center focused on offering safe space for self expression through a multitude of self expression tools. Seth Sunghyuk Bae Student My name is Seth Sunghyuk Bae. I was born in South Korea, but I spent the half of my life in Los Angeles. I was in the service for past 4 years, and I decided to start my college career here at OCC. I am interested in communications and the worldwide affairs. I am a member of PTK in OCC. I enjoy interacting with people, and I want to be a linguist after completing my bachelor's degree. I am a huge fan of the office and Greenbay Packers. Timur Saka Instructional Technology Librarian Timur Saka is the Instructional Technology librarian at the Coulter Library at SUNY OCC. Timur was born and raised in Turkey. He received his M.A degree on Informational Technology and Library Media at University of Colorado at Denver. Then, he worked as a teacher and a school principal for 10 years within public school system. Timur is the board president the non-profit organization called CNY RISE CENTER. He is also the member of Interfaith Works of CNY, Faith Partners Committee. Timur Saka is a trained dialog facilitator and leads interfaith dialog circles twice a year among the members of various faith traditions. Besides the library, Timur enjoys playing table tennis and wood engraving. "}