{"title": "Boost your immune system, shake off stress by walking in the woods", "author": null, "url": "https://www.sciencedaily.com/releases/2013/10/131003132112.htm", "hostname": "sciencedaily.com", "description": "Work, home, even in the car, stress is a constant struggle for many people. But it's more than just exhausting and annoying. Unmanaged stress can lead to serious health conditions such as high blood pressure, heart disease, obesity and diabetes.", "sitename": "ScienceDaily", "date": "2023-09-09", "cleaned_text": "Work, home, even in the car, stress is a constant struggle for many people. But it's more than just exhausting and annoying. Unmanaged stress can lead to serious health conditions such as high blood pressure, heart disease, obesity and diabetes. \"The American lifestyle is fast-paced and productive, but can be extremely stressful. If that stress it not addressed, our bodies and minds can suffer,\" said Dr. Aaron Michelfelder, professor of family medicine at Loyola University Chicago Stritch School of Medicine. Our bodies need sleep to rejuvenate and if we are uptight and stressed we aren't able to get the rest we need. This can lead to serious physical and mental health issues, which is why it's extremely important to wind down, both body and mind, after a stressful day. According to Michelfelder, one of best ways to wind down and reconnect after a stressful day is by taking a walk. Though any walking is good, walking in the woods or in nature has been proven to be even better at reducing stress and improving your health. \"When we get to nature, our health improves,\" Michelfelder said. \"Our stress hormones rise all day long in our bloodstream and taking even a few moments while walking to reconnect with our inner thoughts and to check in with our body will lower those damaging stress hormones. Walking with our family or friends is also a great way to lower our blood pressure and make us happier.\" Research out of Japan shows that walking in the woods also may play a role in fighting cancer. Plants emit a chemical called phytoncides that protects them from rotting and insects. When people breathe it in, there is an increase in the level of \"natural killer\" cells, which are part of a person's immune response to cancer. \"When we walk in a forest or park, our levels of white blood cells increase and it also lowers our pulse rate, blood pressure and level of the stress hormone cortisol,\" Michelfelder said. He also suggests reading, writing, meditating or reflecting to help calm the mind after a long day. To help calm the body yoga and breathing exercises also are good. \"If you want to wind down, stay away from electronic screens as they activate the mind. Electronic devices stimulate brain activity and someone's post on Facebook or a story on the evening news might cause more stress,\" Michelfeder said. Story Source: [Materials](http://loyolamedicine.org/newswire/news/boost-your-immune-system-and-shake-stress-taking-walk-woods) provided by [Loyola University Health System](http://loyolamedicine.org/). Note: Content may be edited for style and "}