{"title": "PDF", "author": "PDF", "url": "https://medsektion-goetheanum.org/fileadmin/user_upload/Jahresbericht_2020_EN.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Medicine / IKAM Activity Report 2020 Medical Section at the GoetheanumPublishing information Publisher Medical Section at the Goetheanum Dr med Matthias Girke Georg Soldner Coordination Ariane Totzke MA Copyediting, proofreading and typesetting Claudia Holtermann MA Translation Christian von Arnim Picture credits Cover: World map (rights free) Photos: Medical Section Information and ordering address www.medsektion-goetheanum.org info@medsektion-goetheanum.chContent Editorial ............................................................................................. 2 Anthromedics - Expert information and recommendations for practice ... 7 IPMT (International Postgraduate Medical Training) - Report 2020/Outlook 2021 ................................................................. 8 Conference and event projects ............................................................. 10 Reports from the specialist areas of the International Coordination of Anthroposophic Medicine/IKAM ................................. 11 IKAM Office .................................................................................. 11 International Federation of Anthroposophic Medical Associations (IVAA) ............................................................ 12 International Coordination of Research/Research Council ................. 13 International Coordination of Anthroposophic Medical Specialists ...... 14 International Coordination of Anthroposophic Medical Training ......... 16 International Coordination of Young Medics Forum ........................... 17 International Coordination of Anthroposophic Medicines (IMKA) ...... 18 International Coordination of Anthroposophic Pharmacists (IAAP) ..... 19 International Coordination of Eurythmy Therapy ............................... 20 International Coordination of Anthroposophic Body Therapy (IAABT) ............................................ 22 International Coordination of Anthroposophic Art Therapies (ICAAT) ... 23 International Coordination of Anthroposophic Psychotherapy (AP) ..... 25 International Coordination of Anthroposophic Naturopathy (ISAN) .... 26 European Federation of Patients' Associations for Anthroposophic Medicine (EFPAM) ........................................... 28 Anthroposophic Council for Inclusive Social Development ................ 29 International Forum for Anthroposophic Nursing (IFAN) and Age Culture/Elderly Care .......................................................... 30 Association of Anthroposophic Hospitals .......................................... 31 AnthroMed®: the brand sets out into the future ............................... 32 International Coordination of Public Relations .................................. 33 International Coordination of Anthroposophic Midwifery .................. 34 International Coordination of Anthroposophic Veterinary Medicine .... 35 Financial report 2020 ........................................................................... 36 Publications in 2020 with editors/authors from the Medical Section ....... 40 The team of the Medical Section at the Goetheanum ............................. 422Dear Supporters, Friends and Everyone Interested in the Anthroposophic Medical Movement! The year 2020 brought highlights for Anthroposophic Medicine while at the same time posing considerable challenges. We turn our eye with great gratitude to the 100th birthday of this art of healing inspired by anthroposophy: during the one- week world conference in September 2020, altogether 800 colleagues, enjoying beautiful summer weather, were able to address the nature, development and effi - cacy of Anthroposophic Medicine in various professional fields and fields of life, in research and future perspectives. The basic motif was Rudolf Steiner's bridge meditation which he gave to Ita Weg- man at Christmas 1920. This is about the bridging motif in the nature of the human being between the past and the future, which radiates out to many other bridges that are formed, thereby humanising them. We can mention here the bridges be - tween the professional groups and those working in therapy, between convention - al medicine and its spiritual extension through anthroposophy, between therapists and patients. And lastly let us mention the bridge which links the past of an ancient mystery medicine with the \"being of the future\" through its present authentic re - newal. Thus the contributions at the anniversary conference extended from the morning work on central topics related to the bridge motif (using Rudolf Steiner's so-called bridge lectures) to the concrete content of Anthroposophic Medicine, to clinical pictures and multiprofessional therapies; from the practical implementation of Anthroposophic Medicine in the health service and the inpatient and outpatient treatment of patients to scientific work (in 2020 alone, 24 studies on Anthropos - ophic Medicine were published in peer reviewed journals). At the festive ceremony the speakers included Prof Dr Giovanni Maio, specialist in medical ethics at the Albert Ludwig University in Freiburg; he set out the neces - sity of a patient-focused medicine, of seven dimensions of patient care, and thus arrived at central concerns of Anthroposophic Medicine and its importance as a \"system of medicine of the future\" . A great sense of gratitude for what Anthropos - ophical Medicine has striven for and achieved was palpable, but equally so were the strong future forces associated with its further worldwide development. The nature of Anthroposophic Medicine includes not only professional but also ethical and spiritual competence . Inner development and the meditative path of knowledge have a crucial significance for Anthroposophic Medicine, form the basis of its connection with the efficacy of the ancient mystery medicine and wish to lead it into the future. In this sense Anthroposophic Medicine and its Section belong to the School of Spiritual Science at the Goetheanum, from whose spiritual source flow essential forces which form the seeds of future development. The festive conference was also a festival of social collaboration . Due to the coro - navirus pandemic, numerous people from many European, but above all non-Euro - pean countries were unable to attend. An initiative-taking preparatory group of younger people, who had developed this conference together with the Section leadership and helped it to succeed through intense work, networked the festive impulse for Anthroposophic Medicine with about 60 regional conferences on all continents , which were integrated in this way - partly linked by video. It was impressive to see the depth, consistency and strength with which people of the young generation prepared this conference over more than three years and turned it into a global celebration of Anthroposophic Medicine in such a difficult Dr med Matthias Girke Head of the Medical Section, Member of the Executive Council of the General Anthroposophical Society Georg Soldner Deputy Head of the Medical Section3world situation as 2020. This showed how important and fruitful it is to give the young generation independent responsibility and a voice. In this context new con - nections were made which will now continue to be cultivated. The work now continues and will turn to future development tasks. So in 2021 we approach big next \"birthdays\" such as the hospital impulse, but also that of anthroposophic phar - macy and eurythmy therapy, and look forward to the coming annual conference dedicated to these impulses of Anthroposophic Medicine. The year 2020 brought many challenges due to the coronavirus pandemic, and the work in the priority areas (the so-called CARE groups) of the Medical Section has well proven its worth in this field in particular and led to substantial contributions. Early publications on the nature of Covid-19, on the therapeutic pos - sibilities of Anthroposophic Medicine, statements on the social lockdown meas - ures, on the novel SARS-CoV-2 vaccination with recommendations for the vaccina - tion decision to be voluntary and with the demand for the establishment of an anonymous vaccination register for comparative and company-independent re - search into the effectiveness of vaccinations and possible side effects were pub - lished and received an astonishing amount of worldwide attention. The section leadership participated in several livestream events on this topic. In a joint work of the Goetheanum Leadership, a book on the coronavirus pan - demic was produced from the different perspectives of the sections; this was fol - lowed by a public online lecture series on \"The Signature of Our Time\" (https:// www.goetheanum.tv/signatur-der-gegenwart ). Anthroposophic Medicine had to face many challenges during this time. A social emergency situation often leads to polarisation and develops divisive tendencies. Media coverage is becoming uni - form and individualised assessments are categorised and assigned into camps. This also relates to the way anthroposophy, Rudolf Steiner and Anthroposophic Medi - cine are represented in many media. But extreme positions were also formulated in our movement which had a negative impact on the reflection of the anthropos - ophical movement and its system of medicine in the media. Great sense of respon - sibility and also an awareness of the whole are necessary to be able to work con - structively here. In this context the Medical Section was very much in demand with its public relations work, in close cooperation with the IVAA and national medical associations as well as umbrella organisations such as DAMiD. However, there were also many positive developments in dealing with the coronavirus pandemic. The care of coronavirus patients in anthroposophical hospitals such as the Havel - höhe Community Hospital in Berlin was often reported on in various media and also on television. In the field of oncology, new paths were embarked upon in Israel under the di - rection of Eran Ben-Arye with the involvement of Rolf Heine to communicate care measures through digital communication as this was no longer possible in any other way. Hybrid events such as the American seminar on mistletoe therapy with the participation of Marion Debus, but also the video keynotes from Argentina, England and Australia show that physical conferences and digital communication are not mutually exclusive. Online conferences cannot replace real encounters be - tween us, but they offer the opportunity to participate to many people whose cir - cumstances do not allow them to physically attend a conference, and this contribu - tion will continue to be important in the future. Regions such as the Spanish- and Portuguese-speaking countries of South and Central America or Southwest Europe have connected in large online conferences. The Colombian International Post -4graduate Medical Training (IPMT) was able to reach eleven South American coun - tries and almost 170 participants. The six-day online course was noticeably enliv - ened by work in small groups, artistic activities, guided eurythmy which everyone performed in \"their own place\" , and morning reflections on Rudolf Steiner's bridge meditation. As early as the beginning of May, the US IPMT was the first to be con - verted to an online format in a professional manner. The IPMT in Taiwan was con - ducted as a so-called hybrid event with a physical meeting between a section of the participants and independent organisation of the morning work. The afternoon case presentations and discussions and the evening lectures were organised with the lecturers in Europe connected online. In China, the IPMT was transformed into online courses for paediatrics and internal medicine and a home care course. In other countries, the IPMT was postponed to 2021 or all further training was organ - ised locally. We hope that the Asia-Pacific region will now also increasingly develop regional cooperation, and the same applies to the Eastern European region, for which a new IPMT cycle is being pre pared in Slovakia in 2021, and where the Romanian online IPMT in English also took place in December 2020 for participants from several countries. An international medical training (English Training in Anthroposophic Medi - cine) started at Emerson College in February and the further modules were held virtually. The approximately 30 participants come from various countries around the world and between the modules continue working in small groups with men - toring support. In the field of pharmacy, a multi-year course in anthroposophic pharmacy was planned: in Colombia for the Spanish and Portuguese speaking countries, in Krakow and Moscow for the Eastern European region, which in Russia also forms a bridge to the Asian region, and in Thailand near Bangkok in the Asia-Pacific re - gion. Albert Schmidli, M ónica Mennet-von Eiff (Weleda), who has now taken over as IKAM coordinator for pharmacy, and Annette Greco (WALA) lead and accompa - ny these courses. It is becoming increasingly clear how much the rootedness of Anthroposophic Medicine in individual countries or regions is dependent on the competent involvement of local pharmacists who also have the knowledge to pro - duce anthroposophical medicines extemporaneously. The title \"One Health\" of the All-Asia Conference organised by a team of Indian doctors with about 700 participants in December 2020, the close collaboration with representatives of the Section for Agriculture and the Pedagogical Section, supplemented by growing cooperation with the Youth Section and the Social Sci - ence Section, stands for another important step in 2020. Covid-19 has made it clear that the health of people and nature are mutually dependent and cannot be separat - ed. This is already recognised by a conference theme and format such as that of the All-Asia Conference in December. The same applies to the online annual confer - ence of the Section for Agriculture titled \"Breathing with the Climate Crisis\" (https://www.agriculture-conference.org/2021 ), which took place in February 2021. It was prepared together with the Youth Section; the Medical Section was also involved. With the climate crisis in mind, it is becoming increasingly apparent how much modern science requires the addition of spiritual science, putting us in a position to give moral issues their proper weight out of a contemporary consciousness. The latter might be summarised under the question: what kind of world do we want to 5hand on to following generations? To what extent do we want to become even more indebted to these generations by destroying their livelihoods, and how can we achieve a sustainable turn towards a global community of responsibility that transcends national and personal egoisms? While economic forces and the intelli - gence of modern science are combining convincingly in the extremely fast progress in the development of new types of SARS-CoV-2 vaccines, the question is emerging with ever greater clarity as to how specifically medicine and pharmacy are them - selves changing in the climate crisis. Currently they contribute 4.4% of all emis - sions harmful to the climate - more than air travel. Anthroposophic Medicine and pharmacy can also point to long experience in this field: to the number of environ - mentally harmful painkillers, hormones and antibiotics that can be avoided and the nature-based pharmaceuticals that can be produced regionally through, for exam - ple, biodynamic medicinal plant cultivation in such a way that the environment is vitalised instead of destroyed. Nick Watts, the chief sustainability officer of the British National Health Service - the largest employer in Europe - told the online symposium on medicine and the climate issue of 7 November 2020 organised by Christian Grah, director of the pulmonary department of Berlin's Havelhöhe hospi - tal, that the National Health Service wanted to be climate neutral by 2040 and in - tended to work only with hospitals and also pharmaceutical firms which were guid - ed by such climate goals. It will be a question of our presence of mind that we set out clearly the opportunities offered by an integrative medicine in this dialogue between medicine and the ecological movement. After all, in 2020 we learnt to take Rudolf Steiner's very concrete references se - riously that our inner equilibrium, our health are related to the cosmos. On 7 April 1920, in the eighteenth lecture on the foundation of Anthroposophic Medicine, Steiner pointed out the importance of solar activity and the close solar conjunc - tions of the outer planets Mars, Jupiter and Saturn, as well as the timing of great pandemics. He was referring to the most serious pandemic in human history until then, the \"Spanish flu\" , which 100 years ago primarily affected adults between 20 and 40 years of age and claimed many more fatalities than the First World War. Well over a year ago, on 16 December 2019, we experienced a historic low in solar activity over the last 200 years - and with it a peak in the impact of cosmic rays from outside our solar system which can contribute to the destabilisation and mu - tation of viruses. This was also predicted by certain virologists (Wickramasinghe NC, Wickramasinghe NT, Senanayake S, Space weather and pandemic warnings? Current Science. 2019;117[10]:232). But in 2020 we also experienced a particular constellation of Mars, Jupiter and Saturn whose close proximity to one another could be seen and took effect world - wide in the conjunctions of Mars and Jupiter on 20 March and of Mars and Saturn on 31 March. And we could observe an exceptionally close conjunction of Jupiter and Saturn on 21 December 2020, at the winter solstice in the northern hemisphere and the summer solstice in the southern hemisphere. Steiner's references to the connection between solar radiation, viral mutation and pandemics could be confirmed for influenza (Markus Sommer, G rippe and Erkäl - tungskrankheiten ganzheitlich heilen , Stuttgart 22020). Steiner's remarks the connection between solar activity, planetary position and pandemics, mentioned earlier, thus proved to be true in 2020 exceptionally explicitly. In this context Steiner emphasised the importance not just of the patho - gens but also the role of the inner constitution of the person and that primarily a 6regular rhythm between the head and the chest cavity was key. It is possible to cultivate this rhythm in many ways, in eurythmy therapy, in creative speech, in a regular life rhythm and in anthroposophical meditation. This inner relationship be - tween head and heart is directly addressed in the concluding verse of the Founda - tion Stone Meditation which in this time of cosmic drama can let light and warmth flow within us, and whose cultivation gives our movement a foundation in which we can trust. So it is with a great sense of gratitude that we look back on the intensive work done by many people in 2020, including the intensive work in the five CARE areas of the Medical Section. Here numerous topics were worked on in the multi-profes - sional working groups: caesarean section; development in early childhood; the im - portance of fever ( https://warmuptofever.org/en/home-2/ ); Covid-19; pneumonia and Covid-19 vaccinations; mistletoe in oncology, including the complete revision and translation of the website on mistletoe therapy ( https://www.mistletoe-thera - py.org/ ) into English and extensive preparation of the Spanish translation; as well as palliative medicine (symposium on assisted suicide). They were published on the portal operated by the Medical Section and the Society of Anthroposophic Physi - cians in Germany (GAÄD) https://www.anthromedics.org/?_locale=en and in var - ious specialist journals. The big thank you for this comprehensive work is supple - mented by the hope that Anthroposophic Medicine will cotinue to develop productively in the future in very changed times and with new challenges. Matthias Girke Georg Soldner Head of the Medical Section Dep. Head of the Medical Section 7Anthromedics - Expert information and recommendations for practice Anthromedics has established itself as a knowledge and practice portal for Anthro - posophic Medicine. The Medical Section used the portal in 2020 in particular to make the latest con - tributions available at short notice. The online articles \"Covid-19\" and \"Covid-19 Vaccination. A synthesis review of current status and proposal of a registry study to overcome social polarization ten - dencies and answer open research questions\" met a central need for information about understanding and treating this new respiratory disease and - like all articles in the sections \"Practice\" and \"Basic Concepts\" - are available free of charge in German and English . In addition, the CARE II group has described further infectious diseases with regard to their prevention and therapy as recommendations of an international ex - pert commission. The challenging issues facing physicians, therapists and nurses - but also society - concern not only the pandemic, but also ethical questions about assisted suicide, the importance of awareness in palliative care, the worldwide increase in caesarean section rates, intervention in early childhood and the handling of premature babies, as well as oncological problems such as cancer-related fatigue and chemother - apy-induced polyneuropathy. On these and other topics, 30 new articles have appeared on Anthromedics (https://www.anthromedics.org/PRA-EN ). Our more than 70 authors discuss interdisciplinary practical knowledge in the CARE groups and we present them here on the portal: https://www.anthromedics. org/PRA-0919-EN . The interdisciplinary content of Anthromedics follows the CARE and Anthro - medics concept. In addition to medical and nursing expertise, midwives, psycholo - gists, art and body therapists, eurythmy therapists and pastoral care workers have their say. The requirements of presenting this in a way that is publicly accessible must be reconciled with the intrinsic possibilities of Anthroposophic Medicine (AM) and its deepening view of the ill person. This is also an editorial task that we will continue to address - as well as the methodological and evidence-based further develop - ment of the contributions. Selected Anthromedics content has become a relevant tool for public rela - tions. The Medical Section's Facebook page repeatedly links to practical tips for parents, patients and experts, thus opening up a larger readership interested in AM. We have also worked on linking the specialist portal more stringently with the websites on mistletoe therapy, external treatments and the Merkurstab online. Many specific websites of the therapeutic and health policy AM professions mean - while include a reference to Anthromedics. To improve guidance and navigation for users, we relaunched the website: three new start pages with photo tiles on the main topics, a better function bar in the header and streamlined directory levels are its main elements. Dagmar Brauer Research Associate, Anthromedics Editorial Board Dornach8We will continue to make technical adjustments also in 2021, further improve the layout and give greater consideration to search engine optimisation issues. It remains our intention to set up the third language page - Spanish - as announced. We would be delighted if you added Anthromedics to your favourites! Coordination https://www.anthromedics.org/ IPMT Postgraduate Medical Training) - Report 2020 / Outlook 2021 The year 2020 had a striking signature: on the one hand, it was the anniversary year of Anthroposophic Medicine; and on the other hand, the first months of this year were already marked by the news about the spread of the novel respiratory disease Covid-19 which, hardly had the IPMT brochure for 2020 been printed, al - ready led to the first cancellation of the IPMT week in Thailand. The subsequent measures meant that none of the eleven planned IPMT modules could take place as originally planned. The IPMTs in Japan, Malaysia, the Philippines, Russia and Mexico were postponed to 2021, while others were switched to an online format. However, in almost all countries the deepening engagement with Anthroposophical Medi - cine continued despite all adversities, be it through small regional meetings, in the form of continuous online reading work with the Mexican friends, or a digital med - ical conference as in January 2021 with Israeli and in February with Russian partici - pants. In the course of the year, however, despite the limitations of this digital form of seminar, a benefit also became apparent: many people who would not have had the opportunity to physically participate in such further training due to their circum - stances, suddenly got the opportunity to participate in the content presented. In addi - tion, some national IPMTs became supra-regional, if not indeed international events. Thus the Colombian online IPMT, the first in the second Colombian five-year cycle, conducted over two three-day periods with an intervening four-day inde - pendent work phase, reached about eleven South American countries and nearly 170 participants. Work in small groups, artistic activities, eurythmy, which each per - son performed for themselves, as well as morning reflections on Rudolf Steiner's bridge meditation brought this seminar work noticeably to life. As early as the beginning of May, the US IPMT had been the first to be converted to an online format in a professional manner. Two different types of seminar were offered: in April, it was possible to participate once a week in two one-hour online seminars, one on the treatment of infectious diseases and a second on strengthen - ing the immune system through eurythmy therapy exercises. Then in May, in the classic IPMT weekly format (seven times 90 minutes), a course on the pharmacol - ogy of metals with corresponding experiments was offered on the one hand, and an online seminar on anthroposophical psychiatry on the other. All provisions could be booked separately and were taken up intensively. The training week in Taiwan was conducted as a five-day so-called hybrid event, with a physical meeting of a larger group of participants and the independent or - Stefan Langhammer IPMT Coordination, Project/Financial Management9ganisation locally of the morning work. The afternoon case discussions prepared by individual participants and the evening lectures on the question of how anxiety arises and how to deal with it were organised by the lecturers from Europe who were connected online. The artistic elements, with which participants approached an understanding of the patients described in the context of the case presentations, as well as the morning case-related eurythmy therapy exercises with the physically present participants, were very well received. A digital weekend seminar with the Taiwanese physicians and therapists at the beginning of January 2021, a kind of in - terim meeting, followed on from this fruitful work. In mainland China, the IPMT was transformed into three continuous online courses in Paediatrics, Internal Medicine and Homecare. The paediatrics course was delivered in the form of eight fortnightly two-hour livestream units at Mon - day midday from October 2020 to January 2021. This was followed by a course on essential topics in internal medicine in the same format from February to May 2021. In parallel, a ninety-minute homecare course was held once a week from October 2020 to March 2021. The Romanian training week was initially postponed from the end of May to December, but then had to take place as an online seminar after all. Here too, as in Colombia, a format of two three-day mornings proved its worth in which the par - ticipants at intervals divided into specialist groups and discussed central aspects of anthroposophical psychotherapy and pharmacy, and practical examples from the field of external treatments, eurythmy therapy and rhythmical massage therapy were presented and practised. Each day was concluded with an evening lecture on the inner path of development of the human being. It is not yet possible to say for sure today, in April, what the IPMT Weeks in 2021 will look like. However, it is becoming apparent that the training weeks in the Asian region cannot be held as face-to-face events this year either. For the first IPMT in Thailand in April 2021, the local organisers hope to be able to hold at least a hybrid event based on the Taiwanese model: a gathering of at least some of the Thai par - ticipants, the holding of face-to-face classes with the Thai lecturers, and integrated online courses and livestream lectures from Europe. In India, after three IPMT five- year cycles, an independent advanced medical training programme is now being established; the preparations for this are already in full swing. The development of nursing skills is also to be given greater weight in India in the future. We will have to wait and see what will happen with the Russian, Romanian and new Slovakian IPMTs in the summer and autumn; the same applies to the training weeks in Co - lombia and Mexico. In the South American region - following on from the Colom - bian IPMT 2020 - a new online format has been launched: from January to Sep - tember, three-hour \"mini-symposia\" on the five CARE areas will be held once a month to bridge the time to the South American IPMT week in October 2021; they are well received throughout the Spanish-speaking world. The year 2020 has shown that the digital seminar form nevertheless offers the possibility to organise periods jointly in which it is not possible to meet in person and thus to \"stay on the ball\" in terms of content. It has given people the opportu - nity to encounter Anthroposophic Medicine within the framework of online cours - es, something which for geographical and economic reasons would hardly have been possible in any other form. And it has further promoted the independence of advanced training activities in the individual countries which was already observed in recent years. Nevertheless, it also became clear that online seminars cannot re -10place the direct encounter from person to person - after all, something is addition - ally at work in such an encounter which differs from the digitally transmitted word and image. As a medium accompanying the face-to-face seminars, the digital form of teaching has more than proved its worth in the past year and will therefore be indispensable in the years to come. A very warm thank you to all those who, despite the adverse circumstances, made the - variously modified - IPMT work possible again this year through their support! Coordination and contact Stefan Langhammer, stefan.langhammer@medsektion-goetheanum.ch https://ipmt.medsektion-goetheanum.org/en Conference and event projects Review Last year, 59 meetings and events of the Medical Section had to be cancelled due to the regulations of the Canton of Solothurn on the containment of the coro - navirus infection. Nevertheless, it was possible to hold 62 events and conferences under certain conditions - in retrospect, a great success at a time when almost all events were cancelled throughout Switzerland. This was only possible with the collaboration of the staff at the Goetheanum and an enormous effort. The highlights in 2020 were the research conference on GA 312 in March and, of course, the anniversary conference on 100 years of Anthroposophic Medicine of our Section in September. Anniversary conference - 100 years of Anthroposophic Medicine Together with the preparatory group from the ranks of the young medics, this anni - versary conference took shape over more than three years of preparation. In count - less meetings we mulled over content, thought about structures and created a framework around this anniversary. The result was a seven-day conference guided by the star of Rudolf Steiner's so-called bridge lectures. Movement in the digital space To counter the threat of coming to a standstill in the movement, it quickly became clear that we needed to use the possibilities of the Internet in various forms of on - line events. This step was a novelty for us in the Section and in the world. From the small beginnings of Zoom video conferences through livestream on a donation ba - sis to the year's four-part cycle of art therapy with interactive elements, the devel - opment in the digital world has been rapid in 2020. A completely new field of work has emerged. Finding an awareness of the possibilities and limitations of this type of event is an ongoing process. François Bonhôte Event and Conference Projects11Opportunities and challenges With the new, digital formats, we opened up the opportunity to reach people who previously had little or no connection with our fields of work. Colleagues from all over the world have participated in digital events - from Canada to South America, from China through India to South Africa. The challenge for the future is to keep this access to the world open. Directly linked to this is the question of how we will deal with digital access to Anthropos - ophic Medicine in the future, when face-to-face events are possible again. It is im - portant to find the right mix of face-to-face and online events at the appropriate time. Future formats should be planned with an adapted structure and organisation so that both conference guests present and participants in the world can follow the topics of future conferences and events and integrate the resulting impulses in the various fields of activity. It will be a new reality that awaits us - with many new possibilities which, if planned consciously, will multiply the reach of anthroposophy. Coordination and contact François Bonhôte, francois.bonhote@medsektion-goetheanum.ch Reports from the specialist areas of the International Coordination of Anthroposophic Medicine/IKAM IKAM Office When it was reported in the 2019 Annual Report that the interconnected services of our platform would make setting up a video conference as easy as writing an email, it was of course not yet foreseeable how quickly this form of communication would become the everyday normal. The constraints of the pandemic have probably made many of us seasoned users of the various video conferencing programmes. An im - portant skill that serves us well in meeting the new challenges of collaboration, whether local or international, from the office, on the road or from the home office. More intensive online collaboration naturally means more opening up, which in turn means increased security requirements, and so the issue of security was one of the core topics in the operation of the Medical Section's cloud-based network this year. As an additional protective measure, so-called multi-factor authentication (MFA) has now been introduced for all participants on our platform, which enables us - similar to online banking - to counteract identity theft and prevent unauthor - ised access. In the fourth year of our platform, we are also faced with the challenge of mak - ing the transition from locally focused individual workplaces to a networked, team-oriented world of work. Physicians know how difficult it can be for people to adopt a new diet or lifestyle - even if the benefits are clear. The same applies to the new way of working that has become necessary in a networked community-orient - ed work environment. Mathias Hofmann IKAM Office / Project Management 12Ill. Transformation into an effective, team-oriented way of working However, a variety of productivity and communication services are available for such a way of working. These are all integrated seamlessly by default, without the need for complex interface programming or the need to grant and check access rights multiple times. The following services present themselves as concrete solu - tions: the enterprise social networking service Yammer for an extended circle of users, TEAMS as the central collaboration tool for temporary or permanent work - ing groups, and SharePoint as a secure place to store, structure, share and jointly work on information from almost any device. SharePoint also laid the foundation for the long-term development of a digital archive for the Medical Section. Coordination and contact Mathias Hofmann, mathias.hofmann@medsektion-ikam.org International Federation of Anthroposophic Medical Associations (IVAA) The work of the IVAA was marked, like everyone's, by the Covid-19 pandemic. As early as April 2020, Dr Giancarlo Buccheri, IVAA president from 1991 to 2007, died as a result of Covid-19. Early on, the WHO organised an online meeting of repre - sentatives of traditional, complementary and integrative medicine, at which the IVAA was able to present the approach of Anthroposophic Medicine. Then, in July, the IVAA and the Medical Section at the Goetheanum jointly hosted a large Cov - id-19 webinar with speakers from Brazil, Russia, Switzerland and Germany, attend - ed by over 550 people. In early 2021, the Medical Section and the IVAA jointly pub - lished a public statement on vaccination against SARS-CoV-2. At the EU level, a parliamentary interest group for Integrative Medicine & Health was founded with the active help of the IVAA: this is led by four MEPs, with the secretariat provided by EURO-CAM, the umbrella organisation of European comple - mentary medicine organisations. Another success of the parliamentary work is the multiple mention of integrative medicine in the \"EU4Health Programme\" , the newly adopted health programme of the EU. The EU is also currently working on \"Europe's Beating Cancer Plan\"; the IVAA made concrete submissions on integrative oncology and dedicated the 100-year celebration of Anthroposophic Medicine to the topic. Together with the Representation of the State of Baden-Württemberg to the EU, the IVAA organised an online symposium entitled \"Teaming Up Against Can - 13cer\" . The Baden-Württemberg Integrative Medicine competence network (in which two anthroposophical clinics are significantly involved) was presented as a possible model for Europe; the speakers included Bärbl Mielich, state secretary in the Baden-Württemberg Ministry of Social Affairs and Integration, and the French MEP Michèle Rivasi. The presentations are available on the IVAA YouTube channel. In Serbia and Russia there was progress in the recognition and representation of Anthroposophic Medicine: in Serbia, Anthroposophic Medicine was officially rec - ognised; and in Russia the Interregional Association of Anthroposophic Medicine was officially registered. In Belgium, an Association for Integrative Medicine was founded for the first time with the help of anthroposophical doctors. EUROCAM has been officially accredited by the WHO European Office. At the first internation - al conference on integrative paediatrics in São Paulo, a position paper on integrative paediatrics drafted by the IVAA was adopted and published. Collaboration with the WHO on training standards for Anthroposophic Medicine continued and a final expert meeting took place at the end of 2020. Attacks on complementary medicine, and especially Anthroposophic Medi - cine, have increased sharply. The attacks in France, which have been going on for some time, reached their peak in a report on the public television channel France 2. In Germany, too, one can now speak of a real media campaign against Anthrop - osophic Medicine. The Covid-sceptical appearances of some anthroposophical doctors unfortunately greatly facilitate the media attacks on Anthroposophic Med - icine. Meanwhile, the situation for complementary medicine, including Anthrop - osophic Medicine, remains poor in Spain and the UK. The IVAA has therefore strengthened its media competence with more staff, has a greater presence on social media, responds to attacks where necessary and works closely with the an - throposophical associations in Germany and Switzerland and with the Medical Section to improve their media presence and to defend themselves appropriately. A survey of IVAA member societies revealed a great need for support in public communication. Coordination and contact Thomas Breitkreuz, tb@paracelsus-krankenhaus.de Laura Borghi, laura.borghi@medsektion-ikam.org www.ivaa.info International Coordination of Research / Research Council On 6 March 2020, during the Research Council (RC) meeting in Dornach, the co - ordination task for the RC was passed on to us, Ursula Wolf and Erik Baars, from Helmut Kiene. In 2020, we had the first monthly Coordinators' meeting and then met in the first enthusiastic quarterly meeting with the four RC Group Coordinators (Research Conference Organising Group, Young Researchers Group, Network De - velopment Group, Communication Group). We then drafted the agenda for 2021 with four main work areas: 1. Mission, vision, values and strategy: To finalise the RC mission and vision, to develop the RC values and strategy with the RC members. Thomas Breitkreuz President IVAA Laura Borghi Member of the IVAA Board Ursula Wolf International Coordination of Research Council142. Communication: To improve the quality of communication within the RC and the Medical Section and, as a second step, to develop an RC communication plan (together with our Communication Group) for external communication. 3. Scientific work: To contribute to the research conference of the Medical Sec - tion, to organise the 100 years AM symposium during the ECIM conference and to work out what is the contribution of AM to the further development of inte - grative medicine. 4. Organisation: To take next steps in the reorganisation of the RC. The first RC Newsletter was sent out on 18 February 2021. On 5 March, the RC members worked on, among other things, finalising the Mission Statement of the RC. Finally, a successful English-language online conference \"Regulation, Rhythm & Health\" took place on 6 and 7 March. Coordination and contact Ursula Wolf, ursula.wolf@ikim.unibe.ch Erik Baars, baars.e@hsleiden.nl International Coordination of Anthroposophic Medical Specialists Developments in the field of specialist groups In the field of surgery , where there is as yet no independent specialist group, Merten Hommann (Zentralklinikum Bad Berka) and Florian Glaser (Herdecke up an interdisciplinary \"Surgical Medicine Initiative Group\" . A first meeting will take place at the Goetheanum in Dornach, if possible in the first half of 2021. The focus of the meeting will be a discussion on the ques - tions: how can Anthroposophic Medicine best be integrated into a surgical depart - ment and what experience already exists with the individual elements of Anthrop - osophic Medicine? Furthermore, a symposium is to be planned on extended questions of the intersecting subjects, such as \"Ethics of indication\" pain and its treat - ment\" , \"Mental requirements for the surgical profession\" . The group of anthroposophic ophthalmologists - one of the most threatened specialties within Anthroposophic Medicine - will catch up on the conference on the \"Immune system of the eye, autoimmune diseases and inflammation\" , which was cancelled in December 2020 due to the anti-coronavirus measures, on 3-4 De - cember 2021 at the Goetheanum. The conference, which serves to a large extent to pass on Erika Hammer's wealth of experience and can also provide essential im - pulses for general practitioners as well as physicians from other specialities, will be combined with a meeting of the small group of specialists around Gabriele Emmer - ich, Wim Huige and Ingrid Caspar. The very active interprofessional Pulmonology specialist group will, under the leadership of Gabriele Gloger, Christian Grah, Markus Krüger and Eva-Gabriele Streit, for the first time offer two compact seminars on asthma and COPD within the framework of the GAÄD. As an innovative impulse for the future of specialist development, the GAÄD Academy will for the first time organise a specialist conference from 1-3 October Erik Baars International Coordination of Research Council Marion Debus International Coordination of Anthroposophic Medical Specialists152021: framed by joint lectures and plenary discussion, specialist further training on special topics will take place in several units for the specialities of gynaecology, internal medicine, dentistry, ENT, paediatrics and neurology. Thus, in addition to the in-depth work in the specialist groups, there is the possibility of interdiscipli - nary interchange and reciprocal learning. It is to be hoped that powerful impulses will emerge from this to promote the anthroposophical medical specialist land - scape. International oncology further training In the USA, the second course on \"Mistletoe and Integrative Oncology\" was held as a hybrid event in Denver after the successful start in Baltimore in 2019, this time combined with a prior introductory course in Anthroposophic Medicine by Adam Blanning (a promising model for introducing people to Anthroposophic Medicine in general within the framework of specialist courses). In an exemplary manner, the growing number of participants is mentored in video conferences throughout the year. A book publication from the contributions of 2019 and 2020 is almost ready and will be published in 2021. A modular oncology course already planned for 2020 in São Paulo, Brazil, will now start in April 2021 as a hybrid event led by Iramaia Chaguri, Sheila Grande and Bernardo Kaliks. A restart of a curricular oncology course in German-speaking countries is being planned, as well as a continuation of the compact seminars that, due to circum - stances, could not take place in 2020. New publications Internal medicine: Matthias Girke: Innere Medizin . 3rd completely revised and extended edition in 2 volumes. Ber - lin 2020 (Salumed Verlag). (Salumed Verlag). ENT: A book on anthroposophical ear, nose and throat medicine, edited by Dirk Meister, Bernd Oelmüller and Harald Zühlke, is currently being printed and will be published by Salumed Verlag in Berlin in 2021. Coordination and contact Marion Debus, marion.debus@klinik-arlesheim.ch , www.klinik-arlesheim.ch 16International Coordination of Anthroposophic Medical Training The promotion of young, well-trained anthroposophic physicians is a central task for the future of Anthroposophic Medicine, so that, in full awareness of this chal - lenge, numerous training centres for Anthroposophic Medicine have been estab - lished worldwide in recent years in sometimes very different formats. The range of tasks of the Coordination of Medical Training includes an aware - ness and the networking of the individual training programmes, the development of quality in the training institutions, mutual recognition, the implementation of a common curriculum and the accreditation of the institutions. The Coordination works in close cooperation with the Section head (Georg Soldner) and the international trainers' group, which consists of representatives of the training institutions working worldwide and meets once a year in Dornach for a working meeting lasting several days. As a result of this work, a core curriculum for training in Anthroposophic Medi - cine which underlies all training courses has been developed and adopted in recent years in a joint process along with an accreditation process for the recognition of institutions , which leads to the award of a certificate by the Medical Section. For the implementation of the accreditation process, an international accredita - tion panel was appointed which accompanies the accreditation process of the in - dividual institutions and finally recommends accreditation to the Section leader - ship. In addition, in order to enable a continuous improvement in the quality of teaching in the training institutions, we have been holding an annual interdiscipli - nary trainer conference for trainers over several days since 2014, which is attended by around 60 participants from about 20 countries and twelve professional groups. During this conference the participants learn methodological and teaching tech - niques by means of which Anthroposophic Medicine can be taught sustainably and in depth in the training courses . As a further developmental step towards the internationalisation of the training landscape, an inspiring Teach-The-Teacher conference for all South American coun - tries was held for the first time in February 2020 in Argentina, covering all profes - sional groups, and is to be expanded with a view to being a format for other regions of the world. The onset of the coronavirus crisis also meant an enormous challenge for the training facilities which in most institutions were predominantly offered as face-to- face events, as these can currently no longer take place in the usual form, posing considerable organisational and also economic questions for the individual training courses if the events are cancelled. In order to nevertheless guarantee a continuity of training, the need for training in an online format arose, as in many other areas. The associated and complex questions, such as for example about online-based patient presentations or the classes on spirituality and the schooling path, largely represent new territory for anthroposophical training courses and require a joint search for appropriate answers and methods, whereby the associated potential of such a methodologically expanded possibility of teaching must also be taken into account. In order to address these questions of goal-oriented and online-based teaching methods and methodology in anthroposophic medical training, online teaching in Jan Feldmann International Coordination of Anthroposophic Medical Training17Anthroposophic Medicine will be the central theme of the teach-the-teacher con - ference and the trainers' conference this year. Coordination and contact Jan Feldmann, janfeldmann@yahoo.de , info@akademie-havelhoehe.de International Coordination of Young Medics Forum In the context of the world conference \"Crossing Bridges - Being Human!\" in Sep - tember 2020, the International Young Medics Forum was wound up after nine years in order to make space to new impulses. Among young participants at the world conference, the impulse indeed arose to connect, to form an international interdisciplinary community to work together on Anthroposophic Medicine and carry it into the future. About 30 young people from different healing professions / training courses and corners of the world (including Peru, the USA, Netherlands, Denmark, Australia, New Zealand, India, South Africa, UK, Philippines, Italy, Swe - den, Ukraine, Switzerland and Germany) have come together so far to study Rudolf Steiner's \"Course for Young Doctors\" and to engage with relevant questions and issues such as \"anthroposophical meditation\" . We have formed small reading groups, meet online as a large group once a month and would also like to meet in person at least twice a year (our first meeting took place in early April 2021 at the Dottenfeld biodynamic farm near Frankfurt). Yammer serves as our online com - munication platform. We are still thinking about our name - at present our commu - nity is called \"Young Impulses in Anthroposophic Medicine\" . We hope to be able to organise a conference for the centenary year of the \"Course for Young Doctors\" in 2024, one of our concerns being to find practical, artistic and thus experiential approaches to Anthroposophic Medicine - in order to learn with the heart instead of just the head. It is also important for us to include different perspectives and approaches to Anthroposophic Medicine from various cultures of the world. Our biggest challenge at the moment is probably that some of us live very far away from each other - although this is of course also a central aspect of our initiative and holds great potential - so that we have to consciously deal with the opportunities and limits of virtual encounters. We look forward to getting to know each other, to grappling with questions and goals, and to helping to bring to life and realise Anthroposophic Medicine in ourselves and in the world. We would love to hear from young people who would like to join us - anyone who has not yet joined Yammer (where we can be found under \"Young Impulses in An - throposophic Medicine\") can contact us at moritz.christoph@medsektion-ikam.org or Wittchow International Coordination of Young Medics Forum Matthew Mirkin International Coordination of Young Medics Forum18International Coordination of Anthroposophic Medicines (IMKA) The International Coordination of Anthroposophic Medicines (IMKA) is a coordi - nating body within the Medical Section at the Goetheanum and has the task of taking up transnational questions and problems in connection with supplying pa - tients with anthroposophic medicines and bringing them into discussion with the manufacturers. IMKA thus discusses the international concerns of the anthropos - ophical medical profession with the manufacturers. The Coordination of Anthroposophic Medicines was founded in 2005. It be - came clear at that time that, in addition to the political and legal representation of Anthroposophic Medicine by the International Federation of Anthroposophic Med - ical Associations (IVAA), a medical interlocutor was also needed in order to enter into a targeted dialogue with the manufacturers of anthroposophic medicines. As the situation of medicines became increasingly complex and international issues grew in importance, the need arose to begin such an ongoing process of conversa - tion about the vision and goals of the medicines and their range planning at the international level. IMKA is a coordination which is kept small in terms of staffing with currently the coordinator Dr med Andreas Arendt (Switzerland) and the two permanent staff members Dr med Laura Borghi (Italy) and Dr med Astrid Sterner (Germany) as well as Georg Soldner as deputy head of the Medical Section. Depending on the topics to be dealt with, IMKA can expand the group of its international colleagues with advisory experts from the countries concerned. The IMKA staff are mandated by the Conference of Executive Councils of the International Medical Associations which meets once a year at the Medical Section. As a rule, the IMKA staff meet once or twice a year with representatives in charge from the individual manufacturers to discuss current topics in the areas of medi - cines range, logistics (availability) and research. IMKA is currently in discussions with the pharmaceutical manufacturers WALA and Weleda on questions concerning restructuring or adapting the range of medi - cines, where IMKA represents the concerns and interests, but also the need for further development of medicinal products, of the medical profession. IMKA is also concerned with the international availability of anthroposophic medicines, which is becoming increasingly difficult for various reasons, and is endeavouring to find solutions through dialogue which can be supported by physicians, independent pharmacists, and manufacturers alike. One approach here is the support for extem - poraneous pharmacy production in countries where the importation or registration of anthroposophic finished medicinal products from Germany, France and Switzer - land is not possible or only possible under very difficult conditions. Discussions between IMKA and the anthroposophic pharmaceutical manufacturers are in - tended to help to ensure that appropriately qualified pharmacies worldwide are provided by the pharmaceutical manufacturers with the high-quality raw materials they require for their extemporaneous manufacturing. Coordination and contact Andreas Arendt, andreas.arendt@medsektion-ikam.org , www.vaoas.ch Andreas Arendt International Coordination of Anthroposophic Medicines (IMKA)19International Coordination of Anthroposophic Pharmacists (IAAP) The IAAP (International Association of Anthroposophic Pharmacists) as an umbrella organisation with its 450 pharmacist members and its seven national organisations (Austria, Brazil, Switzerland, Germany, France, Italy and Japan) can look back on an active year 2020. The main areas of activity were: 1. Further and advanced training 2. Definition of standards, 3. Political work among pharmacists at national level and 4. Spiritual scientific pharmaceutical work. 1. Further and advanced training The IAAP, together with the Medical Section at the Goetheanum, has defined the future regions where IPMTs with a pharmaceutical further training programme will be offered. These three to five-year further training courses will mainly take place in South America (Colombia) as well as in Eastern Europe (Russia) and Asia (Thai - land). Following the work on the WHO curriculum for anthroposophic pharmacists, the IAAP has formed a further and advanced training committee. This committee has taken on the task of updating the IAAP International Further Training Regula - tions. The processes related to the final thesis and the examination of candidates for certification as an anthroposophic pharmacist must be redefined. The contents of the curriculum will also once again be adapted to current requirements. In the different countries offering further and advanced training, some of the events had to be cancelled or changed to new online formats, which tied up a lot of resources but also opened up the possibility of reaching more pharmacists. For ex - ample, the German association GAPiD ( www.gapid.de ) has decided to increase its presence on social media such as Facebook and Instagram, the French association AFERPA has a new website ( www.aferpa.fr ) and the Swiss colleagues of VAEPS (www.vaeps.ch ) organised an online event on Covid-19 in autumn 2020, which was very well received. Together with the Medical Section, the IAAP had planned a colloquium on \"An - throposophic Pharmacy: its sources, its questions and research results as well as its contemporary communication\" which was to have taken place in early summer 2020 and was postponed to autumn 2021. On 28 November 2020, an online colloquium was held on \"Cosmos - Human Beings - Medicines. Covid-19 and the medical and pharmaceutical challenges in the coming months\" . 2. Definition of standards The IAAP continues to work on the APC (Anthroposophic Pharmaceutical Codex) and published a new online version 4.2. in 2020 ( www.iaap-pharma.org/apc ). The APC documents the pharmaceutical quality requirements for processes and sub - stances in anthroposophic pharmacy. For advice in the pharmacy and also for training, standard works such as the book Anthroposophische Pharmazie and the advice book Anthroposophische Arzneimittel. Coordination of Anthroposophic Pharmacists (IAAP)20Beratungsempfehlungen für die Selbstmedikation are very important. The latter, by Juliane Riedel and Birgit Emde, was published in 2020 by Deutscher Apothekerverlag in an expanded and revised 2nd edition. 3. Political work The cooperation with the pharmacist associations is enormously important. In Switzerland, VAEPS was able to found a Society for Complementary Medicine and Phytotherapy ( www.kmphyto.ch ) together with the Association of Phytothera - peutic and Homoeopathic Pharmacists. This umbrella organisation is now respon - sible for the accreditation of further and advanced training courses for pharmacists in these specialties and is recognised by PharmaSuisse (national professional asso - ciation). 4. Spiritual scientific work The study of the active principles and modes of action of our medicinal products and their communication to the patient, as well as building bridges to natural sci - ence, has kept us very busy in internal working groups. On 19 January, an internal colloquium was held with a number of keynote speeches. The active principles and modes of action of anthroposophic medicines will also be the topic of the pharma - ceutical conference in 2021 as part of the international annual conference of the Medical Section. Future challenges The IAAP and GAPiD will be 20 years old in 2021! With this in mind, the GAPiD has organised a series of online festive lectures ( www.gapid.de ) on current topics in pharmacy. It will continue to be the task of anthroposophic pharmacy to understand its active principles and modes of action through spiritual science, to demonstrate its sustained contribution as part of integrative medicine, and to find a modern lan - guage with which this content can be communicated. Cooperation with universi - ties for more research is an important part of this task. Cooperation with schools and universities to become part of the training of pharmacists, doctors and other health care professions is a central concern of anthroposophic pharmacy. Coordination and contact Mónica Mennet-von Eiff, mmennet@weleda.ch , www.iaap-pharma.org International Coordination of Eurythmy Therapy What was our experience in the field of eurythmy therapy in 2020? Out of the need resulting from the situation in the world, an attempt arose to com - municate eurythmy therapy with the help of a diverse selection of media - some - thing that was neither wanted nor tried out by many colleagues until now. Many nevertheless courageously managed to cope with the challenges posed by the cur -21rent technology during this special time, learned a lot in doing so and found impor - tant communicative help. In our eurythmy therapy profession we can do a lot of good with technology on the internal eurythmy therapy network and in public. Regular conversations via Teams, Zoom or Skype are an important support. Thanks to these opportunities, I was able, as coordinator, to reach many colleagues from Japan to Argentina and thus directly perceive the situation in many countries in conversation. It is also a joyful thing how many lovely people in our profession stand together ready to help and make sacrifices in challenging conditions. But the water of life is the personal encounter. A key moment for eurythmy therapy is the living, live-spoken word, the human relationship in which the \"vi - brancy\" from soul to soul is important, a common speech and listening space. These are the moments in which direct perception is trained, and reflecting on it is avail - able for development and as the basis of therapy. Since January 2020, three people have made up the international team. Hana Adamcová from Prague is the overall coordinator, Ingrid Hermansen and Katharina Gerlach are active in the Coordination. The majority of aspects of the work in the field of international eurythmy therapy are discussed between all three. What challenges will eurythmy therapy face in 2021? The year 2021 is an anniversary year and the question arises as to what stands be - hind us and what future we would like to help shape in the present. The main themes for eurythmy therapy are: presenting eurythmy therapy as a profession with innumerable variations, de - fining the diversity of the method, and bring it into awareness; filling the international network of eurythmy therapy with life and activating it; developing interdisciplinary cooperation more consciously within the Medical Section (CARE areas) and in the specialist public sphere; developing eurythmy therapy case vignettes, e.g. as the basis for an electronic Vademecum; our concerns: how can we support the next generation in our profession? What does the future of eurythmy therapy look like? Recommended literature (partly in preparation) Rudolf Steiner: Heileurythmie (GA 315), revised new edition in preparation for 2021. Wilburg Keller Roth: System und Methode der Heileurythmie, 2021. Kingeter, Rob Die 4/2020. We would like to make all colleagues in Anthroposophic Medicine aware of our eurythmy therapy festivals and invite them along: Hana Adamcová International Coordination of Eurythmy Therapy22 from to the World Eurythmy Conference at Easter: \"Sound & Speech - Magic of Movement - Dimensions of Efficacy\" ( https://srmk.goet - heanum.org/conference-2021-1 ); from 14-19 September 2021 to the annual conference with three parts (eu - rythmy therapy specialist conference, spiritual deepening, interdisciplinary an - nual conference). Coordination and katharina.gerlach@medsektion-ikam.org International Coordination of Anthroposophic Body Therapy (IAABT) The body therapies are engaged in profound processes of transformation. The lack of new recruits, caused among other things by a lack of attractive pro - fessional prospects, continues to lead to overageing and the associated loss of ther - apists. The increasing lack of physicians who know and prescribe anthroposophic body therapies exacerbates the problem. Body therapy and distancing rules are difficult to reconcile - in times of pan - demic, the distance that cannot be maintained during therapy must be compensat - ed for by reinforced hygiene measures. This leads to uncertainty both among ther - apists and patients - with social as well as economic consequences. At the same time, the desire for closer interdisciplinary cooperation is becoming greater and greater - this is particularly evident in the following impulses: Expansion of IFAAET (International Federation of Arts And Eurythmy Therapy) into IFAT (International Federation of Anthroposophic Therapies - currently consisting of eurythmy therapy, art and body therapies). Forces are bundled in this Federation through cooperation, making projects possible that previously seemed unthinkable for reasons of staffing and finances. This includes both par - ticipation in and use of the AnthroMed® brand, but also, for example, a greater presence at European level. Although the impetus coming from Germany to establish a basic training and a new professional profile within body therapy along the lines of the Swiss mod - el of the \"complementary therapist \" has currently failed and the DGAK (Ger - man Society of Anthroposophical Body Therapy) is on the verge of dissolution, there is a trend within the therapies to continue working on a realisation of this idea. In 2020, five new ICAM auditors were certified from the body therapies. They work interprofessionally with other professional groups. Elma Pressel International Coordination of Anthroposophic Body Therapy (IAABT)23Further and advanced training This is extremely complicated under pandemic conditions and can only be imple - mented with considerable effort. For international projects, this is compounded by more difficult travel conditions. For example, at Heliopolis University in Sekem, Egypt, the development of the planned anthroposophically based physiotherapy course was broken off at an early stage and is currently dormant. Further developments are uncertain at this time. Other, smaller further and advanced training courses are also affected by cancel - lations and postponements which jeopardises the continuity of the teaching struc - ture in many places. Public relations Four issues of the IAABT (International Association for Anthroposophic Body Ther - apies) newsletter were published in 2020. They were well-received by readers. However, due to the current staff shortage in the Coordination, the project has had to be frozen until further notice. Future and finances Given the challenges currently facing body therapy, it is difficult to foresee how the finances of the Coordination can be secured in the short or medium term. Nevertheless, body therapy - for all its structural shortcomings - is an area within Anthroposophic Medicine whose evidence can be demonstrated compara - tively reliably. The potential of the many approaches is far from exhausted. It is a task for the future to further develop body therapy through research pro - jects into a validated instrument for securing Anthroposophic Medicine. This re - quires comprehensive professional and financial support. At a perspectives conference in 2021, representatives of the body therapy meth - ods and professional groups will consult with the Coordination and the Section leadership to meet all these challenges and actively shape the future. Coordination and contact Elma Pressel, elma.pressel@medsektion-ikam.org , https://www.iaabt-medsektion.net/en/ International ( ICAAT ) In brief: Art therapy conference at the Goetheanum in January 2020 (with 300 participants) Renewal of the ICAAT website ( www.icaat-medsektion.net ) Realisation of four short clips on the art therapies Specialist conferences and first online annual cycle in 2021 Financial situation: needs a turnaround and adjustment to tasks Accreditation of training and further training courses in the pre-profession Laura Piffaretti International Coordination of Anthroposophic Art Therapies (ICAAT)24 Expansion of IFAT (International Federation of Anthroposophic Therapies) Team ICAAT: new members Esther Böttcher for speech therapy and Dr Simone Gaiss for research Twenty years after its establishment within the Medical Section, the coordination for art therapies faced the challenge of building up staff and finances to match the current volume of work. Gratifyingly, the community of art therapies is growing worldwide both in terms of training and the number of therapists working in the field - also due to a growing recognition of the profession. As a result, more accred - itations of training courses are requested, more networking in general takes place and we have to become active on several levels - including the political. EURO - CAM (Complementary and Alternative Medicine in Europe), ANME (Association for Natural Medicine in Europe), public relations and research are the areas that will challenge us most in 2021. Our interests in EUROCAM have so far been represented on a voluntary basis, but it is essential to give them more weight and make them more professional. In the field of public relations, we were able to take an important first step in the reporting year with four current video clips, and we were also able to realise impor - tant contributions in print media. The potential of art therapies needs to be made more widely known - among the medical profession as well as among institutions and in health policy. Understandably, this will succeed better when convincing re - sults from research are available. Individual case studies and more complex studies in the field of art therapies are absolutely still not sufficiently available. We intend to change this in the coming years. These three priorities in our next steps, laid out in 2020, require a corresponding increase in our budget. Until 2019, ICAAT's very modest budget was fully supported by the Medical Section and some contributions from foundations. In 2020, we were able for the first time to ask colleagues in art therapies worldwide for a volun - tary supporting contribution for our work in their interest. We aim to increase these contributions steadily in the coming years to cover up to one third of the total budget. Good coordination requires good teamwork. The year 2020 brought some changes. After ten years, Kirstin Kaiser handed over the overall coordination to Lau - ra Piffaretti (who is also the specialist coordinator of music and singing therapy) in January and in October of the same year she also handed over the specialist coordi - nation of therapeutic speech to Esther Böttcher. Dr. Simone Gaiss joined us in Au - gust for the research area. Johanna Gunkel (specialist coordinator for painting and sculpture) and Silke Speckenmeyer (public relations) have carried ICAAT through this time with commitment and ideas. Team development and the associated de - velopment of fees were successful in a first step in 2020 and will definitely be con - tinued in 2021 because the involvement of the staff is still associated with a lot of voluntary work. Due to the global Covid-19 pandemic, art therapies also had to prove themselves - at least to some limited extent - in online formats. A challenge that we have ac - cepted and will continue to develop, examine, try out and train in active inter - change. Coordination and contact Overall coordination: Laura Piffaretti, laura.piffaretti@medsektion-ikam.org Team (Esther Böttcher absent) International Anthroposophic Therapies (ICAAT)25Research: International Coordination of Anthroposophic Psychotherapy (AP) The following aspects were defining for the coordination area of anthroposophic psychotherapy in 2020: Economically, all the work is done on a voluntary basis. In doing so, those affect - ed more frequently reach their limits in completing the activities agreed upon in the many group meetings. Socially, the world-spanning work is done in great trustfulness by an enthusias - tic and committed group. The stresses of the pandemic and the measures taken to combat it, which affected some colleagues individually to a considerable ex - tent, were well managed within the international group of psychotherapists. Generally occurring divisions in some countries can currently be well contained and guided towards being worked on. The self-image of the specialist grouping of psychotherapists in general as an academic professional group with an independent treatment pathway with pri - mary patient access is still developing in some countries. Anthroposophical psy - chotherapists are equally affected by this. In the current work, challenges are dealt with in the following way: Within the last year, the IFAPA (International Federation of Anthroposophical Psychotherapeutical Associations) council group has undergone a far-reaching ex - pansion. Of the current 13 national member societies and three associated coun - tries that do not yet have their own societies, eleven countries are currently repre - sented on the fifteen-member council. From its onset, the coronavirus pandemic resulted in drastic changes in the pos - sibilities and needs of working with psychotherapy in all countries, both in institu - tions and in practices. The council group supported the psychotherapists of the member societies in an approximately monthly rhythm with Letters of Support , which contained medical and physiological descriptions of the new viral disease and dealt with the changed aetiology and pathogenesis of pre-existing as well as newly emerg - ing mental illnesses, including information on the classification by spiritual science of the pandemic. Colleagues reported that with this support they were able to better adapt their therapeutic focus to the psychological consequences of the pandemic. The whole of the council group works together in a video conference every month which covers an arc from India to the USA. In addition to a variety of joint tasks, four subgroups are currently working in monthly virtual meetings on the fol - lowing topics: Covid-19 Research Group with the questions \"What is the inner aspect of coro - navirus, in what way does the attack affect the human individuality?\"; Hartmut Horn International Coordination of Anthroposophic Psychotherapy (AP)26 Post Graduate Formation Research Group: On the further development of train - ing curricula in anthroposophic psychotherapy; Emerson Train the Trainer: Six-month training course for trainers, including work on the Class lessons, implementation of research inputs; Psychotherapy specialist conference: Preparation of the specialist conference as part of the international annual conference on 14 -16 September 2021. In addition, an independent preparatory group is working on the re-launch of a conference series \"Psychotherapeutic Work on the Class Lessons\" . This group is in discussions with the IFAPA council via IKAM. The IKAM psychotherapy coordinators are available to the Section leadership and IKAM members for questions and cooperation. Coordination and contact Hartmut Horn, hartmut.horn@medsektion-ikam.org Giovanna Bettini, giovanna.bettini@medsektion-ikam.org Internationale Coordination of Anthroposophic Naturopathy (ISAN) Activities in connection with the legal opinion sought by the German Federal Ministry of Health (BMG) on 30 October 2019 on the Non-Medical Practitioner Act Several non-medical practitioner associations organised in the General Conference of German Non-Medical Practitioner Associations and Specialist Societies (GDH) had commissioned Prof Helge Sodan, the former president of the Constitutional Court of the State of Berlin, to prepare their own expert opinion after the BMG sought a legal opinion on the Non-Medical Practitioner Act on 30 October 2019, which was to assess possible changes to the profession of non-medical practition - er. Prof Sodan has meanwhile presented the results of his expert opinion in a hear - ing before health politicians. An initiative of the Professional Association of Independent Non-Medical Prac - titioners on the expert opinion sought by the BMG led to the question to the law - yer Dr jur René Sasse: Is the abolition of the profession of non-medical practitioner constitutionally possible? Dr Sasse has meanwhile presented this legal opinion on the Non-Medical Practitioner Act. The expert opinion shows the legal room for manoeuvre. ISAN and the professional association of anthroposophic non-medical practitioners AGAHP have supported both initiatives. In the meantime, the expert opinions have been presented in Berlin. Discussion with members of the Health Committee of the German Bundestag The health politicians Emmi Zeulner (CSU) as well as Dr Roy Kühne and Alexander Krauß (both CDU) exchanged views with the associations of non-medical practi - tioners on 2 August 2020 and invited the councils of the professional associations and specialist societies to an online meeting. The anthroposophical non-medical practitioners were represented by their chairman Alexander B. Schadow. Alexander Schadow International Coordination of Anthroposophic Naturopathy (ISAN)27General meeting of members and working meeting of ISAN at the Goetheanum on 18 and 19 September 2020 After the retirement of the current treasurer of ISAN, Dorothe von Lochow, Brigitte Kachel was elected as her successor. In addition, the General Meeting of Members decided to hold a study confer - ence in Dornach on the subject of \"Immune system and consciousness. Spiritual scientific work in practice. The members present dealt intensively with the future initiatives of ISAN to make the anthroposophical approach visible in their therapeutic work. The ISAN working meeting on 19 September 2020 dealt with the topic: \"Spiritual scientific research in therapeutic work\" . In doing so, the study conference followed the motto of the world conference of the Medical Section: \"Crossing Bridges - Being Human!\" Renaming of the German professional association to General Society of Anthroposophic Naturopaths (AGAHP) During the general meeting on 31 October 2020, the motion to rename the \"Arbe - itsgemeinschaft Heilpraktiker (AGAHP)\" was discussed and adopted by majority. The change of name took effect with entry in the Register of Associations. After 42 years, this registered association has en - tered the consciousness. Its members are predominantly female non-medical prac - titioners. Making these members \"visible\" is necessary to make all genders distin - guishable. By changing its name, the AGAHP, which is at the same time a specialist group in the General Anthroposophical Society as well as a part of the International Soci - ety of Anthroposophic Naturopathy (ISAN), makes it clear that it now sees itself as a society of like-minded healers within the framework of the Medical Section and is actively committed to a wise, spiritual foundation. Meeting of the preparatory group for an ISAN study conference in 2022 Since November 2020, three meetings of a preparatory group have taken place. At the first international study conference of ISAN in 2022, we want to address the topical subject \"Immune system and consciousness\" which confronts us therapeu - tically with a major task in practice and which at the same time contains many therapeutic possibilities. At this interdisciplinary study conference we want to shed light on this topic using the example of complementary therapies in relation to Rudolf Steiner's spiritual science. Advanced training for anthroposophic non-medical practitioners For the purpose of further training, cooperation with other national and interna - tional non-medical practitioner associations will be intensified and a joint accredita - tion system developed by the BDH will be used. The further training certificate for non-medical practitioners, which in addition to certification in anthroposophic non-medical practice (AGAHP)® means addi -28tional quality assurance for colleagues, is essentially based on the system of certi - fied further training for physicians, which has now also been adapted by almost all other health professions. This system was deliberately chosen because it guaran - tees broad acceptance by the public and politicians. Currently ISAN's trainings take place in an online format via Zoom. This was positively received by all participants. Public relations Its presence in the public sphere is essential for ISAN. This was the reason for set - ting up a Facebook group ( https://www.facebook.com/groups/anthroposophic. naturopathy/ ). The ISAN Newsletter has appeared since August 2019 and at the same time the website went online at www.anthroposophic-naturopathy-isan.org . Coordination and contact Alexander Schadow, alexander.schadow@medsektion-ikam.org , www.anthroposophic-naturopathy-isan.org European Federation of Patients' Associations for Anthroposophic Medicine (EFPAM) The following report refers to the activities of the EFPAM umbrella organisation, not to activities of the 15 affiliated Patient Associations. The EFPAM board went through some major changes during the last year. In January, we received the news that its secretary, Michèle Sanz, had crossed the threshold. Michèle strengthened the board in 2016 as a representative of the French Association APMA. In November, the president and vice president of EFPAM stepped down and two new members from the patient association PAFAM in the UK joined the board of EFPAM. The board is looking for a fifth member from a part of Europe that is not yet represented. In 2020, EFPAM joined the EUROCAM meetings online; the EFPAM annual general meeting was also held online. EFPAM very much regrets the latest news that the Italian Patients' Association is no longer in existence. The Czech Patients' Association, although in formation, is not yet fully established due to Covid-19. Due to coronavirus, our member organisations are currently supporting and providing information for the patients who approach them with questions and con - cerns about the coronavirus vaccine. Our aim is to enable patients to make their own informed decision. The targets set by EFPAM for 2021 are advocating access to, availability, afforda - bility, and applicability of anthroposophic healthcare. Further to this, EFPAM will, through membership of EUROCAM and close consultation with ECHAMP and IVAA, attempt to raise the visibility of Anthroposophic Medicine with a congruent narrative. We will submit comments and actively ask our members to do the same, in order to increase the visibility of patients and their organisations. In 2021, EFPAM hopes to organise the annual conference for the boards of member associations. Due to the restrictions imposed in relation to coronavirus, we will merely be able to hold a hybrid Zoom meeting in April 2021. Wieneke Groot European Federation of Patients' Associations for Anthroposophic Medicine (EFPAM) Stefan Schmidt-Troschke European Federation of Patients' Associations for Anthroposophic Medicine (EFPAM), www.gesundheit-aktiv.de Anthroposophic Council for Inclusive Social Development The Anthroposophic Council for Inclusive Social Development represents anthrop - osophical initiatives and organisations working in the field of special needs educa - tion, social therapy, support, inclusion and community building with people in need of assistance. Like all organisations working in this field, the organisations in the Council's net - work face the challenge of being involved in creating a more inclusive social future in the time after the coronavirus pandemic. At the same time, the starting points differ greatly around the world. How can we effectively support each other in the perception of a changing task in rapidly changing social situations as a global coop - erative network? The Council's function is largely supported by the resources of the worldwide movement - both financially and in the form of the commitment and work made available in projects, committees and working groups by staff in facilities, associa - tions and training courses in addition to their everyday tasks. In a situation where the staffing and economic burden is sometimes very intense, the need for inter - change between colleagues, connectedness and solidarity also increases, but the limits of the resources available for these additional efforts can also be felt. As a Council, we are challenged to find new forms and formats of collaboration - in - cluding for our conferences - so that we increase the reach and opportunities for participation while being economical and efficient with the resources and strength available. The centenary of the curative education course is coming up in 2024. A working group is working with the Rudolf Steiner Archive on a new text edition of the course and is developing a commentary and accompanying volume for publication in 2024. Among other things, this also involves making the course accessible in the twenty-first century. The strong and far-reaching interdisciplinary nature of this field of work is in - creasingly central to the work on content. In the series of \"big\" autumn conferences that take place every two years in October at the Goetheanum, the focus in 2018 was on the social element of creating encounters, relationships and community. In 2020, we then looked at the topic of education and learning throughout life. In 2022, the element of healing will be brought to the fore: to this end, we would like to work closely with the medical, nursing and therapeutic disciplines of the Medical Section. We are looking for interested co-organisers and would also like to ex - change ideas at the IKAM conference in the summer. At the 2024 conference, the impulse of anthroposophical special needs education and inclusive social organisa - tion will become visible as a whole in its diversity. Against the background of the transdisciplinary nature of our field, we are also continuing to work together with the Goetheanum Leadership to develop a new image of the integration of this work into the overall organism of the School of Spiritual Science. In this context, the work of a new working group on medicine in Bart Vanmechelen, Sonja Zausch, Jan Göschel Leadership Team Anthroposo - phic Council for Inclusive Social Development30special needs education and social therapy, which is currently being established, is gratifying and can be a model for other interdisciplinary working groups that could develop in the future. For example, a working group on eurythmy in special needs education as a joint working group with the Section for the Performing Arts, a working group on school inclusion with the Pedagogical Section or a working group on social agriculture with the Section for Agriculture would be conceivable. We would like to further concretise over time this image of the Council as an inter - disciplinary body with active areas of overlap with other sections. Coordination and contact Jan Göschel, j.goeschel@inclusivesocial.org Bart Vanmechelen, b.vanmechelen@inclusivesocial.org Sonja Zausch, s.zausch@inclusivesocial.org https://inclusivesocial.org/en/ for Anthroposophic Nursing (IFAN) and Age Culture /Elderly Care The struggle for an understanding of the current situation under the impact of the worldwide ecological crisis and the coronavirus crisis; digital forms of communica - tion, also in education, further education and training; the use of robots in nursing; the relationship between closeness and distance under the conditions of lockdown and contact restrictions; the debate about assisted suicide and voluntary euthana - sia; the attacks on Anthroposophic Medicine; the threat of professional bans for nurses due to the widely discussed compulsory vaccination; and the uncertainty caused by the flood of contradictory research results, public assessments and polit - ical decisions, not only in the context of the coronavirus situation: these were the topics of the last year also in anthroposophical nursing. They will be the topics of the next few years! Public perception focuses on high-tech medicine in intensive care units and vac - cine development. Care is recognised as \"systemically relevant\" and we admire the commitment of the caregivers during the first and second wave. This ignores the fact that working under isolation conditions has been part of everyday life in nursing since the emergence of multi-resistant germs and that the limits of exposure have long been exceeded in many areas, especially in inpatient care for the elderly. Currently, most training, further and advanced training activities take place also in nursing online or in hybrid formats. The amazement at what is possible in this respect begins to give way to the realisation that when we are physically present we move in the fluidity of a living context which is enhanced in inspired and well-mean - ing gatherings or diminished emotionally when there is a grudging mood. Virtual encounters increase the possibilities of exchanging information and structuring thoughts, but they drain life forces. Exhaustion, loss of concentration and head - aches call on us to develop a hygienic culture with this medium. The work on the Vademecum of External Treatments experienced an increase in activities. Unfortunately, it was not possible to finance the translations of the web - site from out of the respective language families (many thanks to the mainly private donors who supported this work), nevertheless some videos with descriptions of how to carry out external treatments were completed. Treatments suitable for Rolf Heine International Forum for Anthroposophic Nursing31treating people suffering from Covid-19 were already presented in the spring. This series has now been complemented by professionally made videos ( https://www. vademecum.org/?_locale=en ). In September, the English edition of Anthroposophic Nursing Practice was published by SteinerBooks in New York. This means that there is now for the first time a com - prehensive work on anthroposophical nursing in English. The book is available through bookshops. Last but not least, we can mention the newly launched website of the Interna - tional Forum for Anthroposophic Nursing which provides insights into the interna - tional cooperation ( https://anthronursing.care/en/ ). Sabine Ringer has left the IKAM team after many years of work for the establish - ments in elderly care. We thank her very warmly for her work! She is succeeded by Gabriela Cimpeanu, who works as a nurse at the Altenwerk Marthashofen in Gra - frath near Munich. Gabriela Cimpeanu will represent the Nikodemuswerk in IKAM. Coordination and contact Rolf Heine, rolf.heine@medsektion-goetheanum.ch Association of Anthroposophic Hospitals For anthroposophical hospitals, as for almost all hospitals in German-speaking countries, the year 2020 was a great challenge due to the Covid-19 pandemic. All anthroposophical hospitals addressed this issue and established care facilities for these special patients. Due to the novelty of this infection and its specific course of disease, there has been an intense discussion between the hospitals on anthropos - ophical treatment options. In the absence of conventional medicines, anthropos - ophical therapies (medicines as well as nursing treatments and therapies) proved to be extremely helpful and anthroposophical therapy concepts were coordinated and published. Due to the very good feedback from Covid-19 patients from the hospitals, An - throposophic Medicine was also able to do very good media work as a result. The economic effects on the individual hospitals cannot yet be fully estimated for 2020 and are assessed heterogeneously by the hospital managements. For further hospital planning in Switzerland, however, coronavirus proved to be rather mitigating, as in 2020 the planned reduction of hospital beds was suspended due to the tight bed situation. Nevertheless, the Richterswil hospital unfortunately had to close due to economic deficits as no new investor was found. All that re - mains on site is a day clinic and outpatient care. In Germany, the situation proved stable for the member facilities and no beds had to be cut. Another focus of work was the further development of the brand and quality label for Anthroposophic Medicine (AnthroMed®) with the addition of further shareholders (physicians [IVVA]); also nurses [ICANA], pharmacists [IAAP], thera - pists [IFAAET]), and the work on the brand started together with them. The atti - tude of the Hospital Association with regard to joint work on quality of the associa - tions has been that it is no longer possible for an individual association to decide on the quality criteria, but that these must be agreed in the joint committee of IKAM in the Medical Section in order to guarantee analogous quality levels in the various professions and organisations. Harald Matthes Association of Anthroposophi - cal Hospitals32The biggest challenge for the hospitals in the coming years is the question of the next generation of staff, especially in nursing. The aim is to create attractive condi - tions through joint training and advanced training programmes coordinated be - tween the individual hospitals as well as additional qualifications through joint ex - ecutive and management courses at changing locations in the hospitals. For the future, additional joint efforts are necessary in order to further enhance the attrac - tiveness of the professional perspectives in the hospitals despite 24/7 shift work among physicians, nurses as well as therapists. Coordination and contact Prof Dr med Harald Matthes, hmatthes@havelhoehe.de , www.anthro-kliniken.de AnthroMed®: the brand setting out into the future In 2020, too, AnthroMed® gGmbh looks back on another busy year. Due to the pandemic, all meetings took place as video conferences. In addition to the share - holders' meeting in June, the advisory board met for four video conferences. The work was determined by the examination of the question how the brand should continue to develop. Fundamental questions were raised: What is the AnthroMed®, brand or label, and how does it influence the anthro - posophical medical movement? What \"core brand\" , what content do we associate with the AnthroMed® brand? How do we combine the whole edifice of Anthroposophic Medicine under the umbrella of a brand? Moreover, do we have to fundamentally rethink the topic of the brand? To this end, the advisory board of the AnthroMed® brand has intensively studied examples of successful brand development and the associated narratives. With the expertise from the Demeter Association, but also from Weleda and WALA, it was possible to broaden and sharpen the perspective. Here it became clear that through the direct association with anthroposophy in the brand name successful broad pub - lic relations work faces quite different challenges. Beyond that, we naturally dealt with the essential fundamental questions of brand development. A brand must arouse interest among users in particular, be - cause only when a pull inwards is created, to use the brand, can the next step be taken: gaining public trust and esteem. But it is precisely the inward appeal that is currently only discernible to a limited extent. The group of brand users is, on the one hand, diverse with eurythmy therapy, anthroposophical hospitals and pharmacy, but on the other hand not in a position to represent the system of Anthroposophic Medicine in its entirety. Here it becomes clear that we need to develop core messag - es and a narrative for the brand that can have an impact both internally and externally in communication. So there is still an exciting road ahead for AnthroMed® gGmbH, which both the shareholders and the brand advisory board will continue to pursue together next year. In June we will start work on the narrative with a first workshop. At the beginning of the year, the Eurythmy Therapy Ass. of GB joined the group of AnthroMed® brand users. We are pleased that we now have a foothold in the Roland Bersdorf Managing Director AnthroMed® 33UK again. Furthermore, we can still report that IFAT will join AnthroMed® gGmbH as a shareholder. As a result, three user agreements (art therapy, eurythmy therapy, body therapies) are to be concluded for the international use of the brand, and the therapies of Anthroposophic Medicine will thus be represented under one umbrel - la in AnthroMed® as a shareholder. (Text: Barbara Wais) Coordination and contact Roland Bersdorf, roland.bersdorf@anthromed.net , http://www.anthromed.de/en/start/ International Coordination of Public Relations Work fields By rebuilding our Facebook presence with currently 17,514 subscribers, we were able to gain an additional 2600 followers last year. The Instagram channel, which was relaunched in September 2020, has so far been subscribed to by 805 people; this indicates a very rapid growth of this new account. In a joint video project with the Section for Agriculture, 15 short interviews on various topics were produced which are shared via the social media channels of both sections and generate a high reach. For example, the first four clips were viewed by around 10,000 people on the Medical Section channels alone. The vide - os always appeared on Wednesdays. Current work results of the Medical Section or topical themes in Anthropos - ophic Medicine are regularly reported in the weekly \"Das Goetheanum\" and in \"Anthroposophy Worldwide\" . Interviews were took place in various public media and there was a series of publicly accessible video contributions, such as for example the conversation be - tween Matthias Girke and Dr Giovanni Maio, professor of medical ethics at the Albert Ludwig University in Freiburg, \"Wie kommt in Todesnähe\" by Matthias Girke, an interview that has already been viewed 19,420 times. On behalf of the Medical Section, a professional film on Anthroposophic Medi - cine - \"The Art of Healing\" - was produced with seven episodes in German with English subtitles and a running time of approx. 100 mins. (release date 12 February 2021), for which 80,000 euros in foundation funds were raised ( https://en.kunst- des-heilens.de/ ). The Medical Section created a YouTube channel for this purpose. The episodes have been clicked on 12,600 times so far. A Spanish version of the film website and Spanish subtitles are currently being planned. Another work priority is the design of the new website of the Medical Section. At the beginning of 2021, the entire website will be moved to a new Typo3 version and the occasion will be used for a complete updated. The new pages created by various disciplines (ICAAT, eurythmy therapy, IFAN) will thus also be optimally in - tegrated into our website. Networking The very good cooperation with many IKAM colleagues could be deepened and extended in this special year. We receive wonderful material and numerous Ariane Totzke Coordination of Science Journalism / Public Relations 34announcements of events / undertakings, which we diligently share via our chan - nels. Particularly gratifying are the four new video clips on anthroposophic art therapy which were produced in the 2020 anniversary year under the direction of Silke Speckenmeyer and the ICAAT team. Collaboration in the field of PR was also deepened within the Goetheanum. Not only was the cooperation with the Section for Agriculture on the collaborative video project particularly fruitful, but we were also able to share the concerns of the Goetheanum Stage via our social media accounts on several occasions during the lockdown phases ( \"Ohne Kunst & Kultur wird's still \"). Challenges A particular challenge is posed at present by the division in society regarding the coronavirus pandemic. Editing the Section's Facebook channel is extremely time-consuming. There are users who need to be blocked due to their many toxic, destructive and / or offensive comments. Postings on topics that inflame tempers (vaccination, mouth-nose protection, government measures to protect against Covid-19 infection, etc.) have to be monitored almost constantly for up to three days at a time because of the volume of problematic comments. Outlook At the moment, we reach most people worldwide through our social media chan - nels. We have received a lot of thanks from those who due to travel restrictions or also due to financial hardship cannot (any longer) visit in person. We therefore want to continue to expand our online provision (lectures, conferences) in the fu - ture. In this way, we can stay connected across the globe despite geographical lim - itations. Coordination and contact Ariane Totzke, ariane.totzke@medsektion-goetheanum.ch International Coordination of Anthroposophic Midwifery The WHO dedicated 2020 to midwives and nurses. These professional groups had imagined this year of celebration a little differently, but in the end it became a year of getting down to the basic questions, time for reflection was, after all, now avail - able. \"I work as a midwife\" \"I am me\" , but in what order does this apply or does it all interpenetrate? Many impulses of social hygiene are waiting to be courageously tackled. The fluctuation of staff in clinical obstetrics is also high in the anthroposophical obstetrics departments. Is this a question of anthroposophical training or of the independent work structure? Is it part of the question of missed threefolding or a consequence of personal and social values and the shift in power? Two obstetric departments with an anthroposophical background closed in 2020. What have we all overlooked? Followed by the question: what can we do Merja Riijärvi International Coordination of Anthroposophical Midwifery35differently now? Are old models toppling because something new wants to be born? A review and look ahead are required here. What were the crucial aspects in the closures, what role did patients, staff, the hospital association or also the municipal - ity or the state play? The unborn, at least, did not have the wish to close the hospi - tals ... How can such a situation, such a threatening closure, be countered in ad - vance in the future? This is a question we all have to consider together. The Association for Anthroposophic Midwifery (VfAH) will begin its third fur - ther training cycle in autumn 2022, in which 48 midwives have so far expressed interest. So far there are 70 trained and 40 future midwives with certified addition - al anthroposophical qualifications. The VfAH has facilitated lectures and training for its members in an online format, and the association has also issued two news - letters for members in 2020 and established a forum for professional interchange on its website. An international anthroposophical conference for midwives is in the embryonic stage and its \"due date\" is before the annual conference in 2022. In addition to oth - er content, the above-mentioned topics will then hopefully be fiercely debated and further viable paths paved on earth with woman power, for the coming children and their caregivers. Coordination and contact Merja Riijärvi, merja.riijaervi@medsektion-ikam.org International Coordination of Anthroposophic Veterinary Medicine The IKAM Coordination of Veterinary Medicine was founded in 2017. As part of the annual conferences there was in each case a subject-related workshop in which not only veterinarians but also human doctors, eurythmists and other therapists took part, all of whom shaped the multidisciplinary work. Unfortunately, the first international conference on anthroposophic veterinary medicine at the Goetheanum, planned for 21 March 2020, could not be held due to the pandemic. Fifty colleagues from Russia, North and South America and vari - ous European countries had been expected to attend. This postponed conference will now be able to take place during the next annu - al conference in September 2021 as the first specialist conference for anthropos - ophic veterinary medicine at the Goetheanum, in order to make the connection between the health of the human being and the earth visible in this specialist field too. We very much hope that those who come from afar will also be able to partic - ipate! During this strange time, some groups have continued to work despite the vir - tual impossibility of face-to-face meetings. The Italian colleagues met online and conducted spiritual scientific research on the coronavirus and Covid-19 in relation to the animal world, which was presented at the conference of the Italian Society for Anthroposophic Medicine. Part of this work was also presented at the 2020 annual conference in the multidisciplinary working group with, among others, Dr Maria Teresa Torri (paediatrician) and Christine van Draanen (eurythmist), who has also published a book on eurythmy therapy for animals. Sabrina Menestrina Coordination of Anthroposophic Veterinary Medicine 36The German colleagues organised a founding event for the Anthroposophic Vet - erinary Medicine specialist group in the Society of Holistic Veterinary Medicine (GGTM) during its conference in Nuremberg on 10 April 2021. It is noticeable that more and more people want to have their animals treated with Anthroposophic Medicine. We are also involved in a EUROCAM project to meet the request of the Interna - tional Veterinary Students Association for an information platform for complemen - tary and alternative medicine. The project consists of creating a kind of database for students worldwide with international connections. Integrative medicine and the anthroposophical approach in the way we look at animals - bet it farm animals or pets - are the natural allies of the One Health principle and the Green Deal move - ment, and also offer solutions to emerging problems such as antibiotic resistance and cancer. Coordination and contact Sabrina Menestrina, sabrina.menestrina@biodinamica.org Financial report 2020 Twenty-twenty was a year with many imponderables - also in financial terms. Again and again the question arose as to whether our planned events could be held, had to be switched to an online or hybrid format, or ultimately had to be post - poned. So in the end we were pleased that three of our four planned big conferenc - es could be realised after all: the art therapy conference at the beginning of January with about 300 people, the research conference on the first medical course at the beginning of March with about 200 participants, immediately before the coronavi - rus-related closure, and finally our anniversary conference in September with 600 participants - swelling to 800 for the festive ceremony. The fact that these three events were so well received meant that both the infra - structure contributions to be paid to the Goetheanum of well over kCHF 60 (see Financial Statements 2020, p. 38, posted under \"Miscellaneous incl. room rental\") and the Section's internal coordination costs were fully covered by the income as well as through a small contribution from foundations and private donors. Only the early years conference had to be postponed until next year, which is why expenses and income in the \"Conferences\" section remained significantly below the budget - ed amounts. Due to the limited travel possibilities, travel costs in all work areas remained far below the budgeted expenses. This became particularly clear of course with regard to the very reduced IPMT activities. It may come as a surprise that under \"Confer - ences\" in the corresponding column \"Travel costs incl. meals and accommodation\" an amount of almost kCHF 200 nevertheless appears - this is due to the fact that for the first time lunch was included in the conference price of our anniversary con - ference, which resulted in catering costs of over kCHF 140 at this conference alone. A major pillar of support this year was once again the commitment of the foun - dations associated with us, especially with regard to the public relations work with - in the International Coordination of Anthroposophic Medicine (IKAM) and the film Stefan Langhammer IPMT Coordination, Project/Financial Management37project \"The Art of Healing\" funded within this framework (posted under \"Public - ity\"), as well as for the work in the five CARE areas with subsequent publication of the resulting texts on the online platform Anthromedics. These areas, which to - gether accounted for 25 percent of the Section's funds, undoubtedly formed a ma - jor focus of work in the past year alongside the events, especially as the coordina - tion work and the websites in the IKAM professional fields were further expanded and professionalised. Even though it was not yet possible to fully reciprocally fi - nance this work, it is very pleasing that the contributions flowing to IKAM from associations and institutions increased by about a third to almost kCHF 100. All in all, we are extremely pleased that, despite all the restrictions that could not be foreseen at the beginning of 2020, we were able to close the year as originally planned and did not have to make use of more than the budgeted GAS contribution of kCHF 120. We were able to reciprocally finance 35% of the total expenditure through our own funds, such as conference income, book sales, fees or services such as the preparation of certificates, etc., while 65% came from foundations, partners, institutions, associations and private donations - we would like to express our sincere thanks for this. How many of the planned activities will be realisable this year is still difficult to predict at the present time. Therefore the budget is more encumbered with uncer - tainties than in previous years. We plan to use only kCHF 110 from the GAS in 2021 and very much hope to be able to hold face-to-face events at the Goetheanum again from summer 2021, but also at our IPMT locations. We will certainly continue to support the professionalisation of the online pres - ences at the Goetheanum, continue the CARE and Anthromedics work and imple - ment some book projects, such as for example the new edition of Rudolf Steiner's eurythmy therapy course for the 100th anniversary of eurythmy therapy. The annu - al conference in 2021 will be held in a new format, to which you are already cordial - ly invited. So we have no shortage of plans, nor do we lack the enthusiasm and confidence to implement them. We would be very pleased if you would continue to support our work in such a helpful way as in past years - because every donation not only creates the economic basis for our work but is also an expression of appreciation which is the nutrient for the success of every endeavour. Contact Stefan Langhammer, stefan.langhammer@medsektion-goetheanum.ch38Human resources Fees costs Lecturers, Office / IT Travel Advertising Other Staff and coordinators, incl. support and incl. meals and incl. printing incl. rents freelancers translators etc. development accomodation Services fees Conference fees, Fees, exhibition books, school fees stands, certificates Med. Section general 0,00 30.830,00 Section at the Goetheanum, Annual Accounts 2019 (in CHF) Total TotalTotal Institutions and partnersAdministrative and material costs Total Expenditures (in CHF) Assoc./Instit. (regular payments)Foundations Donations Human resources Fees costs Lecturers, Office / IT Travel Advertising Other Staff and coordinators, incl. support and incl. meals and incl. printing incl. rents freelancers translators etc. development accomodation Services fees Conference fees, Fees, exhibition books, school fees stands, certificates Med. Section general 66.000,00 453.065,50 the Goetheanum, Annual Accounts 2020 (in CHF) Total TotalTotal Institutions and partnersAdministrative and material costs Total Expenditures (in CHF) Assoc./Instit. (regular payments)Foundations DonationsIncome (in CHF)Contributions39Human resources Fees coasts Lecturers, Office / IT Travel Advertising Other Staff and coordinators, incl. support and incl. meals and incl. printing incl. rents freelancers translators, etc. development accomodation Services fees Conference fees, Fees, exhibition books, school fees stands, certificates Med. Section general 0,00 65.000,00 payments)Foundations DonationsTotal Income (in CHF)ContributionsMedical Section at the Goetheanum, Budget 2020 (in CHF) Total TotalExpenditures (in CHF) Total Institutions and partners Human resources Fees coasts Lecturers, Office / IT Travel Advertising Other Staff and coordinators, incl. support and incl. meals and incl. printing incl. rents freelancers translators, etc. development accomodation Services fees Conference fees, Fees, exhibition books, school fees stands, certificates Med. Section general 66.000,00 500.000,00 566.000,00 2021 (in CHF) Total TotalExpenditures (in CHF) Total and partnersAdministrative and material costs Assoc./Inst. (regular payments)Foundations DonationsTotal Income (in CHF)Contributions40Publications in 2020 with from Medical Section Matthias Girke: Innere . The standard work for hospi - tal, practice and study; 3rd completely revised and extended edition. 2 volumes. Berlin 2020, ISBN 978-3-928914-32-1. Rolf Heine (Ed.): Nursing Practice: Foundations and Indications for Everyday Caregiving Hurter, Justus Wittich (Eds.): Perspectives and Initiatives in the Times of Coronavirus Forest Row section heads. Dornach 2020, ISBN 978-3- 7235-1641-6. The team of the Langhammer med matthias.girke@medsektion- @medsektion- goetheanum.ch Tel. +41 61 7064290Donation accounts of the Medical Section at the Goetheanum Bank details for Switzerland "}