{"title": "Focus on UCSF Fresno - Summer 2023", "author": "Brandy Ramos Nikaido; UCSF Fresno Communications; On June", "url": "https://fresno.ucsf.edu/newsletters/focus-ucsf-fresno-summer-2023-ucsf-fresno-newsletter", "hostname": "ucsf.edu", "description": null, "sitename": "UCSF Fresno", "date": "2023-07-21", "cleaned_text": "the Class of 2023, New Doctors for the Central Valley and California](/news/ucsf-fresno-celebrates-class-2023-new-doctors-central-valley-and-california-0) [[email protected]](/cdn-cgi/l/email-protection)on June 22, 2023 It takes 11 years or more to produce a practicing physician after high school, depending on the specialty. On June 15, UCSF Fresno celebrated the completion of years of training for more than 100 graduates including medical residents and fellow physicians, Oral and Maxillofacial Surgery dental residents, a Head and Neck Oncology and Microvascular Reconstruction fellow and two Emergency Medicine physician assistants. \"Commencement is the celebration of the culmination of years of training, hard work, commitment and dedication exhibited by our graduating residents and fellows,\" said Stacy Sawtelle Vohra, MD, Designated Institutional Official and Emergency Medicine Residency Program Director at UCSF Fresno. \"We applaud them as they enter the next phase of their careers and are thrilled that many are staying in the Valley to care, teach, heal and conduct clinical research that addresses Valley health issues.\" The San Joaquin Valley has one of the lowest number of doctors per 100,000 people in California. And about 30 % of the physicians in the region are at or nearing retirement age. UCSF Fresno is the largest academic physician training program in the Valley and the biggest contributor adding physicians to the region's workforce. For example, 83% of the residents completing training in UCSF Fresno's four-year Psychiatry Residency Program this year are staying in the Central Valley to provide much needed mental health care. Residency is the required hands-on clinical training after medical school when clinicians fine tune skills under the guidance of attending faculty members prior to practicing independently. Fellowships are advanced training after residency and are instrumental to retaining residents who wish to continue their medical education in a particular sub-specialty. \"For some of the graduates who completed medical school during the COVID-19 pandemic, this was the first time celebrating a medical education graduation in person,\" said Steven Tringali, DO, Acting Director, Clinical Affairs, and Internal Medicine Residency Program Director at UCSF Fresno. \"We are grateful for the tremendous teamwork they have afforded one another, the compassionate care they provide to our patients, and the contributions they have made to our regional campus and community.\" As a regional campus of the [UCSF School of Medicine](https://medschool.ucsf.edu/), UCSF Fresno carries out its training and patient care through a network of affiliated partners including [Community Health System](https://www.communitymedical.org/), [VA Central California Health Care](https://www.va.gov/central-california-health-care/), [Family HealthCare Network](https://www.fhcn.org/), [University Centers of Excellence ](https://www.universitymds.com/)and many other clinical sites. 2023 Commencement Highlights: - 83% or five of the six graduating Psychiatry residents will stay in the Central Valley to provide much needed mental health care - 52% or 13 of the 21 graduating internal medicine residents including chief residents will stay in the Central Valley to provide primary care - The Advanced Cardiac Imaging Fellow will stay at UCSF Fresno for a Cardiovascular Disease Fellowship and the Hepatology Fellow will stay at UCSF Fresno for a Gastroenterology Fellowship - 60% of UCSF Fresno graduates will remain in California to provide care - Graduates from Community Health Systems' General Dentistry Residency program also were recognized during the commencement program Numerous awards were presented: Jeff Thomas, MD, Chief Quality and Medical Officer, Community Regional Medical Center, presented the Resident and Fellow Awards: - Outstanding First-Year Resident: Nam Huynh, MD, Internal Medicine - Outstanding Resident or Fellow Teacher: Tania Zavalza Jimenez, MD, Family and Community Medicine - Outstanding Attending Teacher: Robert Julian, DDS, MD, Oral and Maxillofacial Surgery - Outstanding Non-Physician Teacher: Eyad Almasri, MD, Assistant Dean for Research at UCSF Fresno, presented the Borba Research Awards: - Borba Faculty Research Award: - Research Internal Medicine Award: Hunza Chaudhry, MD, Internal Medicine Wessel Meyer, MD, Associate Chief of Staff for Education, VA Central California Health Care System, presented: - VA ICARE Award: Rameen Atefi, DO, Internal Medicine Steven Tringali, MD, FACP, Acting Director, Clinical Affairs, UCSF Fresno presented the: - Henry J. Kaiser Award for Excellence in Teaching: Ivance Pugoy, MD, Internal Medicine David Peters, Vice President, Leon S. Peters Foundation, presented the Leon S. Peters Foundation Resident and Fellow of the Year Awards: - Leon S. Peters Resident of the Year: Sarah Koser, MD, MPH, Emergency Medicine - Leon S. Peters Fellow of the Year: Emmily Poole, MD, Internal Medicine John Moua, MD, Chief of the Department of Pediatrics and Member, Board of Governors, Fresno Madera Medical Society (FMMS) presented: - Steven N. Parks, MD, Leadership Award: Avinash Sharma, MD, Internal Medicine, Cardiology Among graduates: Selma native [Monique Kaur Atwal, MD](https://fresno.ucsf.edu/news/2023-ucsf-fresno-graduate-profile-monique-kaur-atwal-md-psychiatry), is completing a four-year residency training program in Psychiatry at UCSF Fresno. After graduation, Dr. Atwal will work for the Fresno County Department of Behavioral Health Transitional Age Youth Program and serve as volunteer Psychiatry faculty at UCSF Fresno. Dr. Atwal is a graduate from the UC San Joaquin Valley Program in Medical Education (SJV PRIME) and UCSF Fresno Sunnyside High School Doctors Academy. She became a physician because she enjoys helping others and grew up in a community where access to health care was limited. Visalia native [Brandon J. Croft, MD](https://fresno.ucsf.edu/news/2023-ucsf-fresno-graduate-profile-brandon-j-croft-md), completed a three-year residency training program in Internal Medicine at UCSF Fresno. After graduation, he will continue his education in the three-year UCSF Fresno Pulmonary and Critical Care Medicine Fellowship. By the time he completes his graduate medical education, he will have spent six years training at UCSF Fresno, but Dr. Croft's first exposure to the UCSF School of Medicine regional campus in Fresno was 10 years ago in 2013. Prior to entering medical school, he worked in the UCSF Fresno Clinical Research Center and as a scribe with the UCSF Fresno Department of Emergency Medicine. Scribes are employed by Central California Faculty Medical Group and work with UCSF Fresno Emergency Medicine physicians to document patient information at Community Regional Medical Center. He also studied at UCSF Fresno from 2018 to 2020 as a student in the UC San Joaquin Valley Program in Medical Education (SJV PRIME). [Dan Ward, MD](https://fresno.ucsf.edu/news/2023-ucsf-fresno-graduate-profile-dan-ward-md-emergency-medicine), completed a four-year residency training program in Emergency Medicine at UCSF Fresno. After graduation, he will serve as an active-duty Emergency Medicine physician in the U.S. Air Force and will stay on at UCSF Fresno as per diem faculty. Dr. Ward was motivated to pursue a career in medicine as a child when he watched his mother receive care for a debilitating autoimmune condition. Dr. Ward was born and raised in Fresno. He attended Bullard High School and graduated Magna Cum Laude with a bachelor's in chemistry from Fresno State as part of the Smittcamp Family Honors College. He also received associate degrees in engineering, Mathematics and Health Information Technology from Fresno City College. He earned a medical degree from the UCSF School of Medicine. [Tania Zavalza Jimenez, MD](https://fresno.ucsf.edu/news/2023-ucsf-fresno-graduate-profile-tania-zavalza-jimenez-md), completed a three-year residency training program at UCSF Fresno in Family and Community Medicine. After graduation, she will stay on as faculty in the Family and Community Medicine Department. Born in Mexico, Dr. Zavalza Jimenez moved to San Francisco with her family and then relocated to Turlock. A desire to help people, especially the underserved and those who do not speak English, motivated her to become a physician. She also felt called to work with undocumented and migrant communities. Being undocumented herself at one point, made college and becoming a doctor more challenging, she said. The 2023 UCSF Fresno Resident and Fellow Commencement Program is available [here](https://issuu.com/ucsffresno/docs/program2023x). [Up Close | Parents of Preemie Thankful for Care Shown by UCSF Fresno Pediatricians and Team at CRMC PICU ](/news/close-parents-preemie-thankful-care-shown-ucsf-fresno-pediatricians-and-team-crmc-picu) [[email protected]](/cdn-cgi/l/email-protection)on June 6, 2023 For three years, Jazmin and Phillip Walker had been trying to have a baby. Jazmin bought clothes and furniture for a girl, convinced she would have a daughter. She was elated and prepared for parenthood when she became pregnant, but the baby's birth would be a surprise. At just 24 weeks and four days gestation, Aurora Walker was born weighing one pound and five ounces. Instead of taking her newborn daughter home within days of birth as they had envisioned, the Walkers would spend more than six months at Aurora's bedside at Community Regional Medical Center in downtown Fresno. \"She's had quite a journey,\" Jazmin said of the health hurdles her daughter has overcome. At six months, with Aurora weighing 11 pounds and nine ounces, she prepared to take her daughter home a week before Mother's Day. Holding the baby up for all to see in a bright pink onesie, she expressed gratitude to the UCSF Fresno Neonatal Intensive Care (NICU) and Pediatric Intensive Care (PICU) physicians and teams of nurses, respiratory therapists and other staff at CRMC who cared for her preemie daughter. \"Everyone was always very attentive to come and check on her. Every morning, I knew the pulmonary team was coming in, the (UCSF Fresno) residents were coming in and the (UCSF Fresno attending physician) was coming in,\" Jazmin said. Aurora's care was complicated and required a coordinated team effort led by UCSF Fresno neonatologists in the NICU and by UCSF Fresno pediatric intensivists after her transfer to the PICU. With lungs not fully developed, she had to be placed on a ventilator to help her breathe. She had cardiac problems secondary to her premature lungs. Feeding had to be done via a tube inserted at first through her mouth and later into the stomach. Having the NICU and PICU in the same hospital allowed for a smooth transition as her care progressed. At one point, there was discussion of sending Aurora to San Francisco for her heart condition and that was terrifying, Jazmin said. \"It was great being able to stay here and be able to just transfer to the other side of the hall versus having to go to a whole other area where we would have to figure out how we were going to live there and how we were going to be able to be supported there,\" she said. \"And it was great to just stay here and with a team who already knew her and knew what was going on with her. It couldn't go any better than that honestly.\" An entire team of physicians, respiratory therapists, nutritionists and pediatric sub-specialists worked together, said Victor Vargas, MD, pediatric intensivist and co-director of the PICU at CRMC. \"All I can express is gratitude for too many people - for everybody who worked and who was able to get Aurora up to the age to be able to transfer to us and for all my team who spent every single hour caring for this kid.\" Aurora was tiny, but she was a fighter, said Diana Malancea, MD, a third-year UCSF Fresno pediatric resident who took care of the preemie in the NICU for a month at night and during the baby's last month in the PICU. \"She made it through a lot of the complications that a lot of babies don't.\" At Aurora's birth, Jazmin said she told her daughter to take charge - \"she was the boss\" - and Aurora took the message to heart. She had to be intubated four times for placement of breathing tubes and one of those times, she pulled out the tube. \"She's feisty,\" Jazmin said. \"She does what she wants.\" At CRMC's PICU, a parent can stay in the patient's room for as long as it does not interfere with the care. The Walkers rarely left their daughter's bedside throughout her hospitalization, and Jazmin said the support of her father, in-laws and church community allowed them to be with Aurora. UCSF Fresno pediatric residents and their attending pediatric intensivists welcome involvement of parents in care planning. \"We're always involving the family,\" Dr. Malancea said. \"That is the way we do medical care in pediatrics in general. We try to involve the family and make them part of the team. So, it doesn't matter how many times we change (shifts), the family is always part of our team so then we have a constant in the picture,\" she said. The Walkers were grateful to be included in care decisions. Aurora's lungs were so premature she needed mechanical help breathing and eventually she needed a tracheostomy (a surgical opening through the neck into the windpipe) to be able to breathe on a ventilator long-term. The Walkers had hoped the surgery would not be necessary and were hesitant until the team explained that wearing a ventilator mask felt like a car blowing air on your face. \"OK, we're not going to do that to her, so we went ahead with the trach,\" Jazmin said. \"It was hard to see her unable to move and stuff like that, but now that we've gotten past the healing point and she's thriving, she's happy. She's moving. She's a baby again.\" It's extremely important to involve parents in the patient's care, said Chris Prince, a respiratory therapist and clinical coordinator for pediatrics at the PICU. \"It's their child. They're going to be home taking care of their baby.\" The Walkers were shown how to use the ventilator at home, how to administer medications and how to take care of the tracheostomy tube - even how to take it out and replace it in emergencies. \"It was a long road, and we have a great team here and everyone did a great job,\" Prince said. Aurora's care involved a lot of work from a lot of people, and especially the devotion of her parents, said Dr. Malancea. \"Sometimes we tend to think, 'oh it's just a baby - they don't understand much,' but you can see how Aurora is connected to them in a special way,\" she said. \"When they're here, she is so much better. She is so much calmer. It is so much easier to assess her and do everything because the parents are here.\" Jazmin said the physicians and care team showed the family patience and kindness during the six months Aurora spent at the hospital. \"They're just a great group of individuals,\" she said. \"They're the ones who kept her alive. They helped her thrive. And then they have taught us everything we need to know so we can be successful when we go home. I am very grateful.\" [[email protected]](/cdn-cgi/l/email-protection)on July 18, 2023 Mohamed Fayed, MD, UCSF Fresno pulmonary critical care specialist and [Central California Faculty Medical Group](https://www.universitymds.com/) physician, is the principal investigator in Fresno for the [National Institute of Allergy and Infectious Diseases](https://www.niaid.nih.gov/) \"Study to Assess the Prevalence and Outcomes of Primary Pulmonary Coccidioidomycosis (Sands-PPC).\" \"I think the most important thing to me is the incidence of the disease in a population in an endemic area for community-acquired pneumonia,\" Dr. Fayed said. \"That's always the challenging question. A lot of people labeled with community-acquired pneumonia take antibiotics, but they indeed have Valley fever which the treatment is not antibiotics - the treatment is antifungal.\" Valley fever is caused by breathing the coccidioides fungus that grows in soil in certain regions of California and other southwestern states, parts of Mexico and Central and South America. The incidence of the disease is consistently high in the San Joaquin Valley. Statewide in 2019, the incidence was highest in Kern County (367.5 reported cases per 100,000), according to the California Department of Public Health (CDPH). Other counties with high incidence rates were Kings, 140.5 per 100,000; Tulare, 87.9 per 100,000; Fresno, 60.8 per 100,000 and Madera, 40.9 per 100,000. Research to improve the health and wellbeing in Central California is integral to UCSF Fresno's mission and focusing a spotlight on Valley fever in the endemic San Joaquin Valley is consistent with that purpose. \"It is a disease that needs a lot of attention, and we don't have a lot of progress on it. Very slow progress. I think we need to continue to research this disease,\" Dr. Fayed said. The Sands-PPC study could show Valley fever cases are even greater in the San Joaquin Valley than reported. According to the federal Centers for Disease Control and Prevention, tens of thousands more illnesses likely occur nationwide than are reported and people may be misdiagnosed because many patients are not tested for Valley fever. \"In highly endemic areas such as the Phoenix and Tucson metropolitan areas of Arizona, Valley fever causes an estimated 15% to nearly 30% of community-acquired pneumonias, but low testing rates suggest that Valley fever is probably under-recognized,\" the CDC says. \"I always get suspicious when I have a patient who has a diagnosis of community-acquired pneumonia,\" Dr. Fayed said. Oftentimes, those infected with Valley fever have no symptoms or mild cold-like symptoms, but the disease can be serious - and even fatal. The CDPH says more than 1,000 people are hospitalized in California - and there are more than 80 deaths - each year. \"The true devastation is the people who develop chronic pulmonary coccidioidomycosis - these are the people who have disease that can cause recurrent symptoms, blood bleeding from the lung and other symptoms,\" Dr. Fayed said. \"And the worst is to get disseminated disease, meaning the fungus was able to go to different organs from the lung. It can go anywhere, the most fatal one is the brain, where it can cause meningitis. But it can go to other organs, skin particularly is one we have seen quite a bit. It can go to the liver. It can go to kidneys. It can go anywhere,\" he said. It is important for people to be correctly diagnosed with Valley fever so they can receive appropriate and early treatment, Dr. Fayed said. \"A lot of people are seen later with complications.\" UCSF Fresno is continuing to enroll individuals in Step 1 of the Sands-PPC study to identify people with Valley fever among those diagnosed with community-acquired pneumonia, but it has completed enrolling individuals in Step 2 to compare clinical outcomes of patients with primary pulmonary coccidioidomycosis who receive early antifungal treatment versus those who do not receive the therapy. The study's hypothesis is that early treatment with antifungal therapy is effective in reducing the frequency, severity and associated adverse outcome of infection with recently acquired coccidioidomycosis. \"The problem is the disseminated disease - the devastating complications of Valley fever - by diagnosing it early, it can be lifesaving, Dr. Fayed said. [UCSF Fresno Vascular and Cardiology Patients in Central Valley \"Cardiovascular Deserts\"](/news/ucsf-fresno-vascular-and-cardiology-physicians-screen-patients-central-valley-%E2%80%9Ccardiovascular) [[email protected]](/cdn-cgi/l/email-protection)on July 18, 2023 Leigh Ann O'Banion, MD, a UCSF Fresno vascular surgeon, and Teresa Daniele, MD, a UCSF Fresno cardiologist and division chief of cardiology, have developed an innovative outreach program to bring cardiovascular education, screenings, testing and care to rural Central San Joaquin Valley residents. Rural patients have factors that put them at risk for peripheral artery and heart disease, such as diabetes, obesity and high blood pressure. These characteristics, along with high rates of poverty, limited access to health care and insurance, are obstacles to good health. Screening for cardiovascular risk factors can help prevent disease, and testing for early signs of disease can improve health literacy and aid in early intervention. But rural residents are at a disadvantage - they have few sources of preventative care - and even scarcer opportunities for specialty follow-up. \"The Central Valley is extremely devoid of primary care, in addition to multi-specialty care, so just getting the patients plugged into primary care is a challenge,\" says Dr. O'Banion. And Dr. Daniele adds: \"It's kind of overwhelming how much care these patients need and how devoid of services they are.\" Drs. Daniele and O'Banion, professor of Clinical Medicine and associate professor of Surgery at UCSF Fresno, respectively and Central California Faculty Medical Group (CCFMG) physicians share an interest in community outreach. The pair teamed last year to develop a cardiovascular health outreach \"toolkit\" with funding help from CCFMG and with an educational grant Dr. O'Banion received from Abbott, a global health care company that manufactures medical devices for cardiovascular conditions. Dr. Daniele has brought her outreach experience from 10 years of organizing a free UCSF Fresno Women's Health Fair, and together they designed an outreach model to address health literacy, health education and health access for rural patients who live within what the physicians refer to as \"cardiovascular deserts.\" Their rural outreach model is drawing attention outside the Central Valley. \"What Leigh Ann (Dr. O'Banion) is doing is not very common,\" says Clara Gomez-Sanchez, MD, a UCSF assistant professor of surgery and vascular surgeon in San Francisco. \"There have been some (heart health) outreach things like this before, but not for vascular care; vascular screening has not been a part of that,\" she says. \"This is something Leigh Ann is making from scratch.\" For cardiovascular outreach to be meaningful, Drs. O'Banion and Daniele say it must go beyond free screenings and testing but include enrollment in health insurance and connection to a primary care provider. Health education is particularly important for patients; and there must be continuing cardiovascular medical education for rural primary care physicians to foster their interest in cardiovascular screenings and testing. \"It's not, 'let's just give you your risk,'\" Dr. Daniele says of the services provided at outreach events. \"This is start-to-finish, it's full circle.\" Drs. O'Banion and Daniele say partnering with community organizations has been instrumental in reaching patients and tailoring outreach services to them. Community organizations know where the outreach event should be held to reach the most residents with the most needs. One of their events, for example, was held at a food bank on a day when the food insecure came to receive groceries. \"Teresa (Dr. Daniele) and I have learned so much in doing outreach in these communities, not only understanding that they need cardiovascular care, but just how disadvantaged as a whole they are,\" Dr. O'Banion says. At their first outreach event at the Raisin Day festival in Dinuba last September, most of the patients (51.1%), were Hispanic, as compared to 36% in statewide vascular deserts and 37.1 in non-deserts. Of all patients screened, 45.5% were 200% below poverty level as compared to 39.6% in statewide \"vascular deserts\" and compared to 35.2% in non-deserts, according to a report by UC Davis. Drs. O'Banion and Daniele are partnering with UC Davis to map out rural Central Valley communities in highest need of cardiovascular care. UC Davis looked at eight social determinants of health in Dinuba - economy, education, health care access, housing, neighborhoods, clean environment, transportation and social environment - and Dinuba fell below in all eight factors that correspond to healthier community conditions as compared to statewide vascular deserts and non-deserts. And in Dinuba, 51.1% of the patients were Hispanic, as compared to 36% in statewide vascular deserts and 37.1 in non-deserts. Dr. Daniele says 30% of their patients at the first outreach event were undiagnosed with diabetes. \"And just being diabetic itself is a cardiovascular risk equivalent, meaning if you have diabetes, we already assume you've had a heart attack or will have one, if not, you have or will have blockage in the legs if left untreated.\" The physicians say they are learning and adapting their outreach model all the time to meet the needs of patients. For example, health literacy has become particularly important to consider. The physicians created an easy intake form to be filled out in English or Spanish - \"but we didn't appreciate a lot of patients are illiterate,\" Dr. O'Banion said. \"I really underestimated how disadvantaged this patient population was,\" she said. \"We had to rethink the way we approached these patients and had to kind of modify how we ran these outreach efforts to make them fit the patient population that we were reaching.\" Health education also is lacking in the communities. Many of the patients do not know that obesity puts you at risk for having a heart attack, or the importance of diet, the importance of knowing your blood pressure and knowing what your family history is in terms of risk factors, Dr. O'Banion says. At their first outreach event, Drs. O'Banion and Daniele noted many of the patients had no insurance and no primary care provider. For their second event, they employed someone to be on site to help patients enroll in Medi-Cal, the state-federal government insurance program, and to help patients find primary care providers at a federally qualified health center. This also involved educating patients who have only gone to an urgent care or the emergency room for serious illness of the importance of having a primary care physician. \"It really is educating that prevention is key, and you need to see the doctor even if you are feeling fine,\" Dr. Daniele says. \"That is a whole new concept for some.\" Patients at outreach events have expressed gratitude for the health education and health screenings. At the Raisin Festival in Dinuba, people waited patiently in searing hot weather to be screened for diabetes, high blood pressure, cholesterol and to talk with the physicians. \"They were just extremely receptive to anything they could get, which makes it all worthwhile,\" Dr. Daniele says. Providing cardiovascular education, screenings and testing for patients in rural Central Valley communities, has deepened Dr. O'Banion's commitment to continuing, and hopefully expanding, cardiovascular outreach. \"Honestly, it's been the most humbling experience of my life,\" Dr. O'Banion says. [[email protected]](/cdn-cgi/l/email-protection)on July 19, 2023 UCSF Fresno's success and growth are a direct result of the dedication and inspiration of our faculty, staff, residents, fellows, students, alumni, partners, donors and friends. In each issue of Focus, we introduce you to the people who contribute to the greatness of UCSF Fresno through informal interviews. This month, meet Amin Raj, MD, Assistant Professor of [Orthopaedic Surgery](https://fresno.ucsf.edu/orthopaedic-surgery) at UCSF Fresno and adult reconstruction surgeon at [University Orthopaedic Associates](https://www.universitymds.com/medical-practice-locations/university-orthopaedic-associates/). What is your name? Nickname? Raj Amin, MD, my name is pretty short so don't have much of a nickname. What is your hometown? Where did you go to school? High School? Undergrad? Medical School? Residency and advanced training I grew up in Fresno, California. I went to Valley Oak Elementary, Kastner Intermediate and Clovis West High School. I did my undergraduate and medical school at Michigan State University as part of their combined BS/MD program. I trained in Orthopaedic Surgery at Johns Hopkins Hospital and did my fellowship in Adult Reconstruction at Stanford University Hospital. What is you title and role at UCSF Fresno in the Department of Orthopaedic Surgery? I am an Assistant Professor of [Orthopaedic Surgery at UCSF Fresno](https://fresno.ucsf.edu/orthopaedic-surgery) and adult reconstruction surgeon. I am responsible for performing hip and knee replacement and revision. I specialize in robotic based surgery. I am also responsible for helping to teach the residents. What brought you back to Fresno after having completed residency and fellowship training? I came back to Fresno for several reasons. The most important one is that my dad was a psychiatrist in the community for over 30 years. We, unfortunately, lost him to COVID during my fellowship year. I needed to come back home to help take care of my family. Independent of my father, I also love Fresno and think it is a great place to raise a family. The opportunity to work at [University Orthopaedic Associates](https://www.universitymds.com/medical-practice-locations/university-orthopaedic-associates/)/UCSF Fresno Department of Orthopaedic Surgery is also unbeatable. I can focus on joint replacement surgery and help build robotic technology in the Central Valley. I have excellent partners who I work with which made coming back to Fresno an easy choice all around. Why did you decide to become a physician? And why did you pick your specialty? As a kid, I watched what my dad did and always knew I wanted to be a physician. There were many days we'd be out in the community, and he would have a patient or family member come up to thank him for what he did for their loved one. I picked orthopaedics because I saw the effect of physical dysfunction on livelihood when I would visit my parents' hometowns in Botswana and Kenya. There, I saw that if you had musculoskeletal dysfunction, it was very difficult to provide for yourself and your family. I wanted to become an orthopaedic surgeon so that I could participate in service trips abroad to help those in need. I had the opportunity to do a service trip during my third year of residency where we went to Guyana and did 75 hip and knee replacements in 4 days. These patients were incredibly grateful, and you could see the immediate impact the surgery had on their mental and physical function. From that trip on, I knew I wanted to be an adult reconstruction surgeon. What is at the top of your professional (teaching, patient care, research, etc.) to-do list right now? Fresno is my hometown, and I'm passionate about providing the best care to the community. Far and away, at the top of my professional list is to provide the best level of care I possibly can to the people of the Central Valley. The zombie apocalypse is coming. Which three people from UCSF Fresno would you pick to be on your team and why? I'd have to pick my three partners. First, I'd pick Arbi Nazarian, MD, because he could likely physically overpower them. Second, I'd pick Nathan Hoekzema, MD, because he has the most incredible general knowledge base I've ever seen. I'm sure tucked somewhere in there is his knowledge of zombie kryptonite. Finally, I'd pick Geoffrey Rohlfing, MD, because if all else fails, I'm sure he could avoid the zombies coming for us with his guitar playing skills. What do you like to do in your off time? I don't have that many hobbies per se. I enjoy spending time with my family and friends in Fresno and catching up on lost time from the last 14 years. I do enjoy cars and have been able to experience the car club culture in Fresno. There are a lot of unique and wise minds in that arena, and it is always fun to pick their knowledge base. I also learned to enjoy gardening. I'm not an outdoor person. It was my dad's favorite hobby, and his yard was his prized possession. I try my best to keep it up for him. What is the most important thing you would like people to know about you? Or what else would you like to add about you, your background, family, or career? Above all else, I hope that people know my goal is to provide the best patient care. When my father was sick at Community Regional Medical Center, I saw some amazing doctors, nurses, and therapists there who took care of him. It was midway through my fellowship, and I was able to witness for the first-time health care from a patient and family perspective rather than as a physician. It redefined to me what it meant to really take care of a patient and I took home some great learning lessons. I think back fondly on what some of those providers did for me and my family during that time, and since then I have really placed an emphasis on making sure that I try to deliver the highest level of care to my patients as well. As a regional campus of the [UCSF School of Medicine](https://medschool.ucsf.edu/), UCSF Fresno recruits and trains future physicians to address the unique health needs of the region's diverse and underserved populations through the [UCSF San Joaquin Valley Program in Medical Education (SJV PRIME)](https://meded.ucsf.edu/ucsf-san-joaquin-valley-prime-sjv-prime). With strong connections to the Valley, SJV PRIME students call the region home and have demonstrated a commitment to serving local communities. Students spend the first 18 months at the UCSF campus in San Francisco, then move to Fresno for the remaining two and a half years of their medical education at UCSF Fresno. On May 9, UCSF Fresno celebrated \"SJV PRIME Day\" as it brought together all 42 of the students currently enrolled in SJV PRIME. This was the first time all four classes were on campus together. The program's faculty and medical students took part in special workshops, meetings and retreats. The day also offered friends and supporters of UCSF Fresno the opportunity to meet these exceptional students during a reception and luncheon. In attendance were donors to the Joan L. Voris, MD, Endowed Scholarship who were delighted to meet the 2023 Voris Scholar Neytali Kanwar. Neytali is a first-generation daughter of Indian immigrants who grew up in west Fresno attending Central High School East before graduating from Fresno State. She just completed her first year as a student in SJV PRIME. \"SJV PRIME provides me with the tools and education to help alleviate health disparities people face in the Valley, and also allows me to train in my hometown and my community that I hope to one day serve,\" said Kanwar. \"As a first-generation student with limited resources available to me, I was often concerned about how I would afford higher education. The support helps me focus on my studies free from those worries.\" Most students who aspire to become physicians through SJV PRIME lack the financial means to do so. For those students currently in SJV PRIME, 100% have some sort of scholarship support and 66% have loan indebtedness. The average loan indebtedness for these students at graduation is projected to be $105,000. Additional support is needed to be able to fully fund the cost of attendance for all SJV PRIME students. We are grateful to these community members and their support that helps ensure the highest-quality medical education remains accessible to the most exceptional Valley students who come from and understand the communities they will one day serve. To learn more about how your gift to UCSF Fresno can help us continue the important work of educating the next generation of physicians for the Valley, contact Kathleen Smith, assistant director of development, [[email protected]](/cdn-cgi/l/email-protection#563d37223e3a33333878253b3f223e162335253078333223) or (559) 499-6426. [UCSF Chaudhry, MD, and Marina Roytman, MD. The research study conceived and executed by Drs. Sohal and Chaudhry, [Impact of COVID-19 pandemic on alcohol-related hepatitis admissions: Analysis of nationwide data 2016-2020. The American Journal of the Medical Sciences](https://www.sciencedirect.com/science/article/pii/S0002962923012181?via%3Dihub) was in the [news](https://www.news-medical.net/news/20230710/Alcohol-related-hepatitis-hospitalizations-increased-dramatically-during-the-pandemic.aspx) recently. Congratulations and best wishes to Francis Fung, Senior Graphic Designer, on his retirement in June after nearly 22 years with UCSF Fresno. Congratulations to the numerous award winners who were announced at the 2023 Resident and Fellow Commencement: Resident and Fellow Awards: - Outstanding First-Year Resident: Nam Huynh, MD, Internal Medicine - Outstanding Resident or Fellow Teacher: Tania Zavalza Jimenez, MD, Family and Community Medicine - Outstanding Attending Teacher: Robert Julian, DDS, MD, Oral and Maxillofacial Surgery - Outstanding Non-Physician Teacher: - Research Internal Medicine - Internal Medicine VA ICARE Award: Rameen Atefi, DO, Internal Medicine Henry J. Kaiser Award for Excellence in Teaching: Ivance Pugoy, MD, Internal Medicine Leon S. Peters Foundation Resident and Fellow of the Year Awards: - Leon S. Peters Resident of the Year: Sarah Koser, MD, MPH, Emergency Medicine - Leon S. Peters Fellow of the Year: Emmily Poole, MD, Internal Medicine Steven N. Parks, MD, Leadership Award: Avinash Sharma, MD, Internal Medicine, Cardiology Congratulations to Geetha Sivasubramanian, MD, Interim Director, UCSF Fresno Division of Infectious Diseases and Program Director, Infectious Diseases Fellowship Program, and team including Saurin Kadakia, MD; Jani M Robert Libke, MD; for their article [\"Challenges in the Long-term Management of Patients with Coccidioidal Meningitis: A Retrospective Analysis of Treatment and Outcomes,\"](https://academic.oup.com/ofid/article/10/6/ofad243/7147607) published in Infectious Diseases Society of America, Open Forum Infectious Diseases. Kudos to Liana Milanes, MD, faculty member in the UCSF Fresno Department of Family and Community Medicine and Kasan Jones, MBA, manager in the Undergraduate Medical Education Department, for being selected by UCSF to serve on the [Action Group for Evaluation of Anti-Oppression Education](https://meded.ucsf.edu/current-students/curriculum/evaluation-plan-anti-oppression-education). UCSF is dedicated to providing an inclusive, anti-oppressive curriculum and learning environment that enhances medical student learning. This focus maximizes and supports students' development into physicians who are prepared to provide equitable, patient-centered care that reduces health disparities. The Action Group focuses on identifying and communicating best practices and recommending proactive improvements to benefit the curriculum and learning environment. Kudos to Kenny Banh, MD, Director of UCSF Fresno Mobile HeaL and Assistant Dean for Undergraduate Medical Education at UCSF Fresno for winning the Heart of Service Award from City of Fresno Mayor Jerry Dyer at the 2023 State of the City Luncheon. Congrats to Roger Mortimer, MD, faculty member in the UCSF Fresno Department of Family and Community Medicine and Assistant Dean for Academic Affairs, for his article [\"Psychological First Aid for Wilderness Trauma: Interventions for Expedition or Search and Rescue Team Members,\"](https://www.sciencedirect.com/science/article/abs/pii/S1080603223000455) which was published in Wilderness & Environmental Medicine. "}