{"title": "BOOK REVIEW - MINDFUL WORK: How Meditation is Changing Business from the Inside Out - DHW Programs", "author": "Eric Reese", "url": "https://dhwprograms.dukehealth.org/mindful-work-how-meditation-is-changing-business-from-the-inside-out/", "hostname": "dukehealth.org", "description": "By David Gelles Houghton Mifflin Harcourt, 2015 Review by Bonnie Horrigan Approximately twenty-five hundred years ago, Buddha told his disciples: \"It is through the establishment of the lovely clarity of ... Read More", "sitename": "DHW Programs", "date": "2016-01-01", "cleaned_text": "By David Gelles Houghton Mifflin Harcourt, 2015 Review by Bonnie Horrigan Approximately twenty-five hundred years ago, Buddha told his disciples: \"It is through the establishment of the lovely clarity of mindfulness that you can let go of grasping after past and future, overcome attachment and grief, abandon all clinging and anxiety, and awaken an unshakable freedom of heart, here and now.\" And so began the flourishing of Buddhist contemplative practices in the East. In a fascinating account, David Gelles traces the spread of Buddhist thought from Asian shores to twenty-first century America. As he points out, we can thank Ralph Waldo Emerson and Henry David Thoreau for first raising awareness about this \"new\" way of being/thinking as they published excerpts of translated Buddhist and Hindu texts in their progressive magazine, The Dial. One hundred years later, in the 1950s, Allen Ginsberg and his friend Jack Kerouac further popularized Buddhist philosophy through poetry and books, such as The Dharma Bums. In the 1970s and 80s, the mantle would be taken up by other thought leaders like Sharon Salzberg, Jack Kornfield and Jon Kabat-Zinn. As the years marched on, one Buddhist practice in particular — mindfulness — captured the attention of people from all walks of life as it could be extracted from its Buddhist roots and practiced by anyone, no matter what their religion. No robes necessary. Today, no longer relegated to social fringes, the mindfulness revolution continues to gain steam, and numerous corporations have begun offering mindfulness classes to their executives and employees. In the hallowed halls of such business giants as General Mills, Ford, Apple, Google, LinkedIn, Adobe, and Target, and throughout the world of sports, as with the Los Angeles Lakers and the Chicago Bulls, people are employing the practice of mindfulness as a tool for enhancing human performance. But as Gelles points out, while people are enjoying such benefits as less stress, greater focus and more stable states of mind, in some cases, the effect of an earnest mindfulness practice is now exerting a new influence and actually changing the way business is conducted. Gelles details several case studies where greater self awareness led meditators to begin \"pursuing the greater good.\" But the book is not all sweetness and light. Gelles also covers the McMindfulness movement, in which various people have watered down the actual practice so far as to render it useless. The word has also been commercialized. Anyone care for a mindful mint? The book is well written and its message is clear. Gelles concludes by reminding us that mindfulness changes us from the inside out, which in turn, will change the world. He calls it the \"quiet revolution.\" \"When mindful workers occupy positions from the C-suite to the factory floor, there's a real opportunity for individuals, groups of workers, and companies to change for the better,\" he says. \"Workplaces can become more humane, products can become more sustainable, consumers can make better choices. And slowly, mindfulness can start to change the culture, and capitalism, one dollar at a time.\" AUTHOR BIO Bonnie J. Horrigan was the Executive Director for The Bravewell Collaborative, a philanthropic organization that worked to transform healthcare and improve the health of the nation. She is the author of two books: Red Moon Passage and Voices of Integrative Medicine: Conversations and Encounters, and is currently editorial director for EXPLORE: The Journal of Science and Healing. For more information about "}