{"title": "Use of Complementary and Alternative Medicine by Patients with Irritable Bowel Syndrome According to the Roma IV Criteria: A Single-Center Italian Survey", "author": "Tiziana Larussa; Marianna Rossi; Evelina Suraci; Raffaella Marasco; Maria Imeneo; Ludovico Abenavoli; Francesco Luzza; Larussa; Tiziana; Rossi; Marianna; Suraci; Evelina; Marasco; Raffaella; Imeneo; Maria; Abenavoli; Ludovico; Luzza; Francesco", "url": "https://www.mdpi.com/1648-9144/55/2/46", "hostname": "mdpi.com", "description": "Aim: This study was conducted to evaluate the impact of complementary and alternative medicine (CAM) in patients with irritable bowel syndrome (IBS) as assessed by the Rome IV criteria. Methods: Consecutive patients referring for IBS were re-evaluated according to the Rome IV criteria. Demographic features and characteristics potentially associated with the use of CAM were collected. A validated, self-administered, survey questionnaire dealing with CAM and patients' level of knowledge, motivation, perception, and information seeking-behavior toward the use of CAM was analyzed. Multivariate logistic regression analysis was performed in order to identify predictors of CAM use among participants. Results: Among 156 patients claiming IBS, 137 (88%) met the Rome IV criteria, and 62 of them (45%) were CAM users. Biologically based therapy was the most chosen CAM (78%). Significant risk factors (adjusted odds ratio, 95% confidence interval) for the use of CAM were female gender (7.22, 2.31-22.51), a higher BMI (1.16, 1.02-1.33), and a good knowledge of CAM (4.46, 1.73-11.45), while having children was a protective factor (0.25, 0.07-0.95). Only 19% of patients used CAM due to medical advice and over half (51%) thought it was a \"more natural\" approach. Although a minority of patients (16%) had full satisfaction from CAM, 81% of users would repeat the CAM experience for their IBS symptoms. Conclusions: The widespread use of CAM in IBS, the patients' belief in its safety, and their willingness to re-use it suggest that knowledge of health-care providers and patient education should be improved.", "sitename": "MDPI", "date": "2019-02-13", "cleaned_text": "Use of Complementary and Alternative Medicine by Patients with Irritable Bowel Syndrome According to the Roma IV Criteria: A Single-Center 1. Introduction [1](#B1-medicina-55-00046)]. It is a condition characterized by a combination of chronic abdominal pain associated with a change in the frequency or form of stool [ [2](#B2-medicina-55-00046)]. Clinical characterization of IBS remains difficult due to the heterogeneous phenotypes, as well as the etiology, the pathophysiological mechanisms of which are still under investigation [ [3](#B3-medicina-55-00046), [4](#B4-medicina-55-00046)]. Currently, it is recognized that alterations in the gut microbiome and gut immune function, changes in intestinal motility and permeability, visceral hypersensitivity, brain-gut interactions, psychosocial status, and food components are implicated, to some degree, in the development of IBS [ [5](#B5-medicina-55-00046)]. At present, treatments are targeted toward these plausible mechanisms, but benefits from drug therapy are limited and the negative impact of IBS on quality of life involves a significant use burden on healthcare resources, with high direct and indirect costs [ [6](#B6-medicina-55-00046)]. [7](#B7-medicina-55-00046)]. [8](#B8-medicina-55-00046)]. These natural remedies are emerging in gastroenterology, offering promising options for pathologies such as inflammatory bowel disease (IBD) [ [9](#B9-medicina-55-00046), [10](#B10-medicina-55-00046)]. CAM is widely employed in the treatment of IBS and up to 50% of patients declared that they used some form of CAM for their gastrointestinal symptoms, ranging from biologically active compounds to mind-body interventions [ [11](#B11-medicina-55-00046), [12](#B12-medicina-55-00046)]. Despite the wide dissemination of the therapeutic CAM approach, poor epidemiological and clinical data are available, especially from within the Italian population. More investigation on the use of CAM for IBS is needed, in order to provide clinicians with a proper handling of this growing phenomenon. 2. Materials and Methods 2.1. Patients [Table 1](#medicina-55-00046-t001)) [ [13](#B13-medicina-55-00046)]. In those patients where there were features that could be a concern for their inclusion in the study (such as an onset of symptoms after 50 years of age, rectal bleeding, unexplained weight loss, family history of organic gastrointestinal diseases, and unexplained iron-deficiency anemia), selected tests were performed as appropriate to exclude organic diseases that can mimic IBS (e.g., complete blood cell count, C-reactive protein or fecal calprotectin, serologic testing for celiac disease, and colonoscopy). Each patient was interviewed by the trained clinical team, and information concerning demographic characteristics, lifestyle, type of work, level of education, previous relevant medical history, current co-morbidity, and the type of medications used was collated. In addition, a careful family history was carried out in order to assess the presence of diseases with a strong emotional impact such as cancer. Self-reported height and weight were converted to metric units for the calculation of body mass index (BMI), and patients were classified as underweight, normal weight, overweight, or obese, accordingly. Exclusion criteria were the presence of a gastrointestinal condition other than IBS (e.g., celiac disease, IBD, and diverticular disease) when it could be considered the main disease responsible for the current symptoms, and previous surgical gastrointestinal interventions to determine alterations of digestive functions. 2.2. Intervention 2.3. Questionnaire [14](#B14-medicina-55-00046), [15](#B15-medicina-55-00046), [16](#B16-medicina-55-00046)] to investigate the use of CAM in subjects with functional gastrointestinal diseases, and took around 10 min to complete ( [Supplementary Materials](#app1-medicina-55-00046)). Before starting the study, the survey was administered to 20 volunteers, to evaluate its feasibility and clarity. The content validity of the questionnaire was assessed with the help of interviews and comparison between the two methods ( = 0.70). Seven items addressed the attitudes, preferences, and satisfaction outcomes of patients regarding CAM therapies, and their experience with traditional medicine options, over the last 12 months. CAM therapies listed included alternative medical systems (e.g., homeopathy, Chinese medicine, and Ayurvedic medicine), mind-body interventions (e.g., meditation, prayer, mental training, and art therapy), biologically based therapies (e.g., herbs, foods and nutritional supplements), manipulation therapies (e.g., chiropractic and massage), and energy therapies (e.g., healing touch and bioelectromagnetically based therapies), according to the US National Institutes of Health [ [8](#B8-medicina-55-00046)]. Furthermore, patients were invited to detail who recommended the use of CAM therapies for their gastrointestinal symptoms. 2.4. Statistics 2.5. Ethical Considerations 3. Results 3.1. Demographic and Clinical Characteristics of Study Population [Table 2](#medicina-55-00046-t002)shows the demographic and clinical characteristics of the eligible IBS patients who took part in the survey about CAM therapy for their condition. 3.2. CAM Utilization [Table 3](#medicina-55-00046-t003)displays the characteristics of patients associated with CAM use. Among the 137 patients included in the final analysis, 62 (45%) described themselves as CAM users, while 75 (55%) denied any use of CAM therapies for IBS (p = 0.11). At univariate analysis, CAM use was significantly associated with a higher BMI (p = 0.004), being overweight (p = 0.02), having a higher level of education (p = 0.0006), and having a good level of knowledge about CAM therapies (p = 0.0004). Although not reaching statistical significance (p > 0.05), having an older age, being female, and not being a smoker showed a trend toward an association with CAM use. Nevertheless, mutual adjustment of variables with each other showed that only being female (p = 0.01), having a higher BMI (p = 0.02), and having a good level of knowledge about CAM therapies (p = 0.002) were independent risk factors for CAM use, while having children represented a protective factor (p = 0.04). No significant association was found between CAM use and the other variables, such as IBS type, civil and occupational status, or trust in conventional medicine. [Table 4](#medicina-55-00046-t004)and [Table 5](#medicina-55-00046-t005)). At the univariate analysis, having a higher BMI and having a good level of CAM knowledge still showed a significant association with CAM use, both in men (p = 0.02 and p = 0.001, respectively) and in women (p = 0.03 and p = 0.02, respectively). However, multivariate logistic regression analysis showed a higher prevalence of CAM use in those men with less comorbidity (p = 0.04) and having a good level of CAM knowledge (p = 0.01). In women, higher BMI (p = 0.02) and a good level of CAM knowledge (p = 0.03) were independently associated with use of CAM, while having children was a protective factor (p = 0.008). 3.3. Approaches, Motivations, and Preferences among CAM Users [Figure 1](#medicina-55-00046-f001)summarizes the information sources considered by CAM users. [Figure 2](#medicina-55-00046-f002)). [Figure 3](#medicina-55-00046-f003). 3.4. Perceived Benefits from CAM Therapies [Figure 4](#medicina-55-00046-f004)A). However, despite this apparent poor outcome of CAM efficacy, patients were well disposed to re-use CAM for the treatment of their IBS in the future ( [Figure 4](#medicina-55-00046-f004)B). 4. Discussion [8](#B8-medicina-55-00046)]. The therapeutic approaches and the preferences of the persons vary according to their socio-cultural, historical, and sometimes religious values, but CAM use is growing rapidly worldwide, especially among those patients with chronic conditions such as IBS [ [17](#B17-medicina-55-00046)]. The only data with regard to CAM experience in IBS Italian patients came from a multicentric survey focusing on pharmacological and non-pharmacological treatments for functional gastrointestinal disorders (FGIDs), which showed that most patients used conventional drugs to relieve symptoms, followed by dietary modifications and CAM (e.g., 81%, 64%, and 49%, respectively) [ [18](#B18-medicina-55-00046)]. [19](#B19-medicina-55-00046)]. The latter represent a reference diagnostic breakthrough in scientific research and FGID management. In particular, the Roma IV questionnaire has been translated into many languages and is currently being validated in various countries, in order to overcome the different linguistic interpretations that are potentially confounding factors in epidemiological and clinical evaluations [ [20](#B20-medicina-55-00046), [21](#B21-medicina-55-00046)]. [22](#B22-medicina-55-00046), [23](#B23-medicina-55-00046)]. [24](#B24-medicina-55-00046), [25](#B25-medicina-55-00046)]. This study confirmed that women were more likely than men (73% vs. 27%) to choose CAM to treat IBS. [26](#B26-medicina-55-00046)]. In patients suffering from musculoskeletal disorders, the approach with CAM was more frequent in overweight vs. normal weight subjects, but the same association was not found when considering obese vs. normal weight patients [ [27](#B27-medicina-55-00046)]. Similarly, overweight patients with previous malignancies showed a more pronounced inclination to experience CAM than those who were underweight, normal weight, or obese [ [28](#B28-medicina-55-00046)]. A likely explanation for this finding might be that some CAM such as acupuncture, yoga, chiropractic, or massages could be less appealing for obese people, creating feelings of self-defense, discomfort, and embarrassment [ [29](#B29-medicina-55-00046)]. [25](#B25-medicina-55-00046), [30](#B30-medicina-55-00046)], the data of this study suggest that is not due to the single status but to the absence of children, which often accompanies the single status. Since children are generally looked after by women more than men, it seems that having children may constitute a barrier for women to pursue CAM use. In recent years, there has been a growing interest in CAM and it is no surprise that a good knowledge of these therapies was significantly higher in CAM users (46%) compared to those who did not use it (18%). This confirms that knowledge of CAM is fundamental for their estimation, as reported by Saha et al. who found that a poor level of knowledge about CAM was the main reason for discontinuing its use, in pharmacy college students [ [31](#B31-medicina-55-00046)]. [23](#B23-medicina-55-00046)]. In this study, a higher level of education possibly acted as a surrogate of a good CAM knowledge at univariate analysis; however, it was no longer associated with greater CAM use when multivariate analysis was performed. [32](#B32-medicina-55-00046), [33](#B33-medicina-55-00046)]. However, results obtained after logistic regression analysis in chronically ill people in Netherlands showed no relationship between trust in present health care and the use of CAM [ [34](#B34-medicina-55-00046)]. Attitudes toward CAM are often influenced by comparisons within families and friends, while healthcare professionals are less often involved in choices [ [35](#B35-medicina-55-00046)]. This data did not quite emerge from this study, where most of the information about CAM came through the media and the web, and only a smaller percentage of subjects relied on the advice of family and friends. According to the current knowledge, the poor disposition of patients to contact their physician in searching for CAM information has been confirmed here. It is probably due to the perception of the scarce trust placed by the healthcare providers toward CAM therapies, or because patients are afraid of seemingly unrealistic claims [ [36](#B36-medicina-55-00046)]. A further reason could be due to poor communication between the physician and patient during the clinical visit, which is usually limited to a simple description of the symptoms and advice on traditional therapies [ [37](#B37-medicina-55-00046)]. In this regard, it is important to point out how future approaches should be aimed at awareness-raising campaigns for CAM consumers, limiting their use without consulting a health professional or by regulating them adequately [ [38](#B38-medicina-55-00046)]. [39](#B39-medicina-55-00046)], it still represents a therapeutic intervention and, as such, potentially burdened by adverse events, whether it is going to treat IBS, a relatively benign pathologies, or it is employed in cancer [ [40](#B40-medicina-55-00046), [41](#B41-medicina-55-00046)]. Accordingly, in this survey the more natural approach was the main motivation (51%) that drives patients to introduce CAM into their daily strategies to counteract IBS. In a Turkish study questioning patients with IBS as to the benefits that could be expected from CAM, 31.5% of patients stated that it was useful in improving psycho-physical well-being in general, while 27% replied that CAM \"cannot hurt\" [ [14](#B14-medicina-55-00046)]. [42](#B42-medicina-55-00046)]. On the other hand, a small number of patients placed meditation and massages first, and no patient had ever considered energy therapies; those results are in line with other surveys in IBS population [ [43](#B43-medicina-55-00046), [44](#B44-medicina-55-00046), [45](#B45-medicina-55-00046)]. [14](#B14-medicina-55-00046)]. Surprisingly, 81% of our participants stated their willingness to turn to a complementary treatment for IBS in the future. This apparent contradiction indicates how much effort is required from the researchers and clinicians, to better define the factors involved in CAM therapies, which are responsible for the wide variability of results obtained in different settings. 5. Conclusions Supplementary Materials [https://www.mdpi.com/1648-9144/55/2/46/s1](https://www.mdpi.com/1648-9144/55/2/46/s1). Author Contributions Funding Acknowledgments Conflicts of Interest References - Soares, R.L. Irritable bowel syndrome: A clinical review. World J. Gastroenterol. 2014, 20, 12144-12160. [Google History, clinical Gastroenterology 150, 1262-1279. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Functional+gastrointestinal+disorders:+History,+pathophysiology,+clinical+features,+and+Rome+IV&author=Drossman,+D.A.&publication_year=2016&journal=Gastroenterology&volume=150&pages=1262%E2%80%931279&doi=10.1053/j.gastro.2016.02.032&pmid=27144617)] [ - Irritable bowel syndrome: Pathogenesis, diagnosis, treatment, and evidence-based medicine. World J. Gastroenterol. 20, 6759-6773. [ [Google prevention of proton pump inhibitor-induced bowel symptoms: A randomized clinical trial. Dig. Liver Dis. 2015, 47, 273-279. [ 313, 949-958. [ [Google [ - Zhang, F.; Xiang, W.; Li, C.Y.; Li, S.C. Economic burden of irritable bowel syndrome in China. World J. Gastroenterol. 2016, 22, 10450-10460. [ on Rome IV for Colorectal Disorders: Implications for Clinical Practice. Curr. Gastroenterol. Rep. 15. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Update+on+Rome+IV+Criteria+for+Colorectal+Disorders:+Implications+for+Clinical+Practice&author=Simren,+M.&author=Palsson,+O.S.&author=Whitehead,+W.E.&publication_year=2017&journal=Curr.+Gastroenterol.+Rep.&volume=19&pages=15&doi=10.1007/s11894-017-0554-0&pmid=28374308)] [ [CrossRef](https://doi.org/10.1007/s11894-017-0554-0)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/28374308)] - US Department of Health and Human Services, National Institutes of Health, The Use of Complementary and Alternative Medicine in the United States, National Centre for Complementary and Alternative Medicine (NCCAM). 2008. Available online: [https://nccih.nih.gov/research/statistics/2007/camsurvey_fs1.htm](https://nccih.nih.gov/research/statistics/2007/camsurvey_fs1.htm)(accessed on 19 September 2018). - T.; Imeneo, M.; Luzza, F. Potential role of nutraceutical compounds in inflammatory bowel disease. World J. Gastroenterol. 2017, and Attenuates Inflammatory Damage in Colonic Samples from Ulcerative Colitis Patients. Nutrients 2017, the Clinical Use of Curcumin for Irritable Bowel Syndrome (IBS). J. Clin. Med. 2018, 7, 298. [ [Google Wit, N.J. Systematic review: The placebo effect of psychological interventions in the treatment of irritable bowel syndrome. World J. Gastroenterol. 2017, 23, 2223-2233. - Kav, T. Use of Complementary and Alternative Medicine: A survey in Turkish Gastroenterology Patients. BMC Complement. Altern. Med. 2009, 9, 41. of complementary and alternative medicine by cancer patients is not associated with perceived distress or poor compliance with standard treatment but with active coping behavior: A survey. Cancer 2000, 89, 873-880. of complementary and alternative medicine in cancer patients: A European survey. Ann. Oncol. 2005, 16, 655-663. - Grundmann, O.; Yoon, S.L. Complementary and alternative medicines in irritable bowel syndrome: An integrative view. World J. Gastroenterol. 2014, 20, nonpharmacological treatment of functional gastrointestinal disorders. United Eur. Gastroenterol. J. 2013, 1, Y.; Zhang, L.; Wang, H.; Song, J.; Hou, X. Comparison of the Rome IV and Rome III criteria for IBS diagnosis: A cross-sectional survey. J. Gastroenterol. Hepatol. 2017, Simrén, M. Irritable bowel syndrome: What do the new Rome IV diagnostic guidelines mean for patient management? Expert Rev. Gastroenterol. Hepatol. Ghoshal, U.C. Pros and Cons While Looking Through an Asian Window on the Rome IV Criteria for Irritable Bowel Syndrome. J. Neurogastroenterol. Motil. 2017, Eisemberg, D.M. Trends in use of complementary and alternative medicine by US adults: 1997-2002. Altern. Ther. Health Med. Yeh, G.I. Complementary and alternative medicine use by US adults with gastrointestinal conditions: Results from the 2012 National Health Interview Survey. Am. J. Gastroenterol. 2014, 109, 1705-1711. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Complementary+and+alternative+medicine+use+by+US+adults+with+gastrointestinal+conditions:+Results+from+the+2012+National+Health+Interview+Survey&author=Dossett,+M.L.&author=Davis,+R.B.&author=Lembo,+A.J.&author=Yeh,+G.I.&publication_year=2014&journal=Am.+J.+Gastroenterol.&volume=109&pages=1705%E2%80%931711&doi=10.1038/ajg.2014.108&pmid=25001257)] J.; Trubody, A.; Adams, J. Complementary medicine use by the Australian population: A critical mixed studies systematic review of utilisation, perceptions and factors associated with use. BMC Complement. Altern. Med. 2016, 16, 176. [ [Google W.E. Complementary and alternative medicine use and cost in functional bowel disorders: A six month prospective study in a large HMO. BMC Complement. Altern. Med. 2008, 8, 46. D.; Adams, J. Associations between complementary medicine, satisfaction with body weight and shape, and the use of methods to lose or control weight: Results of a national survey of 8009 Australian women. Complement. Ther. Med. 2018, 36, 100-106. E.N.; Stone, L.M. Complementary and Alternative Medicine Use by Normal Weight, Overweight, and Obese Patients with Arthritis or Other Musculoskeletal Diseases. J. Altern. Complement. Med. 2016, 22, and Alternative Medicine Use among Overweight and Obese Cancer Survivors in the United States. Integr. Cancer Ther. 2015, 14, 503-514. S.M.; Wee, C.C.; McCarthy, E.P. Use of complementary and alternative therapies by overweight and obese adults. Obesity 2008, 16, 1610-1615. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Use+of+complementary+and+alternative+therapies+by+overweight+and+obese+adults&author=Bertisch,+S.M.&author=Wee,+C.C.&author=McCarthy,+E.P.&publication_year=2008&journal=Obesity&volume=16&pages=1610%E2%80%931615&doi=10.1038/oby.2008.239)] [ [CrossRef](https://doi.org/10.1038/oby.2008.239)] - Bahall, M. Use of complementary and alternative medicine by patients with end-stage renal disease on haemodialysis in Trinidad: A descriptive study. BMC Complement. Altern. Med. and self-practice of complementary and alternative medicine (CAM) among undergraduate pharmacy students of Bangladesh. BMC Complement. Altern. Med. of alternative medicine. Pharmacotherapy 2000, 20, 1289-1294. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=The+psychosocial+aspects+of+complementary+and+alternative+medicine&author=Cauffield,+J.S.&publication_year=2000&journal=Pharmacotherapy&volume=20&pages=1289%E2%80%931294&doi=10.1592/phco.20.17.1289.34898)] [ [CrossRef](https://doi.org/10.1592/phco.20.17.1289.34898)] - Hall, M.A. Do patients trust their doctors? Does it matter? N. C. Med. J. 2001, 62, 188-191. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Do+patients+trust+their+doctors?+Does+it+matter?&author=Hall,+M.A.&publication_year=2001&journal=N.+C.+Med.+J.&volume=62&pages=188%E2%80%93191&pmid=11468980)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/11468980)] - Van den Brink-Muinen, A.; Rijken, P.M. Does trust in health care influence the use of complementary and alternative medicine by chronically ill people? BMC Public Health 2006, 6, 188. [ [Google therapies for inflammatory bowel disease: Recommendations for self-care and physician guidance. World J. Gastroenterol. 2018, 24, 3055-3070. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Non-pharmacological+therapies+for+inflammatory+bowel+disease:+Recommendations+for+self-care+and+physician+guidance&author=Duff,+W.&author=Haskey,+N.&author=Potter,+G.&author=Alcorn,+J.&author=Hunter,+P.&author=Fowler,+S.&publication_year=2018&journal=World+J.+Gastroenterol.&volume=24&pages=3055%E2%80%933070&doi=10.3748/wjg.v24.i28.3055&pmid=30065553)] - Haas, L.; McClain, C.; Varilek, G. and alternative medicine and Gastroenterol. J. Collaborating with medicine? Perceptions of Australian naturopaths on integrating within the conventional medical system. J. Interprof. Care 2017, 31, 734-743. Wardle, J.; Zaslawski, C. Medical student attitudes toward complementary and alternative medicine (CAM) in medical education: A critical review. J. Complement. Integr. Med. 2016, 13, 333-345. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Medical+student+attitudes+toward+complementary+and+alternative+medicine+(CAM)+in+medical+education:+A+critical+review&author=Joyce,+P.&author=Wardle,+J.&author=Zaslawski,+C.&publication_year=2016&journal=J.+Complement.+Integr.+Med.&volume=13&pages=333%E2%80%93345&doi=10.1515/jcim-2014-0053&pmid=27451996)] [ [CrossRef](https://doi.org/10.1515/jcim-2014-0053)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/27451996)] - Tillisch, K. Complementary and Alternative Medicine for Functional Gastrointestinal Disorders. Gut 2006, 55, 593-596. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Complementary+and+Alternative+Medicine+for+Functional+Gastrointestinal+Disorders&author=Tillisch,+K.&publication_year=2006&journal=Gut&volume=55&pages=593%E2%80%93596&doi=10.1136/gut.2005.078089&pmid=16609129)] [ [CrossRef](https://doi.org/10.1136/gut.2005.078089)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/16609129)] - Bahall, M. Prevalence, patterns, and perceived value of complementary and alternative medicine among cancer patients: A cross-sectional, descriptive study. BMC Complement. Altern. Med. 2017, 17, 345. C.W.; Steel, A.E. Current challenges and future directions for naturopathic medicine in Australia: A qualitative examination of perceptions and experiences from grassroots practice. BMC Complement. Altern. Med. 2013, 13, 15. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Current+challenges+and+future+directions+for+naturopathic+medicine+in+Australia:+A+qualitative+examination+of+perceptions+and+experiences+from+grassroots+practice&author=Wardle,+J.L.&author=Adams,+J.&author=Lui,+C.W.&author=Steel,+A.E.&publication_year=2013&journal=BMC+Complement.+Altern.+Med.&volume=13&pages=15&doi=10.1186/1472-6882-13-15)] [ [CrossRef](https://doi.org/10.1186/1472-6882-13-15)] - Rahimi, R.; Abdollahi, M. Herbal medicines for the management of irritable bowel syndrome: A comprehensive review. World J. Gastroenterol. 2012, 18, 589-600. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Herbal+medicines+for+the+management+of+irritable+bowel+syndrome:+A+comprehensive+review&author=Rahimi,+R.&author=Abdollahi,+M.&publication_year=2012&journal=World+J.+Gastroenterol.&volume=18&pages=589%E2%80%93600&doi=10.3748/wjg.v18.i7.589&pmid=22363129)] M.; Kessler, R.C. Trends in alternative medicine use in the United States, 1990-1997: Results of a follow-up national survey. JAMA 1998, 280, 1569-1575. [ Tukmagi, H.F. A qualitative insight on complementary and alternative medicines used by hypertensive patients. J. Pharm. Bioallied Sci. 2016, 16, initiation of complementary and alternative medical therapies (CAM) following cancer diagnosis. Cancer J. 2006, 12, 467-474. [ [Google Scholar](https://scholar.google.com/scholar_lookup?title=Patient+initiation+of+complementary+and+alternative+medical+therapies+(CAM)+following+cancer+diagnosis&author=Vapiwala,+N.&author=Mick,+R.&author=Hampshire,+M.K.&author=Metz,+J.M.&author=DeNittis,+A.S.&publication_year=2006&journal=Cancer+J.&volume=12&pages=467%E2%80%93474&doi=10.1097/00130404-200611000-00006&pmid=17207316)] [ [CrossRef](https://doi.org/10.1097/00130404-200611000-00006)] [ [PubMed](http://www.ncbi.nlm.nih.gov/pubmed/17207316)] [13](#B13-medicina-55-00046)]. |Recurrent abdominal pain, on average, at least 1 day per week in the last 3 months, associated with 2 or more of following criteria *:| |1. Related to defecation| 2. Associated with a change in frequency of stool 3. Associated with change in form (appearance) of stool |Characteristics||Males n = 49||Females n = 32 |p||OR (95% CI)| Adjusted 43 |p||OR (95% CI)| Adjusted 2019 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license ( of Complementary and Alternative Medicine by Patients with Irritable Bowel Syndrome According to the Roma IV Criteria: A Single-Center Italian Survey. Medicina 2019, 55, 46. https://doi.org/10.3390/medicina55020046 Larussa T, Rossi M, Suraci E, Marasco R, Imeneo M, Abenavoli L, Luzza F. Use of Complementary and Alternative Medicine by Patients with Irritable Bowel Syndrome According to the Roma IV Criteria: A Single-Center \"Use of Complementary and Alternative Medicine by Patients with Irritable Bowel Syndrome According to the Roma IV Criteria: A Single-Center Italian Survey\" Medicina 55, no. 2: 46. https://doi.org/10.3390/medicina55020046 Article Metrics Article Access StatisticsFor more information on the "}