{"title": "Psychedelics Have Huge Potential - But Financial Interests Could Corrupt Them", "author": "Colin Collins", "url": "https://scitechdaily.com/psychedelics-have-huge-potential-but-financial-interests-could-corrupt-them/", "hostname": "scitechdaily.com", "description": "Monopolies should respect counterculture and Indigenous traditions. Magic mushrooms and other psychedelics show promise in the treatment of addiction, post-traumatic traumatic stress, and other difficult-to-treat conditions. However, Nee Devenot, a postdoctoral researcher at the University of", "sitename": "SciTechDaily", "date": "2022-12-13", "cleaned_text": "Monopolies should respect counterculture and Indigenous traditions. Magic mushrooms and other psychedelics show promise in the treatment of addiction, post-traumatic traumatic stress, and other difficult-to-treat conditions. However, Nee Devenot, a postdoctoral researcher at the [University of Cincinnati](https://scitechdaily.com/tag/university-of-cincinnati/), claims the field is riddled with ethical issues and financial interests. In a peer-reviewed article that was published in the journal Anthropology of Consciousness, Devenot and her co-authors envision a society that honors the traditions behind these medicines by making them accessible in a safe and affordable way. \"Psychedelics have a lot of potential. But how they are approached matters,\" said Devenot, who works at UC's Institute for Research in Sensing. \"Some people working in the field have their own financial interests in mind but not necessarily what's best for people.\" Devenot collaborated with co-authors Trey Conner at the [University of South Florida](https://scitechdaily.com/tag/university-of-south-florida/) St. Petersburg and Richard Doyle at [Penn State University](https://scitechdaily.com/tag/penn-state-university/). Business Wire estimates that by 2026, the market for psychedelic drugs would almost double in size, reaching $7 billion. The biggest market for psychedelic treatments, especially those used to treat depression, is North America. Meanwhile, states such as Michigan and Colorado are campaigning for psilocybin, the active ingredient in magic mushrooms, to be decriminalized. This autumn, voters in Colorado will decide whether to decriminalize the possession and usage of psychedelic mushrooms. According to federal law, magic mushrooms are considered a Schedule 1 drug and are subject to the harshest punishments for possession or sale. Psilocybin has been used in religious ceremonies in Mesoamerica and other places dating back thousands of years. The journal article noted that magic mushrooms hold spiritual significance for many people. Federal law exempts certain Native American religious uses of peyote and two Brazilian ayahuasca churches from drug prosecutions under specific conditions. \"Indigenous people have been using psychedelics for millennia. And they have been long persecuted for psychedelic or plant medicine practices,\" Devenot said. \"It's problematic for big corporations to claim patents and monopolies on psychedelic medicine while these groups are still being prosecuted.\" The researchers said the irrational exuberance over the prospects of creating psychedelic treatment monopolies is incongruous with \"the 6,000-plus years of R&D\" by Indigenous and counterculture groups. The researchers plotted the inevitable path for psychedelic capitalism of pharmaceutical companies \"legitimizing\" ancient plant medicines curated by Indigenous and counterculture traditions by ignoring the sacred context of those traditions and the importance of \"set and setting,\" the rituals and safeguards that long have accompanied their use. Some of these companies are seeking exclusive rights to these treatments in the context of continued criminalization of traditional uses. In addition to the issue of appropriation, these attempts to restrict psychedelic access to medical contexts may strain an already overburdened mental health care system. Accordingly, Devenot argues that it will be important to consider the broader social impacts of any new policies related to psychedelic medicine. \"The reason people are excited about this field is there are promising developments in psychedelics,\" Devenot said. \"Preliminary evidence suggests it seems to be helping people for a range of conditions notoriously difficult to treat for whom everything they tried in the past hasn't worked: depression, addiction, PTSD, and generalized anxiety,\" she said. \"But it's still early days.\" When it comes to an experience as subjective as a psychedelic treatment, dosage and \"set and setting\" are fundamental, the authors wrote. \"Pharmaceutical companies should not be the ones dictating how people access these experiences,\" Devenot said. Likewise, financially interested parties should be careful not to over-promise the benefits of psychedelic treatments whenever new research is published. \"It's not impossible to do this work in a way that's ethical,\" Devenot said. Reference: \"Dark Side of the Shroom: Erasing Indigenous and Counterculture Wisdoms with Psychedelic Capitalism, and the Open Source Alternative\" by Nee Devenot, Trey Conner and Richard Doyle, 22 "}