{"title": "Office of Student Wellness", "author": null, "url": "https://medicine.tufts.edu/student-life/wellness/office-student-wellness", "hostname": "tufts.edu", "description": null, "sitename": "medicine.tufts.edu", "date": "2023-01-01", "cleaned_text": "Office of Student Wellness The Office of Student Wellness (OSW) provides integrated wellness programs, services, and resources to the Boston Health Sciences students at Tufts University. The Student Wellness team works with all students to offer practical approaches to manage everyday stresses and life challenges. The Office of Student Wellness provides confidential and private advice for personal challenges and makes referrals for therapy/psychiatric care as needed for students who may need support for depression, anxiety, or other mental health concerns. The OSW offers wellness opportunities that are inclusive and promotes a culture that supports the personal development and academic successes of all students. These wellness opportunities aim to foster and support the mental, physical, and emotional health of students. Prevention is the cornerstone for maintaining optimal health and is part of OSW's holistic approach to health and wellness. The Student Wellness team is made up of a trained and experienced staff that provides advice to students, and designs and implements evidence-based wellness promotion programs to improve overall health, wellness, and academic performance for all health sciences students. The Office of Student Wellness does not provide ongoing psychotherapy but helps students deal with personal issues by providing support, guidance, advice, advocacy, and referrals. The services provided are at no additional cost to matriculated students. Consultation is strictly confidential, and no information will be shared without the student's written consent. The OSW works closely with the consulting psychiatrist, John V. Pruitt, III, MD. Staff Sharon (Snaggs) Gendron Director of Student Wellness [sharon.snaggs@tufts.edu](mailto:sharon.snaggs@tufts.edu) Jennifer (Jen) Pustz Assistant Director of Student Wellness [jennifer.pustz@tufts.edu](mailto:jennifer.pustz@tufts.edu) Dylan Stoesser Student Wellness Coordinator [Dylan.Stoesser@tufts.edu](mailto:Dylan.Stoesser@tufts.edu) Hours 9:30am - 5:30pm Monday through Friday To schedule an appointment (in person or over Zoom or by phone) with the Office of Student Wellness [click this link](https://go.oncehub.com/SnaggsGendron) or send an email to sharon.snaggs@tufts.edu Location 200 Harrison Avenue Posner Hall, 4th Floor Boston, MA 02111 Privacy Statement: The Office of Student Wellness cares about your holistic health and is committed to working with you to preserve the privacy of your communications with the Student Wellness team. Information will not be shared or disclosed to other staff or anyone else (without your explicit permission). However, there may be times when information needs to be shared with other staff or health care providers. Some examples include serious concern about the health or safety of you or someone else, or when the law requires the release of information. When possible, every effort will be made to consult with you and secure your permission. The Office of Student Wellness believes that transparency and mutual understanding are two critical components of a successful relationship between staff and students. You are encouraged to have a conversation with staff members about what this privacy statement means for you. Student Wellness Advisory Committee The Student Wellness Advisory Committee (SWAC) acts as a liaison to the Office of Student Wellness. SWAC is comprised of a diverse group of student volunteers from all programs on the Boston Health Science Campus. The mission of SWAC is to promote knowledge of the Office of Student Wellness and the scope of services, while also addressing students' wellness concerns. If you have ideas or suggestions about wellness related issues, please contact your programs' representative. Wellness Topics & Resources - The Better Halves Club's mission is to support the spouses and partners of Tufts University School of Medicine's MD students. The group provides programs, events, and other opportunities for members to connect, share advice and stories, meet for social events, learn about the medical journey and process, and more. [If you're interested in learning more, please visit the group on Facebook.](https://www.facebook.com/groups/1462471413881826/) - Benefits of sleep Adequate sleep is associated with better health in many ways, including: - Enhanced memory, learning, and academic performance - Healthier weight and better metabolic health - Improved heart health - Better immune system function Do you have trouble falling asleep or staying asleep? Do you feel tired during the day? Here are some helpful tips to help you learn relaxation techniques and other methods for sleeping more and sleeping better. Chat with your Primary Care Physician Discuss with your PCP any medical issues that may be interfering with your sleep. Chat with the Student Wellness Advisor The Student Wellness Advisor may be able to help you deal with feelings of stress or anxiety that may be interfering with your sleep. Call 617-636-2700 to schedule an appointment, or send an email to [sharon.snaggs@tufts.edu](mailto:sharon.snaggs@tufts.edu). Additional Resources and Links [Healthy Sleep Awareness Project](http://sleepeducation.org/healthysleep) [Sleep Education - "}