{"title": "PDF", "author": "PDF", "url": "https://www.bswhealth.com/SiteCollectionDocuments/about/community-health-needs-assessments/CHNA-2022/waco-2022-chna-report.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Community Health Needs Assessment Waco - McLennan Health Community 2022 Baylor Scott & White Medical Center - HillcrestWaco - McLennan health community hospitals Hillcrest Baptist Medical Center Board of Directors on May 6, 2022 Posted to BSWHealth.com/CommunityNeeds on June 30, 2022T able of contents Baylor Scott insecurity/limited access to healthy foods ........................... 9 Priority Infant mortality rate ........................................................ 12 Priority 4: Access to .................................................. indicators ................................................. 27 C: C ommunity input participating organizations ............................. 33 Appendix D: Demographic and socioeconomic summary .............................. Community 4Baylor Scott & White Health mission Our commitment to the communities we serve As the largest not-for-profit healthcare system in T exas and one of the largest in the United States, Baylor Scott & White Health was born from the 2013 combination of Baylor Health Care System and Scott & White Healthcare. T oday, Baylor Scott & White includes 51 hospitals, 1,100 access points, more than 7,300 active physicians, and over 49,000 employees and the Baylor Scott & White Health Plan. Baylor Scott & White Health is a leading T exas healthcare provider with a proven commitment to patient and community health. Baylor Scott & White Health demonstrates this commitment through periodic community health needs assessments, then addresses those needs with a wide range of outreach initiatives. These Community Health Needs Assessment (CHNA) activities also satisfy federal and state community benefit requirements outlined in the Patient Protection and Affordable Care Act and the T exas Health and Safety Code. Baylor Scott & White Health conducts a thorough periodic examination of public health indicators and a benchmark analysis comparing communities it serves to an overall state of T exas value. In this way, it can determine where deficiencies lie and the opportunities for improvement are greatest. Through interviews, focus groups and surveys, the organization gains a clearer understanding of community needs from the perspective of the members of each community. This helps it identify the most pressing needs a community is facing and develop implementation plans to focus on those prioritized needs. The process includes input from a wide range of knowledgeable people who represent the myriad interests of the community in compliance with 501 (r)(3) regulations. The CHNA process overview can be found in Appendix A. The CHNAs serve as the foundation for community health improvement planning efforts over the next three years, while the implementation plans will be evaluated annually.Health Experience Affordability Alignment GrowthFounded as a Christian ministry of healing, Baylor Scott & White Health promotes the well-being of all individuals, families and communities. T o be the trusted leader, educator and innovator in value-based care delivery, customer experience and affordability.We serve faithfully We act honestly We never settle We are in it togetherMISSIONSTRATEGIES AMBITION VALUES Waco - McLennan Health Community 5Community Health Needs Assessment (CHNA ) report The Waco - McLennan Health Community is home to one of these hospitals: Baylor Scott & White Medical Center - Hillcrest The community served by the hospital listed above is McLennan County. BSWH has at least one hospital facility or a provider-based clinic in the county, and it comprises where more than 70% of the admitted patients live according to the hospital facility's inpatient admissions over the 12-month period of FY20. The facility completed a CHNA report in accordance with the Internal Revenue Code Section 501 (r) (3) and the US Treasury regulations thereunder. Waco - McLennan health community map 1020 353545 Live Waco - McLennan Health Community 6BSWH engaged with IBM Watson Health, a nationally respected consulting firm, to conduct a Community Health Needs Assessment (CHNA) in accordance with the federal and state community benefit requirements for the health communities they serve. Define the communityAssess the communityIdentify and prioritize \"significant needs\" The CHNA process included: Gathering and analyzing more than 59 public and 45 proprietary health data indicators to provide a comprehensive assessment of the health status of the communities. The complete list of health data indicators is included in Appendix B. Creating a benchmark analysis comparing the community to overall state of T exas and United States (US) values. Conducting focus groups, key informant interviews and stakeholder surveys, including input from public health experts, to gain direct input from the community for a qualitative analysis. ° Gathering input from state, local and/or regional public health department members who have the pulse of the community's health. ° Identifying and considering input from individuals or organizations serving and/or representing the interests of medically underserved low-income and minority populations in the community to help prioritize the community's health needs. ° The represented organizations that participated are included in Appendix C. IBM Watson Health provided current and forecasted demographic, socioeconomic and utilization estimates for the community. Demographic and socioeconomic summary The most important demographic and socioeconomic findings for the Waco - McLennan Health Community CHNA are: The community population growth outpaces the rate of growth of the US but is not as fast as the state of T exas. The median age of the population is younger than the US and T exas overall. The median household income is below both the state and the US. The community served has a higher % of uninsured people on average than T exas and the US. Further demographic and socioeconomic information for the Waco - McLennan Health Community is included in Appendix D. Waco - McLennan Health Community 7T otal population 262,721 Average income $55,959 Underserved ZIP codes 8 Insurance coverage Health community data summary IBM Watson Health's utilization estimates and forecasts indicate the following for the Waco - McLennan Health Community: Inpatient discharges in the community are expected to grow by 0.5% by 2030 with the largest growing product lines to include: ° Pulmonary Medical ° Cardiovascular Diseases ° General Medicine Outpatient procedures are expected to increase by over 28% by 2030 with the largest areas of growth including: ° Labs ° General and Internal Medicine ° Physical & Occupational Therapy ° Hematology and Oncology ° Psychiatry Emergency Department visits are expected to grow by almost 11% by 2025. Hypertension represents 71% of all heart disease cases. Cancer incidence is expected to increase by over 5% by 2025. Further health community information for the Waco - McLennan Health Community is included in Appendix E.24.4%13.9% - pre-reform Health (MUA/P) CountyDental healthMental McLennan 1 2 2 5 1The community includes the following health professional shortage areas and medically underserved areas as designated by the US Department of Health and Human Services Health Resources Services Administration. Appendix D includes the details on each of these designations. Source: US Department of Health and Human Services, Health Resources and Services Administration, 2021 Waco - McLennan Health Community 8Priority health needs Using these and other data collection and interpretation methods, BSWH identified what it considers to be the community's key health needs. The resulting prioritized health needs for this community include: Priority Need Category of need 1 Food insecurity/limited access to healthy foods Environment 2 Access to healthcare/resources Access to care 3 Infant mortality rate Injury and death 4 Access to mental healthcare (providers/resources) Mental health 5 Household income/poverty Population and income 6 Diabetes Conditions/diseases 7 Obesity Conditions/diseases 8 Language barriers Population and income Waco - McLennan Health Community 9Priority 1: Food Insecurity/Limited Access to Healthy Foods Category Data shows greater need Key informants indicate greater need Environment Food insecure Food environment index Limited access to healthy foods Food insecurity Lack of healthy food options/ lack of fresh foods The food insecure measure is defined as the percentage of population who lack adequate access to food during the past year. The indicator is based on data from County Health Rankings & Roadmaps, Map the Meal Gap, Feeding America. Environment: food insecure (% who lack adequate access to food in county) LEFT PANEL: Indicator Values horizontal bar and label shows the county score. Vertical dotted line shows the state benchmark. Solid line is US score. Orange colors indicate a greater need and potentially larger vulnerable population in the county relative to the state benchmark. Blue indicates a lesser need and potentially smaller vulnerable population. Darker intense colors indicate greater differences. RIGHT PANEL: Rank within county marks show how the indicator ranks compared to other indicators within the county. Indicators are ranked from 1 to 59, where low numbers show higher need and potentially larger vulnerable population relative to the state benchmark. Color and shape compare county performance to the state benchmark; orange diamonds show greater need and blue circles lesser need. Greater or lesser need than state greater need same level of need or NA lesser needMcLennan 0.16 County indicator values 0 10 20 30 40 50 6024 The food environment index measure is defined as measure is defined as index of factors that contribute to a healthy food environment. A value of zero \"0\" is worst and a value of ten \"10\" is best in the county. The indicator is based on data from County Health Rankings & Roadmaps, USDA Food Environment Atlas, Map the Meal Gap from Feeding America, United States Department of Agriculture (USDA). Environment: food environment index (index of factors that contribute to a healthy food environment in county, 0 = worst and 10 = best) LEFT PANEL: Indicator Values horizontal bar and label shows the county score. Vertical dotted line shows the state benchmark. Solid line is US score. Orange colors indicate a greater need and potentially larger vulnerable population in the county relative to the state benchmark. Blue indicates a lesser need and potentially smaller vulnerable population. Darker intense colors indicate greater differences. RIGHT PANEL: Rank within county marks show how the indicator ranks compared to other indicators within the county. Indicators are ranked from 1 to 59, where low numbers show higher need and potentially larger vulnerable population relative to the state benchmark. Color and shape compare county performance to the state benchmark; orange diamonds show greater need and blue circles lesser need. Greater or lesser need than state greater need same level of need or NA lesser needMcLennan County indicator values 0 10 20 30 40 50 6036 5.90 Waco - McLennan Health Community 10The indicator limited access to healthy foods is defined as the percentage of population who are low- income and do not live close to a grocery store. The indicator is based on data from County Health Rankings & Roadmaps; USDA Food Environment Atlas, United States Department of Agriculture (USDA). Environment: limited access to healthy foods LEFT PANEL: Indicator Values horizontal bar and label shows the county score. Vertical dotted line shows the state benchmark. Solid line is US score. Orange colors indicate a greater need and potentially larger vulnerable population in the county relative to the state benchmark. Blue indicates a lesser need and potentially smaller vulnerable population. Darker intense colors indicate greater differences. RIGHT PANEL: Rank within county marks show how the indicator ranks compared to other indicators within the county. Indicators are ranked from 1 to 59, where low numbers show higher need and potentially larger vulnerable population relative to the state benchmark. Color and shape compare county performance to the state benchmark; orange diamonds show greater need and blue circles lesser need. Greater or lesser need than state greater need same level of need or NA lesser needMcLennan County indicator values 0 10 20 30 40 50 6020.17 1 In addition, the focus group participants highlighted food insecurity challenges. They noted that there is a lack of healthy food options/lack of fresh foods in the community. They also recognized that transportation is a challenge to get food to people since they can't take it on the bus. In the prioritization session, the hospital and community leaders agreed that there is a large number of food deserts in the community. There is also a lack of healthy and affordable food options for members of the community. They cited higher food costs in rural communities, which is unfortunate as those rural residents lack easy access to bigger markets in the city. They recognized that when healthy food is inaccessible due to cost or availability, it greatly impacts patients with chronic medical conditions, thus increasing hospital admissions. The group concluded that education is also needed to teach individuals and families how to prepare affordable, healthy meals. Waco - McLennan Health Community 11Priority 2: Access to Healthcare/Resources Category Data shows greater need Key informants indicate greater need Access to care Population to one non-physician primary care provider Limited access to healthcare and resources in general Access to care: population to one non-physician primary care provider (ratio of population to primary care providers other than physicians by county) LEFT PANEL: Indicator Values horizontal bar and label shows the county score. Vertical dotted line shows the state benchmark. Solid line is US score. Orange colors indicate a greater need and potentially larger vulnerable population in the county relative to the state benchmark. Blue indicates a lesser need and potentially smaller vulnerable population. Darker intense colors indicate greater differences. RIGHT PANEL: Rank within county marks show how the indicator ranks compared to other indicators within the county. Indicators are ranked from 1 to 59, where low numbers show higher need and potentially larger vulnerable population relative to the state benchmark. Color and shape compare county performance to the state benchmark; orange diamonds show greater need and blue circles lesser need. Greater or lesser need than state greater need same level of need or NA lesser needMcLennan County indicator values 0 10 20 30 40 50 601,194.00 26 The focus group participants stated the community has limited healthcare services. They further stated that access is cut by insufficient accessible hours of service for working residents who are unable to leave work to seek care. In the prioritization session, even though the hospital leadership group was surprised to learn that access to care was a significant need for the community, they knew that the issue existed. They agreed that the barriers to access care included affordability, lack of education about the available resources, transportation issues, limited providers accepting new patients and difficulty obtaining appointments. Waco - McLennan Health Community 12Priority 3: Infant Mortality Rate The following data indicates greater need in the area of infant mortality rate, although it was not discussed by the key informants specifically. Category Data shows greater need Key informants indicate less need or not mentioned Injury and death Mortality rate: infant Not specifically mentioned The mortality rate: infant indicator is defined as the number of all infant deaths (within one year), per 1,000 live births. The indicator is based on data from County Health Rankings & Roadmaps, CDC WONDER Mortality Data. Injury and death: mortality rate: infant (number of all infant deaths per 1,000 live births by county) LEFT PANEL: Indicator Values horizontal bar and label shows the county score. Vertical dotted line shows the state benchmark. Solid line is US score. Orange colors indicate a greater need and potentially larger vulnerable population in the county relative to the state benchmark. Blue indicates a lesser need and potentially smaller vulnerable population. Darker intense colors indicate greater differences. RIGHT PANEL: Rank within county marks show how the indicator ranks compared to other indicators within the county. Indicators are ranked from 1 to 59, where low numbers show higher need and potentially larger vulnerable population relative to the state benchmark. Color and shape compare county performance to the state benchmark; orange diamonds show greater need and blue circles lesser need. Greater or lesser need than state greater need same level of need or NA lesser needMcLennan County indicator values 0 10 20 30 40 50 606.94 11 In the prioritization session, hospital leadership discussed the prenatal and maternal health data that was shared. The group identified that there are underlying systemic issues experienced by Hispanics and African Americans that impact prenatal care, infant mortality and low birth weight. Waco - McLennan Health Community 13Priority 4: Access to Mental Healthcare (Providers/Resources) Although the data did not indicate greater need for access for the population to one mental healthcare provider, key informants indicated there is a need. The indicator is defined as the ratio of population to mental health providers and is based on data from County Health Rankings & Roadmaps; CMS, National Provider Identification Registry (NPPES). Category Data shows less need or no data Key informants indicate greater need Mental health Population to one mental health provider Limited mental health providers Access to care: population to one mental health provider (ratio of population to mental health providers by county) LEFT PANEL: Indicator Values horizontal bar and label shows the county score. Vertical dotted line shows the state benchmark. Solid line is US score. Orange colors indicate a greater need and potentially larger vulnerable population in the county relative to the state benchmark. Blue indicates a lesser need and potentially smaller vulnerable population. Darker intense colors indicate greater differences. RIGHT PANEL: Rank within county marks show how the indicator ranks compared to other indicators within the county. Indicators are ranked from 1 to 59, where low numbers show higher need and potentially larger vulnerable population relative to the state benchmark. Color and shape compare county performance to the state benchmark; orange diamonds show greater need and blue circles lesser need. Greater or lesser need than state greater need same level of need or NA lesser needMcLennan County indicator values 0 10 20 30 40 50 60620.00 57 The focus group participants stated the community has limited mental healthcare services. They noted that mental health and substance abuse/addictions are problems, and treatment is difficult to obtain. They cited that the state has 40% vacancies for mental health providers, and the majority of patients end up in the emergency room. They also noted that adolescent mental health has grown significantly with high suicide rates, but there are no adolescent psychiatrists in town. In the prioritization session, the hospital leadership group shared that there is a substantial increase in mental health issues over recent years, and it has been compounded by the pandemic. They concurred that the emergency department is seeing a high volume of patients presenting with mental health issues. They agreed that there is a lack of access to mental health providers because most providers require a funding source to access those services. They also confirmed that although efforts are made in schools, mental health issues are increasing in the adolescent population. A recent survey of school counselors showed that the need is acutely increasing. Another group lacking mental health services is the perinatal population. The group also mentioned that providers are not always representative of the community. There is a need for Spanish-speaking individuals, African Americans, and those with other racial and ethnic backgrounds to serve the diverse Waco population. Waco - McLennan Health Community 14Priority 5: Household Income/Poverty The following data indicates greater need in the community in the issue of household income, income inequality and individuals below poverty level. Category Data shows greater need Key informants indicate greater need Population and income Population and income Income inequality Individuals below poverty level Two extremes with the population— poor and wealthy The household income measure is defined as median household income and is the income where half of households in a county earn more and half of households earn less. The indicator is based on data from County Health Rankings (Small Area Income and Poverty Estimates). Financial/income: household income (median household income in county) LEFT PANEL: Indicator Values horizontal bar and label shows the county score. Vertical dotted line shows the state benchmark. Solid line is US score. Orange colors indicate a greater need and potentially larger vulnerable population in the county relative to the state benchmark. Blue indicates a lesser need and potentially smaller vulnerable population. Darker intense colors indicate greater differences. RIGHT PANEL: Rank within county marks show how the indicator ranks compared to other indicators within the county. Indicators are ranked from 1 to 59, where low numbers show higher need and potentially larger vulnerable population relative to the state benchmark. Color and shape compare county performance to the state benchmark; orange diamonds show greater need and blue circles lesser need. Greater or lesser need than state greater need same level of need or NA lesser needMcLennan County indicator values 0 10 20 30 40 50 6051,078.00 12 The income inequality measure is defined as the ratio of household income at the 80th percentile to income at the 20th percentile. Absolute equality is when the measure is equal to 1.0. A higher ratio indicates greater inequality. The indicator is based on data from County Health Rankings & Roadmaps, American Community Survey (ACS), Five-Year Estimates (United States Census Bureau). Financial/income: income inequality (ratio of household income at the 80th percentile to income at the 20th percentile in county) LEFT PANEL: Indicator Values horizontal bar and label shows the county score. Vertical dotted line shows the state benchmark. Solid line is US score. Orange colors indicate a greater need and potentially larger vulnerable population in the county relative to the state benchmark. Blue indicates a lesser need and potentially smaller vulnerable population. Darker intense colors indicate greater differences. RIGHT PANEL: Rank within county marks show how the indicator ranks compared to other indicators within the county. Indicators are ranked from 1 to 59, where low numbers show higher need and potentially larger vulnerable population relative to the state benchmark. Color and shape compare county performance to the state benchmark; orange diamonds show greater need and blue circles lesser need. Greater or lesser need than state greater need same level of need or NA lesser needMcLennan County indicator values 0 10 20 30 40 50 605.10 27 Waco - McLennan Health Community 15The individuals below poverty level measure is defined as individuals below poverty level. The indicator is based on data from American Community Survey Five-Year Estimates, US Census Bureau - American FactFinder. Financial/income: individuals below poverty level (individuals below poverty level in county) LEFT PANEL: Indicator Values horizontal bar and label shows the county score. Vertical dotted line shows the state benchmark. Solid line is US score. Orange colors indicate a greater need and potentially larger vulnerable population in the county relative to the state benchmark. Blue indicates a lesser need and potentially smaller vulnerable population. Darker intense colors indicate greater differences. RIGHT PANEL: Rank within county marks show how the indicator ranks compared to other indicators within the county. Indicators are ranked from 1 to 59, where low numbers show higher need and potentially larger vulnerable population relative to the state benchmark. Color and shape compare county performance to the state benchmark; orange diamonds show greater need and blue circles lesser need. Greater or lesser need than state greater need same level of need or NA lesser needMcLennan County indicator values 0 10 20 30 40 50 6019.30 8 The focus group participants noted that there are two extremes within the community—poor and wealthy. The poorer residents can't afford to pay their rent. In the prioritization session, the hospital and community leaders noted that members of the community experience income inequality and, therefore, are more inclined to have issues accessing healthy food and mental health services and experience language barriers. Waco - McLennan Health Community 16Priority 6: Diabetes The following data indicates greater need to address diabetes admission and diabetes prevalence. Category Data shows greater need Key informants indicate less need or not mentioned Conditions/ diseases Diabetes admission Diabetes prevalence Not specifically mentioned The data below indicates greater need for diabetes admission. The indicator is defined as the number observed/adult population age 18 and older. Note that risk-adjusted rates are not calculated for counties with fewer than five admissions. The indicator is based on data from T exas Health and Human Services Center for Health Statistics Preventable Hospitalizations. Conditions/diseases: diabetes admission (number observed/adult population in county) McLennan County indicator values 0 10 20 30 40 50 6050.81 5 The data below indicates greater need for diabetes prevalence. The indicator is defined as prevalence of diagnosed diabetes in a given county. Note that respondents were considered to have diagnosed diabetes if they responded \"yes\" to the question, \"Has a doctor ever told you that you have diabetes?\" Women who indicated that they only had diabetes during pregnancy were not considered to have diabetes. The indicator is based on data from County Health Rankings (CDC Diabetes Interactive Atlas). Conditions/diseases: diabetes prevalence (prevalence as % of diagnosed diabetes in county) LEFT PANEL: Indicator Values horizontal bar and label shows the county score. Vertical dotted line shows the state benchmark. Solid line is US score. Orange colors indicate a greater need and potentially larger vulnerable population in the county relative to the state benchmark. Blue indicates a lesser need and potentially smaller vulnerable population. Darker intense colors indicate greater differences. RIGHT PANEL: Rank within county marks show how the indicator ranks compared to other indicators within the county. Indicators are ranked from 1 to 59, where low numbers show higher need and potentially larger vulnerable population relative to the state benchmark. Color and shape compare county performance to the state benchmark; orange diamonds show greater need and blue circles lesser need. Greater or lesser need than state greater need same level of need or NA lesser needMcLennan County indicator values 0 10 20 30 40 50 6036 10.00 In the prioritization session, hospital leadership agreed that diabetes is a top health concern for the Hispanic population. Diabetes is the top diagnosis and medication need for the indigent populations. Diabetes readmission rate is a top five indicator for the health community. Waco - McLennan Health Community 17Priority 7: Obesity The following data indicates greater need in the area of adult obesity, although it was not discussed by the key informants specifically. Category Data shows greater need Key informants indicate less need or not mentioned Conditions/ diseases Adult obesity Not specifically mentioned The indicator is defined as percentage of the adult population (age 20 and older) that reports a body mass index (BMI) greater than or equal to 30 kg/m2 and is based on data from County Health Rankings & Roadmaps, CDC Diabetes Interactive Atlas and The National Diabetes Surveillance System. Conditions/diseases: adult obesity (% of adults with BMI =>30 by county) LEFT PANEL: Indicator Values horizontal bar and label shows the county score. Vertical dotted line shows the state benchmark. Solid line is US score. Orange colors indicate a greater need and potentially larger vulnerable population in the county relative to the state benchmark. Blue indicates a lesser need and potentially smaller vulnerable population. Darker intense colors indicate greater differences. RIGHT PANEL: Rank within county marks show how the indicator ranks compared to other indicators within the county. Indicators are ranked from 1 to 59, where low numbers show higher need and potentially larger vulnerable population relative to the state benchmark. Color and shape compare county performance to the state benchmark; orange diamonds show greater need and blue circles lesser need. Greater or lesser need than state greater need same level of need or NA lesser needMcLennan County indicator values 0 10 20 30 40 50 6034.20 22 In the prioritization session, hospital leadership agreed that obesity is also a top health concern for the Hispanic population. Waco - McLennan Health Community 18Priority 8: Language Barriers The data below indicates greater need in the case of the indicator language: English spoken \"less than very well\" in household. Category Data shows greater need Key informants indicate greater need Population and income English spoken \"less than very well\" in household Language barriers The indicator is defined as \"percentage of households that speak English 'less than very well' within all households that speak a language other than English.\" The indicator is based on data from American Community Survey Five-Year Estimates, US Census Bureau - American FactFinder. Language/social: English spoken \"less than very well\" in household (% of households speaking less than very well English by county) LEFT PANEL: Indicator Values horizontal bar and label shows the county score. Vertical dotted line shows the state benchmark. Solid line is US score. Orange colors indicate a greater need and potentially larger vulnerable population in the county relative to the state benchmark. Blue indicates a lesser need and potentially smaller vulnerable population. Darker intense colors indicate greater differences. RIGHT PANEL: Rank within county marks show how the indicator ranks compared to other indicators within the county. Indicators are ranked from 1 to 59, where low numbers show higher need and potentially larger vulnerable population relative to the state benchmark. Color and shape compare county performance to the state benchmark; orange diamonds show greater need and blue circles lesser need. Greater or lesser need than state greater need same level of need or NA lesser needMcLennan County indicator values 0 10 20 30 40 50 6052.60 3 The focus group participants stated that there are language barriers in the community. The barriers include those community members who are Spanish-speaking as well as those that speak other languages besides Spanish. In the prioritization session, hospital leadership mentioned that language is a barrier for non-English speaking patients. It is difficult for the community to fully understand the directives from physicians when they don't understand the language used. The Community Health Dashboards data referenced above can be found at BSWHealth.com/About/ Community-Involvement/Community-Health-Needs-Assessments. The prioritized list of significant health needs approved by the hospital's governing body and the full assessment are available to the public at no cost. T o download a copy, visit BSWHealth.com/ CommunityNeeds. Waco - McLennan Health Community 19Waco - McLennan community resources Need Organization Address Phone Food insecurity/ access to healthy foodSalvation Army of Waco Food Pantry 4721 W. Waco Drive Waco, TX 76710 254.756.7271 Hands of Mercy Food Pantry - First Spanish Assembly of God3301 Clay Avenue Waco, TX 76711254.752.2293 Antioch Community Church Pantry 505 N. 20th Street Waco, TX 76707254.754.0386 Mt. Lebanon Seventh Day Adventist Food Pantry 4298 Meyers Lane Waco, TX 76705254.799.2979 First Baptist Church Waco - Gospel Café 825 S. 10th Street Waco, TX 76706254.753.5916 Access to primary healthcare Clínica Hispana 3833 Franklin Avenue Waco, TX 76710254.298.8926 Waco Family Medicine 2201 MacArthur Drive Waco, TX 76708254.313.4610 Meyer Center Community Health Clinic 1226 Washington Avenue Waco, TX 76701254.714.1579 Austin Avenue Clinic 110 S. 12th Street Waco, TX 76701254.313.4200 (VHA) - Central T exas Veterans Health Care System - Doris Miller Medical Center4800 Memorial Drive Waco, TX 76711254.752.6581 Infant mortality rate City of Waco Public Health Department - WIC 225 W. Waco Drive Waco, TX 76707254.750.5474 Waco Family Medicine (prenatal care, maternity care, reproductive health) 2201 MacArthur Drive Waco, TX 76708254.313.4610 Meyer Center Community Health Clinic 1226 Washington Avenue TX 76701254.714.1579 AVANCE-Waco T exas HHSC - Managed Care 612 Austin Avenue Waco, TX 76701 254.752.4839Existing resources to address health needs One part of the assessment process includes gathering input on potentially available community resources. The community is served by several large healthcare systems and multiple community- based health clinics. Below is a list of some of the community resources available to address identified needs in the community. Waco - McLennan Health Community 20Need Organization Address Phone Access to mental healthcare (providers/ resources) Mission Waco Health Clinic (psychiatry services) 1226 Washington Avenue Waco, TX 76701254.296.9866 ext. 206 Family Abuse Center PO Box 20395 Waco, TX 76702254.772.8999 A Children At Heart Ministries - STARRY Counseling 3001 W. Waco Drive Waco, TX 76707 254.399.6552 The Grace Alliance - Living Grace Groups 201 Old Hewitt Road Waco, TX 76712254.235.0616 Leslie Hunt, LPC, 76710214.616.3771 Household income/ povertyCaritas of Waco (case management) 300 S. 15th Street Waco, TX 76701254.753.4593 ext.227 Economic Opportunities Advancement Association 500 Franklin Avenue Waco, TX 76701254.756.0954 T exas HHSC 612 Austin Avenue Waco, TX 76701254.752.4839 Public Health 225 W. Waco Drive Waco, TX 7670 254.750.5474 Esther's Closet - Cen-T ex African of Commerce1020 Elm Avenue Waco, TX 76704254.235.3204 DiabetesVHA - Weight Management Program 4800 Memorial Drive Waco, TX 76711254.752.6581 Agape Meal Program 500 Webster Avenue Waco, TX 76706254.752.3000 Just as I am Ministries Inc. (meals) 1415 Chapel Hill Drive Waco, TX 76712254.666.4051 Waco Family Medicine 2201 MacArthur Drive Waco, TX 76708254.313.4610 Meyer Center Community Clinic 1226 Washington Avenue Waco, TX 76701254.714.1579 Waco - McLennan Health Community 21There are many other community resources and facilities serving the Waco - McLennan area that are available to address identified needs and can be accessed through a comprehensive online resource catalog called Find Help (formerly known as Aunt Bertha). It can be accessed 24/7 at BSWHealth.FindHelp.com. Next steps BSWH started the Community Health Needs Assessment process in April 2021. Using both qualitative community feedback as well as publicly available and proprietary health indicators, BSWH was able to identify and prioritize community health needs for its healthcare system. With the goal of improving the health of the community, implementation plans with specific tactics and time frames will be developed for the health needs BSWH chooses to address for the community served. Need Organization Address Phone ObesityVHA - Weight Management Program 4800 Memorial Drive Waco, TX 76711254.752.6581 City of Waco Public Health Department WIC 225 W. Waco Drive Waco, TX 76707254.750.5474 Meyer Center Community Clinic 1226 Washington Avenue Waco, TX 76701254.714.1579 Waco Family Medicine 2201 MacArthur Drive Waco, TX 76708254.313-4610 Agape Meal Program (healthy meals) 500 Webster Avenue Waco, TX 76706254.752.3000 Language barriers Clínica Hispana 3833 VHA Spanish-speaking patients) 4800 Memorial Drive Waco, TX 76711254.752.6581 City of Waco Public Health Department WIC (Spanish) 225 W. Waco Drive Waco, TX 76707254.750.5474 T exas HHSC (Spanish) 612 Austin Avenue Waco, TX 76701254.752.4839 SSA Office (American Sign Language, Arabic, Chinese, English, French, Greek, Interpretation Services Available, Italian, Korean, Polish, Portuguese, Russian, Spanish, Vietnamese)1700 Lake Air Drive Waco, TX 76710866.964.6304 Waco - McLennan Health Community 22Appendix A: CHNA requirement details The Patient Protection and Affordable Care Act (PPACA) requires all tax-exempt organizations operating hospital facilities to assess the health needs of their community every three (3) years. The resulting Community Health Needs Assessment (CHNA) report must include descriptions of the following: The community served and how the community was determined; The process and methods used to conduct the assessment, including sources and dates of the data and other information as well as the analytical methods applied to identify significant community health needs; How the organization used input from persons representing the broad interests of the community served by the hospital, including a description of when and how the hospital consulted with these persons or the organizations they represent; The prioritized significant health needs identified through the CHNA as well as a description of the process and criteria used in prioritizing the identified significant needs; The existing healthcare facilities, organizations and other resources within the community available to meet the significant community health needs; and An evaluation of the impact of any actions that were taken since the hospital's most recent CHNA to address the significant health needs identified in that report. ° Hospitals also must adopt an implementation strategy to address prioritized community health needs identified through the assessment. CHNA process BSWH began the 2022 CHNA process in April of 2021. The following is an overview of the timeline and major milestones: Define the community Assess the community Identify \"significant needs\" and \"prioritize\" Document in written report CHNA board approvals Make CHNA widely available on website Written implementation strategy Implementation strategy board approval Make implementation strategy widely available on website Act on strategy, measure and report Waco - McLennan Health Community 23Consultant qualifications IBM Watson Health delivers analytic tools, benchmarks and strategic consulting services to the healthcare industry, combining rich data analytics in demographics, including the Community Needs Index, planning and disease prevalence estimates, with experienced strategic consultants to deliver comprehensive and actionable Community Health Needs Assessments. Health needs assessment process overview T o identify the health needs of the community, the hospitals established a comprehensive method using all available relevant data including community input. They used the qualitative and quantitative data obtained when assessing the community to identify its community health needs. Surveyors conducted interviews and focus groups with individuals representing public health, community leaders/groups, public organizations and other providers. In addition, data collected from public sources compared to the state benchmark indicated the level of severity. The outcomes of the quantitative data analysis were compared to the qualitative data findings. These data are available to the community via an interactive dashboard at BSWHealth.com/ CommunityNeeds. Data gathering: quantitative assessment of health needs - methodology and data sources The IBM team used quantitative data collection and analysis garnered from public health indicators to assess community health needs. This included over 100 data elements grouped into over 11 categories evaluated for the counties where data was available. Recently, indicators expanded to include new categories addressing mental health, healthcare costs, opioids and social determinants of health. A table depicting the categories and indicators and a list of sources are in Appendix B. A benchmark analysis of each indicator determined which public health indicators demonstrated a community health need. Benchmark health indicators included overall US values, state of T exas values and other goal-setting benchmarks, such as Healthy People 2020. According to America's Health Rankings 2021 Annual Report, T exas ranks 22nd out of the 50 states in the area of Health Outcomes (which includes behavioral health, mortality and physical health) and 50th in the area of Clinical Care (which includes avoiding care due to cost, providers per 100,000 population and preventive services). When the health status of T exas was compared to other states, the team identified many opportunities to impact community health. Waco - McLennan Health Community 24The quantitative analysis of the health community used the following methodology: The team set benchmarks for each health community using state value for comparison. They identified community indicators not meeting state benchmarks. From this, they determined a need differential analysis of the indicators, which helped them understand the community's relative severity of need. Using the need differentials, they established a standardized way to evaluate the degree that each indicator differed from its benchmark. This quantitative analysis showed which health community indicators were above the 25th percentile in order of severity—and which health indicators needed their focus. The outcomes of the quantitative data analysis were compared to the qualitative data findings. Information gaps In some areas of T exas, the small population size has an impact on reporting and statistical significance. The team has attempted to understand the most significant health needs of the entire community. It is understood that there is variation of need within the community, and BSWH may not be able to impact all of the population who truly need the service. Community input: qualitative health needs assessment - approach T o obtain a qualitative assessment of the health community, the team: Assembled a focus group representing the broad interests of the community served; Conducted interviews and surveys with key informants—leaders and representatives who serve the community and have insight into its needs; and Held prioritization sessions with hospital clinical leadership and community leaders to review collection results and identify the most significant healthcare needs based on information gleaned from the focus groups and key informants. Focus groups helped identify barriers and social factors influencing the community's health needs. Key informant interviews gave the team even more understanding and insight about the general health status of the community and the various drivers that contributed to health issues. Multiple governmental public health department individuals were asked to contribute their knowledge, information and expertise relevant to the health needs of the community. Individuals or organizations who served and/or represented the interests of medically underserved, low-income and minority populations in the community also took part in the process. NOTE: In some cases, public health officials were unavailable due to obligations concerning the COVID-19 pandemic. The hospitals also considered written input received on their most recently conducted CHNA and subsequent implementation strategies if provided. The assessment is available for public comment or feedback on the report findings by going to the BSWH website (BSWHealth.com/CommunityNeeds) or by emailing CommunityHealth@BSWHealth.org. Waco - McLennan Health Community 25Approach to prioritizing significant health needs On January 13, 2022, a session was conducted with key leadership members from Baylor Scott & White Medical Center - Hillcrest along with community leaders to review the qualitative and quantitative data findings of the CHNA to date, discuss at length the significant needs identified, and complete prioritization exercises to rank the community needs. Prioritizing health needs was a two- step process. The two-step process allowed participants to consider the quantitative needs and qualitative needs as defined by the indicator dataset and focus group/interview/survey participant input. In the first step, participants reviewed the top health needs for their community using associated data-driven criteria. The criteria included health indicator value(s) for the community and how the indicator compared to the state benchmark. High data/ Low qualitativeHigh data/ High qualitative TIVE QUALIT A TIVEDATAHigh data and high qualitative: The community indicators that showed a greater need in the health community overall when compared to the state of T exas comparative benchmark and were identified as a greater need by the key informants. High data/ Low qualitativeHigh data/ High qualitative TIVE QUALIT A TIVEDATAHigh data and low qualitative: The community indicators showed a greater need in the health community overall when compared to the state of T exas comparative benchmark but were not identified as a greater need or not specifically identified by the key informants. High data/ Low qualitativeHigh data/ High qualitative TIVE QUALIT A TIVEDATALow/no data and high qualitative: The community indicators showed less need or had no data available in the health community overall when compared to the state of T exas comparative benchmark but were identified as a greater need by the key informants. Participants held a group discussion about which needs were most significant, using the professional experience and community knowledge of the group. A virtual voting method was invoked for individuals to provide independent opinions. This process helped the group define and identify the community's significant health needs. Participants voted individually for the needs they considered the most significant for this community. When the votes were tallied, the top identified needs emerged and were ranked based on the number of votes. High data/Low qualitative High data/High qualitative Data compared to state benchmark indicates need by a greater magnitude BUT T opic was not raised in interviews and focus groupsData compared to state benchmark indicates need by a greater magnitude AND T opic was a frequent theme in interviews and focus groups Data compared to state benchmark indicates need by a lesser magnitude AND T opic was not raised in interviews and focus groupsData compared to state benchmark indicates need by a lesser magnitude BUT T opic was a frequent theme in interviews and focus groups Low data/Low qualitative Low/no data/High qualitative High data = Indicators worse than state benchmark by greater magnitude High qualitative = Frequency of topic in interviews and focus groupsQualitative QualitativeData Data Waco - McLennan Health Community 26Prioritization of significant needs In the second step, participants ranked the significant health needs based on prioritization criteria recommended by the focus group conducted for this community: Root cause: Is the issue a root cause of other problems—thereby possibly affecting multiple issues? Social justice: Severity: Is the problem more concentrated to a specific vulnerable population? Does addressing this issue lead to unfair social benefit? Are we equitable to all vulnerable populations in our approach? Feasibility/cost: Is the problem amenable to interventions? What technology, knowledge or resources are necessary to effect a change? Is the problem preventable? Is it too expensive for the community to tackle? The group rated each of the significant health needs on each of the three identified criteria, using a scale of 1 (low) to 10 (high). The criteria score sums for each need created an overall score. They prioritized the list of significant health needs based on the overall scores. The outcome of this process was the list of prioritized health needs for this community. Priority Need Category of need 1 Food insecurity/limited access to healthy foods Environment 2 Access to healthcare/resources Access to care 3 Infant mortality rate Injury and death 4 Access to mental healthcare (providers/resources) Mental health 5 Household income/poverty Population and income 6 Diabetes Conditions/diseases 7 Obesity Conditions/diseases 8 Language barriers Population and income Waco - McLennan Health Community 27Appendix B: key public health indicators IBM Watson Health collected and analyzed fifty-nine (59) public health indicators to assess and evaluate community health needs. For each health indicator, a comparison between the most recently available community data and benchmarks for the same/similar indicator was made. The basis of benchmarks was available data for the US and the state of T exas. The indicators used and the sources are listed below: Indicator name Indicator source Indicator definition Adult obesity 2021 County Health Rankings & Roadmaps; CDC Diabetes Interactive Atlas, The National Diabetes Surveillance System2017 Percentage of the adult population (age 20 and older) that reports a body mass index (BMI) greater than or equal to 30 kg/m2 Adults reporting fair or poor health2021 County Health Rankings & Roadmaps; The Behavioral Risk Factor Surveillance System (BRFSS)2018 Percentage of adults reporting fair or poor health (age-adjusted) Binge drinking 2021 County Health Rankings & Roadmaps; The Behavioral Risk Factor Surveillance System (BRFSS)2018 Percentage of a county's adult population that reports binge or heavy drinking in the past 30 days Cancer incidence: all causesState Cancer Profiles National Cancer Institute (CDC)2013 - 2017 Age-adjusted cancer (all) incidence rate cases per 100,000 (all races, includes Hispanic; both sexes; all ages. Age-adjusted to the 2000 US standard population) Cancer incidence: colon State Cancer Profiles National Cancer Institute (CDC)2013 - 2017 Age-adjusted colon and rectum cancer incidence rate cases per 100,000 (all races, includes Hispanic; both sexes; all ages. Age-adjusted to the 2000 US standard population). Data has been suppressed to ensure confidentiality and stability of rate estimates. Counts are suppressed if fewer than 16 records were reported in a specific area-sex- race category. If an average count of three is shown, the total number of cases for the time period is 16 or more, which exceeds suppression threshold (but is rounded to three). Cancer incidence: female breast State Cancer Profiles National Cancer Institute (CDC)2013 - 2017 Age-adjusted female breast cancer incidence rate cases per 100,000 (all races, includes Hispanic; female; all ages. Age-adjusted to the 2000 US standard population). Data has been suppressed to ensure confidentiality and stability of rate estimates. Counts are suppressed if fewer than 16 records were reported in a specific area-sex-race category. If an average count of three is shown, the total number of cases for the time period is 16 or more, which exceeds suppression threshold (but is rounded to three). Waco - McLennan Health Community 28Indicator name Indicator source Indicator definition Cancer incidence: lungState Cancer Profiles, National Cancer Institute (CDC)2013 - 2017 Age-adjusted lung and bronchus cancer incidence rate cases per 100,000 (all races, includes Hispanic; both sexes; all ages. Age-adjusted to the 2000 US standard population) Cancer incidence: prostateState Cancer Profiles, National Cancer Institute (CDC)2013 - 2017 Age-adjusted prostate cancer incidence rate cases per 100,000 (all races, includes Hispanic; males; all ages. Age-adjusted to the 2000 US standard population) Children in poverty 2021 County Health Rankings & Roadmaps; Small Area Health Insurance Estimates (SAHIE), United States Census Bureau2019 Percentage of children under age 18 in poverty. Children in single- parent households2021 County Health Rankings & Roadmaps; American Community Survey (ACS), Five- Year Estimates (United States Census Bureau)2015 - 2019 Percentage of children that live in a household headed by single parent Children uninsured 2021 County Health Rankings & Roadmaps; Small Area Health Insurance Estimates (SAHIE), United States Census Bureau2018 Percentage of children under age 19 without health insurance Diabetes admission 2018 T exas Health and Human Services Center for Health Statistics Preventable HospitalizationsNumber observed/adult population age 18 and older. Risk-adjusted rates not calculated for counties with fewer than five admissions. Diabetes diagnoses in adultsCMS.gov Chronic Conditions 2007 - 2018 Prevalence of chronic condition across all Medicare beneficiaries Diabetes prevalence County Health Rankings (CDC Diabetes Interactive Atlas)2017 Prevalence of diagnosed diabetes in a given county. Respondents were considered to have diagnosed diabetes if they responded \"yes\" to the question, \"Has a doctor ever told you that you have diabetes?\" Women who indicated that they only had diabetes during pregnancy were not considered to have diabetes. Drug poisoning deaths2021 County Health Rankings & Roadmaps, CDC WONDER Mortality Data2017 - 2019 Number of drug poisoning deaths (drug overdose deaths) per 100,000 population. Death rates are null when the rate is calculated with a numerator of 20 or less. Elderly isolation 2018 American Community Survey Five-Year Estimates, US Census Bureau - American FactFinderPercent of non-family households - householder living alone - 65 years and over English spoken \"less than very well\" in household2015 - 2019 American Community Survey Five-Year Estimates, US Census Bureau - American FactFinder2019 Percentage of households that 'speak English less than \"very well\"' within all households that 'speak a language other than English' Food environment index2021 County Health Rankings & Roadmaps; USDA Food Environment Atlas, Map the Meal Gap from Feeding America, United States Department of Agriculture (USDA)2015 and 2018 Index of factors that contribute to a healthy food environment, 0 (worst) to 10 (best) Food insecure 2021 County Health Rankings & Roadmaps; Map the Meal Gap, Feeding America2018 Percentage of population who lack adequate access to food during the past year Waco - McLennan Health Community 29Indicator name Indicator source Indicator definition Food: limited access to healthy foods2021 County Health Rankings & Roadmaps; USDA Food Environment Atlas, United States Department of Agriculture (USDA)2015 Percentage of population who are low- income and do not live close to a grocery store High school graduationT exas Education Agency 2019 A four-year longitudinal graduation rate is the percentage of students from a class of beginning ninth graders who graduate by their anticipated graduation date or within four years of beginning ninth grade. Household income 2021 County Health Rankings (Small Area Income and Poverty Estimates)2019 Median household income is the income where half of households in a county earn more and half of households earn less. Income inequality 2021 County Health Rankings & Roadmaps; American Community Survey (ACS), Five-Year Estimates (United States Census Bureau)2015 - 2019 Ratio of household income at the 80th percentile to income at the 20th percentile. Absolute equality = 1.0. Higher ratio is greater inequality. Individuals below poverty level 2018 American Community Survey Five-Year Estimates, US Census Bureau - American FactFinderIndividuals below poverty level Low birth weight rate 2019 T exas Certificate of Live Birth Number low birth weight newborns /number of newborns. Newborn's birth weight - low or very low birth weight includes birth weights under 2,500 grams. Blanks indicate low counts or unknown values. A null value indicates unknown or low counts. The location variables (region, county, ZIP) refer to the mother's residence. Medicare population: Alzheimer's disease/ dementiaCMS.gov Chronic Conditions 2007 - 2018 Prevalence of chronic condition across all Medicare beneficiaries. A null value indicates that the data have been suppressed because there are fewer than 11 Medicare beneficiaries in the cell or for necessary complementary cell suppression. Medicare population: atrial fibrillationCMS.gov Chronic Conditions 2007 - 2018 Prevalence of chronic condition across all Medicare beneficiaries. A null value indicates that the data have been suppressed because there are fewer than 11 Medicare beneficiaries in the cell or for necessary complementary cell suppression. Medicare population: COPDCMS.gov Chronic Conditions 2007 - 2018 Prevalence of chronic condition across all Medicare beneficiaries. A null value indicates that the data have been suppressed because there are fewer than 11 Medicare beneficiaries in the cell or for necessary complementary cell suppression. Medicare population: depressionCMS.gov Chronic Conditions 2007 - 2018 Prevalence of chronic condition across all Medicare beneficiaries Medicare population: emergency department use rateCMS 2019 Outpatient 100% Standard Analytical File (SAF) and 2019 Standard Analytical Files (SAF) Denominator FileUnique patients having an emergency department visit/total beneficiaries, CY 2019 Waco - McLennan Health Community 30Indicator name Indicator source Indicator definition Medicare population: heart failureCMS.gov Chronic Conditions 2007 - 2018 Prevalence of chronic condition across all Medicare beneficiaries. A null value indicates that the data have been suppressed because there are fewer than 11 Medicare beneficiaries in the cell or for necessary complementary cell suppression. Medicare population: hyperlipidemiaCMS.gov Chronic Conditions 2007 - 2018 Prevalence of chronic condition across all Medicare beneficiaries Medicare population: hypertensionCMS.gov Chronic Conditions 2007 - 2018 Prevalence of chronic condition across all Medicare beneficiaries Medicare population: inpatient use rateCMS 2019 Inpatient 100% Standard Analytical File (SAF) and 2019 Standard Analytical Files (SAF) Denominator FileUnique patients being hospitalized/total beneficiaries, CY 2019 Medicare population: strokeCMS.gov Chronic Conditions 2007 - 2018 Prevalence of chronic condition across all Medicare beneficiaries. A null value indicates that the data have been suppressed because there are fewer than 11 Medicare beneficiaries in the cell or for necessary complementary cell suppression. Medicare spending per beneficiary (MSPB) indexCMS 2019 Medicare Spending Per Beneficiary (MSPB), Hospital Value-Based Purchasing (VBP) ProgramMedicare spending per beneficiary (MSPB): for each hospital, CMS calculates the ratio of the average standardized episode spending over the average expected episode spending. This ratio is multiplied by the average episode spending level across all hospitals. Blank values indicate missing hospitals or missing score. Associated to the hospitals Mentally unhealthy days2021 County Health Rankings & Roadmaps; The Behavioral Risk Factor Surveillance System (BRFSS)2018 Average number of mentally unhealthy days reported in past 30 days (age-adjusted) Mortality rate: cancerT exas Health Data, Center for Health Statistics, T exas Department of State Health Services2017 Cancer (all) age-adjusted death rate (per 100,000 - all ages. Age-adjusted using the 2000 US Standard population). Death rates are null when the rate is calculated with a numerator of 20 or less. Mortality rate: heart disease T exas Health Data, Center for Health Statistics, T exas Department of State Health Services2017 Heart disease age-adjusted death rate (per 100,000 - all ages. Age-adjusted using the 2000 US Standard population). Death rates are null when the rate is calculated with a numerator of 20 or less. Mortality rate: infant2021 County Health Rankings & Roadmaps, CDC WONDER Mortality Data2013 - 2019 Number of all infant deaths (within one year), per 1,000 live births. Blank values reflect unreliable or missing data. Mortality rate: strokeT exas Health Data, Center for Health Statistics, T exas Department of State Health Services2017 Cerebrovascular disease (stroke) age- adjusted death rate (per 100,000 - all ages. Age-adjusted using the 2000 US Standard population). Death rates are null when the rate is calculated with a numerator of 20 or less. Waco - McLennan Health Community 31Indicator name Indicator source Indicator definition No vehicle available US Census Bureau, 2019 American Community Survey One-Year Estimates2019 Households with no vehicle available (percent of households). A null value entry indicates that either no sample observations or too few sample observations were available to compute an estimate, or a ratio of medians cannot be calculated because one or both of the median estimates fall in the lowest interval or upper interval of an open-ended distribution, or the margin of error associated with a median was larger than the median itself. Opioid involved accidental poisoning deathUS Census Bureau, Population Division and 2019 T exas Health and Human Services Center for Health Statistics Opioid related deaths in T exasAnnual estimates of the resident population: April 1, 2010, to July 1, 2017. 2019 Accidental poisoning deaths where opioids were involved are those deaths that include at least one of the following ICD-10 codes among the underlying causes of death: X40 - X44, and at least one of the identifying opioids: T40.0, T40.1, T40.2, T40.3, T40.4, T40.6. Blank values reflect unreliable or missing data. Physical inactivity 2021 County Health Rankings & Roadmaps; CDC Diabetes Interactive Atlas, The National Diabetes Surveillance System2017 Percentage of adults ages 20 and over reporting no leisure-time physical activity in the past month Physically unhealthy days2021 County Health Rankings & Roadmaps; The Behavioral Risk Factor Surveillance System (BRFSS)2018 Average number of physically unhealthy days reported in past 30 days (age-adjusted) Population to one dentist2021 County Health Rankings & Roadmaps; Area Health Resource File/National Provider Identification file (CMS)2019 Ratio of population to dentists Population to one mental health provider2021 County Health Rankings & Roadmaps; CMS, National Provider Identification Registry (NPPES)2020 Ratio of population to mental health providers Population to one non-physician primary care provider2020 County Health Rankings & Roadmaps; CMS, National Provider Identification Registry (NPPES)2020 Ratio of population to primary care providers other than physicians Population to one primary care physician2021 County Health Rankings & Roadmaps; Area Health Resource File/American Medical Association2018 Number of individuals served by one physician in a county, if the population was equally distributed across physicians Population under age 65 without health insurance2021 County Health Rankings & Roadmaps; Small Area Health Insurance Estimates (SAHIE), United States Census Bureau2018 Percentage of population under age 65 without health insurance Prenatal care: first trimester entry into prenatal care2020 T exas Health and Human Services - Vital statistics annual report2016 Percent of births with prenatal care onset in first trimester Waco - McLennan Health Community 32Indicator name Indicator source Indicator definition Renter-occupied housingUS Census Bureau, 2019 American Community Survey One-Year Estimates2019 Renter-occupied housing (percent of households). A null value entry indicates that either no sample observations or too few sample observations were available to compute an estimate, or a ratio of medians cannot be calculated because one or both of the median estimates fall in the lowest interval or upper interval of an open-ended distribution, or the margin of error associated with a median was larger than the median itself. Severe housing problems2021 County Health Rankings & Roadmaps; Comprehensive Housing Affordability Strategy (CHAS) data, US Department of Housing and Urban Development (HUD)2013 - 2017 Percentage of households with at least one of four housing problems: overcrowding, high housing costs, or lack of kitchen or plumbing facilities Sexually transmitted infection incidence2021 County Health Rankings & Roadmaps; National Center for HIV/AIDS, Viral Hepatitis, STD, and TB Prevention (NCHHSTP)2018 Number of newly diagnosed chlamydia cases per 100,000 population Smoking 2021 County Health Rankings & Roadmaps; The Behavioral Risk Factor Surveillance System (BRFSS)2018 Percentage of the adult population in a county who both report that they currently smoke every day or most days and have smoked at least 100 cigarettes in their lifetime Suicide: intentional self-harmT exas Health Data Center for Health Statistics 2019 Intentional self-harm (suicide) (X60 - X84, Y87.0). Death rates are null when the rate is calculated with a numerator of 20 or less. T een birth rate 2021 County Health Rankings & Roadmaps; National Center for Health Statistics - Natality files, National Vital Statistics System (NVSS)2013 - 2019 Number of births to females ages 15 - 19 per 1,000 females in a county (The numerator is the number of births to mothers ages 15 - 19 in a seven-year time frame, and the denominator is the sum of the annual female populations, ages 15 - 19.) T eens (16 - 19) not in school or work - disconnected youth2021 County Health Rankings (Measure of America)2015 - 2019 Disconnected youth are teenagers and young adults between the ages of 16 and 19 who are neither working nor in school. Blank values reflect unreliable or missing data. Unemployment 2021 County Health Rankings & Roadmaps; Local Area Unemployment Statistics (LAUS), Bureau of Labor Statistics2019 Percentage of population ages 16 and older unemployed but seeking work Waco - McLennan Health Community 33Appendix C: community input participating organizations Representatives from the following organizations participated in the focus group and a number of key informant interviews/surveys: Baylor Collaborative Baylor Scott & - & White - Hillcrest Nurse-Family Partnership Baylor Scott & White Health Caritas of Waco Compassion Family Abuse Center Heart of T exas Area Agency on Aging (HOTAAA) Heart of T exas Regional Advisory Council (HOTRAC) Jesus Said Love La Vega Independent School District Meals on Wheels Prosper Waco Waco Family Medicine Waco Independent School District Waco Police Department Waco-McLennan County Public Health District Waco - McLennan Health Community 34Appendix D: demographic and socioeconomic summary According to population statistics, the community served is similar to T exas in terms of projected population growth; both outpace the country. The median age is younger than both T exas and the United States. Median income is below both the state and the country. The community served has a higher percentage of Medicaid beneficiaries than T exas but lower than the US and a higher percentage of uninsured individuals than both. Demographic and socioeconomic comparison: community served and state/US benchmarks GeographyBenchmarks Community served United States Texa sWaco - community T otal current 262,721 Five-year projected 6.6% 5.6% 35.2 34.4 25.7% 24.8% Population 16.3% Source: IBM Watson Health Demographics, Claritas, 2020, Insurance Coverage Estimates, 2020. Waco - McLennan Health Community 35Source: IBM Watson Health/Claritas, 2020.The community served expects to grow 5.6% by 2025, an increase of more than 14,700 people. The projected population growth is lower than the state's five-year projected growth rate (6.6%) but higher compared to the national projected growth rate (3.3%). The community's population is younger with 51% of the population ages 18 - 34 and 24.7% under age 18. The age 65-plus cohort is expected to experience the fastest growth (15%) over the next five years. Growth in the senior population will likely contribute to increased utilization of services as the population continues to age. Population statistics are analyzed by race and by Hispanic ethnicity. The community is primarily white and non-Hispanic, but diversity in the community will increase due to the projected growth of minority populations over the next five years. The expected growth rate of the Hispanic population (all races) is 14% by 2025. The non-Hispanic white and black populations are expected to have the slowest growth (1.1% and 3.4%). Population distribution Household Income distribution Age groupAge distribution 2020 Household income Income distribution 2020% of total 2025% of totalUSA 2020 % of totalHH count% of totalUSA Race/ethnicity 2020 Adult education levelEducation level distribution Race/ethnicityRace/ethnicity distribution Pop age 25+ % of totalUSA % of total2020 pop% of totalUSA % of total Less than 10,998 6.77% 5.21% White 262,721 100.0% 100.0% Waco - McLennan Health Community 36Population by age group 2010 - 2030 0 - 14 15 - 17 18 - 24 25 - 34 35 - 44 45 - 54 55 - 64 65+70,000 60,000 50,000 40,000 30,000 20,000 10,000 0 2010 population 2020 population 2025 population 2030 population Population estimates Population National Selected area 2010 total 308,745,538 238,370 2020 ethnicity with total population White non-HispanicBlack non-HispanicHispanic Asian and Pacific Is. non-HispanicAll others160,000 140,000 120,000 100,000 80,000 60,000 50% 40% 30% 20% 10% 0% 2020 population 2020 % of total US % of total Population by sex 2010 - 2030 Males all ages Females all ages Females childbearing160,000 140,000 120,000 100,000 80,000 60,000 40,000 20,000 0 2010 population 2020 population 2025 population 2030 population Source: IBM Watson Health/Claritas, 2020. Waco - McLennan Health Community 37The 2020 median household income for the United States was $65,618 and $63,313 for the state of T exas. The median household income for the ZIP codes within this community ranged from $27,604 for 76704 - Waco to $88,225 for 76638 - Crawford. There were eight (8) additional ZIP codes with median household incomes less than $50,200—twice the 2020 federal poverty limit for a family of four. 76704 Waco - $27,604 76701 Waco - - $49,289 76664 Mart - $49,495 A majority of the population (40%) was insured through employer sponsored health coverage, closely followed by those without health insurance (24%). The remainder of the population was fairly equally divided between Medicaid, Medicare and private market (the purchasers of coverage directly or through the health insurance marketplace). The median household income ZIP code map below illustrates ZIP codes that are lower or higher than twice the federal poverty level for a family of four in 2020. I ncome ZIP code ma p color shows 2020 Me dian Hou sehold Income. ZIP codes are colored on a scale from or ange to bl ue. Orange color indicates me dian income less than twice the federal pove rty level for a family of 4, which is $52,400, blue color indicates me dian is greater, and gray colors are similar to this benchmark.$26,200 $104,800Median Hous ehold Income is Lowe r or Highe r than $52,400 Tw ice the Federal Po verty Limit for a Family o f 4 (b) Median Hou sehold Income $65,620 projected increase 9.4% $72, 400 by 2025$63,310 2025Select Health Community CTX-Wac o/McLennan Health Community(1) Which areas have the highes t and lowes t estimated median househo ld income? 2020 v alues a re st atistical est ima tes no t actual census v alues. County City ZIP 0K 5K 10K 15K Househo lds0 200 400 in HH0% 2% 4% Hover o n the c olumn hea ders t o expa nd [ +] or collapse [ -] geo graphy The bar chart reports 3 panes of data. The left pane shows 2020 Househo lds, the center pane shows projected chan ge (new househo lds) by 2025 and the right pane shows projected percentage chan ge in househo lds by 2025. Values are shown at the County, City and ZIP levels. Access To Care Children Uninsured McLennan Population under Age 65 without Health Insuran ce McLennan Environment Elderly Isolation McLennan Food Insecure McLennan Food: Limited Access to Healthy Foods McLennan No Vehi cle Available McLennan Ren ter-Occupied Housing McLennan Sev ere Housing Problems McLennan Health Care Utilization Medicare Spending Per Beneciary (MSPB) Index McLennan Population & Income Children in Poverty McLennan Children in Single-Paren t Househo lds McLennan English Spoken \"Less than Very Wel l\" in Househo ld McLennan High School Grad uation McLennan Househo ld Income McLennan Income Inequality McLennan Individuals Below Poverty Level McLennan Unemployment McLennan1 9 3 8Principal County Public Indicato rs CTX-Waco /McLen nan Health Commun ity Numbers a re a ctual values f rom public ly a vailable so urces no t est ima tes o r pro jections. Bar chart of a subset of the Counties by Public Indicator dashboard relevant to the Median Househo ld Income and Insuran ce Coverag e Estimates metrics. Bar chart is organized by indicator category within the county selected from the map above. Horizontal bar shows the county score. Vert ical dotted line shows the state benchmark. Oran ge colored bars indicate the county score is great er need relative to the state. Blue colored bars indicate the county score is lesser need relative to the state. Gray colored bars indicate the county score is similar to the state. Darker colors indicate great er dieren ces between county and state scores. Light colors hav e smaller dieren ces. Indicators that rank in the top 10 highes t need s within the county are shown with rank number in the lollipop bar end.(3) Which areas have the larg est numb er of househo lds and how is it projected to chan ge in the next 5 years ? 2020 v alues a re st atistical est ima tes a nd no t actual census v alues. 2025 v alues a re st atistical pro jections o f the 2020 est ima tes. (5) Which county-level public indicato rs are related to thes e estimates ?County City ZIP Median HH Income (wei ghted)Dieren ce from Twice Federal Poverty Level for a Family of 4Projected $ Chan ge Median HH IncomeProjected ian Household Incom e, D ollar and Percent Grow th by 2025 Hover o n the c olumn hea ders t o expa nd [ +] or collapse [ -] geo graphy The bar chart reports 4 panes of data at the ZIP level. The left pane shows curren t estimated Median Househo ld Income for each ZIP broken down by County, City and Community. A vertical dotted line referen ces $52,400 whi ch is twice the federal poverty level for a family of 4 (2xFPL-4). The second pane shows the dieren ce between median income and the 2xFPL-4 benchmark. Oran ge color indicates values less than 2xFPL-4; blue colors are great er; grey colors are about the same. The third pane shows the projected dollar increas e or decreas e in median househo ld income in 5 years . The fourth pane shows the projected percentage increas e p or decreas e q in median househo ld income in 5 years .(2) What is the median househo ld income estimate; how does it compare to twice the federal poverty level for a family of four; and how is it projected to chan ge in the next 5 years ? 2020 v alues a re st atistical est ima tes a nd no t actual census v alues. 2025 v alues a re st atistical pro jections o f the 2020 est ima tes. (4) How do people use insuran ce to cover health care costs and how is it projected to chan ge in the next 5 years ? 2020 v alues a re st atistical est ima tes a nd no t actual census v alues. 2025 v alues a re st atistic al pro jections o f the 2020 est ima tes. -50.0% 50.0%County Values a nd N eed R ank higher need - - - - - - - - - - - - - - - state benchmark - - - - - - - - - - - - - - - lower need Design by ase aman@us. ibm.com Wat son H ealth © IBM Corporation 2 021Hover for Informa tion The state and U.S. values are the 2020 estimate from IBM proprietary statistical models. County 6,405(c) CT - Vulnerable P opulations Popula tions v ulnera ble t o losing a ccess t o hea lth c are inc lude t he exc hange o r direc t Private M arket, Medic aid, a nd U ninsured Hover o n the c olumn hea ders t o expa nd [ +] and drill do wn o r collapse [ -] and ro ll up County to ZIP-level bar chart with 3 panes showing statistics for Unisured , Medicaid and Private Market populations. Left pane shows total number of covered lives. Cen ter pane shows the projected chan ge in the next 5 years . Right pane shows the projected percentage chan ge in the next 5 years . ZIP level results can roll-up to City and County level by selecting the collapse [-] button above the column head ings. Drill down from County to ZIP by selecting the expand [+] buttons.© Mapbox © OSM(b) Uninsured ZIP map CTX-Waco/McLennan Health Commun ity ZIP Level Map showing the estimated number of Uninsured . Darker colors indicate great er numbers. ZIP codes with total population great er than 25% college students are noted in the 15,00047% 47%16% 13%8% 8%15% 13%14% Insuran ce Gro up.0K 50K 100K Lives0K 5K Projected # Chan ge (5 yrs)0.0% 10.0% Projected % Chan ge in 5 yearsUninsured chart has 3 panes. The left pane shows the estimated number and percentage of 2020 covered lives with insuran ce type: Uninsured , Medicaid, Private Market, Medicare, or Employer. The center pane shows the projected chan ge in 5 years and the right pane shows the projected percentage chan ge in the 5 years . Color indicates population vulnerab le to losing access to heal th care services. Oran ge colors hav e great er vulnerab ility than blue.Insurance Cov McLennan Health Community 38Federally designated health professional shortage areas and medically underserved areas and populations Health professional shortage areas (HPSA) County HPSA ID HPSA name HPSA discipline class Designation type McLennan 1485982391 LI - McLennan Primary careLow-income population HPSA McLennan 7485788046 LI - McLennan County Mental healthLow-income population HPSA McLennan 148999485ZHeart Of T exas Community Health Center, Inc.Primary careFederally qualified health center McLennan 748999482UHeart Of T exas Community Health Center, Inc.Mental healthFederally qualified health center McLennan 64899948C1Heart Of T exas Community Health Center, Inc.Dental healthFederally qualified health center Medically underserved areas and populations (MUA/P) CountyMUA/P source identification number Service area name Designation type Rural status McLennan 03507 McLennan service area Medically underserved area Non-rural Waco - McLennan Health Community 39Community Needs Index The IBM Watson Health Community Need Index (CNI) is a statistical approach that identifies areas within a community where there are likely gaps in healthcare. The CNI takes into account vital socio- economic factors, including income, culture, education, insurance and housing, about a community to generate a CNI score for every population ZIP code in the US. The CNI is strongly linked to variations in community healthcare needs and is a good indicator of a community's demand for a range of healthcare services. Not-for-profit and community-based hospitals, for whom community need is central to the mission of service, are often challenged to prioritize and effectively distribute hospital resources. The CNI can be used to help them identify specific initiatives best designed to address the health disparities of a given community. The CNI score by ZIP code shows specific areas within a community where healthcare needs may be greater. Waco - McLennan Health Community The overall CNI score for the Waco - McLennan Health Community is 4.13. The difference in the numbers indicates both a strong link to community healthcare needs and a community's demand for various healthcare services. In portions of the community, the CNI score was greater than 4.5, indicating more significant health needs among the population. Composite CNI score 4.13 T exas CNI score 3.85 US composite CNI score 3.00 Barrier State US Income 3.0 3.0 Culture 4.7 3.0 Education 3.5 3.0 Insurance 4.3 3.0 Housing 3.9 3.0 Composite CNI: high scores indicate high need. ZIP map where color shows the 2020 Community Need Index on a scale of 1 to 5. Orange color indicates high need areas (CNI = 4 or 5); blue color indicates low need (CNI = 1 or 2). Gray colors have needs at the national average (CNI = 3).©2022 Mapbox ©OpenStreetMap 1.000 5.000 Waco - McLennan Health Community 40Appendix E: proprietary community data IBM Watson Health supplemented the publicly available data with estimates of localized inpatient demand discharges, outpatient procedures, emergency department visits, heart disease, as well as cancer incidence estimates. Social determinants of health are the structural determinants and conditions in which people are born, grow, live, work and age. All of which can greatly impact healthcare utilization and play a major role in the shifting healthcare landscape. Social determinants, such as education, income and race, are factored into Inpatient Demand Estimates and Outpatient Procedure Estimates utilization rate creation methodologies. Inpatient demand estimates Inpatient demand estimates provide the total volume of annual acute care admissions by ZIP code and DRG Product Line for every market in the United States. IBM uses all-payor state discharge data for publicly available states and Medicare (MEDPAR) data for the entire US. These rates are applied to demographic projections by ZIP code to estimate inpatient utilization for 2020 through 2030. The following summary is reflective of the inpatient utilization trends for Waco - McLennan Health Community. T otal discharges in the community are expected to grow by 0.5% by 2030, with Pulmonary Medical, Cardiovascular Diseases and General Medicine projecting the largest growth. Source: IBM Watson Health Inpatient Demand Estimates, 2020.Product line 2020 discharges 2025 discharges 2030 discharges 2020 - 2025 discharges change2020 - discharges % change2020 - 2030 discharges change2020 - 2030 discharges % change Alcohol and Drug Abuse 333 332 359 (0) -0.1% 26 -0.3% 5.8% ENT 110 (20) General Medicine 3,346 -4.1% -47.2% (59) Nephrology/Urology 866 873 900 7 966 1,008 (34) -3.4% 8 0.8% Obstetrics Del 1,057 968 968 (89) -8.4% (89) -8.4% Obstetrics ND 99 86 81 (13) -13.3% (18) -17.7% Oncology 377 362 360 (15) -3.9% (17) -4.4% Ophthalmology 21 20 (2) -7.6% Orthopedics 1,487 1,412 1,400 (75) -5.0% (87) -5.9% Psychiatry 223 228 5 2.3% 12 Pulmonary Medical 1,418 1,546 1,664 127 9.0% 17.3% 13,797 Source: IBM Watson Health Inpatient Demand Estimates, 2020. Waco - McLennan Health Community 41Outpatient procedures estimates Outpatient procedure estimates predict the total annual volume of procedures performed by ZIP code for every market in the United States using proprietary and public health claims, as well as federal surveys. Procedures are defined and reported by procedure codes and are further grouped into clinical service lines. The Waco - McLennan Health Community outpatient procedures are expected to increase by almost 28% by 2030 with the largest growth in the categories of general and internal medicine, labs, physical & occupational therapy and psychiatry. Source: IBM Watson Health Outpatient Procedure Estimates, 2020.Source: IBM Watson Health Inpatient Demand Estimates, 2020.Clinical procedures2020-2025 procedures % McLennan Health Community 42Emergency department visits Emergency department estimates predict the total annual volume of emergency department (ED) visits by ZIP code and level of acuity for every market in the United States. IBM uses an extensive supply of proprietary claims, public claims and federal surveys to construct population-based use rates for all payors by age and sex. These use rates are then applied to demographic and insurance coverage projections by ZIP code to estimate ED utilization for 2020 through 2030. Visits are broken out into emergent and non-emergent ambulatory visits to identify the volume of visits that could be seen in a less-acute setting, for example, a fast-track ED or an urgent care facility. In addition, visits that result in an inpatient admission are broken out into a third, separate category. In the Waco - McLennan Health Community, ED visits are expected to grow by 10.5% by 2025. Source: IBM Watson Health Emergency Department Visits, 2020.Emergent status 2020 visits 2025 visits2020 - 2025 visits change2020 estimates 2025 Waco - McLennan Health Community 43Heart disease estimates The heart disease estimates dataset predicts the number of cases by heart disease type and ZIP code for every market in the United States. IBM uses public and private claims data as well as epidemiological data from the National Health and Nutritional Examination Survey (NHANES) to build local estimates of heart disease prevalence for the current population. County-level models by age and sex are applied to the underlying demographics of specific geographies to estimate the number of patients with specific types of heart disease. In Waco - McLennan Health Community, the most common disease is hypertension at almost 71% of all heart disease cases. Disease type 2020 prevalence 2020 % prevalence Arrhythmia 10,510 13.0% Heart 100.0% Source: IBM Watson Heart Disease Estimates, 2020. Waco - McLennan Health Community 44Cancer estimates IBM Watson Health builds county-level cancer incidence models that are applied to the underlying demographics of specific geographies to estimate incidence (i.e., the number of new cancer cases annually) of all cancer patients. Cancer incidence is expected to increase by 5.1% in the Waco - McLennan Health Community by 2025. Cancer type2020 incidence2025 incidence2020 - 2025 change2020 - 2025 % change Bladder 42 46 5 10.8% Brain 22 24 2 7.1% Breast 170 184 14 8.4% Colorectal 112 97 -15 -13.5% Kidney 57 64 7 12.1% Leukemia 46 50 5 10.3% Lung 157 165 8 5.1% Melanoma 59 67 8 14.1% Non-Hodgkin's Lymphoma 62 68 6 9.9% Oral Cavity 41 46 4 10.1% Other 139 153 14 10.2% Ovarian 23 24 1 4.4% Pancreatic 38 43 5 12.9% Prostate 120 108 -12 -10.0% Stomach 24 25 1 3.5% Thyroid 33 37 4 11.6% Uterine Cervical 9 9 0 -1.0% Uterine Corpus 47 51 5 10.4% TOTAL 1,201 1,262 61 5.1% Source: IBM Watson Health Cancer Estimates, 2020. Waco - McLennan Health Community 45Appendix F: 2019 community health needs assessment evaluation It is Baylor Scott & White Health's privilege to serve faithfully in promoting the well-being of all individuals, families and communities. Our 2019 Implementation Strategy described the various resources and initiatives we planned to direct toward addressing the adopted health needs of the 2019 CHNA. The following is a snapshot of the impact of actions taken by Baylor Scott & White to address the below priority health issues. Dates: Fiscal Years 2020 - March 2022 Facilities: BSWMC - Hillcrest, Baylor Scott & White Clinic Community served: McLennan County Limited access to healthy foods Baylor Scott & White Medical Center — Hillcrest Action/tactics Anticipated outcome Evaluation of impact Farmer's market Held on-site at hospital to provide regular access to healthy fruits and vegetables.Healthy produce is available to community in easily accessed locations.The COVID-19 pandemic prohibited this strategy from being implemented to date. Partnership through financial and in-kind donations Support of local partnerships and with community organizations aimed at increasing access to food and nutrition. (Caritas, Mission Waco, Food Pantries, Jubilee Market, etc.)Relief for food insecurity and financial challenges due to economic impact of coronavirus and reducing stress and mental health issues arising from quarantining. Improved access to community resources. 5,000+ served $174,833 community benefit Meals on Wheels Financial and food delivery support for homebound adults, disabled and elderly. Maximized community resources to rural residents to improve their health and engage available post-acute providers, decreased overutilization of the emergency department and decreased readmissions. 750 served $2,500 community benefit Charity care Provide free and/or discounted care to financially or medically indigent patients as outlined in the financial assistance policy. Increased access to primary care and/or specialty care for indigent persons regardless of their ability to pay. $39.1 million community benefit Waco - McLennan Health Community 46Access to mental health resources Baylor Scott & White Medical Center — Hillcrest Action/tactics Anticipated outcome Evaluation of impact Nurse family partnership Connecting first-time mothers with nurse home visits.Nurses provide support, resource connections, education, and counseling on health, behavioral and self-sufficiency issues. NFP demonstrates positive multigenerational outcomes for families and their communities. Mothers are stronger and better prepared, resulting in better school readiness, reduced crime, and less child abuse and neglect. 3,427 served $328,198 community benefit T elePsych Increased use of technology like T elePsych, allowing for virtual care to expedite assessment and treatment in the ED. iPads are available in the ED and med/surg floors. Improve access to mental health resources locally and reduce wait times. Reduced length of stay in ED. Patients no longer spend four to seven days in the ED. Receiving an immediate psych assessment sometimes can prevent patients from having to visit psychiatric facility. $2,400 community benefit Green gown initiative Patients at high risk of having urgent mental health need will receive a green gown to help healthcare workers identify them easily. Each unit will receive four to five gowns, as well as 12 gowns in the ED, and remove everything from the room that could be potentially dangerous for the patient once the patient is identified.Improve access to mental health resources and patient satisfaction. Prevented misidentification issues— patients with psychiatric conditions had other medical issues and were not classified properly as having mental health issues. 1,119 served $1,082.25 community benefit Financial donations Support to community organizations working to address mental and behavioral health challenges, increasing access to resources and addressing the stigma of care.Improved access to mental health resources. Assistance in addressing issues arising from quarantining/coronavirus. Reduction in stigma of receiving care for mental health. 700+ served $18,650 community benefit Faith community health Encourages faith community wellness through establishment of health initiatives, assisting high-risk patients through social support and resource navigation, and fostering community engagement through local collaboration efforts.Empowers local faith communities to foster health and wellness by providing more effective patient navigation, education and support. 251 clients served through faith community connectors. $1,041 community benefit Behavioral health Specialists placed in primary care setting. Clinics will ensure P/T or F/T placement of at least one provider in Gatesville, Hewitt and Waco clinics.Expeditious referral for treatment in primary care. Have placed three psychologists, one LPC and one LPSW in rotation available at clinics. Virtual during pandemic but now offering both virtual and in-person appointments. $1,690,000 community benefit Group therapy sessions Identify patients at risk for behavioral health issues that keep them from achieving good quality of life.Group sessions were stopped in early 2020 due to the pandemic. Anticipate starting again in Spring 2022. Waco - McLennan Health Community 47Diabetes admissions Baylor Scott & White Medical Center — Hillcrest Baylor Scott & White Clinic Action/tactics Anticipated outcome Evaluation of impact Comprehensive chronic disease program T argeting low-income patients with diabetes and depression to help successfully manage diabetic care in the primary care setting. Monitoring of A1C levels, BP control, PQI93 Diabetes Composite scores, rates of ED visits for those with diabetes, and regular eye and foot exams performed.Improved management of chronic conditions and patient outcomes related to diabetes. Managing depression and diabetes simultaneously will improve patient outcomes on both conditions. 7,214 served $10 million community benefit Diabetes food box program Partnership with Central T exas Food Bank and Caritas providing diabetes- friendly food boxes for clients.Clients with diabetes will receive diabetes-friendly food boxes.Central T exas Food Bank discontinued program after year one due to logistical challenges. Diabetes education Seminars and monthly group support sessions, inpatient education. Provide regular sessions through inpatient and outpatient or community settings to help patients manage their diagnosis. Clinic offers face-to-face nurse visits to all patients with diabetes for counseling when needed. This service did not stop during the pandemic. It was offered throughout. Group sessions starting up again this spring (monthly). Led by providers. $2,000 benefit plus salary 12 patients per month Diabetic research studies at Bosque clinicOngoing research studies aimed at identifying better treatment options for patients with diabetes.Shut down in 2020 due to pandemic. Getterman Center diabetes program A free four-week education program.Patients with diabetes are better able to manage their disease, lowering hospital admission rates. 550 served Patients regularly meet with a certified diabetes educator and have an opportunity to exercise at Getterman Wellness Center. $100,000 community benefit American Diabetes Association support in local communityADA resources are made available to community and promoted so that community has better awareness of offerings. Regional ADA office was not responsive to Waco area needs and did not request for funding from BSWMC - Hillcrest. Budget dollars were repurposed for other diabetic support needs. $2,000 community benefit T otal investment in adopted community needs since 2019 CHNA BSWMC - Hillcrest $49.7 millionBSW Clinic $1.7 million Physicians provide clinical services as members of the medical staff at one of Baylor Scott & White Health's subsidiary, community or affiliated medical centers and do not provide clinical services as employees or agents of those medical centers or Baylor Scott & White Health. ©2022 Baylor Scott & White Health. 99-ALL-540615 BID "}