{"title": "Fall Semester COVID-19 Guidelines", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2021-06-01", "cleaned_text": "| | | | | | | | | | | | |Dear University of Miami Community,| Following a successful spring semester, and with great anticipation for a more traditional fall semester at the U, this email provides additional details about our protocols for the upcoming academic year. As vaccination rates increase and virus cases decrease, we are easing many of our on-campus COVID-19 protocols. However, to safeguard your health and the health of all 'Canes, and in accordance with the latest public health recommendations, we are maintaining several COVID-19 safety guidelines. The information below should assist you in preparing for a vibrant campus experience. Please review it carefully. VACCINATIONS Students are strongly encouraged to be vaccinated against COVID-19 to safeguard their health and the health of all members of our University and South Florida communities. Faculty, staff, and postdoctoral fellows employed by the University of Miami are required to be fully vaccinated against COVID-19 for the 2021-22 academic year, subject to certain exceptions, including medical and religious exemptions. Employees should receive their final vaccine dose by Aug. 1 to be fully vaccinated by the start of the fall term. Additional information regarding how to request an exemption will be communicated this summer. To be fully vaccinated, you must be at least two weeks past receiving the second dose of the Pfizer or Moderna vaccine or the single-dose Johnson & Johnson vaccine. Employees and students vaccinated outside of UHealth should [upload a copy of their COVID-19 Vaccination Record Card](https://click.connect.miami.edu/?qs=e6795ec26b5e68061bab6d5cf0dfb6605f4153cf44f8594a574c80eeffba9c98b9dbf0ef5b6d4856d82a5898c5bef515cc6122e7c0bf8c85) to their MyUHealthChart account. COVID-19 vaccines are available to all University of Miami employees through the Walgreens in UHealth Tower at 1400 NW 12th Avenue. Appointments are required and can be scheduled by calling 305-702-9066. Additionally, students and employees can find vaccination locations nearest them by visiting [vaccinefinder.org](https://click.connect.miami.edu/?qs=e6795ec26b5e6806ce9ecd9a2bfef6cb0990e25f89256cad79c79740bc70fe0110ad7a2a36ad02c8bd6f164571dae2b0e37e61a62d5c2869). TESTING Surveillance testing played a significant role in our ability to successfully offer a safe, in-person educational experience during the past academic year. It will continue to be an important part of our overall efforts to prevent widespread COVID-19 transmission among unvaccinated individuals. Any student who is fully vaccinated and who has provided proof of vaccination to the University via their MyUHealthChart account will be exempt from COVID-19 surveillance testing during the fall semester. Any student who is not fully vaccinated or has not provided proof of vaccination will be required to take a COVID-19 test two times per week. Students will receive email or text message alerts to schedule their on-campus testing appointments. Students who do not comply with the testing requirement will be referred to the Dean of Students office and may have their campus access—including any on-campus living assignment—revoked and face appropriate disciplinary sanctions. Any faculty or staff member who is not fully vaccinated due to a medical or religious exemption or other exception will be required to take a COVID-19 test two times per week. Symptomatic testing for students will be available through Student Health Service. QUARANTINE AND ISOLATION Students who are not fully vaccinated who test positive or who are identified as a close contact will need to quarantine or isolate off campus. Resident students who are required to quarantine or isolate will have hotel spaces and medical care available to them, but all expenses, including hotel spaces and meals, will be at their own expense. Students, faculty, or staff who have symptoms of COVID-19, even if fully vaccinated, should consult their health care provider regarding testing or additional steps and should not come to campus. CONTACT TRACING All COVID-19-positive individuals, regardless of vaccination status, must participate in contact tracing. Fully vaccinated individuals who are close contacts will not need to quarantine or test after a known exposure. Individuals who are not fully vaccinated who are close contacts will need to quarantine for one week—off campus at their own expense—and test negative five to six days after exposure. MASKS AND FACE COVERINGS The use of masks in outdoor settings is no longer required on any University of Miami campus. On the Coral Gables and Marine campuses, fully vaccinated individuals who are asymptomatic do not need to wear masks in administrative areas, such as offices, studios, labs, and research workspaces, which are at the discretion of the faculty or staff lead who can best assess risk within team members. Masks are still required in classrooms and public spaces, including libraries, the Campus Store, the Herbert Wellness Center, and other publicly shared spaces, regardless of vaccination status. On the Medical Campus, masks remain required at all times in hospitals and clinics, regardless of vaccination status. In non-hospital, non-clinic, or mixed-use buildings, fully vaccinated individuals who are asymptomatic do not need to wear masks indoors in administrative areas, such as offices, studios, labs, and research workspaces, which are at the discretion of the faculty or staff lead who can best assess risk within team members. Masks are still required in classrooms and public spaces, regardless of vaccination status. On all campuses, individuals who are not fully vaccinated must continue to wear masks in all indoor settings. The University recognizes that some members of our community may continue to wear masks, even when not required, and we support that choice. Individuals should not be discouraged or prohibited from wearing masks. DAILY SYMPTOM CHECKER The daily symptom checker will no longer be required for faculty, staff, or students to enter University buildings. Non-University of Miami students and volunteers must still complete the Daily Symptom Checker. UHealth patients must still be screened before entering any hospital or clinic facility. RETURN TO ON-SITE WORK The University's plan for a more traditional fall semester means that many employees will transition back to campus. All employees who directly support students or faculty should plan to safely return to on-site work, either fully or partially, by Aug. 1, and should be fully vaccinated or have an approved exemption. Teams who have not yet returned to on-site work and are not directly involved in serving students or faculty will have a phased, hybrid return beginning in the fall semester. Employees should review the updated COVID-19 policy. TRAVEL Fully vaccinated individuals may resume domestic travel, and may refrain from testing before or after travel and from self-quarantining after travel. Fully vaccinated individuals may refrain from testing before international travel, unless required by the destination, and from self-quarantining after travel. Testing within three to five days of return from international travel is still strongly encouraged. WASTEWATER SURVEILLANCE The University will continue to test wastewater on a weekly basis to assess the prevalence of infection on the Coral Gables Campus. We continue to monitor public health guidance and rely on the vast experience and expertise of our medical professionals at UHealth, the University of Miami Health System. We are committed to updating and revising our policies as new information becomes available and guidelines are updated and will communicate any changes to the University community. We wish you a safe and enjoyable summer and look forward to welcoming you back in August for a healthy and vibrant fall semester at the U. "}