{"title": "Diet and Congestive Heart Failure", "author": null, "url": "https://www.ucsfhealth.org/education/diet-and-congestive-heart-failure", "hostname": "ucsfhealth.org", "description": "Congestive heart failure (CHF) happens when the heart doesn't pump efficiently and doesn't deliver enough oxygen to your body. See how diet can lead to CHF.", "sitename": "UCSF Health", "date": "2019-03-14", "cleaned_text": "Diet and Congestive Heart Failure [Congestive heart failure (CHF)](/conditions/heart-failure) occurs when the heart does not pump efficiently and does not deliver enough oxygen to your body. Many diseases lead to CHF, such as high blood pressure and diseases of the heart and kidney. Treatment for CHF helps to prevent its complications and relieve its symptoms. The heart does not have to work as hard when you make some changes in your diet. If you eat too much salt or drink too much fluid, your body's water content may increase and make your heart work harder. This can worsen your CHF. The following diet will help decrease some of your symptoms. Reduce the Salt in Your Diet Enjoying what you eat is important. Even if you crave salt you can learn to like foods that are lower in salt. Your taste buds will change soon, and you will not miss the salt. Removing salt can bring out flavors that may have been hidden by the salt. Reduce the salt content in your diet by trying the following suggestions: - Choose plenty of fresh fruits and vegetables. They contain only small amounts of salt. - Choose foods that are low in salt, such as fresh meats, poultry, fish, dry and fresh legumes, eggs, milk and yogurt. Plain rice, pasta and oatmeal are good low-sodium choices. However, the sodium content can increase if salt or other high-sodium ingredients are added during their preparation. - Season with herbs, spices, herbed vinegar and fruit juices. Avoid herb or spice mixtures that contain salt or sodium. Use lemon juice or fresh ground pepper to accent natural flavors. Try orange or pineapple juice as a base for meat marinades. See \"Salt-Free Herb Blends,\" below, for other ideas. - Read food labels before you buy packaged foods. Check the nutrition facts on the label for sodium content per serving. Find out the number of servings in the package. How does the sodium in each serving compare to the total sodium you can eat each day? Try to pick packaged foods with a sodium content less than 350 milligrams for each serving. It is also useful to check the list of ingredients. If salt or sodium is listed in the first five ingredients, it is too high in sodium. [Continue reading] When Checking Labels: Use the nutrition information included on packaged foods. Be sure to notice the number of servings per container. Here are tips for using this information. - Nutrient List The list covers nutrients most important to your health. - % Daily Value This number shows how foods meet recommended nutrient intake levels for a 2,000 calorie reference diet. Try to eat no more than 100 percent of total fat, cholesterol and sodium. - Daily Values Footnote Some food labels list daily values for 2,000 and 2,500 calorie daily diets. - Calories Per Gram Footnote Some labels give the approximate number of calories in a gram of fat, carbohydrate and protein. - Sodium Content Always check the sodium content. Look for foods with a sodium content less than 350 milligrams for each serving. When Cooking or Preparing Food: - Shake the habit. Remove the salt shaker from the kitchen counter and table. A 1/8 teaspoon \"salt shake\" adds more than 250 milligrams of sodium to your dish. - Be creative. Instead of adding salt, spark up the flavor with herbs and spices, garlic, onions and citrus juices. See the recipes for salt-free herb blends, below. - Be a low-salt cook. In most recipes, you can cut back on salt by 50 percent or even eliminate it altogether. You can bake, broil, grill, roast, poach, steam or microwave foods without salt. Skip the urge to add salt to cooking water for pasta, rice, cereal and vegetables. It is an easy way to cut back on sodium. - Be careful with condiments. High-sodium condiments include various flavored salts, lemon pepper, garlic salt, onion salt, meat tenderizers, flavor enhancers, bouillon cubes, catsup, mustard, steak sauce and soy sauce. - Stay away from hidden salt. Canned and processed foods, such as gravies, instant cereal, packaged noodles and potato mixes, olives, pickles, soups and vegetables are high in salt. Choose the frozen item instead; or better yet, choose fresh foods when you can. Cheeses, cured meats (such as bacon, bologna, hot dogs and sausages), fast foods and frozen foods also may contain a lot of sodium. When Eating Out: A low-sodium diet does not need to spoil the pleasure of a restaurant meal. However, you will have to be careful when ordering. Here are some tips for meals away from home: - Move the salt shaker to another table. Ask for a lemon wedge or bring your own herb blend to enhance the food's flavor. - Recognize menu terms that may indicate a high sodium content: pickled, au jus, soy sauce or in broth. - Select raw vegetables or fresh fruit rather than salty snacks. - Go easy on condiments such as mustard, catsup, pickles and tartar sauce. Choose lettuce, onions and tomatoes. Remember that bacon and cheeses are high in sodium. - Request that the cook prepare foods without adding salt or MSG. Or ask for sauces and salad dressings on the side since they are often high in sodium. For a salad, use a twist of lemon, a splash of vinegar or a light drizzle of dressing. Salt-Free Herb Blends Instead of seasoning your food with salt, enhance the flavor of food with these salt-free herb and spice combinations. To make 1/2 cup, combine the ingredients in a jar. Cover tightly and shake. Keep in a cool, dry place. Then rub or sprinkle them on food for flavor. Chinese 5-Spice For chicken, fish or pork: - 1/4 cup ground ginger - 2 tablespoons of each: ground cinnamon, ground cloves - 1 tablespoon of each: ground allspice, anise seeds Mixed Herb Blend For salads, pasta salads, steamed vegetables, vegetable soup or fish: - 1/4 cup dried parsley flakes - 2 tablespoons dried tarragon - 1 tablespoon of each: dried oregano, dill weed, celery flakes Italian Blend For tomato-based soups, pasta dishes, chicken, pizza, focaccia and herbed bread: - 2 tablespoons of each: dried basil, dried marjoram, thyme, crushed dried rosemary, crushed red pepper - 1 tablespoon of each: garlic powder, dried oregano Easy Dip Blend For mixing with cottage cheese, yogurt, or low-fat sour cream: - 1/2 cup dried dill weed - 1 tablespoon of each: dried chives, garlic powder, dried lemon peel and dried chervil UCSF Health medical specialists have reviewed this information. It is for educational purposes only and is not intended to replace the advice of your doctor or other health care provider. We encourage you to discuss any questions or concerns you may have with your provider. "}