{"title": "Stay in the Know. Live in the Yes.", "author": null, "url": "https://www.arthritis.org/health-wellness/treatment/complementary-therapies/supplements-and-vitamins/choosing-supplements-wisely", "hostname": "arthritis.org", "description": "Want to try supplements for arthritis symptoms? Before you do, learn what you need to know about the safety of vitamins, herbs and supplements and how to buy quality products.", "sitename": "https://af-web-com-stage.azurewebsites.net", "date": "2021-01-19", "cleaned_text": "Choosing Supplements Wisely Find vitamins, herbs and other supplements that help your arthritis symptoms, without causing unnecessary risks. Vitamins, herbs and other supplements can be an effective add-on to your arthritis treatment program, along with the drugs your doctor prescribes. Yet with thousands of products available from hundreds of different manufacturers, it's hard to know which ones really work. Before you buy any supplement, make sure it's safe and worth the cost. Do Supplements Work? That depends on which ones you buy. Research suggests that certain [herbal and other supplements ](/health-wellness/treatment/complementary-therapies/supplements-and-vitamins/supplement-and-herb-guide-for-arthritis-symptoms)may help reduce arthritis pain and improve function, especially when you use them along with traditional arthritis treatments. Fish oil, SAM-e and curcumin are among the supplements with the best evidence to support them. The research on [glucosamine and chondroitin](/health-wellness/treatment/complementary-therapies/supplements-and-vitamins/glucosamine-chondroitin-osteoarthritis-pain), some of the most popular supplements for osteoarthritis, is mixed, but they may help with OA pain and stiffness. For more comprehensive look at what the research says about popular supplements for arthritis, read this article or check out the supplement guide. Supplement Risks Though supplements are considered \"natural,\" that doesn't always mean they're safe. Unlike prescription and over-the-counter medications, the law doesn't require the Food and Drug Administration (FDA) to approve the safety and effectiveness of dietary supplements. That means manufacturers may list ingredients on the label that may not actually be in the bottle. Supplements can also contain contaminants, including prescription drugs. Some supplements can cause side effects like GI upset or excess bleeding. Others might interact with medicines you take. One way to confirm the safety and effectiveness of the drugs you take is to look them up on the [Natural Medicines Comprehensive Database](http://naturaldatabase.therapeuticresearch.com/home.aspx?cs=&s=ND&mobile=0). This website contains objective, evidence-based information on medications, including their effectiveness and potential interactions with other drugs. A one-year subscription can be pricey, but your doctor may be able to look up medications for you. Talk to Your Doctor Before you take any new supplement, do your homework. Ask your doctor and pharmacist whether it's safe and appropriate for your type of arthritis. Find out what dose to take, and what side effects to watch out for. Just be prepared that your doctor might not have good advice on supplements, because many physicians haven't been well trained in complementary and alternative medicine. \"The ones who have the most training have completed an integrative medicine fellowship,\" says Farshad Fani Marvasti, MD, MPH, director of Public Health, Prevention, and Health Promotion at The University of Arizona. An herbalist will also have expertise in the use of supplements, but if you see one, make sure he or she discusses your medications with your doctor to prevent interactions. How to Choose Quality Supplements Here are a few tips to follow whenever you buy supplements. Shop smartly. You can buy supplements without a prescription at drug stores, supermarkets, health food stores and specialty nutrition stores. They're also available over the Internet, although buying online makes it harder to know what you're getting. If you do buy supplements virtually, go to reputable and recognizable companies like The Vitamin Shoppe, Walgreens or Amazon. \"I wouldn't go to some questionable looking website,\" warns Chris D'Adamo, PhD, director of Research & Education at the University of Maryland School of Medicine Center for Integrative Medicine. Be wary of false claims. Promises that sound too good to be true -- like \"Rebuilds damaged joints\" -- usually are. No dietary supplement can lawfully claim to diagnose, cure, treat or prevent disease. Look for the seal. One way to ensure the quality of the supplements you buy is to purchase a brand that carries a seal of approval from the U.S. Pharmacopeia (USP), ConsumerLab.com or NSF International. These third-party organizations perform quality tests to ensure that the ingredients listed on the label are in the bottle, and that the products do not contain harmful levels of contaminants. An NSF seal indicates that the product meets Good Manufacturing Practices (GMPs), guidelines to ensure it has the strength, composition, quality and purity listed on the label. You might have to pay an annual fee for these services (ConsumerLab.com charges $42 a year), but it could be worth the cost if you regularly use supplements. Check for a lot and batch number. These numbers help the company trace the product and alert consumers if an issue arises. \"It shows that the company is holding itself accountable if there's a recall or a consumer has a problem,\" D'Adamo says. Consider the cost. Supplement costs can add up quickly, particularly if you need to pop multiple pills to get the desired effects. A one-month supply of glucosamine and chondroitin or SAM-e can run more than $30. Talk to an integrative medicine or rheumatologist before you buy any product to make sure that you need it and it's right for you. When you do take supplements, be alert and aware. If you've used a product for a few months with no real improvement in your joints, it's time to check back in with your doctor. You could be better off adjusting your arthritis medications or trying other approaches like exercise or physical therapy. Stay in the Know. Live in the Yes. Get involved with the arthritis community. Tell us a little about yourself and, based on your interests, you'll receive emails packed with the latest information and resources to live your best life and connect with others. "}