{"title": "Best retreat center I've been to - Review of Arkana Spiritual Center (Amazon) - Ayahuasca Retreats, Ucayali River, Peru - Tripadvisor", "author": null, "url": null, "hostname": null, "description": "Arkana Spiritual Center (Amazon) - Ayahuasca Retreats: Best retreat center I've been to - See 166 traveler reviews, 236 candid photos, and great deals for Arkana Spiritual Center (Amazon) - Ayahuasca Retreats at Tripadvisor.", "sitename": null, "date": "2022-06-21", "cleaned_text": "I have been to two ayahuasca retreats, Rhytmia in Costa Rica and a smaller ceremony in the Sacred Valley in Peru. Let me tell you, although this is my third ayahuasca retreat, it felt like my first actual ayahuasca retreat. The level of hospitality, along with the quality of the ceremonies is unmatched. In my previous two retreats, during ceremony they just played a Spotify playlist and called it good. The non-indigenous \"shamans\" looked like we're performing a ceremony to the untrained eye. But you cannot compare having an actual Shipibo Maestra with her sons singing live Icaros & medicine music all night. The price point is also half of what rhytmia was, and there is no up selling during the retreat like there is at rhytmia where you are offered stem cell therapy and other expensive things, and even asked to book your next retreat on the spot midway through the ceremonies. I actually think they might have gotten in trouble for this. I remember at the store at rhytmia, they sold things at almost triple their value. A bottle of Agua Florida was selling for $30 when you can easily buy this off Amazon for $10. Not only that, at rhytmia they crammed about 70ish people when I went which made it feel like they were just farming as many clients as they could. there was also not much one on one due to the large group sizes,...I have been to two ayahuasca retreats, Rhytmia in Costa Rica and a smaller ceremony in the Sacred Valley in Peru. Let me tell you, although this is my third ayahuasca retreat, it felt like my first actual ayahuasca retreat. The level of hospitality, along with the quality of the ceremonies is unmatched. In my previous two retreats, during ceremony they just played a Spotify playlist and called it good. The non-indigenous \"shamans\" looked like we're performing a ceremony to the untrained eye. But you cannot compare having an actual Shipibo Maestra with her sons singing live Icaros & medicine music all night. The price point is also half of what rhytmia was, and there is no up selling during the retreat like there is at rhytmia where you are offered stem cell therapy and other expensive things, and even asked to book your next retreat on the spot midway through the ceremonies. I actually think they might have gotten in trouble for this. I remember at the store at rhytmia, they sold things at almost triple their value. A bottle of Agua Florida was selling for $30 when you can easily buy this off Amazon for $10. Not only that, at rhytmia they crammed about 70ish people when I went which made it feel like they were just farming as many clients as they could. there was also not much one on one due to the large group sizes, which is HUGE when you are going through this process. This all made it feel very cash grabby. You are also confined to the resort aside from a shuttle that takes you down to the beach. Gerry is a good guy and his story is very inspiring, but he is also an extremely charismatic salesman and it's obvious why he is doing what he is doing. Show less The staff, facilitators, and Jose at Arkana were all extremely welcoming, loving, and did an amazing job holding space for us every single step of the way. The smaller group size allowed for more heartfelt connection among everyone there and everyone knew everyone else by the end of it. There is no store on site selling anything and there is also no upselling on anything. Additionally, there is the option to participate in a Bufo ceremony, which is a things as magical as ayahuasca itself and is not offered anywhere else. Not only that, they have excursions built into the schedule, included in the price of admission, to get away and explore the surroundings a bit; visit a local village, monkey island expedition, cayman sighting expedition, etc. a nice finishing touch was when at the end of each ceremony, one by one, everyone is sat down in front of a shaman and has a personal Icaro sung to them. The very last night, a personal Icaro of protection is sung to everyone and recorded to be sent to you via email so you can listen to it whenever you need to back home. These elements all added more color and meaning to the whole experience. The focus is on healing and healing only. Not once was there talk about money or purchasing your next trip or even a referral program. The facilities have also recently underwent a renovation which raised the comfort level a few notches and now puts Arkana in the same league as rhytmia. Ayahuasca was meant to be done in the jungle, with a small group of people, with real life shaman singing icaros all night. Not crammed into a maloka with 70 other people listening to a Spotify playlist at a luxury resort with the pressure of being sold something the next day when you are still trying to process things. If you are looking for a genuine, magical ayahuasca experience, do yourself a favor and "}