{"title": "PRIME PubMed | Allergic diseases and atopic sensitization in children related to farming and anthroposophic lifestyle--the PARSIFAL study", "author": "T Alfvén; C Braun-Fahrländer; B Brunekreef; E von Mutius; J Riedler; A Scheynius; M van Hage; M Wickman; M R Benz; J Budde; K B Michels; D Schram; E Ublagger; M Waser; G Pershagen", "url": "https://www.unboundmedicine.com/medline/citation/16512802/Allergic_diseases_and_atopic_sensitization_in_children_related_to_farming_and_anthroposophic_lifestyle__the_PARSIFAL_study_", "hostname": "unboundmedicine.com", "description": "The prevalence of allergic diseases has increased rapidly in recent decades, particularly in children. For adequate prevention it is important not only to identify risk factors, but also possible protective factors. The aim of this study was to compare the prevalence of allergic diseases and sensitization between farm children, children in anthroposophic families, and reference children, with the aim to identify factors that may protect against allergic disease.", "sitename": "Unboundmedicine", "date": "2006-11-15", "cleaned_text": "Allergic diseases and atopic sensitization in children related to farming and anthroposophic [Allergy](./?st=M&journal=Allergy). 2006 Apr; 61(4):414-21.A [Allergy](./?st=M&journal=Allergy). 2006 Apr; 61(4):414-21.A BACKGROUND The prevalence of allergic diseases has increased rapidly in recent decades, particularly in children. For adequate prevention it is important not only to identify risk factors, but also possible protective factors. The aim of this study was to compare the prevalence of allergic diseases and sensitization between farm children, children in anthroposophic families, and reference children, with the aim to identify factors that may protect against allergic disease. METHODS The study was of cross-sectional design and included 14,893 children, aged 5-13 years, from farm families, anthroposophic families (recruited from Steiner schools) and reference children in Austria, Germany, The Netherlands, Sweden and Switzerland. A detailed questionnaire was completed and allergen-specific IgE was measured in blood. RESULTS Growing up on a farm was found to have a protective effect against all outcomes studied, both self-reported, such as rhinoconjunctivitis, wheezing, atopic eczema and asthma and sensitization (allergen specific IgE > or = 0.35 kU/l). The adjusted odds ratio (OR) for current rhinoconjunctivitis symptoms was 0.50 (95% confidence interval (CI) 0.38-0.65) and for atopic sensitization 0.53 (95% CI 0.42-0.67) for the farm children compared to their references. The prevalence of allergic symptoms and sensitization was also lower among Steiner school children compared to reference children, but the difference was less pronounced and not as consistent between countries, adjusted OR for current rhinoconjunctivitis symptoms was 0.69 (95% 0.73 (95% CI 0.58-0.92). CONCLUSIONS This study indicates that growing up on a farm, and to a lesser extent leading an anthroposophic life style may confer protection from both sensitization and allergic diseases in childhood. "}