{"title": "COVID-19 Pandemic: A World in Turmoil", "author": null, "url": "https://www.atrainceu.com/content/7-additional-public-health-measures", "hostname": "atrainceu.com", "description": "We in the public health sector must be crystal clear in articulating exactly what we know and what we still need to know about the threat, and in helping people understand how this new risk compares to risks they willingly assume every day. With that perspective, people will be better able to understand what rational steps they can take to protect themselves.Anthony", "sitename": "7. Additional Public Health Measures", "date": "2020-07-21", "cleaned_text": "We in the public health sector must be crystal clear in articulating exactly what we know and what we still need to know about the threat, and in helping people understand how this new risk compares to risks they willingly assume every day. With that perspective, people will be better able to understand what rational steps they can take to protect themselves. Anthony Fauci Communicating About COVID-19 There is currently no vaccine to prevent a COVID-19 infection. The best way to prevent infection is to avoid being exposed to the virus. Everyday actions to help prevent the spread of respiratory viruses include contact tracing, testing, social distancing, facemasks, handwashing, and isolation. Case Investigation and Contact Tracing In order to save lives, reduce COVID-19's burden on our healthcare system, ease strict social distancing measures, and confidently make progress toward returning to work and school, the United States must implement a robust and comprehensive system to identify all COVID-19 cases and trace all close contacts of each identified case. It is estimated that each infected person can, on average, infect 2 to 3 others. This means that if 1 person spreads the virus to 3 others, that first positive case can turn into more than 59,000 cases in 10 rounds of infections.* Johns Hopkins, 2020 Bloomberg School of Public Health *A National Plan to Enable Comprehensive COVID-19 Case Finding and Contact Tracing in the United States. Johns Hopkins Bloomberg School of Public Health. Source: CDC. Case investigation and contact tracing involve working with a person who has been diagnosed with an infectious disease to identify and provide support to people who may have been infected through exposure to that person. This process prevents transmission of disease by separating people who have (or may have) an infectious disease from people who do not. It is a core disease control measure that has been employed by public health agency personnel for decades (CDC, 2020, May 26). Contact tracing ensures the best possible chance of control and the longest possible time to local take-off (Kwok et al., 2019). Contact tracing and followup control measures such as quarantine and isolation were crucially important during the SARS outbreak in 2003 and the Ebola outbreak in West Africa in 2014, as well as to the eradication of smallpox. With current advances in vaccine development technologies, the role of contact tracing and followup control measures in the initial stage of an epidemic is especially important (Kwok et al., 2019). Contact Tracing Contact tracing is known to be highly effective for diseases that spread slowly by close contact, and hence is used for many sexually transmitted infections. Source: Keeling et al., 2020. These traditional public health measures are essential safety measures to allow gradually reopening parts of our country that have been shuttered to prevent the spread of the novel coronavirus. All infected people must be identified and isolated, and the contacts of each patient must be alerted and traced and then quarantined for 14 days after their last exposure—either at home or, if necessary, on a voluntary basis in healthcare facilities or dedicated isolation facilities. Did You Know. . . Contact tracing is a core disease control activity. It has been used for decades by state and local health departments to slow or stop the spread of infectious disease. Contact Identification, Listing, and Followup Contact tracing consists of three basic steps: identification, listing, and followup. All infected people must be identified and isolated. A public health official then calls a confirmed or \"clinically compatible case in regions of widespread ongoing transmission\" and compiles a list of the patient's recent contacts, including family members, co-workers, healthcare providers, and friends (WHO, 2017). Since COVID-19 can be spread before symptoms occur or when no symptoms are present, case investigation and contact tracing activities must be swift and thorough. Remote communications for the purposes of case investigation and contact tracing should be prioritized; in-person communication may be considered only after remote options have been exhausted (CDC, 2020, May 26). Prompt identification, voluntary quarantine, and monitoring of COVID-19 contacts can effectively break the chain of disease transmission and prevent further spread of the virus in a community. While case investigation and contact tracing for COVID-19 may be new, health departments and frontline public health professionals who perform these activities have experience conducting them for tuberculosis, sexually transmitted infections, HIV, and other infectious diseases (CDC, 2020, May 26). All contacts of the infected person are placed on a list and notified by a public health worker of their exposure to the infectious disease, what it means, and the actions that will follow. Depending on the type of contact that occurred between the infected and the exposed person, he or she may be asked to self-quarantine for 14 days and notify the health department and their doctor if any symptoms develop (WHO, 2017). All contacts must be followed up to monitor their symptoms until diagnostic results show that a person is either not infected or beyond the incubation period of the virus (WHO, 2017). Example of the encounters made during a day by an infectious index case (central figure) with contacts positioned by their total contact duration. Here, the definition of a contact is someone with whom the index case encountered for 15 min or longer (United Kingdom) or 30 min (United States). Some contacts will be identifiable (green), while others will be unidentifiale (orange). Source: Keeling, et al., 2020. Re-use permitted under CC BY. Public Health Challenges Associated with Contact Tracing One of the biggest challenges is misinformation being disseminated on social media. BuzzFeed News reports that \"Facebook posts and YouTube videos spreading hoaxes and lies about contact tracers have received hundreds of thousands of views.\" Some of these posts compare tracers to Nazi secret police and falsely say they take people to internment camps. Others suggest they should be greeted with guns. Contact tracers report they have faced death threats. Scientific American, July 21, 2020 The current pandemic presents many new challenges to public health departments. Public health agencies are being asked to trace and isolate huge numbers of people in the United States during an epidemic with widespread community transmission. And they are being asked to do this without adequate funding and in the absence of a national strategic plan. Contact tracing is a specialized skill. To be done effectively, it requires people with the training, supervision, and access to social and medical support for patients and contacts. Requisite knowledge and skills for contact tracers include: - The ability to conduct interviews without violating confidentiality. - Understanding of the principles of exposure, infection, infectious period, potentially infectious interactions, symptoms of disease, pre-symptomatic and asymptomatic infection. - Excellent and sensitive interpersonal, cultural sensitivity, and interviewing skills. - Basic skills of crisis counseling, and the ability to refer patients and contacts for further care if needed. - Resourcefulness in locating patients and contacts who may be difficult to reach or reluctant to engage in conversation. - Cultural competency appropriate to the local community. (CDC, 2020, April 29) Left Source: CDC. Right Source: CDC. It is estimated that at least 100,000 people will have to be hired to carry out contact tracing in the United States, at a cost of billions of dollars. The new contact tracers will have to be trained and supervised to ensure the quality of their work. Because of the huge number of people needed to carry out contact tracing, it is important to use technology as a \"force multiplier\" to enable each tracer to be more efficient, connect with a greater number of contacts, and conduct tracing without being exposed to infection (Watson et al., 2020). Time is of the essence. Identifying contacts and ensuring they do not interact with others is critical to protect communities from further spread. If communities are unable to isolate patients effectively and ensure contacts can separate themselves from others, rapid community spread of COVID-19 is likely to increase to the point that strict mitigation strategies will again be needed to contain the virus (CDC, 2020, April 29). Contact investigation of patients with COVID-19 potentially exposed at work and patients in healthcare facilities, congregate living settings, or housing with many people is complex. Healthcare professionals recommend appropriate engagement with infection control and occupational health programs. Priority settings include: - Healthcare facilities, including long-term care facilities - Group homes/boarding - Homeless shelters - Federal, state and local correctional facilities - Crowded, multigenerational housing In addition to healthcare workers, it is important to assess interactions between residents and all staff, including but not limited to activity coordinators, food service staff, and sanitation management. Transitional case management plans should be put in place for patients in isolation, and contacts who are separated for monitoring. Management plans should also be created for transitioning from one setting to another—such as transitions from hospitals to acute or long-term care facilities or home isolation, or from prison and jail to parole and probation (CDC, 2020, April 29). Social Distancing [Material from this section is taken from Matrajt & Leung, 2020. ] Social distancing is one of the most important tools used to reduce the R0 of a disease. The term flatten the curve, which originated from CDC, has been used widely to describe the effects of social distancing interventions. Research shows that the timing of social distancing interventions can affect the epidemic curve. Interventions put in place and lifted early only delay the epidemic and do not flatten the epidemic curve. Where an intervention was put in place later, we noted a flattening of the epidemic curve. Left: Social distancing. Source: CDC. Right: Distanciamiento social. Source: CDC. The effectiveness of the intervention depends on the ratio of susceptible, infected, and recovered people in the population at the beginning of the intervention. An accurate estimate of the number of current and recovered cases is crucial for evaluating possible interventions. Expanding testing capabilities in all affected countries is critical to slowing and controlling the pandemic. Even in the more optimistic scenario in which all age groups reduce their contact rates by >85%, the epidemic will rebound once the social distancing interventions are lifted. Social distancing interventions can give communities vital time to strengthen healthcare systems and restock medical supplies, but these interventions, if lifted too quickly, will fail to mitigate the current pandemic. Did You Know. . . Even in the more optimistic scenario in which all age groups reduce their contact rates by >85%, the epidemic will rebound once the social distancing interventions are lifted. Numerous studies have suggested that extended periods of social distancing will be needed to control transmission. However, sustaining social distancing interventions over several months might not be feasible economically and socially. Therefore, a combination of social distancing interventions, testing, isolation, and contact tracing of new cases is needed to suppress transmission of SARS-CoV-2. In addition, these interventions must happen in synchrony around the world because a new imported case could spark a new outbreak in any given region (Matrajt & Leung, 2020). N-95 Respirator Masks, Surgical Masks, and Facemasks Source: CDC. Wearing a mask will help protect people around you, including those at higher risk of severe illness from COVID-19 and workers who frequently come into close contact with other people. Masks are most likely to reduce the spread of COVID-19 when they are widely used by people in public settings. Early Twentieth Century A nurse wears a cloth mask while treating a patient at Walter Reed Hospital in Washington, DC during the 1918-1919 flu pandemic. Source: Harris & Ewing Photographers / Library of Congress / Public Domain. During the early twentieth century, various types of cloth masks (made of cotton, gauze, and other fabrics) were used in U.S. hospitals. Healthcare workers who used masks made of 2 to 3 layers of gauze experienced low rates of respiratory infections. Cloth masks were also used to protect healthcare workers from diphtheria and scarlet fever (Chughtai et al., 2020). During the 1918 Spanish influenza pandemic, masks made of various layers of cotton were widely used by healthcare workers and the public. Gauze masks were used during the second Manchurian plague epidemic in 1920-1921 and a plague epidemic in Los Angeles in 1924; infection rates among healthcare workers who wore masks were low. During the 1930s and 1940s, gauze and cloth masks were also used by healthcare workers to protect themselves from tuberculosis (Chughtai et al., 2020 Red Cross volunteers making cloth masks during the 1918 flu pandemic. Source: CDC Public Health Matters Blog / Public Domain. Mid Twentieth Century In the middle of the twentieth century, after disposable medical masks had been developed, use of cloth masks decreased; however, cloth mask use is still widespread in many countries. During the outbreak of SARS in China, cotton masks were widely used by healthcare workers and the public, and observational studies found them to be effective (Chughtai et al., 2020). 2020 Source: FDA. The primary transmission routes for COVID-19 are thought to be inhalation of respiratory droplets and close contact. Recommendations to wear masks to protect the wearer from droplet infections assumed that droplets travel short distances only, generally 1-2 m. However, of 10 studies of horizontal droplet distance, 8 showed that droplets travel >2 m, and in some instances, ~8 m. A recent study also showed that SARS-CoV-2 may be transmitted up to 4 m. Therefore, ideally all frontline healthcare workers should use a respirator; however, demand for personal protective equipment has increased during the COVID-19 pandemic, and respirator shortages in previous pandemics were also reported (Chughtai et al., 2020). An N-95 respirator mask, if properly fitted, has a tight-fitting face seal, which reduces wearer's exposure to particles including small particle aerosols and large droplets. Source: FDA. If respirator masks are unavailable, healthcare workers could use a surgical mask but may be at increased risk if they do so. CDC and the European Centre for Disease Prevention and Control initially recommended that all healthcare workers use respirators; however, because of shortages, they later recommended respirator use for high-risk situations only. Some countries also recommend sterilizing and decontaminating respirators for reuse; however, limited evidence supports these practices, and they may not be feasible in low- and middle-income countries (Chughtai et al., 2020). A surgical mask is a loose-fitting, fluid-resistant, disposable device that creates a physical barrier between the mouth and nose of the wearer and others as well as potential contaminants in the immediate environment. They do not provide full protection from inhalation of airborne pathogens, such as viruses. These are often referred to as face masks, although not all face masks are regulated as surgical masks. Do's and Don'ts of mask wearing. Source: CDC. The filtration, effectiveness, fit, and performance of cloth masks are inferior to those of surgical masks and respirators. Cloth mask use should not be mandated for healthcare workers, who should be provided proper respiratory protection. Cloth masks are a more suitable option for community use when surgical masks are unavailable. Protection provided by cloth masks may be improved by selecting appropriate material, increasing the number of mask layers, and using those with a design that provides filtration and fit. Cloth masks should be washed daily and after high-exposure use by using soap and water or other appropriate methods (Chughtai et al., 2020). Because COVID-19 likely spreads via aerosol mists in addition to respiratory droplets, proper ventilation needs to be added to our armamentarium of distancing, masks, and hand hygiene. The Importance of Hand Hygiene Historical Perspective [Unless otherwise noted, the material in the following section is taken from CDC Guideline for Hand Hygiene in Health-Care Settings (2002).] Source: CDC. For generations, handwashing with soap and water has been considered a measure of personal hygiene. The concept of cleansing hands with an antiseptic agent probably emerged in the early nineteenth century. As early as 1822, a French pharmacist demonstrated that solutions containing chlorides of lime or soda could eradicate the foul odors associated with human corpses and that such solutions could be used as disinfectants and antiseptics. In a paper published in 1825, this pharmacist stated that physicians and other persons attending patients with contagious diseases would benefit from moistening their hands with a liquid chloride solution. In 1846 Ignaz Semmelweis observed that women whose babies were delivered by students and physicians in the First Clinic at the General Hospital of Vienna consistently had a higher mortality rate than those whose babies were delivered by midwives in the Second Clinic. He noted that physicians who went directly from the autopsy suite to the obstetrics ward had a disagreeable odor on their hands despite washing them with soap and water upon entering the obstetrics clinic. He postulated that the puerperal fever (\"childbed fever\") that affected so many parturient women was caused by \"cadaverous particles\" transmitted from the autopsy suite to the obstetrics ward via the hands of students and physicians. Perhaps because of the known deodorizing effect of chlorine compounds, starting in May 1847 Semmelweis insisted that students and physicians clean their hands with a chlorine solution between each patient in the clinic. The maternal mortality rate in the First Clinic subsequently dropped dramatically and remained low for years. This intervention by Semmelweis represents the first evidence indicating that cleansing heavily contaminated hands with an antiseptic agent between patient contacts may reduce healthcare-associated transmission of contagious diseases more effectively than handwashing with plain soap and water. A few years before (1843), Oliver Wendell Holmes had concluded that puerperal fever was spread by the hands of health personnel. Although he described measures that could be taken to limit its spread, his recommendations had little impact on obstetric practices at the time. However, as a result of the seminal studies by Semmelweis and Holmes, handwashing gradually became accepted as one of the most important measures for preventing transmission of pathogens in healthcare facilities. During the Crimean War (1853-1856), Florence Nightingale initiated handwashing in army hospitals and other facilities behind the lines, and she later published her findings in a book that established nursing as a profession (Nightingale, 1860). In 1975 and 1985, formal written guidelines on handwashing practices in hospitals were published by CDC. These guidelines recommended handwashing with non-antimicrobial soap between the majority of patient contacts and washing with antimicrobial soap before and after performing invasive procedures or caring for patients at high risk. Use of waterless antiseptic agents (e.g., alcohol-based solutions) was recommended only in situations where sinks were not available. In 1988 and 1995, guidelines for handwashing and hand antisepsis were published by the Association for Professionals in Infection Control (APIC). Recommended indications for handwashing were similar to those listed in the CDC guidelines. The 1995 APIC guideline included more detailed discussion of alcohol-based hand rubs and supported their use in more clinical settings than had been recommended in earlier guidelines. In 1995 and 1996, the Healthcare Infection Control Practices Advisory Committee (HICPAC) recommended that either antimicrobial soap or a waterless antiseptic agent be used for cleansing hands upon leaving the rooms of patients with multidrug-resistant pathogens (e.g., vancomycin-resistant enterococci [VRE] and methicillin-resistant Staphylococcus aureus [MRSA]). These guidelines also provided recommendations for handwashing and hand antisepsis in other clinical settings, including routine patient care. Although the APIC and HICPAC guidelines have been adopted by the majority of hospitals, adherence of healthcare workers to recommended handwashing practices had remained problematic until the onset of COVID-19. Normal Bacterial Skin Flora To understand the objectives of different approaches to hand cleansing, a knowledge of normal bacterial skin flora is essential. Normal human skin is colonized with bacteria; different areas of the body have varied total aerobic bacterial counts. Total bacterial counts on the hands of medical personnel have ranged from 3.9 x 104 to 4.6 x 106 colony-forming units. Traditionally, bacteria recovered from the hands are divided into two categories: transient and resident. Transient flora, which colonize the superficial layers of the skin, are more amenable to removal by routine handwashing. Transient flora are the organisms most frequently associated with healthcare-associated infections. Resident flora, which are attached to deeper layers of the skin, are more resistant to removal. In addition, resident flora are less likely to be associated with such infections. The hands of healthcare workers may become persistently colonized with pathogenic flora (e.g., S. aureus), gram-negative bacilli, or yeast. Investigators have documented that, although the number of transient and resident flora varies considerably from person to person, it is often relatively constant for any specific person. Skin Function The primary function of the skin is to reduce water loss, provide protection against abrasive action and microorganisms, and act as a permeability barrier. The basic structure of skin includes, from outer- to inner-most layers, - Stratum corneum - Viable epidermis - Dermis - Hypodermis The stratum corneum or horny layer is the most superficial layer of the skin and is 10- to 20-µm thick. The viable epidermis is 50- to 100-µm thick. The dermis is 1- to 2-mm thick, and the innermost layer, the hypodermis is 1- to 2-mm thick. The barrier to percutaneous absorption lies within the stratum corneum, which is the thinnest and smallest compartment of the skin. Directly under the stratum corneum is a stratified epidermis, which is composed primarily of 10 to 20 layers of keratinizing epithelial cells that are responsible for the synthesis of the stratum corneum. This layer also contains melanocytes involved in skin pigmentation; Langerhans cells, which are important for antigen presentation and immune responses; and Merkel cells, whose precise role in sensory reception has yet to be fully understood. The viable epidermis does not contain a vascular network, and the keratinocytes obtain their nutrients from below by passive diffusion through the interstitial fluid. Source: US-gov/Public domain. The skin is a dynamic structure. The current understanding of the formation of the stratum corneum has come from studies of the epidermal responses to disruption of the skin barrier. Skin irritation caused by chemicals, removal of tape, and other physical disruptions lead to a decrease in skin-barrier function. Detergents and acetones remove glycerol-lipids and sterols from the skin, which are necessary for barrier function. It takes time for normal barrier function to return: 50% to 60% of barrier recovery typically occurs within 6 hours, but complete normalization of barrier function requires 5 to 6 days. Transmission of Pathogens on Hands Transmission of healthcare-associated pathogens from one patient to another via the hands of healthcare workers requires the following sequence of events: - Organisms present on the patient's skin, or that have been shed onto inanimate objects in close proximity to the patient, must be transferred to the hands of healthcare workers. The organisms must be capable of surviving for at least several minutes on the hands of personnel. - Handwashing or hand antisepsis by the worker must be inadequate or omitted entirely, or the agent used for hand hygiene must be inappropriate. - The contaminated hands of the caregiver must come in direct contact with another patient, or with an inanimate object that will come into direct contact with the patient. Healthcare-associated pathogens can be recovered not only from infected or draining wounds but also from frequently colonized areas of normal, intact patient skin. The perineal or inguinal areas are usually most heavily colonized, but the axillae, trunk, and upper extremities (including the hands) are frequently colonized. Germs are all around you. Source: CDC. The number of organisms present on intact areas of the skin of certain patients can vary. Persons with diabetes, patients undergoing dialysis for chronic renal failure, and those with chronic dermatitis are likely to have areas of intact skin that are colonized with S. aureus. Patient gowns, bed linen, bedside furniture, and other objects in the patient's immediate environment can easily become contaminated with patient flora. Such contamination is particularly likely to be caused by staphylococci or enterococci, which are resistant to desiccation (drying). Data are limited regarding the types of patient-care activities that result in transmission of patient flora to the hands of personnel. Nurses can contaminate their hands during \"clean\" activities (e.g., lifting a patient; taking a patient's pulse, blood pressure, or oral temperature; or touching a patient's hand, shoulder, or groin). In one study, the hands of nurses who touched the groins of patients heavily colonized with P. mirabilis were cultured and the organism was recovered from the nurses' hands. Other researchers studied the contamination of healthcare workers' hands during activities that involved wound care, IV catheter care, respiratory-tract care, and the handling of patient secretions. Data from this study indicated that direct patient contact and respiratory-tract care were most likely to contaminate the fingers of caregivers. Gram-negative bacilli accounted for 15% of isolates and S. aureus for 11%. Duration of patient-care activity was strongly associated with the intensity of bacterial contamination. Healthcare workers can contaminate their hands with gram-negative bacilli, S. aureus, enterococci, or C. difficile by performing \"clean procedures\" or touching intact areas of the skin of hospitalized patients. Personnel caring for infants with respiratory syncytial virus (RSV) infections have acquired RSV by performing certain activities (e.g., feeding infants, changing diapers, and playing with infants). Personnel who had contact only with surfaces contaminated with the infants' secretions also acquired RSV by contaminating their hands with RSV and inoculating their oral or conjunctival mucosa. Other studies have documented that healthcare workers can contaminate their hands (or gloves) merely by touching inanimate objects in patient rooms. Preparations Used for Hand Hygiene Plain (Non-antimicrobial) Soap Soaps are detergent-based products that possess a cleansing action. They are available in various forms including bar, tissue, leaflet, and liquid preparations. Their cleansing activity is due to their detergent properties, which removes of dirt, soil, and various organic substances from the hands. Plain soap refers to detergents that do not contain antimicrobial agents or contain low concentrations of antimicrobial agents that are effective solely as preservatives. Plain soaps have minimal, if any, antimicrobial activity (destroys or inhibits the growth of microorganisms) however, handwashing with plain soap can remove loose transient flora. In several studies, handwashing with plain soap failed to remove pathogens from the hands of hospital personnel. Handwashing with plain soap can result in paradoxical increases in bacterial counts on the skin. Non-antimicrobial soaps may be associated with considerable skin irritation and dryness, although adding emollients to soap preparations may reduce their propensity to cause irritation. Plain soaps can become contaminated, which may lead to colonization of hands with gram-negative bacilli. Alcohols The majority of alcohol-based hand antiseptics contain either isopropanol, ethanol,* n-propanol, or a combination of two of these products. The majority of studies of alcohols have evaluated individual alcohols in varying concentrations. Other studies have focused on combinations of two alcohols or alcohol solutions containing limited amounts of hexachlorophene, quaternary ammonium compounds, povidone-iodine, triclosan, or chlorhexidine gluconate. *But, on July 5, 2020 the CDC issued a warning against any and all hand sanitizers that include methanol, which it stated could even cause blindness or death (CDC, 2020, July 5). Use an alcohol-based hand sanitizer that contains at least 60% alcohol if soap and water are not available. Source: CDC. The antimicrobial activity of alcohols can be attributed to their ability to denature proteins. Alcohol solutions containing 60% to 95% alcohol are most effective, and higher concentrations are less potent because proteins are not denatured easily in the absence of water. Alcohols have excellent in vitro (i.e., laboratory) germicidal activity against gram-positive and gram-negative vegetative bacteria, including multidrug-resistant pathogens (e.g., MRSA, VRE), Mycobacterium tuberculosis, and various fungi. Certain viruses—such as herpes simplex virus, HIV, influenza virus, respiratory syncytial virus, and vaccinia virus—are susceptible to alcohols when tested in vitro. Hepatitis B virus is somewhat less susceptible but is killed by 60% to 70% alcohol; hepatitis C virus also is likely killed by this percentage of alcohol. Despite their effectiveness against these organisms, alcohols have very poor activity against bacterial spores, protozoan oocysts, and certain nonenveloped (nonlipophilic) viruses. Numerous studies have documented the in vivo antimicrobial activity of alcohols. Alcohols effectively reduce bacterial counts on the hands. Alcohols are rapidly germicidal when applied to the skin, but they have no appreciable persistent activity (prolonged or extended antimicrobial activity that prevents or inhibits the proliferation or survival of microorganisms after application of the product). However, regrowth of bacteria on the skin occurs slowly after use of alcohol-based hand antiseptics, presumably because of the sub-lethal effect alcohols have on some of the skin bacteria. Addition of chlorhexidine, quaternary ammonium compounds, octenidine, or triclosan to alcohol-based solutions can result in persistent activity. Alcohols, when used in concentrations present in alcohol-based hand rubs, also have in vivo activity against several non-enveloped viruses (e.g., rotavirus, adenovirus, and rhinovirus, hepatitis A, poliovirius). Enveloped Virus COVID-19 is an enveloped virus, meaning it is easier to kill than small or large non-enveloped viruses. Similar to other coronaviruses, it is sensitive to ultraviolet rays and heat. Source: Cascella et al., 2020. The inactivation of non-enveloped viruses is influenced by temperature, disinfectant-virus volume ratio, and protein load. Ethanol has greater activity against viruses than isopropanol. Further in vitro and in vivo studies of both alcohol-based formulations and antimicrobial soaps are warranted to establish the minimal level of viricidal activity that is required to interrupt direct contact transmission of viruses in healthcare settings. Alcohols are not appropriate for use when hands are visibly dirty or contaminated with proteinaceous materials. However, when relatively small amounts of proteinaceous material (e.g., blood) are present, ethanol and isopropanol may reduce viable bacterial counts on hands more than plain soap or antimicrobial soap. Alcohol can prevent the transfer of healthcare-associated pathogens. In one study, gram-negative bacilli were transferred from a colonized patient's skin to a piece of catheter material via the hands of nurses in only 17% of experiments after antiseptic hand rub with an alcohol-based hand rinse. In contrast, transfer of the organisms occurred in 92% of experiments after handwashing with plain soap and water. This experimental model indicates that when the hands of healthcare workers are heavily contaminated, an antiseptic hand rub using an alcohol-based rinse can prevent pathogen transmission more effectively than can handwashing with plain soap and water. Alcohol-based products are more effective for standard handwashing or hand antisepsis than soap or antimicrobial soaps. In all but two of the trials that compared alcohol-based solutions with antimicrobial soaps or detergents, alcohol reduced bacterial counts on hands more than washing hands with soaps or detergents containing hexachlorophene, povidone-iodine, 4% chlorhexidine, or triclosan. In studies products reduced the number of multidrug-resistant pathogens recovered from the hands of healthcare workers more effectively than did handwashing with soap and water. Alcohols are effective for preoperative cleaning of the hands of surgical personnel. In multiple studies, bacterial counts on the hands were determined immediately after using the product and again 1 to 3 hours later; the delayed testing was performed to determine if regrowth of bacteria on the hands is inhibited during operative procedures. Alcohol-based solutions were more effective than washing hands with plain soap in all studies, and they reduced bacterial counts on the hands more than antimicrobial soaps or detergents in the majority of experiments. In addition, the majority of alcohol-based preparations were more effective than povidone-iodine or chlorhexidine. The efficacy of alcohol-based hand-hygiene products is affected by several factors, including the type of alcohol used, concentration of alcohol, contact time, volume of alcohol used, and whether the hands are wet when the alcohol is applied. Applying small volumes (i.e., 0.2-0.5 mL) of alcohol to the hands is not more effective than washing hands with plain soap and water. One study documented that 1 mL of alcohol was substantially less effective than 3 mL. The ideal volume of product to apply to the hands is not known and may vary for different formulations. However, if hands feel dry after rubbing hands together for 10to 15 seconds, an insufficient volume of product likely was applied. Because alcohol-impregnated towelettes contain a limited amount of alcohol, their effectiveness is comparable to that of soap and water. Alcohol-based hand rubs intended for use in hospitals are available as low-viscosity rinses, gels, and foams. Limited data are available regarding the relative efficacy of various formulations. One field trial demonstrated that an ethanol gel was slightly more effective than a comparable ethanol solution at reducing bacterial counts on the hands of healthcare workers. However, a more recent study indicated that rinses reduced bacterial counts on the hands more than the gels tested. Further studies are warranted to determine the relative efficacy of alcohol-based rinses and gels in reducing transmission of healthcare-associated pathogens. Frequent use of alcohol-based formulations for hand antisepsis can cause drying of the skin unless emollients, humectants, or other skin-conditioning agents are added to the formulations. The drying effect of alcohol can be reduced or eliminated by adding 1% to 3% glycerol or other skin-conditioning agents. Moreover, in several recent prospective trials, alcohol-based rinses or gels containing emollients caused substantially less skin irritation and dryness than the soaps or antimicrobial detergents tested. These clinical studies used both subjective and objective methods for assessing skin irritation and dryness. Further studies are warranted to establish whether products with different formulations yield similar results. Even well-tolerated alcohol hand rubs containing emollients may cause a transient stinging sensation at the site of any broken skin. Alcohol-based hand-rub preparations with strong fragrances may be poorly tolerated by healthcare workers with respiratory allergies. Allergic contact dermatitis or contact urticaria syndrome caused by hypersensitivity to alcohol or to additives present in alcohol hand rubs occurs only rarely. Alcohols are flammable. The flash point of alcohol-based hand rubs ranges from 21ºC to 24ºC, depending on the type and concentration of alcohol present. As a result, alcohol-based hand rubs should be stored away from high temperatures or flames in accordance with National Fire Protection Agency recommendations. In Europe, where alcohol-based hand rubs have been used extensively for years, the incidence of fires associated with such products has been low. One recent U.S. report described a flash fire that occurred as a result of an unusual series of events, which included an healthcare worker applying an alcohol gel to her hands, immediately removing a polyester isolation gown, and then touching a metal door before the alcohol had evaporated. Removing the polyester gown created a substantial amount of static electricity that generated an audible static spark when the healthcare worker touched the metal door, igniting the unevaporated alcohol on her hands. This incident emphasizes the necessity to rub hands together after application of alcohol-based products until all the alcohol has evaporated. Because alcohols are volatile, containers should be designed to minimize evaporation. Contamination of alcohol-based solutions has seldom been reported. One report documented a cluster of pseudo-infections caused by contamination of ethyl alcohol by Bacillus cereus spores. Chlorhexidine Chlorhexidine gluconate was developed in England in the early 1950s and was introduced into the United States in the 1970s. Chlorhexidine base is only minimally soluble in water, but the digluconate form is water-soluble. The antimicrobial activity of chlorhexidine is likely attributable to attachment to, and subsequent disruption of, cytoplasmic membranes, resulting in precipitation of cellular contents. Chlorhexidine's immediate antimicrobial activity occurs more slowly than that of alcohols. Chlorhexidine has good activity against gram-positive bacteria, somewhat less activity against gram-negative bacteria and fungi, and only minimal activity against tubercle bacilli. Chlorhexidine is not sporicidal. It has in vitro activity against enveloped viruses (e.g., herpes simplex virus, HIV, cytomegalovirus, influenza, RSV) but substantially nonenveloped viruses rotavirus, adenovirus, enteroviruses [polio]). The antimicrobial activity of chlorhexidine is only minimally affected by the presence of organic material, including blood. Chlorhexidine gluconate has been incorporated into a number of hand-hygiene preparations. Aqueous or detergent formulations containing 0.5% or 0.75% chlorhexidine are more effective than plain soap, but they are less effective than antiseptic detergent preparations containing 4% or even 2% chlorhexidine gluconate. Chlorhexidine has substantial residual activity. Addition of low concentrations of chlorhexidine to alcohol-based preparations results in greater residual activity than alcohol alone. When used as recommended, chlorhexidine has a good safety record. Minimal, if any, absorption of the compound occurs through the skin. Care must be taken to avoid contact with the eyes when using preparations with >1% chlorhexidine, because the agent can cause conjunctivitis and severe corneal damage. Ototoxicity precludes its use in surgery involving the inner or middle ear. Direct contact with brain tissue and the meninges should be avoided. The frequency of skin irritation is concentration-dependent, with products containing 4% most likely to cause dermatitis when used frequently for antiseptic handwashing; allergic reactions to chlorhexidine gluconate are uncommon. Occasional outbreaks of nosocomial infections have been traced to contaminated solutions of chlorhexidine. The U.S. Food and Drug Administration (FDA) is warning that rare but serious allergic reactions have been reported with the widely used skin antiseptic products containing chlorhexidine gluconate. Although rare, the number of reports of serious allergic reactions to these products has increased over the last several years. As a result, the FDA is requesting the manufacturers of over-the-counter antiseptic products containing chlorhexidine gluconate to add a warning about this risk to the Drug Facts labels. Prescription chlorhexidine gluconate mouthwashes and oral chips used for gum disease already contain a warning about the possibility of serious allergic reactions in their labels (FDA, 2017). Chloroxylenol Chloroxylenol, also known as parachlorometaxylenol (PCMX), is a compound that has been used as a preservative in cosmetics and other products and as an active agent in antimicrobial soaps. It was developed in Europe in the late 1920s and has been used in the United States since the 1950s. The antimicrobial activity of PCMX likely is attributable to inactivation of bacterial enzymes and alteration of bacterial cell walls. It has good in vitro activity against gram-positive organisms and fair activity against gram-negative bacteria, mycobacteria (leprosy, TB), and certain viruses. PCMX is less active against P. aeruginosa, but addition of ethylene-diaminetetraacetic acid (EDTA) increases its activity against Pseudomonas spp. and other pathogens. A limited number of articles focusing on the efficacy of PCMX-containing preparations intended for use by healthcare workers have been published in the last 25 years, and the results of studies have sometimes been contradictory. The disparities among published studies may be associated with the various concentrations of PCMX included in the preparations evaluated and with other aspects of the formulations tested, including the presence or absence of EDTA. PCMX is not as rapidly active as chlorhexidine gluconate or iodophors, and its residual activity is less pronounced than that observed with chlorhexidine gluconate. In 1994 FDA TFM tentatively classified PCMX as a Category IIISE active agent (i.e., insufficient data are available to classify this agent as safe and effective). The antimicrobial activity of PCMX is minimally affected by the presence of organic matter, but it is neutralized by nonionic surfactants. PCMX, which is absorbed through the skin, is usually well-tolerated, and allergic reactions associated with its use are uncommon. PCMX is available in concentrations of 0.3% to 3.75%. In-use contamination of a PCMX-containing preparation has been reported. Iodine and Iodophors Iodine has been recognized as an effective antiseptic since the 1800s. However, because iodine discolors skin and often causes irritation, iodophors have largely replaced iodine as the active ingredient in antiseptics. Iodine molecules rapidly penetrate the cell wall of microorganisms and inactivate cells by forming complexes with amino acids and unsaturated fatty acids, resulting in impaired protein synthesis and alteration of cell membranes. Iodophors are composed of elemental iodine, iodide or triiodide, and a polymer carrier (the complexing agent) of high molecular weight. The amount of molecular iodine present (so-called free iodine) determines the level of antimicrobial activity of iodophors. \"Available\" iodine refers to the total amount of iodine that can be titrated with sodium thiosulfate. Typical 10% povidone-iodine formulations contain 1% available iodine and yield free iodine concentrations of 1 ppm. Combining iodine with various polymers increases the solubility of iodine, promotes its sustained release, and reduces skin irritation. The most common polymers incorporated into iodophors are polyvinyl pyrrolidone poloxamers). The antimicrobial activity of iodophors also can be affected by pH, temperature, exposure time, concentration of total available iodine, and the amount and type of organic and inorganic compounds present (e.g., alcohols, detergents). Iodine and iodophors have bactericidal activity against gram-positive, gram-negative, and certain spore-forming bacteria (e.g., clostridia and Bacillus spp.) and are active against mycobacteria, viruses, and fungi. However, in concentrations used in antiseptics, iodophors are not usually sporicidal. In vivo studies have demonstrated that iodophors reduce the number of viable organisms that are recovered from the hands of personnel. Povidone-iodine 5%-10% has been tentatively classified by FDA TFM as a Category I agent (i.e., a safe and effective agent for use as an antiseptic handwash and a healthcare worker handwash). The extent to which iodophors exhibit persistent antimicrobial activity after they have been washed off the skin is unclear. In one study, persistent activity was noted for 6 hours; however, several other studies demonstrated persistent activity for only 30-60 minutes after washing hands with an iodophor. In studies in which bacterial counts were obtained after gloves were worn for 1-4 hours after washing, iodophors have demonstrated poor persistent activity. The in vivo antimicrobial activity of iodophors is substantially reduced in the presence of organic substances (e.g., blood or sputum). The majority of iodophor preparations used for hand hygiene contain 7.5% to 10% povidone-iodine. Formulations with lower concentrations also have good antimicrobial activity because dilution can increase free iodine concentrations. However, as the amount of free iodine increases, the degree of skin irritation also may increase. Iodophors cause less skin irritation and fewer allergic reactions than iodine, but more irritant contact dermatitis than other antiseptics commonly used for hand hygiene. Occasionally, iodophor antiseptics have become contaminated with gram-negative bacilli as a result of poor manufacturing processes and have caused outbreaks or pseudo-outbreaks of infection. Quaternary Ammonium Compounds Of this large group of compounds, alkyl benzalkonium chlorides are the most widely used as antiseptics. Other compounds that have been used as antiseptics include benzethonium chloride, cetrimide, and cetylpyridium chloride. The antimicrobial activity of these compounds was first studied in the early 1900s, and a quaternary ammonium compound for preoperative cleaning of surgeons' hands was used as early as 1935. The antimicrobial activity of this group of compounds likely is attributable to adsorption to the cytoplasmic membrane, with subsequent leakage of low molecular weight cytoplasmic constituents. Quaternary ammonium compounds are primarily bacteriostatic and fungistatic, although they are microbicidal against certain organisms at high concentrations; they are more active against gram-positive than gram-negative bacteria. Quaternary ammonium compounds have relatively weak activity against mycobacteria and fungi and have greater activity against lipophilic viruses. Their antimicrobial activity is adversely affected by the presence of organic material, and they are not compatible with anionic detergents. Quaternary ammonium compounds are usually well tolerated. However, because of weak activity against gram-negative bacteria, benzalkonium chloride is prone to contamination by these organisms. Several outbreaks of infection or pseudo-infection have been traced to quaternary ammonium compounds contaminated with gram-negative bacilli. For this reason, in the United States, these compounds have been seldom used for hand antisepsis during the last 15 to 20 years. However, newer handwashing products containing benzalkonium chloride or benzethonium chloride have recently been introduced for use by healthcare workers. A study of surgical ICU personnel found that cleaning hands with antimicrobial wipes containing a quaternary ammonium compound was about as effective as using plain soap and water for handwashing; both were less effective than decontaminating hands with an alcohol-based hand rub. One laboratory-based study reported that an alcohol-free hand-rub product containing a quaternary ammonium compound was efficacious in reducing microbial counts on the hands of volunteers. Further studies of such products are needed to determine if newer formulations are effective in healthcare settings. Triclosan Triclosan is a nonionic, colorless substance that was developed in the 1960s. It has been incorporated into soaps for use by healthcare workers and the public and into other consumer products. Concentrations of 0.2% to 2% have antimicrobial activity. Triclosan enters bacterial cells and affects the cytoplasmic membrane and synthesis of RNA, fatty acids, and proteins. Triclosan has a broad range of antimicrobial activity, but it is often bacteriostatic. Triclosan's activity against gram-positive organisms (including MRSA) is greater than against gram-negative bacilli, particularly P. aeruginosa. The agent possesses reasonable activity against mycobacteria and Candida spp., but it has limited activity against filamentous fungi. Like chlorhexidine, triclosan has persistent activity on the skin. Its activity in hand-care products is affected by pH, the presence of surfactants, emollients, or humectants and by the ionic nature of the particular formulation. Triclosan's activity is not substantially affected by organic matter. The majority of formulations containing <2% triclosan are well-tolerated and seldom cause allergic reactions. Certain reports indicate that providing hospital personnel with a triclosan-containing preparation for hand antisepsis has led to decreased MRSA infections. Triclosan's lack of potent activity against gram-negative bacilli has resulted in occasional reports of contamination. Triclosan can be found in many places today. It has been added to many consumer products—including clothing, kitchenware, furniture, and toys—to prevent bacterial contamination. Because of that, people's long-term exposure to triclosan is higher than previously thought, raising concerns about the potential risks associated with the use of this ingredient over a lifetime (FDA, 2019). In addition, laboratory studies have raised the possibility that triclosan contributes to making bacteria resistant to antibiotics. Some data shows this resistance may have a significant impact on the effectiveness of medical treatments, such as antibiotics (FDA, 2019). Other Agents Approximately 150 years after Semmelweis demonstrated puerperal fever-related maternal mortality rates to be reduced by use of a hypochlorite hand rinse, the efficacy of rubbing hands for 30 seconds with an aqueous hypochlorite solution was studied once again. The solution was demonstrated to be no more effective than distilled water. The regimen used by Semmelweis, which called for rubbing hands with a 4% [w/w] hypochlorite solution until the hands were slippery (approximately 5 minutes), has been revisited by other researchers. This more current study indicated that the regimen was 30 times more effective than a 1-minute rub using 60% isopropanol. However, because hypochlorite solutions are often irritating to the skin when used repeatedly and have a strong odor, they are seldom used for hand hygiene. Certain other agents are being evaluated by FDA for use in healthcare-related antiseptics. However, the efficacy of these agents has not been evaluated adequately for use in handwashing preparations intended for use by healthcare workers. Further evaluation of these agents is warranted. Products that use different concentrations of traditional antiseptics (e.g., low concentrations of iodophor) or contain novel compounds with antiseptic properties are likely to be introduced for use by healthcare workers. For example, preliminary studies have demonstrated that adding silver-containing polymers to an ethanol carrier (i.e., Surfacine) results in a preparation that has persistent antimicrobial activity on animal and human skin. New compounds with good in vitro activity must be tested in vivo to determine their abilities to reduce transient and resident skin flora on the hands of healthcare workers. "}