{"title": "PDF", "author": "PDF", "url": "http://cime.fcq.unc.edu.ar/wp-content/uploads/sites/15/2021/09/Actualizacio%C3%ACn-perio%C3%ACdica-ESAVI-vacunas-COVID-19-20-SEPT.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "INFORMACIÓN REGIONAL Y GLOBAL CONSOLIDADA SOBRE EVENTOS SUPUESTAMENTE ATRIBUIBLES A LA VACUNACIÓN O INMUNI ZACIÓN (ESAVI) CONTRA LA COVID -19 Y OTRAS ACTUALIZACIONES Informe vigésimo quinto WASHINGTON, DC Actualización: 20 de septiembre de 2021 REPORTES OFICIALES DE LOS PROGRAMAS DE FARMACOVIGILANCIA ............. 2 Dosis aplicadas, reportes espontáneos de casos sospechosos de ESAVI y desenlaces fatales en Europa tomado de la base de datos de EudraVigilance al 2 de septiembre de (datos ..................... 11 OMS pide moratoria en el uso de dosis de refuerzo de vacunas contra COVID -19 ................................ . 11 Vigilancia de eventos adversos después de la administración de vacunas de ARNm contra la COVID -19 . 11 Factores de riesgo y perfil de l a enfermedad de la infección por SARS -CoV-2 posterior a la vacunación en usuarios del Reino Unido de la aplicación COVID Symptom Study ................................ ...................... 12 Estudio sobre reacciones alérgicas después de la administración de la vacuna contra la COVID -19 Pfizer - BioNTech entre adultos con alto riesgo de alergia ................................ ................................ ............. 14 ACLARACIONES/CONCLUSIONES DE LOS EVENTOS PRESENTADOS EN COMUNICACIONES PREVIAS ................................ ................................ ................................ .............................. 16 La Agencia Europea d e Medicamentos actualiza la información de seguridad de las vacunas contra la COVID -19 ................................ ................................ ................................ ................................ ...... 16 OTRAS ACTUALIZACIONES RELACIONADAS ................................ ................................ ........... 20 Ministerio de Salud de Brasil emite nota técnica sobre dosis de refuerzo de las vacunas contra la COVID - 19................................ ................................ ................................ ................................ ................. 20 ÍNDICE REPORTES OFICIALES DE LOS PROGRAMAS DE FARMACOVIGILANCIA Dosis aplicadas, reportes espontáneos de casos sospechosos de ESAVI y desenlaces fatales en Europa tomado de la base de datos de EudraVigilance al 2 de se Al 1 de agosto de l 2021, se habían aplicado 100.379.140 dosis de vacunas contra COVID -19 en Brasil, (sin incluir el Estado de Sao Paulo) , correspondiendo 49.893.631 a Astrazeneca/FioCruz, 36.062.724 a Sinovac/Butantan, 11.440.705 a Pfizer y 2.982.080 a Janssen1. Durante los primeros meses de la campaña de vacunación (18 de enero al 1 de agosto de 2021) se han notificado 106.006 ESAVI , con una incidencia total de 105/100.000 dosis aplicadas, siendo la incidencia mayor con la vacuna de AstraZeneca/FioCruz. La siguiente tabla muestra los ESAVI graves y totales con su incidencia por 100 .000 dosis administradas para cada una de las cuatro vacunas: ESAVI AstraZeneca/ FioCruz Sinovac/ Butantan Pfizer Janssen TOTAL 1 El informe del Boletín Epidemiológico 78 del 6 de septiembre del 2021 , no incluye las dosis aplicadas en el Estado de San Pablo, ya que el Estado usa su sistema propio de reporte de los ESAVI. Vacuna Dosis aplicadas Reportes de ESAVI Reportes de ESAVI /100.000 dosis Desenlace fatal (casos) Desenlaces fatales /100.000 dosis Comirnaty 392 millones 302.517 77,2 13,8 millones 20.206 146,4 138 1,0 REPORTES OFICIALES DE LOS PROGRAMAS DE FARMACOVIGILANCIA 1 Número por 100.000 dosis aplicadas Número por 100.000 dosis aplicadas Número por 100.000 dosis aplicadas Número por 100.000 dosis aplicadas Número por 100.000 dosis aplicadas Grave 3.180 (6,4) 3.674 (10,2) 285 (2,5) 52 (1,7) 7.191 No 64.114 (40,3) 106.006 Los ESAVI con mayor incidencia para las cuatro vacunas utilizadas fueron cefalea, mialgia y pirexia. Según el Sistema de Órgano de Clase (SOC) se reporta la ocurrencia de ESAVI grave por 100.000 dosis aplicadas por Término de Preferencia (PT) , en la siguiente tabla : Término de preferencia AstraZeneca/ FioCruz (eventos graves por 100.000 dosis aplicadas) Sinovac/ Butantan (eventos graves por 100.000 dosis aplicadas) Pfizer (eventos graves por 100.000 dosis aplicadas) Janssen (eventos graves por 100.000 dosis aplicadas) Trastornos toráxicos o de mediastino 2,6 5,8 0,92 0,80 Trastornos generales y cuadros clínicos en el lugar de administración 1,5 3,4 0,52 0,23 Trastornos del sistema nervioso 1,4 1,3 0,59 0,40 Trastornos gastrointestinales 0,74 1,2 0,44 Trastornos 0,17 Trastornos vasculares 0,85 0,22 0,20 Trastornos del sistema inmunitario 0,44 0,55 0,17 0,10 Trastornos metabólicos y nutricionales 0,55 Trastornos musculoesqueléticos y de tejido conjuntivo 0,44 0,43 0,23 Trastornos de tejidos cutáneos o subcutáneos 0,46 0,03 Con relación a los eventos graves notificados por Término de Preferencia (PT) se reportan las incidencias por 100.000 dosis aplicadas en la siguiente tabla: PT AstraZeneca/ FioCruz (eventos graves por 100.000 dosis aplicadas) Sinovac/ Butantan (eventos graves por 100.000 dosis aplicadas) Pfizer (eventos graves por 100.000 dosis aplicadas) Janssen (eventos graves por 100.000 dosis aplicadas) Disnea 1,3 2,6 0,47 0,34 Pirexia 0,60 1,2 0,25 0,10 Tos 0,39 0,88 0,19 COVID -19 0,33 0,84 0,23 Síndrome respiratorio agudo grave 0,27 0,56 0,13 Síndrome de distres respiratori o agud o 0,19 0,38 Disminución de la s aturación de oxígeno 0,19 0,38 Astenia 0,34 0,10 Fatiga 0,33 Mialgia 0,21 0,16 Convulsión 0,08 0,07 Trombosis cerebral 0,07 Trombosis del vaso mesentérico 0,07 Parálisis facial 0,07 Se notificaron 7.944 errores programáticos como se indica en la tabla siguiente. Dentro de estos errores, 480 evolucionaron a eventos adversos de los cuales 25 resultaron en eventos graves, incluyendo 9 muertes. Vacuna Número de e rrores Número de errores / 100.000 dosis aplicadas Dosis administradas Sinovac/Butantan 2.855 5,7 49.893.631 Astrazeneca/FioCruz 4.132 11,5 36.062.724 Janssen 845 7,4 11.440.705 TOTAL 7.944 7,9 100.379.140 Tipo de error de vacunación Número Intercambio de producto/administración de vacuna incorrecta 3.415 Posología, dosis inadecuada de administración 1.355 Administración de vacuna a edad inadecuada 950 Intervalo inadecuado 155 Sitio de administración inadecuado 28 Vía incorrecta de administración 96 Contraindicación a vacunación 422 Exposición inadvertida a vacuna (embarazo y lactación) 413 Utilización de vacuna vencida 295 Otros, mal definida 815 TOTAL 7.944 Fuente: MINISTÉRIO DA SAÚDE, Secretaria de Vigilância em Saúde. 78 - BOLETIM EPIDEMIOLÓGICO ESPECIAL. Doença pelo Novo Coronavírus - COVID -19. SE 34, 22/8 a 28/8/2021. https://www.gov.br/saude/pt - br/media/pdf/2021/setembro/14/boletim_epidemiologico_covid_78 -1.pdf CANADÁ Al 10 de septiembre de l 2021, se administraron 37. 610.913 dosis de la vacuna contra la COVID -19 de Pfizer - BioNTech, 13. 202.225 dosis de la vacuna de Moderna y 2.784. 910 dosis de las vacunas de AstraZeneca y Covishield (vacuna de AstraZeneca fabricada por el Serum Institute of India). Fueron notificados un total de 15.326 reportes individuales, con uno o más eventos adversos (0,02 8% de las dosis administradas). De estos, 4. 195 reportes fueron considerados graves (0,00 8% de las dosis administradas). Del total de reportes, se notificaron 40.929 ESAVI (que correspon den a 1 5.326 reportes con uno o más eventos); la mayoría eventos adversos no graves, como reacciones en el sitio de inyección, parestesia, dolor de cabeza, prurito, disnea, fatiga, náuseas, etc. Número y tasa de notificación (por 100.000 dosis aplicadas) de reportes con eventos adversos por vacuna hasta el 10 de setiembre de 2021 Vacunas Número de reportes con ESAVI no graves Número de reportes con ESAVI graves Número de reportes totales con ESAVI N Tasa/ 100.000 dosis aplicadas N Tasa/ 100.000 dosis aplicadas N Tasa/ 100.000 dosis aplicadas 5.764 604 21,69 2.035 73,07 Se desconoce 37 - 151 - 188 - Total 11.131 20,56 4.195 7,75 15.326 28,31 Número y tasa (por 100.000 dosis aplicadas) de los principales ESAVI graves por vacuna hasta el 10 de septiembre de 2021 Vacunas Pfizer -BioNTech Moderna Covishield y AstraZeneca Anafilaxia 142 (0,3 8/100.000) 30 (0,2 2/100.000) 0 El análisis de 716 de los 718 casos de miocarditis/pericarditis, con detalle de vacuna administrada, se muestra a continuación: Vacuna No. Casos totales (tasa por 100.000 dosis aplicadas) Por sexo (mediana de edad) No. Reportes por dosis de aplicación No. Mujeres (mediana de edad) No. Hombres (mediana de edad) 1ra 2da No se sabe Síndrome de Trombosis con trombocitopenia (STT) 16 (0,04/100.000) 4 (0,03/100.000) 15 (0,11/100.000) 30 Miocarditis 408 (1,08/100.000) (2,17/100.000) 325 (0,86/100.000) 105 (0,79/100.000) 43 (1,54/100.000) Eventos fatales 189* muertes posteriores a la aplicación de las vacunas * Luego de la revisión médica de los informes de las 18 9 defunciones, se determinó que 73 de estas muertes no estuvieron vinculadas a la administración de la vacuna contra la COVID -19; 3 9 siguen bajo investigación, 6 fueron posiblemente atribuidas a la vacunación (casos de STT) y 71 no pudieron ser clasificadas por insuficiente información. Pfizer - BioNTech* 408 (1,08) 146 (40 años) 258 (23 años) 176 193 49 Moderna** 290 (2,17) 75 (32 años) 211 (28 años) 59 199 32 Covishield y AstraZeneca 18 (0,65) No disponible No disponible No disponible No disponible No disponible * El sexo de 4 casos no estaba especificado ** El sexo de 3 casos no estaba especificado y el de un caso era \"otro\". Fuente: Public Health Agency of Canada. Canadian COVID -19 vaccination safety report. Ottawa: Public Health reproducidos por la OPS/OMS ESTADOS UNIDOS (datos al 8 de septiembre) A continuación, se presentan los datos reportados por Estados Unidos ante eventos seleccionados hasta el 8 de septiembre : Eventos Vacuna Dosis administradas Casos/Incidencia Anafilaxia Cualquier vacuna Más de 3 80 millones de dosis Aprox. 2 a 5 casos por cada millón de personas vacunadas Síndrome de Trombosis con trombocitopenia (STT) J&J/Janssen Más de 1 4,5 millones 46 casos confirmados de personas que recibieron la vacuna y luego tuvieron (STT) Moderna Más de 3 62 millones de dosis de vacuna ARNm 2 casos. No existe no existe un mayor riesgo de tener TTS después de recibir la vacuna de ARNm contra el COVID -19 Síndrome de Guillain Barré J&J/Janssen Más de 1 4,5 millones de vacunas 195 reportes preliminares identificados Miocarditis /pericarditis Moderna o Pfizer/BioNTech 362 millones de dosis 1.413 reportes, de los cuales 854 fueron confirmados (pendiente evaluar su relación con vacunación) Muerte Todas las vacunas Más de 3 80 millones de dosis de vacunas 7.653 notificaciones de muerte en VAERS ocurridos en personas que habían recibido vacuna (0,00 20%); lo cual no implica necesa riamente relación causal. Fuente: Centros para el Control y la Prevención de Enfermedades. COVID -19. Se notificaron algunas reacciones adversas después de la vacunación contra el COVID -19. Actualizado el 14 de septiembre de 2021. Disponible en: https://espano erse- events.html URUGUAY En el período del 27 de febrero al 1 2 de agosto de 2021 se administraron 4.962.211 dosis de vacunas contra SARS -CoV-2 y se recibieron 1.157 notifica ciones de ESAVI posteriores a la administración de estas vacunas, correspondiendo a una tasa de 23,3 notificaciones por 100.000 dosis aplicadas. La siguiente tabla presenta el número de dosis de vacuna aplicadas por tipo de vacuna, las notificaciones correspondientes a los casos cerrados (evaluados y a los que se les ha establecido causalidad) , el número de ESAVI (teniendo en cuenta que cada notificación puede informar m ás de un ESAVI) y el número de casos de ESAVI que requirieron o prolongaron la hospitalización. Se informan también las t asas por 100.000 dosis a dministradas : Vacunas Dosis administradas Número de notificaciones con casos cerrados / 100.000 dosis administradas Número de ESAVI informados / 100.000 dosis administradas Casos de ESAVI con hospitalización / 100.000 dosis administradas AstraZeneca 85.858 24 (27,9) 53 (54,7) 6 (7,0) CoronaVac 3.234.213 560 (17,3) 786 (24,3) 12 (0,37) Pfizer -BioNTech 1.642.140. 543 (33,1) 976 (59,4) 21 (1,3) No consignada 18 47 Total 4.962.211 1.145 (23,1) 1.862 (37,5) 39 (0,77) Los 39 casos de ESAVI que requirieron o prolongaron la hospitalización fueron clasificados utilizando el algoritmo de la OMS -AEFI y para los casos identificados como \"relacionados a la vacuna \" (A1) se destacan, o para la vacuna AstraZeneca: 1 caso de trombos is venosa profunda de miembros inferiores, o para la vacuna CoronaVac: 1 caso de Síndrome de Guillain Barré y 1 caso de trombosis venosa profunda de miembros inferiores, o para la vacuna de Pfizer -BioNTech: 2 casos de púrpura trombocitopénico autoinmune, 1 caso de Síndrome de Guillain Barré, 1 caso de miopericarditis, 1 caso de empeoramiento de broncoespasmo, 1 caso de disnea y parestesia facial, 1 caso de migraña aguda, y una cefalea pérdida OMS pide moratoria en el uso de dosis de refuerzo de vacunas contra COVID -19 Un grupo internacional de científicos, incluyendo personal de la O rganización Mundial de la Salud (OMS) presentaron en una reciente publicación en la revista The Lancet , expresando su punto de vista y cuestionan do la necesidad de aumentar la respuesta inmune a las vacunas contra CO VID-19 con refuerzos. La principal consideración es que las personas completamente vacunadas a la fecha mantienen una alta protección contra la enfermedad severa por la COVID -19. En segundo lugar, recomiendan que esas dosis extras se administren a aquellas personas que a ún no están vacunadas. Incluso si se demostrara que las dosis de refuerzo pudieran eventualmente disminuir el riesgo de enfermedad severa, la cantidad de vacuna disponible en estos momentos salvaría más vidas si fuera usada en la población no vacunada , que si fuera aplicada como refuerzo en población vacunada. Indican además que el refuerzo puede ser recomendado en aquellas personas con inmunodeficiencias o inmunosupresión ya vacunadas con los esquemas originales de una o dos dosis de vacuna . La evidencia presentada hasta el momento parece mostrar que la eficacia contra la enfermedad severa se mantiene y que la inmunidad humoral parece menguar a ún no se tiene establecido una predicción entre los títulos de anticuerpos neutralizantes y la efi cacia de las vacunas. También en la protección entra en juego la respuesta mediada por células que son de más larga duración . Los resultados que se están presentando para justificar las dosis de refuerzo provienen de estudios observacionales que pueden estar sesgados por muchas razones, las características de los pacientes, de los sistemas de registro, diferencia entre los grupos vacunados y no vacunados, patrones sociales de comportamiento, etc. Los autores también muestran su preocupación por el impacto que los mensajes con relación a los refuerzos puedan tener en la población , además de la potencialidad de eventos adversos con esta tercera dosis. Pero, en definitiva, lo que más se destaca es el beneficio que se podría conseguir a nivel global s i esta vacuna fuera administrada a un mayor número de personas no vacunadas a la vez que aceleraría el fin de la pandemia inhibiendo la evolución de nuevas variantes. La OMS llama a una moratoria del uso de dosis de refuerzo hasta que la vacunación primar ia haya llegado a más personas en el mundo. Fuente : https://www.thelancet.com/journals/lancet/article/PIIS0140 -6736(21)02046 -8/fulltext Vigilancia de even tos adversos después de la administración de vacunas de ARNm contra la COVID -19 ACTUALIDAD 2 El 3 de septiembre , se publicó en JAMA un análisis intermedio - del 14 de diciembre de 2020 hasta el 26 de junio de 2021 - de la vigilancia de datos seguridad del Vaccine Safety Datalink. Aproximadamente 10.162.227 miembros vacunados elegibles de los 8 planes de salud participantes de Estados Unidos fueron monitoreados con datos administrativos actualizados semanalmente y complementados con la revisión de registros médicos (en pacientes seleccionados). El objetivo fue monitorear 23 eventos graves semanalmente, posterior a la vacuna BNT162b2 (Pfiz er- BioNTech) o mRNA -1273 (Moderna), comparando aquellos vacunados con un intervalo de riesgo de 21 días posterior a la vacunación, con aquellos vacunados con el intervalo comparador entre 22 a 42 días. Se compararon las incidencias de eventos graves, inclu ido infarto agudo de miocardio, parálisis de Bell, trombosis del seno venoso cerebral, síndrome de Guillain -Barré, miocarditis/pericarditis, embolia pulmonar, accidente cerebrovascular y trombosis con síndrome de trombocitopenia. Para 4 eventos graves (sín drome de distrés respiratorio agudo, anafilaxia, síndrome inflamatorio multisistémico niños y adultos y narcolepsia/cataplexia), solo se realizaron análisis descriptivos. Un total de 11.845.128 dosis de vacunas de ARNm (57% BNT162b2; 6.175.813 primeras dos is y 5.669.315 segundas dosis) se administraron a 6,2 millones de personas (edad media, 49 años; 54% mujeres). La incidencia de eventos en la población estudiada por 1.000.000 personas -año durante el intervalo de riesgo en comparación con el intervalo comp arador más largo para el accidente cerebrovascular isquémico fue de 1.612 vs. 1.781 (RR, 0,97; IC del 95%, 0,87-1,08); para la apendicitis, 1.179 vs.1.345 (RR, 0,82; IC del 95%, 0,73 -0,93); y para infarto agudo de miocardio, 935 vs. 1030 (RR, 1,02; IC del 95%, 0,89 -1,18). Ninguno de los eventos seleccionados cumplió con el criterio predefinido de señal de seguridad. La incidencia de anafilaxia confirmada fue de 4.8 (95% CI, 3.2 -6.9) por millón de dosis de BNT162b2 y 5.1 (95% CI, 3.3 -7.6) por millón dosis de ARNm -1273. Se concluye en este análisis intermedio de vigilancia de las vacunas de ARNm contra COVID -19 que la incidencia de resultados graves seleccionados no fue significativamente mayor cuando se compararon 1 a 21 días post vacunación frente a 22 a 42 días posteriores a la vacunación. Si bien los intervalos de confianza eran amplios para muchos resultados, la vigilancia contin úa. Fuente: Klein NP, Lewis N, Goddard K, et al. Surveillance for Adverse Events After COVID -19 mRNA online September 03, 2021. doi:10.1001/jama.2021.15072 https://jamanetwork.com/journals/jama/fullarti cle/2784015 Factores de riesgo y perfil de la enfermedad de la infección por SARS -CoV-2 posterior a la vacunación en usuarios del Reino Unido de la aplicación COVID Symptom Study El 1 de septiembre, se publicó un estudio que tuvo como objetivo identifica r los factores de riesgo de la infección por SARS -CoV-2 posterior a la vacunación y la descripción de las características de la enfermedad post vacunación. Este fue un estudio prospectivo, realizado en el Reino Unido, anidado y de casos y controles usando datos autoinformados de adultos (18 años) usuarios de la aplicación de teléfono móvil COVID Symptom Study de Reino Unido. Para el análisis de factores de riesgo, los casos habían recibido una primera o segunda dosis de una vacuna contra COVID -19 entre el 8 de diciembre de 2020 y el 4 de julio de 2021 . Además debían tener una prueba COVID - 19 positiva al menos 14 días después de su primera vacunación (pero antes de la segunda; casos 1) o una prueba positiva al menos 7 días después de su segunda vacunación (casos 2); y no tuvieron ninguna prueba positiva antes de la vacunación. Se seleccionaron dos grupos de controles, quienes tampoco habían dado positivo por SARS -CoV- 2 antes de la vacunación: los controles 1, fueron usuarios que informaron una prueba negativa al menos 14 días después de su primera vacuna, pero a ntes de la segunda y los controles 2 fueron usuarios que informaron una prueba negativa al menos 7 días después de su segunda vacunación. Los controles 1 y los controles 2 se emparejaron (1: 1) con los casos 1 y 2, respectivamente, por la fecha de la prue ba post vacunación, el estado del trabajador de la salud y el sexo. En el análisis del perfil de la enfermedad, se sub -seleccionaron a los participantes de los casos 1 y 2 que habían usado la aplicación durante al menos 14 días consecutivos después de dar positivo por SARS -CoV-2 (denominados casos 3 y casos 4, respectivamente). Los controles 3 y los controles 4 eran participantes no vacunados que informaron una prueba de SARS -CoV-2 positiva que habían usado la aplicación durante al menos 14 días consecutivo s después de la prueba, y fueron emparejados (1: 1) con los casos 3 y 4, respectivamente por la fecha de la prueba positiva, estado del trabajador de la salud, sexo, índice de masa corporal (IMC) y edad. Entre el 8 de diciembre de l 2020 y el 4 de julio de l 2021, 1.240.009 usuarios de la aplicación COVID Symptom Study informaron una primera dosis de vacuna, de los cuales 6.030 (0,5%) dieron positivo posteriormente para SARS -CoV- 2 (casos 1) y 971.504 informaron de una segunda dosis, de los cuales 2.370 (0,2%) posteriormente dieron positivo para SARS -CoV-2 (casos 2). En el análisis de factores de riesgo, el ssíndrome de fragilidad del adulto mayor se asoció con la infección post vacunación en mayores de60 años después de su primera dosis de vacuna (razón de probabilidades [OR] 1, 93, 95% CI 1,50 - 2,48; p < 0 ·0001), y las personas que viven en áreas desfavorecidas tenían mayores probabilidades de infección post vacunación después de su primera dosis de vacuna (OR 1,11, IC del 95% 1,01 - 1,23; p = 0 ·039). Las per sonas sin obesidad (IMC <30 kg / m2) tuvieron menores probabilidades de infección después de su primera dosis de vacuna (OR 0,84, 95% CI 0,75 - 0,94; p = 0·0030). Para el análisis del perfil de la enfermedad, se incluyeron 3.825 usuarios de los casos 1 (ca sos 3) y 906 usuarios de los casos 2 (casos 4). La vacunación (en comparación con la no vacunación) se asoció con una reducción de las probabilidades de hospitalización (OR 0, 27, 95% CI 0, 16 - 0,45; p = <0·001). o con padecer más de cinco síntomas en la p rimera semana de enfermedad después de la segunda dosis (OR 0, 69, 95% CI 0, 51 - 0,94; p = <0·01), y con síntomas de larga duración (28 días) después de la segunda dosis (OR 0, 51, 95% CI 0, 32 - 0,82; p = <0·001). Casi todos los síntomas se informaron con menos frecuencia en personas infectadas vacunadas que en personas infectadas no vacunadas, y los participantes vacunados tenían más probabilidades de ser completamente asintomáticos, especialmente si tenían 60 años o más. Estos hallazgos res paldan la precaución en torno a relajar el distanciamiento físico y otras medidas de protección personal en la era posterior a la vacunación, particularmente en los adultos mayores frágiles y las personas que viven en áreas más desfavorecidas. Fuente: Antonelli M, Penfold RS, Merino J. Risk factors and disease profile of post -vaccination SARS -CoV-2 https://www.thelancet.com/journals/lanin f/article/PIIS1473 -3099(21)00460 -6/fulltext Estudio sobre reacciones alérgicas después de la administración de la vacuna contra la COVID -19 Pfizer -BioNTech entre adultos con alto riesgo de alergia El 31 de agosto se publicó un estudio que analizó la evaluación e inmunización de personas altamente alérgicas con la vacuna BNT162b2 contra COVID -19. Fue un estudio de cohorte prospectivo desde el 27 de diciembre de 2020 hasta el 22 de febrero de 2021, que incluyó 8.102 pacientes con historial de alergias q ue acudieron a un centro de derivación especializado en Israel para someterse a una evaluación de riesgo. Se identificaron pacientes de alto riesgo (n = 429), estos fueron considerados \"altamente alérgicos\" y fueron inmunizados bajo supervisión médica. De las 429 personas que acudieron al centro de referencia COVID -19 y fueron definidas como altamente alérgicas, 304 (70,9%) eran mujeres y la edad media (DE) fue de 52 (16) años. Después de la primera dosis de la vacuna BNT162b2, 420 pacientes (97,9%) no tuvi eron un evento alérgico inmediato, 6 (1,4%) desarrollaron respuestas alérgicas menores y 3 (0,7%) tuvieron reacciones anafilácticas. Durante el período de estudio, 218 pacientes altamente alérgicos (50,8%) recibieron la segunda dosis de vacuna BNT162b2, de los cuales 214 (98,2%) no presentaron reacciones alérgicas y 4 pacientes (1,8%) presentaron reacciones alérgicas menores. Otras reacciones inmediatas y tardías fueron comparables a las observadas en la población general, excepto por el prurito tardío y la erupción cutánea, que fueron más comunes entre los pacientes alérgicos. La tasa de reacciones alérgicas a la vacuna BNT162b2 es mayor entre los pacientes con alergias, particularmente entre un subgrupo con antecedentes de alergias de alto riesgo. Este est udio sugiere que la mayoría de los pacientes con antecedentes de enfermedades alérgicas y, en particular, los pacientes altamente alérgicos podrían inmunizarse de manera segura mediante el uso de un algoritmo que se puede implementar en diferentes instalac iones médicas. La estrategia incluiría un centro de referencia, el cuestionario de evaluación de riesgos y un entorno para inmunización bajo supervisión médica de pacientes altamente alérgicos. Se requieren más estudios para definir factores de riesgo más específicos de reacciones alérgicas a la vacuna BNT162b2. Fuente: Shavit R, Maoz COVID doi:10.1001/jamanetworkopen.2021.22255 https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2783626 ACLARACIONES/CONCLUSIONES DE LOS EVENTOS PRESENTADOS EN COMUNICACIONES PREVIAS La Agencia Europea de Medicamentos actualiza la información de seguridad de las vacunas contra la COVID -19 De acuerdo con las conclusiones de la reunión del Comité de Evaluación de Riesgos de Farmacovigilancia (PRAC, por sus siglas en inglés), celebrada de 31 de agosto al 2 de septiembre de 2021, la Agencia Europea de Medicamentos (EMA ) actualizó la información de seguridad de las siguientes vacunas, la cual se resumen a continuación: Vacuna Comirnaty de Pfizer -BioNTech: El PRAC evaluó los datos de seguridad, incluyendo el último Informe presentado por el fabricante, concluyendo que no s e requieren actualizaciones de la información de seguridad del producto. En relación con los siguientes eventos indican: o Miocarditis y pericarditis: fue incorporado en julio de 2021, en las secciones de efectos secundarios y advertencias en la información del producto, y a la fecha indican que no hay actualizaciones . o síndrome inflamatorio multisistémico ( SIM) en ni ños y adolescentes que coincide cronol ógicamente con la COVID -19 (MIS -C por sus siglas en inglés): Están evaluando una posible relación con la administración de esta vacuna, a raíz del caso reportado el 19 de agosto de 2021, en un adolescente de 17 años en Dinamarca. A la fecha no hay ninguna actualización de seguridad relacionado con este evento. Vacuna contra la COVID -19 de Janssen: El PRAC eva luó los datos de seguridad, incluyendo el último Informe presentado por el fabricante y señalan lo siguiente: o síndrome inflamatorio multisistémico ( SIM) en ni ños y adolescentes que coincide cronol ógicamente con la COVID -19 (MIS -C por sus siglas en inglés): No han recibido reportes para esta vacuna. o Tromboembolismo venoso (TEV, por sus siglas en inglés) (coágulos de sangre en las venas): Es un evento distinto al síndrome de trombosis con trombocitopenia (STT) (coágulos de sangre c on niveles bajos de plaquetas). Fue incluido en el plan de gestión de riesgos de la vacuna contra la COVID -19 de Janssen como un problema de seguridad a investigar, basado en una mayor proporción de casos de TEV en el grupo vacunado frente al grupo placebo en los estudios clínicos utilizados para autorizar esta vacuna. El PRAC evaluará datos adicionales de dos grandes ensayos clínicos que se encuentran aún en curso. o Linfadenopatía (ganglios linfáticos inflamados): Concluyeron que se debe agregar como un efecto secundario de la vacuna contra la COVID -19 de Janssen de muy baja frecuencia (menos de 1 de cada 1.000 personas vacunadas). ACLARACIONES/CONCLUSIONES DE LOS EVENTOS PRESENTADOS EN COMUNICACIONES PREVIAS 3 o Parestesia (sensación inusual en la piel, como hormigueo) e hipoestesia (disminución de la sensibilidad o sensibilidad, especial mente en la piel): Se añadieron como efectos secundarios de la vacuna contra la COVID -19 de Janssen. La frecuencia de parestesia se ha estimado como poco común (menos de 1 de cada 100 personas vacunadas) y de hipoestesia, como raro (menos de 1 de cada 1.00 0 personas vacunadas). o Tinnitus (zumbido persistente en el oído): Se añadió como efecto secundario de la vacuna contra la COVID -19 de Janssen, de rara frecuencia (menos de 1 de cada 1.000 personas vacunadas). Además, le solicitaron más información al titul ar de la autorización, para caracterizar mejor la naturaleza de los casos, síntomas y duración. o Diarrea y vómitos: Se añadieron como efectos secundarios a la administración de la vacuna contra la COVID -19 de Janssen; la frecuencia de la diarrea ha sido estimada como poco común (menos de 1 de cada 100 personas vacunadas) y los vómitos, como raros (menos de 1 de cada 1. 000 personas vacunadas). Spikevax de Moderna: El PRAC evaluó los datos de seguridad, incluyendo el último Informe presentado por el fabricante, indicando lo siguiente: o Miocarditis y pericarditis: fue incorporado en julio de 2021, en las secciones de efecto s secundarios y advertencias de la información del producto, y a la fecha indican que no hay actualizaciones . o síndrome inflamatorio multisistémico ( SIM) en ni ños y adolescentes que coincide cronol ógicamente con la COVID -19 (MIS -Cpor sus siglas en inglés): No han recibido reportes para esta vacuna. o Anafilaxia y otras reacciones de hipersensibilidad: Es un efecto secundario conocido de Spikevax y está incluido en la información del producto, junto con las recomendaciones para el manejo clínico de la anafilaxia. No hay actualizaciones al respecto. o Reacción retardada en el lugar de la inyección: La información se actualizó para incluir como efecto secundario, la reacción retardada en el lugar de la inyección (erupción, enrojecimiento o urticaria), con una frecuencia de común (menos de 1 de cada 10 personas). El PRAC solicitó más información al titular de la autorización de esta vacuna, para precisar las características de este efecto secundario, como el tiempo de aparición, la duración y la gravedad de la reacción. o Diarrea: El PRAC continuó su evaluación de mayo de 2021, y solicitó al titular de la autorización de esta vacuna, que añada la diarrea como efecto secundario de la vacuna, con frecuencia basada en los datos de los últimos ensayos clínicos. Vaxzevria de AstraZeneca: El PRAC evaluó los datos de seguridad, incluyendo el último Informe de presentado por el fabricante, e indican lo siguiente: o Síndrome de Guillain -Barré (SGB): El PRAC con el asesoramiento de expertos en neurología, evaluó los dat os adicionales solicitados al titular de la autorización de esta vacuna y los resultados de la revisión de la literatura científica, concluyendo que existe al menos una posibilidad razonable de relación causal entre Vaxzevria y el SGB, y que debe añadirse a la información del producto como efecto secundario de Vaxzevria. La categoría de frecuencia asignada es \"muy rara\" (menos de 1 de cada 10.000 personas). Además, el PRAC recomendó actualizar la advertencia incluida en el prospecto de la vacuna, para que los pacientes notifiquen al personal sanitario si han sufrido de SGB con la administración de Vaxzevria; y la precaución de que las personas deben buscar atención médica inmediata, si desarrollan debilidad y parálisis en las extremidades que puede progresar hacia el pecho y cara. o Síndrome de fuga capilar (CLS por sus siglas en inglés): El PRAC evaluó los datos disponibles y concluyó que no permiten establecer el mecanismo definitivo. Se mantiene la advertencia de que las personas que tienen un diagnóstico pr evio de CLS no deben ser vacunados con Vaxzevria y que las personas deben buscar atención médica inmediata, si experimentan rápida hinchazón de los brazos y piernas, aumento repentino de peso y sensación de desmayo (presión arterial baja) en los días poste riores a la vacunación con Vaxzevria. o síndrome de trombosis con trombocitopenia (TTS por sus siglas en inglés): el PRAC concluyó que debe actualizarse la información del producto, para eliminar la información de que los casos ocurren principalmente en mujeres menores de 60 años, ya que el análisis más reciente indica que el 43% de los casos de TTS ocurrieron en var ones y el 37% en personas vacunadas mayores de 60 años, no encontrando gran diferencia en los casos de TTS por sexo. Se mantiene la precaución de que las personas deben buscar atención médica inmediata si experimenta dolor de cabeza intenso o persistente, visión borrosa, confusión, convulsiones, dificultad para respirar, dolor de pecho, hinchazón de las piernas, dolor persistente en las piernas, dolor abdominal, hematomas inusuales en la piel o puntitos redondos más allá del lugar de vacunación, dentro de l as tres semanas posteriores a la vacunación. o Trombosis del seno venoso cerebral (CVST) sin trombocitopenia: El PRAC ha solicitado al titular de la autorización de esta vacuna más información sobre los casos de CVST para poder realizar la evaluación corresp ondiente. El CVST es una forma rara de accidente cerebrovascular, que consiste en la formación de un coágulo de sangre en los senos venosos del cerebro sin trombocitopenia (niveles bajos de plaquetas en sangre) notificados después de la vacunación con Vaxz evria. o síndrome inflamatorio multisistémico ( SIM) en ni ños y adolescentes que coincide cronol ógicamente con la COVID -19 (MIS -C por sus siglas en inglés): No han recibido reportes para esta vacuna. o Trastornos menstruales: El PRAC concluyó que no hay ev idencia de una relación causal con RELACIONADAS Ministerio de Salud de Brasil emite nota técnica sobre dosis de refuerzo de las vacunas contra la COVID -19 El Ministerio de Salud de Brasil destaca en su Nota Técnica No27/2021 -SECOVID/GAB/SECOVID/MS los grandes logros alcanzados con los niveles de vacunac ión contra el COVID -19 y su impacto en reducir los casos graves de enfermedad, así como las muertes. Sin embaro , también informa que se está observando un aumento en la morbimortalidad en las últimas semanas en los grupos de mayor vulnerabilidad, por ejemp lo, los mayores de 70 años o individuos con un alto grado de inmunosupresión que pueden tener menores niveles de protección con las dos dosis de vacuna del esquema actual de vacunación. Bajo esta consideración, el Ministerio de Salud decide a umentar la res puesta inmune de estos grupos con dosis adicionales de vacunas y para ello opta por la administración a partir del 15 de se ptiembre de: Una dosis de refuerzo en los adultos mayores de 70 años, a ser administrada luego de los 6 meses de administrada la últi ma dosis del esquema de vacunas (segunda dosis o dosis única) independientemente del inmunizante aplicado con anterioridad. Una dosis de refuerzo a las personas con alto grado de inmunosupresión (Inmunodeficiencia primaria grave, quimioterapia por cáncer, trasplantados de órganos sólidos o células tronco -hematopoyéticas (TCTH) en uso de drogas inmunosupresoras, personas VIH/SIDA con <200 céls/mm3, uso de corticoides en doses 20 mg/día de prednisona, o equivalente, por 14 días, uso de drogas modificad oras de respuesta inmune, pacientes en hemodiálisis, pacientes con enfermedades inmuno -inflamatorias crónicas (reumatológicas, auto inflamatorias, enfermedades intestinales inflamatorias). Para los individuos con inmunosupresión, el intervalo para administ rar la dosis de refuerzo es de 28 días luego de la última dosis administrada del esquema básico. La vacuna utiliza da como dosis adicional deberá ser preferiblemente de plataforma de ARNm (Pfizer -BioNTech) o de manera alternativa la de vector viral (Jansse n o Astra Zeneca). Se destaca también que a medida que vaya avanzando la vacunación, la evolución de la epidemia en el país y el surgimiento de nuevas evidencias, se podrá considerar la administración de dosis adicionales en otros grupos poblacionales. Fuente: https://www.gov.br/saude/pt -br/coronavirus/vacinas/NTDoseReforo.pdf Uso de la vacuna contra la COVID -19 a nivel global y en la Región de las Américas al 15 de sept iembre de 2021 A continuación, se presentan datos consolidados del porcentaje de las personas parcial o completamente vacunadas con vacunas contra la COVID -19 en los diferentes continentes y en los países de la Región de las Américas. Es importante destac ar la inequidad en la administración de las vacunas, tanto a nivel global como dentro de la propia Región de las Américas, siendo esta región la que se destaca por tener el mayor porcentaje de la población al menos parcialmente vacunada. OTRAS ACTUALIZACIONES RELACIONADAS 4 Fuente: : Our W ordl Nota: El presente documento incluye material publicado por terceros y recopilado por la OPS. La OPS ha adoptado precauciones razonables para verificar la información que figura en el documento. No obstante, este material se distribuye sin garantía de ningún tipo. El lector es responsable de la interpretación y el uso que haga de esta información y en ningún caso la OPS podrá ser considerada responsable de daño alguno causado por su utilización. "}