{"title": "The Broader Lessons of the EpiPen Debacle", "author": null, "url": "https://www.michiganmedicine.org/health-lab/broader-lessons-epipen-debacle", "hostname": "michiganmedicine.org", "description": "Mylan took advantage of the US pharmaceutical industry to raise EpiPen costs and maximize profits. See the issues Mylan's epinephrine auto-injector surfaced.", "sitename": "michiganmedicine.org", "date": "2016-10-07", "cleaned_text": "The firestorm of controversy surrounding the epinephrine auto-injector's rising prices raises additional issues about the U.S. pharma market. 7:00 AM Author | [James R. Baker Jr., M.D. ](/author/james-r-baker-jr-md) The recent controversy over EpiPen pricing has caused appropriate dismay among Americans who recognize the serious risks involved for allergic individuals. The controversy also provides an important opportunity to better understand the issues underlying pharmaceutical pricing in the United States. The epinephrine auto-injector (EAI) market in this country is a remarkable microcosm of almost every issue involved and those that are currently haunting pharmaceutical market policies in the United States; access challenges, rapidly growing affordability barriers, lack of meaningful competition and limited innovation. [SEE ALSO: Testimony: High Drug Prices Have 'Enormous Human Cost'](http://labblog.uofmhealth.org/industry-dx/testimony-high-drug-prices-have-enormous-human-cost) EAIs are neither niche products nor optional prescriptions; they are a lifesaving treatment, as the tens of millions of people with food and other allergies know. A large percentage of EAI users are pediatric patients, and this highlights issues related to the provision of pediatric drugs. EAIs are device/drug combinations, leading to unique regulatory problems. The concept of a \"generic\" drug has been raised in multiple ways with EAI including questions surrounding safe importation policies. Finally, many entities including insurers, pharmacy benefit managers and suppliers all play major, but poorly understood, roles in consumer cost for this drug. It is therefore worthwhile to look at five major takeaways from this current controversy that highlight issues needing attention in pharmaceutical markets: Different types of companies now compete in pharmaceutical markets. Special incentives have been provided to pharmaceutical companies over the years to encourage research and development and innovation. Unfortunately, many companies now enjoying the advantages associated with branded drugs do not perform research and development. These companies are better described as sales and marketing organizations that happen to sell pharmaceutical products. Mylan did not develop and does not even manufacture EpiPen, instead focusing on marketing to increase profit from this product. Companies that get the benefits of special considerations as \"innovators\" (longer patent protection, regulated generic competition, etc.), but do not have development costs should be handled differently by policymakers, insurers and the public. A generic drug is a complex concept. Making an identical drug molecule is fairly straightforward with current chemistry capabilities. The epinephrine in an EAI is a generic drug, identical in all EAIs; however, each EAI device delivering epinephrine is considered unique. The EpiPen manufacturer appears to have exploited this definition two ways, using the uniqueness of the device to identify it as branded with the FDA (to limit competition) while portraying the same device to be generic with the Centers for Medicare and Medicaid Services (to improve reimbursement). This is important because branded drugs get additional protection from generics through manufacturing patents and patent extensions for doing activities such as pediatric studies. Clearly the FDA needs to address the definition of a generic device so as not to limit competition for EAI and other products. We must end practices that favor marketing over innovation [James R. Baker Jr., M.D.] The United States pharmaceutical market is distinctive from those in other industrialized countries. There are multiple, approved competitors to the EpiPen in almost every industrialized country other than the U.S. In the EU, thanks to clearer and less expensive regulatory and marketing paths, there are at least three approved devices that compete with the EpiPen. These devices compare favorably with the EpiPen in size and ease of use, but no manufacturer has applied to bring them to the U.S. Despite recent attempts to harmonize the approval pathways between EU regulators and the FDA, the path to U.S. approval for an approved EU device remains long, costly and uncertain. This seems out of alignment with a desire for more competitive markets. The FDA has the authority to allow importation of competitors during shortages of important generic drugs. Congress should empower the FDA to act similarly when the actions of drug monopolies potentially put patients at risk. Access to pharmaceuticals in U.S. health care plans is controlled by a complex set of organizations. Insurers, pharmacy benefit managers and pharmaceutical companies all control access to therapeutics for patients in insurance plans. Patients often have limited access to different medications because of agreements made between these entities. While these deals could theoretically benefit patients if cost savings are passed on to them, plans with high deductibles or large out-of-pocket costs can keep the savings while limiting the choices of patients. A lack of public transparency on who is benefiting from these deals makes meaningful dialogue difficult. As one example, before it was withdrawn from the market, the Auvi-Q (an EpiPen competitor) appeared to be eliminated from many insurance plans because of aggressive competitive pricing. Unfortunately, in many cases that pricing appeared to provide little direct patient financial benefit despite the downside of a restricted formulary. We need to realign incentives to enhance patient access and affordability while encouraging market competition and innovation. New marketing of existing drugs combined with steep market entry barriers from both insurers and regulators harm markets and prevent long-term innovation. The simplest concept here is that aggressive EpiPen marketing, enabled by a lack of development costs, can prevent better and more effective EAI devices from coming to market. More broadly, companies that do not perform research and development do not use profits to create innovative new drugs. While use of an EAI in an emergency situation can stabilize allergic reactions, allergic patients would be better served by new medications that prevent allergic reactions altogether. We must end practices that favor marketing over innovation. The current discussion around the EpiPen appropriately focuses on the acute need to help patients with access to EAIs. However, we believe the U.S. needs to urgently address the market forces that have led to this problem. We all benefit from market dynamics that favor innovation and new medications while we suffer from dysfunctional markets that stifle competition. While liberals and conservatives can debate the different approaches to restore market competitiveness, reinvigorating the pharmaceutical marketplace in the U.S. is a concept all Americans should support. This piece originally appeared on [HuffingtonPost.com](http://www.huffingtonpost.com/james-r-baker-jr-md/the-broader-lessons-of-th_b_12222554.html) Explore a variety of healthcare news & stories by visiting the Health Lab home page for more articles. Department of Communication at Michigan Medicine Want top health & research news weekly? Sign up for "}