{"title": "Holistic Primary Care Concierge integrative primary care", "author": null, "url": "https://gwcim.com/services/integrative-primary-care/", "hostname": "gwcim.com", "description": "GWCIM provides Holistic Primary Care Concierge Services. Our doctors of Medicine and Naturopathy are knowledgable and compassionate.", "sitename": "GW Center For Integrative Medicine", "date": "2018-01-08", "cleaned_text": "Are you looking for a Holistic Primary Care Provider? Are you no longer interested in seeing a doctor for a 10-15-minutes visit at which there is no time to address healthy living, such as diet, exercise, stress reduction, sleep, sexual health, social connections, and your spiritual beliefs? Please, consider Integrative Medicine Primary Care providers. Your primary care provider is the one that knows you well and helps coordinate care with other providers if you need it. From the urgent care needs to managing complex chronic problems, primary care providers are able to work in partnership with you in developing optimal treatment strategies. We enjoy the process of developing close relationships over time and are able to manage the majority of your medical needs. We are your medical home. Over the course of last 25 years we have established large network of integrative medicine-friendly specialists who value what we do and often refer their patients to us. Many of these specialists are at the [George Washington University Medical Faculty Associates](https://gwdocs.com/) and are leading experts in their specialties. As your primary care provider, we will be able to find you the best possible specialist and facilitate timely consultations if such a need arises. The following Primary Care Services are provided at GWCIM: - Full physical exams - Comprehensive laboratory testing, including complete functional testing - OB/Gynecology care - limited services available - Filling out medical forms - Prescription refills and authorizations - Acute care visits. We are not an urgent care clinic but for our primary care patients we usually are able to schedule a visit within 24-48 hours - Preventive visits to discuss nutrition, exercise, and stress reduction - Telemedicine and in-person visits Please note, at GWCIM office: - We do not do any imaging, such as an X-ray, but will happily refer you for imaging studies - While we perform some procedures, many procedures will require a referral to a specialist - We do not provide vaccinations but will refer for this service to the [GW Medical Faculty Associates](https://gwdocs.com/) - For hearing tests and dilated eye exams we refer to the [GW Medical Faculty Associates](https://gwdocs.com/) Meet our "}