{"title": "The Sputnik V Vaccine and Russia's Race to Immunity", "author": "Condé Nast; Joshua Yaffa", "url": "https://www.newyorker.com/magazine/2021/02/08/the-sputnik-v-vaccine-and-russias-race-to-immunity", "hostname": "newyorker.com", "description": "When the pandemic struck, scientists in Moscow set out to beat the West.", "sitename": "The New Yorker", "date": "2021-02-08", "cleaned_text": "One morning last August, [Vladimir Putin](https://www.newyorker.com/tag/vladimir-putin), isolated at his Presidential residence in the forest outside Moscow, held a videoconference with his Cabinet. The ministers' faces, stern yet deferential, populated a large screen in front of Putin's desk—the Kremlin's version of a pandemic Zoom call. The proceedings were broadcast on state television, and had the wooden quality of reality TV. The meeting's ostensible agenda was the government's preparations for the school year ahead, but the real news came in Putin's opening remarks, when he revealed that Russia had granted approval to Sputnik V, the country's first vaccine against [COVID-19](https://www.newyorker.com/tag/coronavirus). The vaccine, Putin noted, is \"quite effective, helps develop immunity, and has gone through all the necessary trials.\" In fact, Russian scientists hadn't published any data from their Phase I and Phase II trials, which test a vaccine's safety and potential for efficacy among a limited number of volunteers, and hadn't even started Phase III, which tests the vaccine in a much larger group of volunteers, using a placebo as a control. Still, Sputnik V had already begun to make its way through Russian society. In the Cabinet meeting, Putin mentioned that one of his daughters had been vaccinated. She'd had a slight fever afterward, he reported, but it had passed in a day or two. \"She's feeling well,\" he said. An influential cultural figure who received the vaccine in August told me that he had \"heard about it from people who pay attention and are careful.\" He went on, \"It felt a bit adventurous, but, the way the pandemic was going, I thought I'd give it a try.\" The vaccine's name was the brainchild of Kirill Dmitriev, the director of the Russian Direct Investment Fund (R.D.I.F.), the sovereign wealth fund that is the vaccine's chief lobbyist and financial backer. In speaking about Sputnik V, Dmitriev did not shy away from the history of superpower rivalry that the name evoked. (The \"V\" stands for \"vaccine.\") As he told CNN in late July, referring to the world's first satellite, launched by the U.S.S.R. in 1957, \"Americans were surprised when they heard Sputnik's beeping. It's the same with this vaccine. Russia will have got there first.\" Russian officials, including Mikhail Murashko, the country's health minister, called Sputnik V \"the first vaccine against the novel coronavirus infection.\" A news anchor on Rossiya-1 proclaimed, \"Just like sixty-plus years ago, headlines around the world again feature the Russian word 'Sputnik.' \" The Russian vaccine represented, the anchor said, a \"turning point in the fight against the pandemic.\" Putin praised the scientists responsible: \"We owe our gratitude to those who have taken this first, very important step for Russia and the entire world.\" Sputnik V was developed at the Gamaleya Institute, in Moscow. Before the pandemic, the institute did not have a particularly high profile. Gamaleya scientists had produced vaccines for [Ebola](https://www.newyorker.com/magazine/2014/10/27/ebola-wars) and MERS (the respiratory illness, similar to COVID-19, that emerged in Saudi Arabia in 2012), but neither had been widely employed or authorized for use outside Russia. With little public data about Sputnik V, the question arose: Was it a scientific breakthrough or the dubious result of a rushed process? In the past, it has taken years, even decades, to bring new vaccines to market. Attenuated vaccines, such as those for measles, mumps, and rubella, involve weakening a virus to non-dangerous strength; inactivated vaccines, as in most flu shots, render it inert. Developing such vaccines is a tricky process of trial and error. Research into [mRNA vaccines](https://www.newyorker.com/magazine/2020/12/14/countdown-to-a-coronavirus-vaccine)—which, in contrast to traditional vaccines, are synthetic, carrying a portion of a virus's genetic code—began in the nineteen-nineties. Though the mRNA technology was unproved until last year, it was also tantalizingly simple, akin to programming a script of computer software. Moderna, a pharmaceutical company founded in 2010 with a focus on mRNA, created its vaccine prototype during a weekend in January, 2020. In mid-March, the pharmaceutical giant Pfizer, working with the German company BioNTech, came up with twenty contenders for a vaccine; by early April, they had been whittled down to four. Sputnik V—like several other COVID-19 vaccines, developed by Oxford University and AstraZeneca, in the United Kingdom; CanSino Biologics, in China; and Johnson & Johnson, in the United States—is what is known as a vector vaccine. This type of vaccine is much newer than the attenuated or inactivated kind but has a longer track record than the mRNA variety. In the nineties, scientists began exploring the use of disabled viruses as \"vectors,\" or carriers for implanting genetic material into human cells. Early experiments focussed on therapies for hemophilia and cystic fibrosis, among other genetic diseases. Soon, pharmaceutical companies and scientific centers around the world began looking into the potential application of the technology for vaccines. As Konstantin Chumakov, a Russian-American virologist who is an adviser to the World Health Organization and a member of the Global Virus Network, an international coalition that tracks viral pathogens, explained, the vector is \"a Trojan horse to go in and deliver whatever you want.\" At the time of Sputnik V's approval, Moderna and Pfizer were months away from announcing the results of their Phase III trials or filing for F.D.A. authorization to begin wide-scale vaccination programs. Scientific experts expressed concern at the speed with which the Russian vaccine had been registered for public use. [Anthony Fauci](https://www.newyorker.com/magazine/2020/04/20/how-anthony-fauci-became-americas-doctor), the director of the National Institute of Allergy and Infectious Diseases, told an ABC News correspondent, \"I hope that the Russians have actually definitively proven that the vaccine is safe and effective. I seriously doubt that they've done that.\" Scientists around the world were speaking of a spirit of unprecedented collaboration, but an undercurrent of international competition was hard to ignore. As Putin crowed about Sputnik V, President Trump promised an American vaccine as early as the fall. China's position as a credible global power appeared to hinge on its role in helping the world emerge from a pandemic that began inside its borders. Meanwhile, the U.K. and the European Union, awaiting a final Brexit agreement, pursued divergent vaccination strategies. \"Sadly, vaccine development was politicized everywhere, not only in Russia,\" Chumakov told me. \"Everyone wants to be first.\" The Gamaleya Research Institute of Epidemiology and Microbiology started out as a privately held facility, in the nineteenth century, and, after the Bolshevik Revolution, was taken over by the state. It is named for Nikolay Gamaleya, a physician who apprenticed under Louis Pasteur and led the newly formed Soviet government's campaign to inoculate citizens against smallpox. From the street, the institute looks like any other administrative facility in Moscow, with a brick wall ringing the perimeter and an unmarked steel door, beyond which lie several unassuming two- and three-story buildings. A row of memorial plaques for renowned Russian scientists on the façade of the main building offers the only clue as to what happens inside. When I visited one afternoon in December, I found a world that I had almost stopped being able to picture. People strolled from one office to another, pausing to chat; almost no one wore a mask. In the spring, just as the pandemic was making landfall in Russia, researchers had come up with their prototype vaccine and started administering it to themselves; by the time I made it to the institute, most of its twelve hundred employees had been vaccinated. The head of the team that developed Sputnik V is Denis Logunov, a forty-two-year-old microbiologist with a fuzzy beard, the shoulders of a defensive lineman, and the demeanor of a researcher who would prefer to busy himself with experiments rather than to boast of the results. He and I walked across the snow-mottled campus of the institute to his laboratory, where he had overseen the development of the vaccines for Ebola and MERS, in addition to Sputnik V. There, we put on lab coats and disposable plastic covers for our shoes. A sign on the door read \"Caution! Biological Hazard!\" In 2014, after the outbreak of Ebola in West Africa, Logunov and other Gamaleya scientists had set out to create a vector vaccine using a modified form of the human adenovirus, which causes the common cold. That year, Chumakov, the virologist from the Global Virus Network, visited Logunov and his team, and was impressed. \"I have no questions about their professional qualities and abilities,\" he told me. \"They are certainly not worse than any of the many other people involved in vaccine development.\" In the summer of 2017, the Gamaleya scientists sent two thousand doses of the vaccine to Guinea for a Phase III trial. By then, the country's epidemic had largely petered out, so it wasn't possible to gauge its efficacy in a clinical setting as planned. All the same, Putin claimed that the Gamaleya vaccine had \"proved to be the most effective in the world.\" (It was approved in Russia, but it has yet to be licensed by an international regulatory body. An Ebola vaccine developed by Merck was approved by the W.H.O. in 2019, and one by Johnson & Johnson won the European Commission's market authorization last July.) In 2018, Gamaleya developed a vaccine for MERS, but that outbreak also subsided, and the vaccine prototype did not reach a Phase III trial or feature in scientific journals abroad. As Ilya Yasny, the head of scientific research at Inbio Ventures, an investment fund in Moscow, put it, describing the two earlier would-be successes of the institute's scientists, \"We have to take them at their word.\" I spoke with Alexander Gintsburg, who has been the director of the Gamaleya Institute since 1997, in his wood-panelled office on campus, and he, too, cited the success of the Ebola and MERS vaccines. Gintsburg is sixty-nine years old, with wire-framed glasses and an almost cherubic smile, and he exudes a grandfatherly pride in the work carried out at the institute. The Ebola vaccine, he said, had been more than ninety per cent effective. When I asked him how he could be sure, he replied that the effectiveness of any vaccine could be assessed not only by collecting epidemiological data but also by looking for antibodies. This is not always the case: several prototype vaccines, including one for H.I.V., have produced antibodies without protecting against infection. Logunov recalled reading about the new virus in China at the end of 2019, but it wasn't until mid-February, 2020, when he took part in a two-day W.H.O. forum in Geneva on COVID-19, that he understood the scale of the crisis. \"That's when I knew the world wasn't going to cope,\" he said. The Gamaleya scientists' familiarity with adenovirus vectors allowed them to move quickly. Logunov, who worked with some sixty researchers at Gamaleya on the COVID-19 vaccine, told me, \"We didn't face the question of which approach to use.\" Discussing the strengths of the adenovirus platform, he said, \"I would compare it to a rocket. This launch vehicle can deliver satellites, equipment, people—it carries whatever cargo you give it.\" Logunov rejected the suggestion that his team's vector-based method was particularly pioneering, positioning his own laboratory and Sputnik V as part of the global scientific mainstream. \"This is not a story of some great breakthrough but, rather, of reaching for a quick solution while a pandemic unfolds,\" he said. At Gamaleya, I also paid a visit to the laboratory of Vladimir Gushchin, who oversaw the sequencing of the virus's genetic code. Chinese scientists had published the SARS-CoV-2 genome sequence last January, but the Gamaleya researchers needed their own live viral strain in order to create an infectious model of the pathogen for their experiments. Gushchin described how, for several days in March, he and others from his lab had searched for a usable sample of the virus, rushing back and forth between Gamaleya and a hospital in Kommunarka, on the outskirts of Moscow, which had been designated early on to treat COVID-19 patients—mostly travellers who had contracted the virus in Europe. The strain they eventually used to test Sputnik V came from a Russian citizen who was known to have been in Rome on March 15th. He was already sick when he landed at Moscow's Sheremetyevo Airport, and was swiftly taken to Kommunarka for treatment. Gushchin and his team picked up the patient's swab on March 17th. When I walked through Gushchin's lab, he showed me the genetic sequencer that had been used to map the original sample, a plastic box not much larger than a laser printer. \"We understood that this was very valuable material,\" Gushchin told me, \"but also that there was so much we didn't know—how to cultivate the virus, what its life span might be, how likely you are to be infected while working with it.\" The main complication in using an adenovirus vector is the possibility that the patient might already have—or might develop, after the first of two consecutive inoculations—immunity to the vector. If a person's body recognizes the vector as a foreign object that needs to be destroyed, it will reject the genetic cargo as well, rendering the vaccine less effective. Manufacturers have found ways around these issues in their COVID-19 vaccines. Johnson & Johnson uses adenovirus-26, a rare variant of cold virus to which most recipients would be unlikely to mount a robust immune response. The Oxford-AstraZeneca vaccine uses an adenovirus strain that infects chimpanzees, and to which humans presumably do not have preëxisting immunity. The researchers at Gamaleya decided to use two separate vectors, as they had done with their Ebola and MERS vaccines. In the first dose, the vector would be adenovirus-26; for the second shot, which is meant to help induce long-lasting immunity by activating T cells, they chose adenovirus-5, a more common strain. Jerome Kim, the director of the International Vaccine Institute, told me that the two-vector approach, known to scientists as \"heterologous prime boosting,\" is grounded in sound theory. \"It's a way to confuse the immune system so that it focusses on the COVID-19 protein,\" he said. But, he added, \"we need to see the data before we can say whether this particular vaccine is ready for prime time.\" Chumakov expressed similar reservations, saying that, until the long-term efficacy of the various vectors has been proved, the arguments for and against each approach remain \"entirely theoretical, and thus equally valid or bogus.\" In assembling the vaccine, Gamaleya's scientists used an enzyme to stitch together the vectors' DNA and the gene that codes for the spike protein of SARS-CoV-2. In less than two weeks, and even before Moscow went into lockdown, a prototype vaccine was ready. Logunov showed me his laboratory's vivarium, a small room with dozens of plastic cages of live mice stacked nearly to the ceiling. In March, researchers vaccinated mice and analyzed their blood for an immune response. Next came hamsters and guinea pigs, followed by macaques and marmosets. All produced high levels of antibodies, and the vaccinated animals did not become ill. In April, Logunov and a number of his colleagues in the lab administered the vaccine to themselves. \"When you are a researcher, you are effectively going into the red zone,\" he said. \"You simply need to protect yourself.\" He went on, \"It was also thrilling to have the chance to test your technology, to see how it performs in battle.\" When I spoke to Gintsburg, he told me that he had given the vaccine not only to himself and to many of his employees but also to his wife, his daughter, and his granddaughter. I asked whether he felt that he was taking a gamble. \"Without excitement, it's impossible to work, to create,\" he said. \"As a scientist, you should always have the desire to learn, to find things out.\" On April 20th, in a videoconference, Putin told his Cabinet that he would \"like to hear about progress on a vaccine against the virus,\" taking care to note \"the colossal responsibility for the outcome that its developers must shoulder.\" Gintsburg was among the scientists on the call, and he informed Putin of the vaccine created at Gamaleya, which had undergone the first round of animal testing, producing the antibodies necessary to \"defend against rather high doses of COVID-19.\" Putin was impressed. \"What you've told me is very important, and very interesting,\" he said. Dmitriev, the head of the R.D.I.F., the sovereign wealth fund that backs Sputnik V, told me that he and his colleagues had studied as many as twenty potential vaccines from various Russian research organizations, including a number of high-profile state laboratories. \"Why did we choose the vaccine from Gamaleya Institute?\" he asked. \"The safest vaccine, and one that has been researched for decades, is the human adenovirus vaccine.\" In fact, although viral vectors have been the subject of countless studies and scientific papers, only one adenovirus-based vaccine, the first shot of Johnson & Johnson's Ebola regimen, had seen wide public use before Russia approved Sputnik V. Last fall, the Oxford-AstraZeneca vaccine ran into a number of difficulties in its testing and rollout. Researchers suspended Phase III trials after a U.K. participant became ill, but failed to properly notify the F.D.A.; as a result, the American trial was postponed for six and a half weeks. In October, the Times of London published a report outlining a Russian disinformation campaign that was \"designed to undermine and spread fear about the Oxford University coronavirus vaccine.\" The report linked comments made by Dmitriev, in which he referred to it as a \"monkey vaccine,\" to a segment on Russian television that suggested that the vaccine could turn humans into apes. The U.K.'s foreign secretary, Dominic Raab, publicly complained about Dmitriev's choice of language; Dmitriev has since avoided using the phrase. When I spoke to him in December, he dismissed the notion that he had been motivated by geopolitical competition. \"We don't aspire to be the primary vaccine in the world but, rather, part of a portfolio of vaccines,\" he said. Still, he couldn't resist a dig at his competitors. \"There are generally no long-term studies of either mRNA vaccines or chimpanzee ones,\" he said. Dmitriev is a well-connected banker. In the nineties, he studied at Stanford and Harvard, and he worked at McKinsey and Goldman Sachs before building a career as a financier in Russia. His wife, Natalia Popova, is the deputy director of Innopraktika, the scientific institute tied to a $1.5-billion project to build a technology hub at Moscow State University. The institute is led by Katerina Tikhonova, who is widely reported to be Putin's daughter; in the early two-thousands, Popova and Tikhonova attended the university together. (Most observers assumed that, when Putin referred to the daughter who was vaccinated, he meant Tikhonova.) In a segment that aired on a state television channel in August, Popova tours Logunov's laboratory at the Gamaleya Institute; she also interviews Dmitriev over video chat, without noting that they are married. \"It's still unclear where the coronavirus came from, but Russia can be the place where it is defeated,\" she declares. Speaking of his choice of name for the vaccine, Dmitriev said, \"We simply had the idea of choosing a Russian word that the rest of the world already knows.\" Gintsburg acknowledged that the name was chosen \"with competition in the international arena in mind.\" But, he added, \"even if, for the general population, this has some meaning, it doesn't matter at all for the purposes of science.\" Logunov insisted that it wasn't politics but the extraordinary circumstances of a global pandemic that called for a departure from traditional procedures. \"If we have something that is proved to be safe and that has the chance to save a person, it's unethical not to try and do so,\" he said. Others were less sure. Svetlana Zavidova, the head of a trade group that represents multinational pharmaceutical companies working in Russia, told me, \"Like in a slalom race, you have to pass through certain gates along the way. We decided to just zoom straight downhill so as to save time. We cut past and then said, 'Now give us a medal.' \" Yasny, the scientist from Inbio Ventures, said, \"I have no complaints directed toward the employees of Gamaleya Institute but, rather, to politicians, bureaucrats, and the press. Everything could have been fine if there hadn't been all this hype and lack of transparency.\" Judy Twigg, a global-public-health expert at Virginia Commonwealth University, agreed. \"Russia didn't do itself any favors by registering Sputnik V before they had Phase III data,\" she said. Given the country's track record of manipulation and obfuscation, any Russian vaccine was destined to face heightened skepticism. In recent years, Russia has been accused, credibly, of doping its Olympic athletes and of poisoning enemies, such as the former spy Sergei Skripal and the opposition leader Alexei Navalny, with banned nerve agents. Dmitriev said that he wasn't fazed, or even all that surprised, by the mistrust the vaccine had been met with. \"No matter what Russia does, it will be criticized, that's a given,\" he told me. In a segment that aired on \"The Daily Show\" in September, a narrator with an exaggerated Russian accent asked the audience, \"Are you afraid COVID-19 will kill you before Putin has a chance to? Then try Mother Russia's new COVID-19 vaccine.\" He goes on, \"It is guaranteed safe and effective. How do we know? Because it was tested on a bear—by a scientist who was also a bear.\" In early September, Logunov and his colleagues published the results from Sputnik V's combined Phase I and II trials in The Lancet. There were only seventy-six participants—about the same number as in the equivalent trials by Pfizer, but fewer than in Moderna's, which had several hundred volunteers, or in Oxford-AstraZeneca's, which had more than a thousand. All the participants had produced large quantities of antibodies and infection-fighting T cells, and no one had become infected or developed serious side effects. The authors wrote that the vaccine was \"safe, well tolerated, and induces strong humoral and cellular immune responses.\" Three days later, an open letter, which has since been signed by almost forty scientists, mostly from prominent Western research centers, pointed out a number of supposed irregularities with the data. Most significant, the reported antibody levels of participants looked strangely similar. \"On the ground of simple probabilistic evaluations the fact of observing so many data points preserved among different experiments is highly unlikely,\" the letter read. One of its signatories, a Russian-born molecular biologist at Northwestern University named Konstantin Andreev, told me, \"We weren't saying whether the vaccine is good or bad, safe or unsafe. Our objection wasn't really to the vaccine per se but to how the researchers carried out their study. At minimum, it was sloppy; at most, it was manipulated.\" The signers of the letter requested the raw data from the trials so that they could draw their own conclusions. Logunov and his co-authors replied in The Lancet, saying that any repetitive figures were the result of simple coincidence, the small number of participants, and lab instruments that distribute values into discrete clusters. They declined to provide the raw data. Logunov told me that to give such information to anyone who asked for it would be a distraction, and a violation of the norms and practices of modern pharmaceutical development. \"There are seven billion people on earth, and it's impossible to present every data point to everyone,\" he said. \"No one works this way.\" The Gamaleya immunologists had some defenders in the West. Naor Bar-Zeev, a professor of international health and vaccine sciences at Johns Hopkins University, and one of the peer reviewers for the original Lancet paper, supported its publication and felt that it had been written \"thoughtfully and carefully.\" He was persuaded by the Gamaleya scientists' explanations. If you set out to identify suspicious patterns, he said, you easily can. \"They accused Gamaleya of selectively reporting certain results, but, by selectively highlighting supposed similarities in the data, they were essentially doing the same thing.\" In my conversations with scientific experts in Russia and in the West, few doubted the fundamental construction or even the likely efficacy of Sputnik V; their concerns were about politics and the process. \"I don't see any reason to denigrate the quality of the work of the scientists,\" Twigg, the global-public-health expert, said. \"But, given the system in which those scientists operate and how that system has behaved, it's not surprising or unwarranted that people reacted with suspicion.\" By late August, Sputnik V's Phase III trial had begun, with the aim of vaccinating thirty thousand volunteers; another ten thousand would get a placebo. One morning this past fall, I went to one of the trial sites, City Polyclinic No. 2, on Moscow's southern outskirts. During the first wave of the pandemic, the clinic had housed a round-the-clock CT center to scan the lungs of infected patients. Several doctors and nurses contracted the virus, but all survived. I was met by Natalia Shindryaeva, the clinic's director. \"We're living through history and, what's more, taking part in it,\" she said. We stepped into the exam room where the vaccine was being administered. A nurse opened up a giant freezer. There they were: hundreds of glass vials of Sputnik V, with a blue cap for the first injection and a red one for the second, to be administered twenty-one days later. A trial participant walked in and rolled up his sleeve. I asked him why he'd decided to take part. \"I'm tired, and ready for this to be over,\" he answered, tugging at his surgical mask. I could empathize; in fact, I felt a pang of jealousy. On November 9th, Pfizer announced that its interim Phase III data had shown its vaccine to be more than ninety per cent effective. Two days later, the Gamaleya Institute issued a press release saying that Sputnik V was ninety-two per cent effective. Then, on November 16th, Moderna said that its vaccine was almost ninety-five per cent effective. Another week passed, and the Gamaleya Institute updated its interim figures: actually, Sputnik V was ninety-five per cent effective, too. As Vasily Vlasov, a prominent epidemiologist and a professor at Moscow's Higher School of Economics, told me in December, \"It looks like we couldn't allow for this version of Sputnik not to reach outer space.\" Logunov seemed offended and confused when I suggested that political pressures might have affected the timing of the results' publication. \"What you're suggesting sounds like a bad joke,\" he said. \"It could never happen.\" He explained that, similar to Pfizer and Moderna, Gamaleya had published its results in accordance with the trial's protocol, which called for such findings to be released once a certain number of participants had contracted COVID-19. And few people were questioning the actual data: Sputnik V appeared to protect against illness as well as its competitors did. The Gamaleya scientists also submitted the results to a scientific journal for review; the journal has yet to publish them. Gushchin, from Gamaleya's genetic laboratory, said of the suspicions, \"It's very sad to see. As if we're all a bunch of crazy Russian scientists who poured something into vials and said, 'Now go inject yourselves.' \" In mid-December, on the basis of data collected from some twenty-three thousand participants in its Phase III trial, Gamaleya issued its final determination of the vaccine's efficacy: 91.4 per cent. \"I don't expect everyone to immediately love me and believe in my product,\" Logunov said. \"There's no need to trust me. Just look at the numbers—the serological results of those vaccinated, the antibody titers they produce, their rates of infection.\" Nearly five hundred participants in the Phase III trial shared information online as part of what they called a \"people's research\" project, meant as an independent check on Gamaleya's figures. No one reported any major side effects. Seventy-five per cent of people said that they had developed antibodies, as confirmed by private lab tests—a figure in line with the Gamaleya protocol for the trial. The real success of Sputnik V may lie in its popularity with foreign markets, especially those that were shut out of the early global vaccine bonanza. A September report from Oxfam revealed that nations representing thirteen per cent of the world's population have purchased fifty-one per cent of all anticipated vaccine supplies. The U.K. and E.U. member states have secured orders for enough doses to vaccinate their entire populations nearly three times over. Covax, a program led by the W.H.O. to insure an equitable global vaccine supply, has said that it will likely be able to inoculate only twenty per cent of the populations of developing countries this year; as yet, none of those doses have been distributed. \"At the end of the day, I don't think it matters which vaccine was registered first,\" Twigg told me. \"But being able to fill a need that other countries can't, or won't, is what is going to be most convincing.\" This year, Dmitriev expects five hundred million doses of Sputnik V to be produced by licensed partners abroad, in what the R.D.I.F. calls \"technology transfer\" deals. These could be particularly appealing to low- and middle-income countries; it may be cheaper for them to make vaccines than to compete on the international market. For those buying directly from Russia, Sputnik V costs less than twenty dollars for a single course of two doses—that's more than Oxford-AstraZeneca's vaccine, but less than the vaccines by Pfizer and Moderna, which run between thirty and forty dollars per course. Another selling point is logistical. Sputnik V, like Oxford-AstraZeneca's product, can be stored and transported in a standard medical refrigerator. The mRNA vaccines require much colder temperatures: five degrees Fahrenheit or below for Moderna's and minus seventy-six degrees or below for Pfizer's. To date, more than fifty countries, including Algeria and Mexico, have preordered Sputnik V, and half a dozen plan to produce the vaccine themselves. A Phase III trial is under way in India, where a leading producer of generic medicines has already agreed to make more than a hundred million doses per year. In late December, after Argentina's negotiations to acquire the Pfizer vaccine stalled, an Aerolíneas Argentinas jet departed from Moscow loaded with three hundred thousand doses of Sputnik V, the first of twenty-five million that Argentina has agreed to buy. In January, officials in Kyrgyzstan, concerned about the cold chain needed to transport the Pfizer vaccine, stated their preference for Sputnik V. That month, after Hungary accused the E.U. of being too slow in its vaccine rollout, the country approved Sputnik V, becoming the first in the E.U. to do so. (E.U. officials criticized Hungary for undermining European solidarity.) Such deals, Twigg pointed out, could pave the way for further diplomatic and commercial ties. \"Russia could translate this reputational gain into other types of successes,\" she said. Sputnik V forged its most intriguing international collaboration in mid-December, when AstraZeneca said that it would test a two-shot combination of its vector vaccine with Sputnik V's adenovirus-26 component. The company explained that combining vaccines \"may be an important step in generating wider protection through a stronger immune response and better accessibility.\" Brazil is also considering Sputnik V, but it has delayed its approval until Russia provides additional details on its trial protocol and its manufacturing process. Recently, international researchers have raised concerns about new strains of the coronavirus, particularly the South African variant, which carries a mutated spike protein that may help the virus bypass immune protection. Moderna announced that it was testing a \"booster shot.\" Gushchin told me that Sputnik V's \"protective efficacy may be reduced, but likely only by a little bit.\" Even if the virus did manage to get past a vaccinated person's antibodies, he explained, the T cell immune response should prevent that person from getting sick. \"We're looking into it,\" he said. On December 2nd, the U.K. issued emergency-use authorization to the Pfizer vaccine. Not to be outdone, Putin announced the civilian rollout of Sputnik V hours later. The inoculation would begin in Moscow, with health-care workers and others who had a high risk of exposure, including teachers and social workers. A poll taken in September, however, had shown that up to half of Russian doctors and other medical professionals weren't yet willing to get the vaccine, owing to the rushed approval process and a lack of concrete data about the safety and efficacy of Sputnik V. The Levada Center, an independent polling and research organization based in Moscow, found that, as of December, nearly sixty per cent of Russians did not wish to be vaccinated. (At the time, polls in the United States indicated that about a quarter of the population did not want to be vaccinated; in France, which has one of the largest anti-vax movements in Europe, the number hovered around fifty per cent.) Denis Volkov, the deputy director of the Levada Center, told me, after attending a series of focus groups in Russia, \"It seems that many people have no fear of getting infected. They consider this whole coronavirus topic some kind of nonsense.\" In late December, the head of Russia's coronavirus task force acknowledged that there might have been as many as a hundred and eighty thousand deaths in the country from COVID-19, three times the official tally, which would make it the third-highest number of any country in the world. Those losses are not widely covered in the media or frequently addressed by government officials. Volkov suggested that the state's propaganda campaign had failed. \"The message should not have been that our vaccine is so great but, rather, that this virus is serious and dangerous.\" On December 10th, the sixth day of Moscow's vaccination rollout, I drove to a municipal clinic just past the Ring Road. Signs directed people coming for Sputnik V to a second-floor waiting area next to a wall of windows that looked onto a kindergarten. The clinic's director, Andrey Tyazhelnikov, had been vaccinated in the fall. He told me that anyone who was skeptical should join him on his rounds. \"It would be enough to show them all the patients being brought by ambulance, lying in the I.C.U., those who are dying,\" he said. \"After that, I'm sure confidence would grow.\" In the two hours that I spent at the clinic, about twenty people came for their vaccinations. One man said, \"Someone has to be first.\" Another said that he was proud Russia was \"at the forefront in the battle against the pandemic.\" By mid-December, the mayor's office had expanded the list of people eligible for inoculation to include factory workers, transport employees, and journalists, though it seemed that the city had far more vaccine than it had people wanting to be vaccinated. A number of Russian journalists I knew got vaccinated, then a fellow American correspondent living in Moscow. The more I thought about it, the more I came to believe that, whatever uncertainty lingered about Sputnik V, remaining unvaccinated was the far greater crapshoot. Last spring, barely anyone I knew had been infected; I could now count dozens of acquaintances who had caught the virus. One spent a week at a makeshift hospital in a pavilion on Soviet-era exhibition grounds. Throughout the fall and winter, Moscow had been recording five or six thousand new COVID-19 cases almost every day. I felt like a character in an Agatha Christie novel: with every page, my turn seemed to be growing closer. Sputnik V was waiting for me at my neighborhood clinic. Who knew when I'd have access to any of the alternatives? And so one afternoon, just before the New Year, I trudged through the snow to a city-run clinic on a quiet side street around the corner from Patriarch's Ponds, from which the Devil appears in the opening pages of Mikhail Bulgakov's \" [The Master and Margarita](https://www.amazon.com/Master-Margarita-Mikhail-Bulgakov/dp/0679760806/).\" The young man at the check-in desk studied my documents, made a phone call, and said that, yes, the clinic could do it right away. After a quick consultation with a doctor, I was called for my shot. The jab was quick and almost painless. \"Congratulations,\" the man at the desk said when I came back out. He handed me a stamped certificate. That night, my arm was sore, but I did not get a fever or chills. I felt more relieved than nervous. Three weeks later, I had my second injection, which also passed uneventfully. In late January, I took a test for COVID-19 antibodies; the results, according to an interpretative scale provided by the clinic, indicated that my antibody levels were \"probably sufficient\" to prevent illness. The odds struck me as high that my own personal pandemic was nearing its end. I thought of something that Chumakov told me before I went for my vaccine. Russia, he said, had \"demonstrated a certain willingness to cut corners. But that's no reason to say that the vaccine itself won't prove effective. It has no less a chance than any other—and, if indeed it turns out to be a success, who will remember or care about all that came before?\" More on the Coronavirus - There are [three moments](https://www.newyorker.com/magazine/2021/01/04/the-plague-year?itm_content=footer-recirc)in the yearlong catastrophe of the pandemic when events might have turned out differently. - Citizens around the world, from Brazil to Rwanda, [share their experiences of the pandemic](https://www.newyorker.com/science/medical-dispatch/five-countries-five-experiences-of-the-pandemic?itm_content=footer-recirc). - In countries where the rate of infection threatens to outstrip the capacity of the health system, doctors are [confronting ethical quandaries](https://www.newyorker.com/science/medical-dispatch/here-the-terrorists-are-inside-the-french-psychiatrist-who-counsels-crisis-doctors?itm_content=footer-recirc). - Surviving a severe coronavirus infection is hard. [So is recovering](https://www.newyorker.com/science/medical-dispatch/the-challenges-of-post-covid-19-care?itm_content=footer-recirc). - Can the COVID-19 vaccine beat the proliferation of [new virus mutations](https://www.newyorker.com/news/daily-comment/can-the-covid-19-vaccine-beat-the-proliferation-of-new-virus-mutations?itm_content=footer-recirc)? - The pandemic has presented companies with an unprecedented opportunity to [rethink the fundamentals of "}