{"title": "PDF", "author": "PDF", "url": "https://www.hse.ie/eng/about/who/healthwellbeing/our-priority-programmes/mental-health-and-wellbeing/hse-mental-health-promotion-plan.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "The HSE Mental Health Promotion PlanSTR ONGER TOGETHER 2022-2027 MEMBERSHIP OF THE HSE MENTAL HEALTH PROMOTION PLAN WORKING GROUP NAME ROLE AND ORGANISATION Aisling Doherty (Oct 2019 - Dec 2020)Mental Health Promotion Manager, Mental Health Ireland Anne Sheridan (Oct 2019 - Dec 2021)Programme Manager, Mental Health and Wellbeing Programme, HSE Health and Wellbeing (Chair) Concepta de Brun Regional Social Inclusion Specialist, HSE Derek Chambers (Oct 2019 - Aug 2020)Policy Implementation Lead, National HSE Mental Health Operations Dr Teresa O'Mahony Principal Psychologist Manager, HSE Dr. Aisling Sheehan (Jan 2022 - present)National Lead HSE Alcohol and Mental Health and Wellbeing Programmes (Chair) Garreth Phelan Project Manager, Mental Health and Wellbeing Programme, HSE Health and Wellbeing Ian Power CEO, SpunOut Jo Donohue (Jan 2021 - present)Mental Health Promotion Manager, Mental Health Ireland Karen Heavey Health Promotion and Improvement Manager, HSE Laura Molloy (Sept 2020 - present)Service Improvement Lead, HSE Mental Health Operations Martin Rogan (Jan 2021 - present)CEO, Mental Health Ireland Mary McGrath Regional Officer for Suicide Prevention, HSE Mary Rafferty Senior Project Specialist, Centre for Effective Services Orla Walsh Project Manager, Mental Health and Wellbeing Programme, HSE Health and Wellbeing Professor Margaret Barry Head of World Health Organization Collaborating Centre for Health Promotion Research, National University of Ireland Galway Sarah Woods Lead for Strategy Coordination, Quality and Education, National Office for Suicide Prevention Shauna Diamond National Programme Manager, National Mental Health Promotion Family Resource Centre Project Teresa McElhinney Senior Health Promotion Officer, HSE Health and WellbeingThis plan was developed by the Mental Health and Wellbeing Programme within HSE Health and Wellbeing. It was led by Orla Walsh and Anne Sheridan and supported by a National Working Group established to oversee its development. Membership of the National Working Group is listed. © Health Service Executive, 2022HSE Mental Health Promotion Plan 2022-2027 | 3 STRONGER TOGETHER Contents List of tables. ....................................................................................................................... 4 List of figures .......................................................................................................................... 4 List of abbreviations .............................................................................................................. 5 Foreword ................................................................................................................................. 6 SECTION 1: Background and context ........................................................ 7 Policy ................................................................................................................................. 9 No health without mental health ............................................................................ 10 Mental health status in Ireland ................................................................................. 12 The Healthy Ireland Survey ..................................................................................... 12 Impact of Covid-19 on mental health and wellbeing .......................................... 12 What is mental health promotion and why is it important? ............................. 12 Evidence .......................................................................................................................... 13 SECTION 2: Development process .......................................................... 15 Planning .......................................................................................................................... 16 Identifying core actions .............................................................................................. 17 Stakeholder engagement ........................................................................................... 18 SECTION 3: Framework for the HSE Mental Health Promotion Plan ... 19 SECTION 4: Actions .................................................................................. 23 Theme: Starting Well ................................................................................................... 25 Actions: Starting Well .................................................................................................. 25 Theme: Growing and Learning Well ......................................................................... 27 Actions: Growing and Learning Well ........................................................................ 27 Theme: Belonging Well ............................................................................................... 29 Actions: Belonging Well ............................................................................................. 30 Theme: Working Well .................................................................................................. 31 Actions: Working Well ................................................................................................. 32 Theme: Equally Well ................................................................................................... 34 Actions: Equally Well .................................................................................................. 34 Theme: Integrating Well ............................................................................................. 37 Actions: Integrating Well ........................................................................................... 38 SECTION 5: Implementation and evaluation ......................................... 40 References ..................................................................................................................... 48 Appendix 1: Stakeholders ............................................................................................ 51STRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 4 List of tables Table 1: Stakeholder engagement process ................................................................ 18 Table 2: Starting Well actions ...................................................................................... 42 Table 3: Growing and Learning Well actions ............................................................ 43 Table 4: Belonging Well actions ................................................................................. 44 Table 5: Working Well actions ..................................................................................... 45 Table 6: Equally Well actions ....................................................................................... 46 Table 7: Integrating Well actions ................................................................................ 47List of Figures Figure 1: Benefits of positive mental health and wellbeing ..................................... 11 Figure 2: Eight priority areas for mental health promotion .................................... 14 Figure 3: Framework for the HSE Mental Health Promotion Plan ....................... 21STRONGER TOGETHER List of abbreviations CEO Chief Executive Officer CHO Community Healthcare Organisation CYPSC Children and Young People's Services Committees DCEDIY Department of Children, Equality, Disability, Integration and Youth DE Department of Education DOH Department of Health DTCAGSM Department of Tourism, Culture, Arts, Gaeltacht, Sport and Media GAA Gaelic Athletic Association GP General Practitioner HEA Higher Education Authority HSE Health Service Executive H&W Health and Wellbeing ISPCC Irish Society for the Prevention of Cruelty to Children IUHPE International Union for Health Promotion and Education JRS Jesuit Refugee Service LCDC Local Community Development Committee LECP Local Economic and Community Plan MHFI Men's Health Forum in Ireland NEPS National Educational Psychological Service NGO Non-Governmental OrganisationsNOSP National Office for Suicide Prevention NSRF National Suicide Research Foundation NUI National University of Ireland NYCI National Youth Council Ireland ONMSD Office of Nursing and Midwifery Services Development USI Union of Students in Ireland WHO World Health Organization HSE Mental Health Promotion Plan 2022-2027 | 5 HSE Mental Health Promotion Plan 2022-2027 | 6 STRONGER TOGETHER Stronger Together is the first mental health promotion plan to be published by the HSE and highlights our organisational commitment to integrating the promotion of mental health and wellbeing across our health services, in collaboration with our external partners. The plan is called Stronger Together because we recognise that promoting positive mental health is not the work of one organisation or sector. Collaboration and partnership working across key service areas and programmes within the HSE and with our partners in other sectors is essential in order to promote the mental health of our staff, patients and service users, and wider communities. Language can be a challenge in this area and mental illness tends to dominate the national conversation around mental health. Mental health promotion acknowledges that we all have mental health, and works to strengthen the protective factors for good mental health. It works at three levels: strengthening individuals, strengthening communities, and reducing structural barriers to mental health at societal level. Examples include mental health literacy campaigns, education initiatives that cultivate child and adolescent mental health and wellbeing, focusing on mental health and wellbeing as part of routine health service delivery, workplace initiatives that support mental health, and community empowerment programmes that enhance social capital. Mental health is created in settings where people live, learn and work and this is reflected in the plan, which includes 27 areas for action focused on promoting positive mental health across key life stages and in key settings. The plan focuses on actions that have evidence of effectiveness, high potential for reach and impact, are areas of current focus and momentum, and areas within the remit of the HSE and HSE-funded services. The timing of the launch of Stronger Together is very important, as the country is emerging from a very difficult two years involving lengthy periods of recurring lockdowns and hardship experienced by healthcare workers, families, and communities across Ireland due to the Covid-19 pandemic. This plan presents a way forward for this work, building on existing strengths and areas of good practice already underway across the organisation and within communities across the country led by our partners. It seeks to integrate a focus on mental health promotion across all of our work, which is necessary if we are to successfully improve mental health outcomes for our population. Socially excluded groups bear a disproportionate impact of poor mental health in comparison to the general population. One of the three high level goals of the plan is to reduce inequities in mental health and wellbeing. There is a strong policy context for this plan, as set out in our national policy documents such as Sharing the Vision and Connecting for Life, as well as the HSE Psychosocial Response to the Covid-19 Pandemic report. The Department of Health is embarking on the development of a National Cross-governmental Mental Health Promotion plan this year. This National Plan will have a whole of Government approach to promoting positive mental health. The actions within this HSE plan will be endorsed and supported in the National Plan, led by Healthy Ireland in the Department of Health. We would like to acknowledge and thank all those who provided their input and expertise into the development of this plan. In particular, we would like to give a special thanks to the HSE Mental Health Promotion Plan Working Group that supported the development of the plan, led by the Mental Health and Wellbeing Programme within HSE Health and Wellbeing, Strategy and Research. We are confident that through this plan, we can build a health service where our service users, staff, and communities can enjoy mental health and wellbeing to our full potential, and where mental health and wellbeing is valued and supported at every level of the organisation. Anne O'Connor, HSE Chief Operations Officer Dr Philip Crowley, HSE National Director for Strategy and ResearchForeword SECTION 1 Background and context HSE Mental Health Promotion Plan 2022-2027 | 8 STRONGER TOGETHER Section 1: Background and context Stronger Together is a five-year plan that includes action areas focused on promoting positive mental health across the population and among Health Service Executive (HSE) staff. This is the first time that the HSE has developed a plan for promoting positive mental health. The plan takes a life course approach and includes actions of relevance to the general population. It considers the needs of specific population groups such as children and young people, the working-age population, older people, and other priority groups, and will also specifically take into account how the reach of this plan can be extended beyond the health service. The timing of Stronger Together is very important, as the country is emerging from lengthy periods of recurring lockdowns and hardship experienced by healthcare workers, families, and individuals across Ireland due to the Covid-19 pandemic. The determinants of mental health are varied and include socioeconomic factors, health behaviours, and physical health (Dahlgren & Whitehead, 1991). Therefore, an effective HSE Mental Health Promotion Plan depends on partnership and collaboration across HSE service areas and with our funded partners in Non- Governmental Organisations and the community and voluntary sector. Within the HSE alone, a wide range of our services and programmes of work have a direct and indirect role to play in mental health promotion; hence, cross-sectoral collaboration within the HSE and HSE-funded agencies is required for large-scale change. As many of the socioeconomic determinants of mental health are outside the remit of the HSE, a conscious effort was made to include actions that can extend the reach and impact of this plan beyond the health service. Indeed, one of the actions outlined in Sharing the Vision: A Mental Health Policy for Everyone (Department of Health, 2020) is the development of a National Mental Health Promotion Plan by Healthy Ireland in the Department of Health. This National Plan will have a key focus on a whole of Government approach to promoting positive mental health and will provide strategic direction in line with international best practice. The actions within this HSE plan will be endorsed and supported in the national plan developed by Healthy Ireland. A deliberate decision was made to focus on areas with the greatest potential for reach and impact and areas of current focus and momentum with evidence of effectiveness. Stronger Together therefore focuses on action areas for promoting mental health and wellbeing that are, for the most part, within the remit of the HSE and HSE- funded agencies. Mental health treatment and mental health service delivery are not within the scope of this plan.HSE Mental Health Promotion Plan 2022-2027 | 9 STRONGER TOGETHER POLICY The importance of promoting positive mental health as an integral part of improving overall health and wellbeing is becoming increasingly recognised within the policy context in Ireland. Policies such as Connecting for Life: Ireland's National Strategy to Reduce Suicide (Department of Health, 2015), Healthy Ireland: Strategic Action Plan 2021-2025 (Department of Health, 2021a) and Sharing the Vision: A Mental Health Policy for Everyone (Department of Health, 2020) provide a mandate for the development of a National Mental Health Promotion Plan. The Healthy Ireland Framework (Department of Health, 2013a) seeks to strengthen the capacity of communities to foster mental health by addressing the social and environmental factors that contribute to mental health and wellbeing and the building of resilience in individuals. Furthermore, it aims to build sustainable, nurturing communities by drawing on resources from all sectors of society, including health, education, employment, and transport to promote mental health. Healthy Ireland recognises that positive lifestyle changes can promote mental health and prevent mental health issues arising. It seeks to build awareness about the benefits of good nutrition and diet on both mental and physical health and wellbeing. Sharing the Vision (Department of Health, 2020) recognises the importance and value of mental health promotion and prevention and outlines a range of population-based actions focused on mental health promotion and prevention. Goal 1 of Connecting for Life: Ireland's Strategy to Reduce Suicide 2015-2020 (Department of Health, 2015) is 'to improve the nation's understanding of and attitudes to suicidal behaviour, mental health and wellbeing' and also includes an explicit action 'to develop and implement a national mental health promotion plan'. There are many other Government policies which recognise and advocate for the value of mental health promotion and prevention, including but not confined to: Healthy Ireland Strategic Action Plan (Department of Health, 2021a) The National Positive Ageing Strategy (Department of Health, 2013b) National Strategy for Women and Girls 2017-2020 (Department of Justice and Equality, 2017a) First 5: A Whole-of-Government Strategy for Babies, Young Children and their Families (Department of Children and Youth Affairs, 2019) National Traveller and Roma Inclusion Strategy (Department of Justice and Equality, 2017b). There are also a range of other national policies targeting specific priority groups, as outlined in the 'Equally Well' section. In addition to national policy, there are important HSE guidance documents which provide a context for this plan. In 2021, the HSE published the HSE Psychosocial Response to the Covid-19 Pandemic (2021a) to address the need for a national health sector psychosocial plan to be produced in response to the Covid-19 pandemic. This report provides guidance and direction for HSE leadership, staff, and associated partners on an integrated national health sector framework. This will enable sustainable support for the psychological and social wellbeing needs of individuals, families, communities, and healthcare workers, arising from the pandemic, including during the recovery phase. The actions within the HSE Mental Health Promotion Plan are particularly relevant to Level 1 of the framework, focusing on societal wellbeing, resilience, and safety. This plan is also aligned with the international policy context, specifically the World Health Organization Global Action Plan for Healthy Lives and Well-being for All, 2013-2030 (World Health Organization, 2019), which was published to accelerate progress towards the health-related Sustainable Development Goal 3: to 'ensure healthy lives and promote well-being for all at all ages'. In addition, WHO Europe launched a Mental Health Coalition initiative in 2020 to position and promote mental health as a critical priority for public health across member states over the next five years.HSE Mental Health Promotion Plan 2022-2027 | 10 STRONGER TOGETHER NO HEALTH WITHOUT MENTAL HEALTH The World Health Organization (WHO) definition of mental health as a 'state of well-being in which the individual realizes his or her abilities, can cope with the normal stresses of life, can work productively and fruitfully, and is able to make a contribution to his or her community' (WHO, 2001) challenges the idea that mental health is simply the opposite of mental ill-health. Keyes (2005) proposes a dual continua model of mental health and provides empirical support for the hypothesis that mental health and mental illness are not opposite ends of a single continuum but rather constitute distinct, though correlated, axes. Thus, the absence of mental ill-health does not equal the presence of mental health. Individuals without a mental disorder may experience varying degrees of positive mental health. Mental health is therefore viewed as a positive resource. The term mental wellbeing is increasingly used interchangeably with positive mental health and at least two dimensions have been identified in the literature. 1 Feeling good, where we experience a range of emotions and feelings at an individual level. 2 Functioning well, an element influenced by our interaction and engagement at a wider community level (Aked et al., 2008) It refers to individual wellbeing, which includes: How satisfied we are with our lives Our sense that what we do in life is worthwhile Our day-to-day emotional experiences (happiness and anxiety) Our wider mental wellbeing and the circumstances that promote it.This definition of wellbeing applies to all, including people experiencing mental health difficulties. The relationship between mental health and physical health is not just one way - our physical health influences our mental health and vice versa. Mental wellbeing underpins our capability to make and sustain health behaviour change, for example, through our level of motivation, self-efficacy, resilience, and exposure to stress. In addition, poor mental health is associated with higher rates of smoking, alcohol and drug abuse, lower educational outcomes, poorer employment prospects, lower resilience, decreased social participation and weaker social relationships (Prince, et al., 2007; Moussavi et al., 2007), all of which leave people at increased risk of developing a range of physical health problems. Furthermore, many physical health problems can have a psychological dimension, particularly when they involve learning to live with a long-term condition, resulting in changes to quality of life, mental health and wellbeing, and social isolation (Scott et al., 2016). Conversely, we also know that positive mental health contributes to healthier behaviours, such as reduced alcohol, tobacco, and substance use. HSE Mental Health Promotion Plan 2022-2027 | 11 STRONGER TOGETHER Figure 1: Benefits of positive mental health and wellbeingFigure 1 illustrates the benefits of positive mental health. Our efforts to develop an integrated model of healthcare within the HSE should therefore also focus on the integration of physical and mental health. Poor mental health can mean lower self-esteem, reduced resilience and ability to cope with day-to-day challenges. Our ability to connect well with others may be reduced; therefore, the quality and quantity of our relationships are affected. We may be more likely to suffer from loneliness and lack of social supports and be less likely to participate in and contribute to our community. Finally, our employment prospects may be reduced and our desire or ability to progress in the workplace may be impacted. We are more likely to be less productive in work, with less job satisfaction, absent more regularly due to stress or other health issues, and with longer recovery time (Sheridan & McElhinney, 2016).BENEFITS OF POSITIVE MENT AL HEAL TH AND WELLBEINGBETTER PHYSICAL HEAL TH including r educed risk of heart disease and str AND INCREASED LIFE MORE MORE FULFILLING RELA TIONSHIPS Better QUALITY OF LIFE and incr eased LONGEVITYBETTER ABLE TO COPE WITH CHALLENGESFeeling mor e CONFIDENT and POSITIVEHEAL THIER behaviours and lifestyle choicesHSE Mental Health Promotion Plan 2022-2027 | 12 STRONGER TOGETHER MENTAL HEALTH STATUS IN IRELAND The Healthy Ireland Survey The Healthy Ireland Survey conducted in 2020/21 (Department of Health, 2021b) interviewed 7,454 individuals aged 15 years and over. Key findings include: Declining levels of good mental health are recorded in the population aged 15 years and over since the last survey in 2016. Thirty per cent of respondents say their mental health worsened since the beginning of necessary public health restrictions in March 2020. Some 64% report no change, with only 5% saying their mental health has improved. Levels of positive mental health are generally higher among men than women and among 35-44-year-olds and those aged 65-74 years. Probable mental health problems are indicated by 15% of the Irish population aged 15 and over. Probable mental health problems are more than twice as prevalent among young women (27%) than young men (13%) and also among women of 55-64 years (22%). Those whose self-reported health is 'bad' and also those unemployed experience greater psychological distress than those whose reported health is 'good' and those who are employed. Good mental health and flourishing mental wellbeing are not experienced equally across the population. Similarly, the presence of mental health difficulties is not uniform across society. They reflect social divisions of class, age, race, and gender (Barry et al., 2009). This is particularly relevant when considering priority groups for the Mental Health Promotion Plan. IMPACT OF COVID-19 ON MENTAL HEALTH AND WELLBEING The HSE Psychosocial Response to the Covid-19 Pandemic provides a detailed overview of the psychosocial impact of the pandemic on the general population, healthcare workers, and vulnerable groups. The document highlights that the vast majority of the general population will effectively manage any psychological difficulties they may experience in the short-to-medium term during the Covid-19 pandemic. However, for some people significant psychological and social problems may arise, resulting in longer-lasting distress, which without appropriate support, can lead to mental health difficulties (HSE, 2021a). WHAT IS MENTAL HEALTH PROMOTION AND WHY IS IT IMPORTANT? Mental health promotion is concerned with promoting the mental wellbeing of the general population, including those at risk of experiencing mental health difficulties. It aims to strengthen the ability of individuals, families, and communities to cope with stressful events that happen in their everyday lives and to reduce the factors that place individuals, families, and communities at risk of diminished mental health (Sheridan & McElhinney, 2016). Mental health promotion also seeks to improve the everyday settings (homes, schools, communities, and workplaces) where mental health is created, while also addressing the broader social, physical, and economic environments that determine the mental health of populations and individuals, especially those resulting in mental health inequities.HSE Mental Health Promotion Plan 2022-2027 | 13 STRONGER TOGETHER Mental health promotion works at three levels: Strengthening individuals - increasing emotional resilience through interventions designed to promote self-efficacy, self-esteem, and healthy coping mechanisms. Strengthening communities - increasing social inclusion and participation; developing health and social services that support mental health, anti- bullying strategies in schools, workplace health, childcare and self-help networks; and improving neighbourhood environments. Reducing structural barriers to mental health at a societal level - through initiatives to reduce discrimination, stigma, and inequalities and to promote access to education, meaningful employment, and provide support to those who are most vulnerable (Barry et al., 2019). Mental health promotion is concerned with strengthening protective factors for good mental health and enabling access to skills, resources, and supportive environments that enhance equity and keep individuals and populations mentally healthy (Barry et al., 2019). Prevention is an approach that aims to reduce the incidence, prevalence or seriousness of particular mental health problems, such as anxiety and depression. Primary prevention can be universal or target populations at risk. Secondary prevention focuses on early detection and treatment, while tertiary prevention aims to reduce disability and enhance rehabilitation (Barry et al., 2019). EVIDENCE A 2021 position statement by the International Union for Health Promotion and Education (IUHPE) entitled Critical Actions for Mental Health Promotion (2021) highlights the need for a population-based approach to mental health promotion in response to the profound impact of Covid-19. A key message of the IUHPE position statement is that mental health promotion must be a top investment priority in addressing the current mental health crisis and be at the forefront of the global pandemic response and recovery plans. The position statement identifies eight evidence-based priority areas for mental health promotion implementation (see Figure 2), supported by a call to action which would: 1. Enhance investment in a comprehensive population approach to mental health. 2. Invest in the building of the workforce and organisational capacity to implement mental health promotion. 3. Grow and disseminate the evidence base for informing effective actions across diverse sociocultural and economic settings. Those priorities within the remit of the HSE and HSE-funded agencies are reflected in the action areas within this plan.HSE Mental Health Promotion Plan 2022-2027 | 14 STRONGER TOGETHER Figure 2: Eight priority areas for mental health promotionPromote infant and maternal mental health through integrating a focus on social and emotional development and positive mental health into early child development services including prenatal care, home visiting and parenting programmes. Cultivate child and adolescent mental health and wellbeing through school education initiatives and whole-school approaches, including social and emotional learning programmes in preschool, school, and youth settings. Implement parenting and family strengthening programmes that promote the emotional and behavioural functioning of school-going children and their parents. Support mentally healthy workplaces by integrating mental health promotion into workplace health and safety policies and practices, including organizational change. Initiate community empowerment programmes (e.g., community participation, volunteering, youth action, community microfinance and debt management paired with life skills training, and violence prevention/promotion of healthy relationships) to enhance social capital and environments that promote mental health and wellbeing across the life course.Promote infant and maternal mental health through integrating a focus on social and emotional development and positive mental health into early child development services including prenatal care, home visiting, and parenting programmes. Cultivate child and adolescent mental health and wellbeing through school education initiatives and whole-school approaches, including social and emotional learning programmes in preschool, school, and youth settings. Implement parenting and family strengthening programmes that promote the emotional and behavioural functioning of school-going children and their parents. Support mentally healthy workplaces by integrating mental health promotion into workplace health and safety policies and practices, including organisational change.Initiate community empowerment programmes (e.g. community participation, volunteering, youth action, community microfinance and debt management paired with life skills training, and violence prevention/promotion of healthy relationships) to enhance social capital and environments that promote mental health and wellbeing across the life course. Incorporate mental health promotion within health services through a focus on service users' mental health and wellbeing as part of routine primary health care and mental health services. Enhance public awareness of ways of promoting positive mental health and reducing stigma associated with mental ill health through mental health literacy programming, campaigns, and local community actions. Adopt a 'mental health in all policies' approach to promote multisectoral and intersectoral policies and actions that create supportive environments for mental health and enhance equity and social justice. Source: IUHPE (2021)SECTION 2 Development processSTRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 16 Section 2: Development process The development of the HSE Mental Health Promotion Plan was led by the Mental Health and Wellbeing Programme within HSE Health and Wellbeing, Strategy and Research. HSE Health and Wellbeing operates at both a national and regional level and aims to provide services that keep people healthy and well and reduce the likelihood of chronic disease and premature mortality with a focus on individuals and communities at greatest risk. The Mental Health and Wellbeing Programme is one of a number of HSE Health and Wellbeing Policy Priority Programmes, which have been established to improve the health and wellbeing of the population and implement the Healthy Ireland Framework and other health and wellbeing related policies. The development of the HSE Mental Health Promotion Plan constituted a number of distinct phases: planning, identifying core actions, and stakeholder engagement.PLANNING A working group was convened in October 2019 to contribute to and oversee the development of the plan. Working group members included representatives from Health and Wellbeing; Health Promotion and Improvement; Mental Health; the National Office for Suicide Prevention; Psychology; Primary Care; and Social Inclusion areas of the HSE as well as representatives from HSE-funded agencies and the National University of Ireland (NUI) Galway. The Centre for Effective Services was contracted to provide process design and facilitation expertise. Members of the working group were invited to participate, based on the following considerations: Representative of an organisation or a sector with an explicit role or interest in promoting positive mental health. A level of knowledge or expertise about mental health promotion to inform the decision-making of the group. Strategic skills to support a cross-sectoral approach to mental health promotion. Be in a position to influence decision-making in their sector/organisation. The planning stage focused on: Agreeing the scope of the plan Summarising the most up-to-date evidence base for mental health promotion Developing a project plan of key milestones and timelines. The working group was characterised by a collaborative, participative, and facilitative approach and members worked in three subgroups focusing on core action areas for the plan.Planning Identifying core actionsStakeholder engagementSTRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 17 The subgroups included: IDENTIFYING CORE ACTIONS The first objective of the subgroups was to scope three action areas, in line with the theme of the group, for inclusion in the plan based on the following criteria: Evidence of effectiveness High potential for reach and impact Area of current focus and momentum Areas within the remit of HSE and HSE-funded agencies. Each subgroup presented their thinking to the working group meetings, where their ideas were debated and refined. Following a period of pause, resulting from redeployment during Covid-19, draft actions were further refined in consultation with relevant stakeholders with a particular focus on implementation feasibility. As part of this, an informal scoping exercise was conducted by the working group to identify current HSE implementation systems within which mental health promotion actions could be embedded.Focused on actions specific to infancy, childhood, and young people (0-25 years). Focused on actions specific to the working- age population and older people. Focused on actions specific to socially excluded groups. SUBGROUP SUBGROUP SUBGROUPSTRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 18 STAKEHOLDER ENGAGEMENT Consultations took place with a wide range of stakeholders, as set out in Appendix 1, over a 12-month period. The objectives of this stage were to: Build an understanding of the importance and value of mental health promotion and a shared vision for the plan. Ensure that stakeholders had an opportunity to share their views and input on important action areas. Build commitment and support for implementation of the plan and explore feasibility of implementation. The stakeholder engagement stage consisted of three distinct phases, as outlined in Table 1.Table 1: Stakeholder engagement process Phase Stakeholders Engagement methodology Phase 1Advocacy/representative groups, recipients of the planSemi-structured conversations and focus groups Phase 2Varied stakeholders as 'critical friends'Challenge panels testing feasibility of draft actions Phase 3HSE managers and programme leadsAgreeing key delivery systems The development process and reflections from the development journey will be published in 2022 as a case study, sharing insights and experience with others working in the area of mental health promotion in Ireland and abroad.SECTION 3 Framework for the HSE Mental Health Promotion PlanSTRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 20 The HSE Mental Health Promotion Plan takes a life course and settings-based approach, including actions that identify key opportunities for enhancing protective factors and minimising risk factors. It incorporates evidence-based interventions at key life stages from early childhood to older age and in key settings such as homes, schools, workplaces, HSE settings, and communities. A health equity lens was applied to all actions, including a number with specific reference to priority groups that bear a disproportionate impact of poor mental health in comparison to the general population. One of the common themes which emerged during the stakeholder engagement stage of the development of this plan was the importance of collaboration and partnership working, emphasised in the title of the plan: Stronger Together. It reinforced the importance of building on and extending the reach of good practice already taking place across the HSE. It also emphasised the need to mainstream and embed mental health promotion within existing services across the organisation. In line with this concept of mainstreaming, the stakeholder engagement highlighted the importance of a more integrated approach between promoting mental health and physical health within the health service. A series of guiding principles underpin this work, as set out in Figure 3. Actions are grouped under six themes and are listed by theme in Section 4.Section 3: Framework for the HSE Mental Health Promotion PlanSTRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 21 VISION A health service where service users, staff, and the general public can enjoy mental health and wellbeing to their full potential, and where mental health and wellbeing is valued and supported at every level of the organisationIncrease the proportion of people who are mentally healthy at all life stages Reduce inequities in mental health and wellbeing Mainstream the promotion of mental health & wellbeing within the HSE & funded agenciesStarting Well Growing and Learning Well Belonging Well Working Well Equally Well Integrating wellA life course approach Partnership and intersectoral action Recognises the social, physical, economic and environmental determinants of mental health Evidence based and evidence- informed action areas Prioritises action areas that have system-wide support and reach Addresses health inequitiesNational Implementation Oversight Group Lead and supporting partners responsible for action areas EvaluationGOALS ACTION THEMESGUIDING PRINCIPLES FOR IMPLEMENTATION HOW WE WILL DELIVER Figure 3: Framework for the HSE Mental Health Promotion Plan.STRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 22 Aside from the impact of Covid-19, other themes emerged during the stakeholder engagement. These included: As these issues are relevant across the entire population, it was decided that they would be best addressed across all relevant actions.Loneliness StigmaThe need for a trauma-informed approachAddressing 'structural' determinantsSECTION 4 Actions Start Well Growing and learning wellWorking well Belonging well Equally well Intergrating wellSTRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 24 Section 4: Actions Actions are grouped under six themes and are mostly broad based. This was a deliberate decision by the National Working Group to allow opportunity for creativity and innovation within each action area. Case studies are included to illustrate examples of good practice under each action theme. The six themes are as follows:Starting well Equally well Belonging wellIntegrating well Growing and learning well Working wellAction themesSTRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 25 THEME: STARTING WELL The foundations for positive mental health are formed in the early years of life. A wide range of factors play a role, such as individual, family, peers, wider society, and environmental issues. Children's early experiences, including their relationships with parents, caregivers, relatives and peers, shapes the architecture of their developing brains. This supports all aspects of their human development and their ability to flourish throughout their lives in school, work, and their communities. Evidence shows that interventions that promote resilience in children under five years help those children to do well in spite of adversity (Sheridan & McElhinney, 2016). Promoting mental health in children aged 0-5 years needs to focus on their full environment of relationships, including parents, family members, primary healthcare providers, and early childhood care and education settings. Children's relationships and interactions with their parents and caregivers impact on their social and emotional development, and can act as a buffer against adversity. Having social support from at least one warm caring adult is also recognised as being protective in relation to a wide range of adversities. Providing supports to parents and caregivers to support children's development is therefore a key component of mental health promotion in early childhood. The Department of Children, Equality, Disability, Integration and Youth (DCEDIY) has developed a national model of parenting support services. The aim of the model is to develop a more coherent and strategic approach to the development and delivery of parenting support services so that all parents can access the support they need when they need it. In the HSE, parenting programmes will be part of a suite of health and wellbeing initiatives included in the newly established Sláintecare Healthy Communities Programme, an area-based approach to the improvement of community health and wellbeing targeting areas of social and economic disadvantage. Either the Triple P or the Parents Plus parenting programmes will be delivered in the 19 Sláintecare Healthy Communities as part of the Sláintecare Healthy Communities Programme. The Nurture Programme: Infant Health and Wellbeing supports the development of a universal, integrated approach to evidence-based service planning and delivery to improve health and wellbeing outcomes for infants and their families from pregnancy to the child's third birthday (HSE, 2019). Promoting infant mental health is one of six specific priorities within the programme, covering topics like bonding with baby, parent-child communications, and supporting baby's early learning and development. ACTIONS: STARTING WELL 1 Increase access to evidence-based parenting programmes in socially and economically disadvantaged areas in line with the Sláintecare Healthy Communities Programme. 2 Increase coverage of home-visiting programmes nationally in line with the goals of Supporting Parents, the national model of parenting support services. 3 Develop the skills and competencies of staff working with infants and their families to strengthen the social and emotional health of infants. 4 Strengthen HSE structures and systems to support social and emotional development in infancy and early childhood.Starting well Equally well Belonging well Growing and learning wellWorking well Integrating well STRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 26 The Triple P and Parents Plus parenting programmes are available free of charge to parents/caregivers of children aged between 0-12 years living in the Sláintecare Healthy Communities. Parenting programmes impact on a range of outcomes for both parents and children, including mental health Triple P is a positive parenting programme that is a flexible and practical way to develop skills, strategies, and confidence to handle any parenting situation. Triple P is run in a small group setting and parents can attend one or multiple sessions. The programme has a strong evidence base internationally and has been implemented for several years in a number of settings across Ireland. An evaluation of the programme carried out in Longford Westmeath in 2014 demonstrated improvements across a range of parenting and child behaviour outcomes. By the end of the evaluation, the numbers of children showing signs of hyperactivity, anxiety, and emotional or conduct problems were significantly reduced. Parents were also less worried and depressed and their relationship problems had eased (Longford Westmeath Parenting Partnership, 2014).Parents Plus is an Irish charity that develops evidence-based, practical parenting and mental health programmes to improve the wellbeing of children and families by empowering professionals to deliver evidence-based programmes in their services. Parents Plus has seven flagship programmes, in partnership with parents and children living in Ireland. All of these programmes involve attending 6-9 small group sessions with a small number of other participants. Group sessions last about 2 hours and programmes span 2-3 months. In group sessions, skills are learned through psychoeducation, viewing, and discussing video vignettes, role-play, practice, and constructive feedback (Carr et al., 2017). A meta-analysis study showed that Parents Plus programmes have a significant impact on: Reducing child emotion/behaviour problems Reducing parent stress Increasing parent satisfaction Increasing therapeutic goal achievement. These positive gains were maintained at 3-10-month follow-up (Carr et al., 2017).IN FOCUS: Triple P and Parents Plus Parenting ProgrammesSTRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 27 THEME: GROWING AND LEARNING WELL Schools and other educational settings provide a powerful opportunity to reach young people, while the educational environment provides children and young people with the potential to promote their psychological, social, and physical health. There is substantial evidence, backed up by several reviews of this evidence, that mental health promotion programmes in schools, when implemented effectively, can produce long-term benefits for young people, including emotional and social functioning and improved academic performance (Barry et al., 2018). The HSE Health and Wellbeing Education Programme collaborates with the Department of Education (DE) to support schools to promote social and emotional wellbeing, as well as physical activity and healthy eating in school, in line with the Department of Education's Wellbeing Framework for Practice (2019). At primary and post-primary levels, there are a range of evidence-based mental health promotion programmes being delivered in schools, including but not limited to: Zippy's Friends is a universal programme for children aged 5-8 years in primary school and is designed to promote their coping skills and emotional wellbeing. The Incredible Years Teacher Classroom Management Programme (TCM) which reduces conduct problems and promotes children's pro-social behaviour. MindOut is a 12-week social and emotional learning programme targeting Senior Cycle students in post-primary schools.There are also a large number of innovative out-of-school youth programmes that enhance young people's social and emotional skills and which show positive outcomes for young people, including improved self-esteem, social skills, reduced behavioural problems, and greater engagement in school and society (Barry et al., 2018). At third level, the National Student Mental Health and Suicide Prevention Framework (Higher Education Authority, 2020) and the Healthy Campus initiative (Department of Health, 2021c) are important framework documents, which set out priority areas for promoting mental health and wellbeing across third-level institutions. ACTIONS: GROWING AND LEARNING WELL 5. Strengthen supports for health and wellbeing in early learning and care and school-age childcare settings 6. Support social and emotional learning in primary and post primary schools, through collaboration with DE. 7. Create opportunities to ensure that the voices of children and young people are heard in the development of mental health and wellbeing initiatives. 8. Support and strengthen the mental health and wellbeing of children and young people through the Children and Young People's Services Committees (CYPSC) mental health and wellbeing subgroups at county level. 9. Develop joint initiatives with the NGO sector to build the capacity of people who work with young people to promote youth mental health. 10. Develop, implement, and evaluate mental health promotion initiatives focused on promoting student connectedness and belonging in further and higher education settings aligned to the Healthy Campus Framework and the Higher Education Authority (HEA) Mental Health and Suicide Prevention Framework.Starting well Equally well Belonging well Growing and learning wellWorking well Integrating well STRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 28 MindOut is a social and emotional wellbeing programme for Senior Cycle students, which aims to enable them to achieve positive outcomes in school, work, and in life more generally. It was developed by the Health Promotion Research Centre at NUI Galway and HSE Health and Wellbeing. The programme focuses on the development of five core competencies for social and emotional learning: self-awareness, self-management, social awareness, relationship management, and responsible decision-making. Teachers are trained by HSE health promotion and improvement officers to deliver the programme to students in the classroom as part of the Social, Personal and Health Education (SPHE) curriculum within a single 35-40-minute class period over 12 weeks. The evaluation demonstrated that students who received the MindOut programme were found to have improved social and emotional skills and mental wellbeing as well as reduced levels of stress, anxiety, and depression at post-intervention. At 12-months' follow-up, improvements in intervention students' coping skills were sustained (Dowling et al., 2019) However, follow-up studies revealed that implementation quality is a key predictor of programme effectiveness (Dowling & Barry, 2020a; Dowling & Barry, 2020b). Adherence to good-quality implementation processes during programme delivery is essential in order to achieve positive outcomes, as also demonstrated by a recent process evaluation of the implementation of the programme in six post-primary schools in Mayo funded by Mental Health Ireland (Dowling & Barry, 2021). The programme has also been adapted to suit the needs of the out-of-school sector and is delivered to young people in Youthreach Centres (attended by young people who are not attending mainstream education) in collaboration with the National Youth Council of Ireland (NYCI). The programme aims to provide an opportunity for trainees in Youthreach Centres to develop an awareness of mental health issues and to acquire skills in relation to dealing with stress, emotions, relationships, and being a support to others.IN FOCUS: MindOutSTRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 29 THEME: BELONGING WELL The community is a recognised and powerful setting for mental health promotion because communities comprise a range of organisations, groups, and services, each of which may provide the potential for delivering mental health promotion across a wide range of population groups and settings (Sheridan & McElhinney, 2016). A community perspective recognises the important role that various sectors and organisations outside of the health service can play in promoting positive mental health. Social inclusion is also a key aim of a community development approach, as is the building of social capital, which is the invisible glue that binds communities together, gives them a shared sense of identity, and enables them to work together for mutual benefit (Sheridan & McElhinney, 2016). The 2021 Healthy Ireland Survey (2021b) reported that 17% of older people believed their mental health had declined since the start of the pandemic, although this was lower than the reported decline in other age groups. Similarly, a rise in physical ill-health and deconditioning among older people who had to cocoon was also reported (O'Halloran et al., 2021). Community-based supports such as social prescribing are an effective means of engaging people in non-clinical activities and services in their communities in order to promote social connectedness, improve health and wellbeing, and reduce health inequities. The HSE Social Prescribing Framework (2021b) provides a common approach for the delivery of social prescribing with the HSE in partnership with the community and voluntary sector. Act-Belong-Commit and Thrive are examples of international evidence-informed community-wide mental health promotion frameworks based on the principles of empowerment, inclusion, and co-production. Act-Belong-Commit uses a community-based social marketing approach to encourage people to be physically, spiritually, socially, and mentally active in ways that increase their sense of belonging to the communities in which they live, work, play, and recover, and that involve commitments to causes or challenges that provide meaning and purpose in their lives (Barry et al., 2019). Thrive is an international movement that supports communities through engagement and activities that build and nurture mental health and wellbeing. Mental Health Ireland is supporting communities to implement Thrive in a number of locations across the country. Similarly, creativity and participation in the arts have an important role to play in promoting positive mental health and wellbeing - through creating a space for social connection, enhancing self-esteem and resilience, and supporting people to manage mental ill-health and enable recovery (Mental Health Foundation, 2019). There are many examples of good practice in the area of arts and mental health in Ireland and within Community Healthcare Organisations (CHOs) and Acute Hospitals. A national partnership has been established though the Creativity in Health and Wellbeing (or RENEW) Working Group. The RENEW Working Group includes partners from the Department of Tourism, Culture, Arts, Gaeltacht, Sport and Media (Creative Ireland Programme), the Department of Health (Sláintecare/ Healthy Ireland), the HSE, and the Arts Council, and are working to sustainably deliver high-quality arts and creativity initiatives in support of specific health and wellbeing goals.Starting well Equally well Belonging well Growing and learning wellWorking well Integrating well STRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 30 ACTIONS: BELONGING WELL 11. Integrate social prescribing across the HSE, in partnership with the community and voluntary sector as outlined in the HSE Social Prescribing Framework. 12. Support the implementation of community-wide mental health promotion initiatives based on the principles of empowerment, inclusion, and co- production. 13. Support the implementation of initiatives to address the impact of loneliness and social isolation across the life cycle. 14. Strengthen the role of arts and creativity in the promotion of mental health and wellbeing within the HSE and HSE-funded agencies. Social prescribing recognises that health is heavily determined by social factors such as poverty, isolation, and loneliness. It is estimated that around 20% of patients consult their general practitioner (GP) for what is primarily a social problem (Polley & Pilkington, 2017). Social prescribing offers GPs and other health professionals a means of referring people to a range of non- clinical community supports that can have significant benefits for their overall health and wellbeing. Social prescribing generally involves three key components: (i) a referral from a healthcare professional, (ii) a consultation with a link worker, and (iii) an IN FOCUS: Social prescribingagreed referral to a local community activity. Examples include art, cookery, meditation, GAA, men's sheds, music, drama, walking groups, and many more. Social prescribing can also enable and support people to access health services such as smoking cessation, self-management support programmes, and others. Evaluations have demonstrated that social prescribing can have a range of positive outcomes, including improvements in mental wellbeing, physical health, and health behaviours, and reductions in social isolation and loneliness. Those who can benefit the most include people with one or more long-term conditions, who need support with their mental health, who are lonely or isolated, who are frequent health service users, and who have complex social needs that affect their health and wellbeing (Chatterjee et al., 2018; South Dublin County Partnership, 2020; HSE, 2015a). The development of social prescribing in Ireland has primarily been driven by the community and voluntary sector, in partnership with health services. Social prescribing is now part of health service provision and is being integrated across Community Healthcare Networks in line with the HSE Social Prescribing Framework (2021b). Social prescribing services are now being delivered in 30 locations around the country by community-based organisations such as local development companies and family resource centres. Social prescribing is also one of the health and wellbeing services included in the Sláintecare Health Community Programme launched in December 2021, starting with 19 disadvantaged areas. The expansion of social prescribing is a HSE commitment, as set out in the HSE Social Prescribing Framework.STRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 31 THEME: WORKING WELL The workplace is a key setting for promoting the mental health of the population. Being employed in general is good for both mental and physical health, providing not only financial security but also being a significant source of personal identity, self-esteem, time structure, social recognition, relationships, and participation in a collective effort that contributes to society (Sheridan & McElhinney, 2016). On the other hand, mental health problems at work, such as job-related stress, depression, and anxiety, contribute to reduced productivity, low job satisfaction, absence from work, and increased healthcare costs. A 2021 review conducted by NUI Galway, entitled Mental Health Promotion Interventions and Supports Provided by Voluntary Organisations to Workplaces, highlighted that workplace mental health promotion interventions are most effective when organisational-level approaches are combined with individual-level interventions in order to produce positive outcomes at both the organisational and individual level. However, there are a number of challenges in translating this into practice, as indicated by the mapping exercise conducted to inform the research (Keppler et al., 2021). The HSE is the largest employer in the State, with over 110,000 employees. Services are delivered in over 2,500 workplaces, which include hospitals, community healthcare facilities, and administration sites. Such a large workforce and extensive number of workplace settings provide the HSE with an opportunity to be an exemplar employer in terms of promoting the mental health and wellbeing of its workforce (HSE, 2015b). Working lives have changed significantly in a short period of time since March 2020. For example, many people are now remote working; this will be an important consideration for all mental health promotion initiatives implemented within HSE settings and funded agencies. Staff health and wellbeing is an important function for Health and Wellbeing nationally and within CHOs and Hospital Groups. At CHO level, health promotion and improvement officers provide supports and resources to improve the psychosocial work environment through development of workplace wellness champions and ambassadors and the development of partnerships, which provide support for staff to develop health promotion initiatives through its dedicated funding stream, training, and resources. The HSE's Workplace Health and Wellbeing Unit offers a range of support services and programmes specifically tailored for HSE staff to help support mental health. For example, the HSE Employee Assistance Programme is a work-based support service which supports staff with psychosocial issues. Similarly, the Workplace Health and Wellbeing Unit, Health and Wellbeing, and the National Directorate for Human Resources have developed the HSE Healthy Workplace Framework. This aims to raise awareness of good practice and key indicators and supports available to managers and staff in order to work towards developing and sustaining a healthy workplace. It also enables workplaces to take a proactive approach to support healthcare workers throughout the acute and recovery phases of Covid-19. Starting well Equally well Belonging well Growing and learning wellWorking well Integrating well STRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 32 The Department of Health's Healthy Workplace Framework (2021d) also provides strategic direction from the Government on enhancing the health and wellbeing of Ireland's workers in both the public and the private sector. By 21 February 2022, Ireland had lost 6,417 lives to Covid-19. Research based in the United States estimates that there are approximately nine people bereaved for every Covid-19 death (Verdery et al., 2020). By this estimate, over 47,000 people in Ireland may have experienced the loss of a loved one with Covid-19 during the pandemic. A National Bereavement Support and Communications Programme was established in the HSE as a support to increase knowledge about bereavement, loss, and grief; increase knowledge about support and services; and promote help- seeking behaviour. The programme will be geared towards healthcare workers and the general population. A number of individually directed programmes are also available to support HSE staff and the general public promoting mental health and wellbeing. Minding Your Wellbeing was developed to support staff to care for their own mental wellbeing and to promote positive mental health in their workplace setting. Originally developed for group face-to-face delivery, it was redesigned in 2020 as a series of five online videos available freely to HSE staff and the general public. In addition, Stress Control is a licensed evidence-based stress management programme developed by Dr Jim White in Glasgow, which aims to help people who wish to learn effective ways to prevent stress or manage stress becoming a problem. It is a six-session online class, each lasting 90 minutes. An online version of Stress Control has been available since the start of the pandemic. The development of a HSE stress management programme is also in progress. ACTIONS: WORKING WELL 15. Further develop resources and initiatives for promoting positive mental health and wellbeing in the workplace. 16. Under the HSE Healthy Workplace Framework, implement a range of evidence-informed programmes to promote positive mental health of HSE staff and funded agencies, based on needs identified through various staff engagement fora. 17. Deliver evidence-based mental health promotion and stress prevention/ management programmes for HSE staff and the general public.STRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 33 Mental Health Ireland offers a number of workshops designed for workplaces, developed through evidence, and in co-production with target audiences. The workshops aim to promote positive mental health by educating and training people on different aspects of mental health and providing them with the knowledge and tools to enhance their own mental health. At the start of negotiations with workplace wellness representatives, Mental Health Ireland encourages workplaces to develop a mental health policy to embed consistent and sustainable efforts in promoting mental wellbeing in their staff. The workshops follow an online universal template tailored to the specific culture and demographics of each workplace. The workshops include: Five Ways to Wellbeing Workshop or Webinar - this workshop/ webinar aims is to support participants in defining what mental health and wellbeing is and to improve their understanding of how they can look after their wellbeing during the Covid-19 pandemic. Virtual Connect Café - this virtual café aims to is to open up conversations to help the participants to connect with themselves and their colleagues. Mental Health and Wellbeing Managers Workshop - this interactive workshop aims to support managers gain some of the knowledge necessary to nurture and enhance mental health in the workplace and to adopt and enhance practical supports to maintain mental health. Mental Health and Wellbeing Employees Workshop - this interactive workshop aims to support participants to understand and explore the knowledge necessary to foster and enhance mental health and wellbeing in the workplace, to explore and challenge perceptions on mental health, and to demonstrate how to have conversations about mental health in the workplace. Alcohol and Mental Health Workshop - this workshop provides an opportunity for participants to explore their own relationship with alcohol, increase their awareness of the impact of alcohol on mental health, and identify ways to look after their wellbeing. The workshop was co-produced with Alcohol Action Ireland. Workshops are evaluated via participant feedback forms and at times through post-workshop consultations with workplace wellness representatives. Source: Adapted from (Barry et al., 2021).IN FOCUS: Workshops for Managers and Employees in Promoting Positive Mental Health and Wellbeing STRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 34 THEME: EQUALLY WELL One of the three goals of this plan is to reduce inequities in mental health and wellbeing. Actions will take cognisance of the mental health and wellbeing needs of different population groups. Tailored co-designed mental health promotion interventions are essential in order to meet the needs of socially excluded groups. Priority groups are defined in Connecting for Life (Department of Health, 2015) as follows: LGBTQ+ community Members of the Traveller community People who are homeless People affected by problematic drug or alcohol use People who come in contact with the criminal justice system People who have experienced domestic, clerical, institutional, sexual or physical abuse Asylum seekers Refugees Migrants Sex workers. This is by no means an exhaustive list; additional groups such as children in care, care leavers, people with disabilities, people with co-occurring mental health difficulties and substance use disorders (Dual Diagnosis), and people who have severe-to-profound deafness should also be reviewed, according to Sharing the Vision (Department of Health, 2020). Members of the Traveller community, migrants, and mental health service users were cited as key priority groups during the stakeholder engagement stage for specific focus in the Mental Health Promotion Plan. An example of an initiative aimed at reducing health inequalities is the Sláintecare Healthy Communities Programme. In 2021, Sláintecare Healthy Ireland in the Department of Health, working with the HSE and local authorities and community agencies, launched the Programme to provide increased health and wellbeing services in 19 Sláintecare Healthy Communities across Ireland. These initiatives will be delivered through partnership working, with a range of partners (HSE, local authorities, and community groups) working together to provide dedicated services to build lasting improvements in health and wellbeing in areas of social and economic disadvantage. ACTIONS: EQUALLY WELL 18. Facilitate access to mainstream mental health promotion programmes for socially excluded groups. 19. Support and co-design mental health literacy initiatives for priority groups through dedicated communications campaigns and resources. 20. Develop and implement mental health promotion training for those working with priority groups. 21. Further strengthen the provision of co-produced mental health promotion programmes for people with mental health difficulties in line with the principles of the National Framework for Recovery in Mental Health. 22. Scale up and further strengthen existing Traveller mental health promotion initiatives within the existing Traveller health infrastructure.Starting well Equally well Belonging well Growing and learning wellWorking well Integrating well STRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 35 In 2019, Pavee Point Traveller and Roma Centre secured once-off funding from the Dormant Accounts Fund to further develop mental health work through the establishment of a Traveller-specific mental health initiative. The work is in direct response to the disproportionate rates of poor mental health, self-harm, and suicide among Travellers. Suicide is six times higher than that of the non-Traveller population and accounts for 11% of all Traveller deaths. Over one-half of Traveller men and women experience poor mental health. Research also finds that there are a number of barriers to engaging with mental health services for Travellers (e.g. racism, discrimination, long waiting lists, lack of trust, lack of culturally appropriate services, stigma, and embarrassment). The mental health initiative works to challenge and dismantle structural and social barriers to positive mental health and wellbeing for Travellers. The initiative uses a community development approach to address mental health inequalities faced by Travellers through policy and advocacy work, supporting the capacity of mental health service providers to respond to Traveller mental health needs and developing culturally competent resources. It also works directly with Travellers and Traveller organisations to raise awareness, develop understanding, and support resilience and wellbeing.There are three Traveller mental health workers and an advocacy coordinator working on the initiative on a national, regional, and local basis. The initiative objectives are: 1 To keep Travellers well by promoting positive mental health and wellbeing. 2 To facilitate Traveller access to, and outcomes from, mainstream mental health services. 3 To support the development of culturally competent and appropriate mental health services for Travellers. 4 To have an impact on mental health policy and research in respect of Traveller mental health. The initiative works at national, regional, and local levels, harnessing the strong Traveller health infrastructure to inform analysis and respond to emerging issues. On a regional basis, the initiative works with approximately 8,000 Travellers or 26% of the Traveller population through the Eastern Region Traveller Health Unit, which operates across three CHOs. The work of the project is measured and monitored through a number of strands, such as key performance indicators returned by Traveller Primary Health Care Workers and feedback and consultation with Traveller organisations through the regional and national networks. The project reports to the Traveller Health Unit in the Eastern Region and to the HSE National Social Inclusion Office.IN FOCUS: Traveller Mental Health Initiative, Pavee Point Traveller and Roma CentreSTRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 36 In 2017, Jesuit Refugee Service (JRS) Ireland started the Fáilte Project, which aims to improve the wellbeing and foster integration among newly arrived asylum seekers in Balseskin Reception Centre. Since 2017, the project has benefited over 1,000 individuals through the provision of psychosocial services, education and training opportunities, and the running of integration initiatives. The main features of the project include: A tranquillity garden designed and installed to provide a sense of space for persons adjusting to communal living conditions and to create a more positive social environment for residents. A weekly timetable of activities, led by community partners and JRS volunteers, is offered to all residents and a dedicated resource room (Seomra Fáilte) has been installed on-site which provides a designated relaxation space. The range of services incorporated into the weekly schedule include but are not limited to stress management and relaxation workshops; healthy living supports; positive parenting sessions; youth clubs; resident-led activities, including martial arts, meditation, and creative writing; integration information related to Irish culture; and language exchange sessions with local volunteers. As part of the project, the distribution of welcome packs to all residents of Balseskin has also been implemented, providing key information for initial orientation and to point residents to the various supports available to them. The project has also included the development of individual 'Moving On' sheets for each direct provision centre. These provide greater information to asylum seekers prior to their arrival at a centre, thus easing anxieties around the system of dispersal and the unfamiliarity of a new town or new centre. Progress and results are monitored in a variety of ways, including through regular meetings of the Steering Management Committee; the development of a project-specific reporting tool; anonymous feedback forms provided at the end of workshops; ongoing consultation with residents and facilitators; and quarterly reporting to the HSE National Social Inclusion Office. Although a pilot initiative, it has been designed, developed, and delivered in a sustainable and scalable manner and aims to provide a model for how integration and psychosocial support can be further developed for asylum seekers in other locations across Ireland.IN FOCUS: Fáilte Project, Balseskin Reception Centre, DublinSTRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 37 THEME: INTEGRATING WELL According to the 7th WHO Global Health Promotion Conference in Nairobi (2009), 'all public health policies and programmes should incorporate a mental health promotion component if we are to successfully reduce the burden of priority public health problems and the inequities related to ill health'. This plan aims to provide a co-ordinating role for the integration of mental health promotion into policy implementation structures, such as Healthy Ireland, Connecting for Life, Sharing the Vision, and the National Strategy for Women and Girls. Mainstreaming and integrating mental health promotion within HSE services and programmes and making it all of our business has the potential to improve mental health and wellbeing outcomes for our service users, staff, and wider communities. There are many examples of existing good practice across the health service where this is already happening. For example: recovery colleges1, the HSE Nurture Programme, social prescribing, and others, with the potential for more. Some examples of what a more integrated approach might look like include: Mental health and wellbeing would be a core part of all health and wellbeing strategies, initiatives, and grant aid agreements, giving particular priority to interventions capable of improving mental and physical health together. Promotion of mental health and wellbeing would be a core role of HSE health promotion and improvement officers. Models of care focused on improving physical health problems would have a strong mental health promotion focus embedded. People with long-term and enduring mental health difficulties would be a priority group for health and wellbeing interventions. People with long-term chronic health conditions would receive support for their mental health and wellbeing as a standard part of their care (Naylor et al., 2016). All staff health and wellbeing initiatives would incorporate a mental health promotion focus. Every contact a service user has with the health service would be an opportunity for information and support regarding mental health and wellbeing. Making Every Contact Count (MECC) was established by the HSE in 2016 to support the implementation of Healthy Ireland in the health services and support people to make healthier lifestyle choices. During routine consultations, health professionals ask service users about lifestyle behaviours related to chronic disease. The goal of these 'contacts' is to address risk factors for chronic disease. A new module related to mental health and wellbeing was recently added to the programme to enable health professionals have conversations with service users about mental health and wellbeing and to provide advice and support on how to protect and promote mental health. The HSE funds a large number of community and voluntary agencies and also has service-level agreements with large NGOs working in the area of mental health and wellbeing with specific expertise in mental health promotion. At a local level, organisations such as family resource centres, partnership companies, mental health associations, men's sheds, sports organisations, such as the Gaelic Athletic Association (GAA) and others, have reach into communities and the means to connect and engage with socially excluded groups across the country. They are already actively engaged in mental health promotion activity. These relationships Starting well Equally well Belonging well Growing and learning wellWorking well Integrating well 1. https://www.hse.ie/eng/services/list/4/mental-health-services/advancingrecoveryireland/recoverycolleges/STRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 38 and partnerships present a huge opportunity to align priorities and resources and extend the reach of this plan within communities across the country in line with the strategic priority action areas outlined in the actions within this plan. Local Community Development Committees (LCDCs) and CYPSC also play an important role in mental health promotion. A strong partnership exists between the HSE and LCDCs, and representatives from the HSE are members of almost all of the 31 LCDCs in the country. All of the recently published Local Economic Community Plans (LECPs) include a focus on the improvement of health and wellbeing of their communities. This approach reflects a shared commitment in Government and throughout communities to support people to be as healthy and well as they can. LCDCs also deliver large elements of the Healthy Ireland Fund from the Department of Health, with almost €6 million invested in health and wellbeing actions, including mental health promotion, under the fund since 2017 (Department of Rural and Community Development, 2019). Examples of some of the mental health promotion initiatives funded under the scheme include social prescribing, home- visiting programmes for new mothers, youth wellbeing participatory projects, arts and creativity-based initiatives, and many more. CYPSC are county-level committees that bring together the main statutory, community, and voluntary providers of services to children and young people. They provide a forum for joint planning and coordination of activity to ensure that children, young people, and their families receive improved and accessible services. Their role is to enhance interagency cooperation and to realise the national outcomes set out in national policy related to children and young people. All CYPSC prioritise child and youth mental health as a priority area for action and many have mental health subgroups that include representation from HSE staff. CYPSC received a Community Mental Health Fund 2019 into 2020 and continued to implement community mental health actions in 2021.ACTIONS: INTEGRATING WELL 23. Mainstream and integrate mental health promotion within the HSE and national and local plans that impact on health and wellbeing. 24. Provide advice and support related to mental health and wellbeing to patients and service users as part of the Making Every Contact Count (MECC) initiative. 25. Embed mental health promotion messaging into the forthcoming national communications campaign aimed at improving the mental health literacy of the population. 26. Integrate and align the actions in this plan with the forthcoming Department of Health National Mental Health Promotion Plan. 27. Advocate and provide guidance for an enhanced focus on mental health and wellbeing through grant aid agreements and local community interagency structures.STRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 39 The Nurture Programme aims to improve child health and wellbeing through the integration of evidence- based practices and approaches into mainstream child health service delivery. The work focuses on strengthening professional development supports for a range of healthcare providers, including public health nurses, practice nurses, midwives, GPs, and community medical doctors, and embedding new practices in line with the most up-to-date evidence base. There are learnings from the evaluation of the Nurture Programme that have valuable application to the objective of this plan to mainstream and integrate mental health promotion within the HSE. Key learnings on enablers of systems change include: Using innovative approaches - the application of an implementation science approach, e.g. implementation plans and teams, parent and practitioner consultation, focus on sustainability from the start, user testing, focus on evidence. Communication and knowledge dissemination - any successful systems change process relies on communications. Building understanding, enthusiasm, and acceptance for the programme requires explaining the initiative, the reasoning and evidence base for change, and how the programme will affect current practice. The programme communications strategy took a multipronged approach that aimed to share information about programme developments and wider child health messaging at multiple levels and in a consistent manner nationally. Data and evidence - the collection and use of evidence is at the very core of the programme. The improvements prioritised in the programme included the standardisation of systems and tools to generate patient outcomes and generate information for the continued advancement of child health. If interventions are not achieving the desired outcomes, data must be available to drive the continued improvement of the system. Advocacy - strengthening the profile of child health and wellbeing with a greater focus on prevention at the policy and budgetary levels contributed to the sustainability of the programme. The inclusion of child health in two key national strategies was also beneficial.IN FOCUS: Case Study - The Nurture ProgrammeSECTION 5 Implementation and evaluationSTRONGER TOGETHER HSE Mental Health Promotion Plan 2022-2027 | 41 Each action within the plan has identified lead and supporting partners that may be added to over time (see Tables 2-7), while the implementation of the actions will be supported by implementation and governance structures. An initiation timeframe is associated with each action area, which is either short term (first 12 months post- launch) or medium term (12-36 months post-launch). A National Implementation Oversight Group will oversee the implementation of the plan and monitor progress. This group will include representatives of the partners principally involved in delivering on actions in the plan. It will agree the implementation infrastructure and reporting mechanisms and oversee production of a detailed implementation plan. The implementation infrastructure established will be integrated with other key structures and programmes to ensure a co-ordinated, joined-up approach to implementation that minimises duplication of effort and reporting. The chair of this group will feed into the national structures responsible for the monitoring and implementation of the forthcoming National Cross- Governmental Mental Health Promotion plan and Connecting for Life: Ireland's Strategy to Reduce Suicide 2015-2020 (Department of Health, 2015) and Sharing the Vision: A Mental Health Policy for Everyone (Department of Health, 2022). Monitoring and evaluation will be embedded in the implementation process for each action area. Implementation progress will be tracked and supported through the Mental Health and Wellbeing Programme in HSE Health and Wellbeing and will be reported to the National Implementation Oversight Group.Section 5: Implementation and evaluationSTRONGER TOGETHERHSE Mental Health Promotion Plan 2022-2027 | 42 Table 2: Starting Well actions THEME : STARTING WELL No. Action Lead partner(s) Supporting partner(s) Timeline 1 Increase access to evidence-based parenting programmes in socially and economically disadvantaged areas in line with the Sláintecare Healthy Communities Programme HSE H&W, HSE Tusla DOH, DCEDIY, HSE Psychology, HSE Primary Care, Community and voluntary partners Short 2 Increase coverage of home-visiting programmes nationally in line with the goals of Supporting Parents, the national model of parenting support servicesHSE Primary Care, Tusla, HSE National Healthy Childhood ProgrammeHSE H&W, DCEDIY, Acute HospitalsMedium (funding dependent) 3 Develop the skills and competencies of staff working with infants and their families to strengthen the social and emotional health of infantsHSE National Healthy Childhood Programme Tusla, HSE Psychology, HSE H&W, HSE Primary Care, Acute Hospitals, DCEDIYShort 4 Strengthen HSE structures and systems to support social and emotional development in infancy and early childhoodHSE Primary Care, HSE National Healthy Childhood Programme, HSE H&W, HSE PsychologyTusla, DCEDIY, DE Medium Starting well Equally well Belonging well Growing and learning wellWorking well Integrating well STRONGER TOGETHERHSE Mental Health Promotion Plan 2022-2027 | 43 Table 3: Growing and Learning Well actions THEME : GROWING AND LEARNING WELL No. Action Lead partner(s) Supporting partner(s) Timeline 5 Strengthen supports for health and wellbeing in early learning and care and school-age childcare settingsHSE H&W, DECDIY DE Medium 6 Support social and emotional learning in primary and post primary schools, through collaboration with DEHSE H&W, DE / NEPS Short 7 Create opportunities to ensure that the voices of children and young people are heard in the development of mental health and wellbeing initiatives HSE H&W, Jigsaw, SpunOut, Foróige, Office)Statutory and non- statutory partnersShort 8 Support and strengthen the mental health and wellbeing of children and young people through the CYPSC mental health and wellbeing subgroups at county levelCYPSC, HSE H&W Tusla, statutory and non-statutory partners represented on CYPSC Short 9 Develop joint initiatives with the NGO sector to build the capacity of people who work with young people to promote youth mental healthHSE H&W NGO partners, statutory partners Short 10 Develop, implement, and evaluate mental health promotion initiatives focused on promoting connectedness and belonging in further and higher education settings aligned to the Healthy Campus Framework and the HEA National Student Mental Health and Suicide Prevention FrameworkHSE H&W, Jigsaw USI, NOSP, HSE Mental Health, HEA, DOH, Department of Further and Higher EducationShort Starting well Equally well Belonging well Growing and learning wellWorking well Integrating well STRONGER TOGETHERHSE Mental Health Promotion Plan 2022-2027 | 44 Table 4: Belonging Well actions THEME 3 : BELONGING WELL No. Action Lead partner(s) Supporting partner(s) Timeline 11 Integrate social prescribing across the HSE, in partnership with the community and voluntary sector as outlined in the HSE Social Prescribing FrameworkHSE H&W, DOH Community and voluntary organisations, all health services Short 12 Support the implementation of community-wide mental health promotion initiatives based on the principles of empowerment, inclusion, and co-productionHSE H&W Academic partners, NGO partners, LCDCs, HSE Social Inclusion, Local Authorities, community and voluntary organisationsMedium 13 Support the implementation of initiatives to address the impact of loneliness and social isolation across the life cycleHSE H&W HSE Older Person's Services, ONMSD, NGO partners, community and voluntary organisations, HSE Mental HealthMedium 14 Strengthen the role of arts and creativity in the promotion of mental health and wellbeing within the HSE and HSE-funded agenciesHSE H&W DOH, DTCAGSM (Creative Ireland Programme), Arts Council, all health services, NGO partners, artists and creative practitioners, Local AuthoritiesShort Starting well Equally well Belonging well Growing and learning wellWorking well Integrating well STRONGER TOGETHERHSE Mental Health Promotion Plan 2022-2027 | 45 Table 5: Working Well actions THEME 4 : WORKING WELL No. Action Lead partner(s) Supporting partner(s) Timeline 15 Further develop resources and initiatives for promoting positive mental health and wellbeing in the workplace Mental Health Ireland, HSE H&W, DOHHSE HR, NGO partners, NOSPMedium 16 Under the HSE Healthy Workplace Framework, implement a range of evidence-informed programmes to promote positive mental health of HSE staff and funded agencies based on needs identified through various staff engagement foraHSE HR, HSE H&W DOH, NGO partners, Healthy Ireland leads in CHOs and Hospital GroupsMedium 17 Deliver evidence-based mental health promotion and stress prevention/ management programmes for HSE staff and the general publicHSE H&W, HSE Psychology, HSE CommunicationsHSE HR, NGO partners, HSE Mental Health, Acute HospitalsShort Starting well Equally well Belonging well Growing and learning wellWorking well Integrating well STRONGER TOGETHERHSE Mental Health Promotion Plan 2022-2027 | 46 Table 6: Equally Well actions THEME 5 : EQUALLY WELL No. Action Lead partner(s) Supporting partner(s) Timeline 18 Facilitate access to mainstream mental health promotion programmes for socially excluded groupsHSE H&W HSE Social Inclusion, HSE Mental Health, NGO partnersShort 19 Support and co-design the promotion of mental health literacy for priority groups through dedicated communications campaigns and resourcesHSE H&W, HSE Social Inclusion, HSE Communications NGO partners Medium 20 Develop and implement mental health promotion training for those working with priority groupsHSE H&W, HSE Social Inclusion All health services, NGO partnersShort 21 Further strengthen the provision of co-produced mental health promotion programmes for people with mental health difficulties in line with the principles of the National Framework for Recovery in Mental HealthHSE Mental Health, HSE H&W HSE Primary Care, NOSP, recovery colleges, NGO partners Medium 22 Scale up and further strengthen mental health promotion initiatives within the existing Traveller health infrastructureHSE Social Inclusion, HSE H&W, Pavee Point Traveller and Roma CentreNGO partners Short Starting well Equally well Belonging well Growing and learning wellWorking well Integrating well STRONGER TOGETHERHSE Mental Health Promotion Plan 2022-2027 | 47 Table 7: Integrating Well actions THEME 6 : INTEGRATING WELL No. Action Lead partner(s) Supporting partner(s) Timeline 23 Mainstream and integrate mental health promotion within the HSE and national and local plans that impact on health and wellbeingHSE H&W All health services and HSE-funded partnersShort 24 Provide advice and support related to mental health and wellbeing as part of the Making Every Contact Count behaviour change programmeHSE Primary Care, HSE Acute Hospitals, HSE H&W NGO partners Short 25 Embed mental health promotion messaging into the forthcoming national communications campaign aimed at improving the mental health literacy of the populationHSE Mental Health, HSE CommunicationsHSE H&W, NOSP Short 26 Integrate and align the actions in this plan with the forthcoming Department of Health's National Mental Health Promotion Plan DOH, HSE H&W Short 27 Advocate and provide guidance for an enhanced focus on mental health and wellbeing through grant aid agreements and local community interagency structures HSE H&W LCDCs, CYPSC Medium Starting well Equally well Belonging well Growing and learning wellWorking well Integrating well STRONGER TOGETHERHSE Mental Health Promotion Plan 2022-2027 | 48 Aked J, Marks N, Cordon C & Thompson S (2008). Five Ways to Wellbeing. London: The New Economics Foundation. Barry M, Clarke A, Morreale S, Field S & Field C (2018). A review of the evidence on the effects of community-based programs on young people's social and emotional skills development. Adolescent Research Review, 3: 13-27. Barry MM, Clarke A, Petersen I & Jenkins E (2019). Implementing Mental Health Promotion. Cham, Switzerland: Springer. Barry M, van Lente E, Molcho M, Morgan K & McGee HC (2009). SLAN 2007: Survey of Lifestyle, Attitudes and Nutrition in Ireland Mental Health and Social Well-Being Report. Dublin: Government of Ireland. Carr A, Hartnett D, Brosnan E & Sharry J (2017). Parents Plus systemic, solution- focused parent training programs: description, review of the evidence base, and meta-analysis. Family Process, 56(3): 652-668. Chatterjee HJ, Camic B community interventions: a systematised review of social prescribing schemes. Arts & Health, 10(2): 97-123. Dahlgren G & Whitehead M (1991). Policies and Strategies to Promote Social Equity in Health. Background Document to WHO-Strategy Paper for Europe. Stockholm: Institute for Futures Studies. Department of Children and Youth Affairs (2019). First 5: A Whole-of-Government Strategy for Babies, Young Children and their Families 2019-2028. Dublin: Government of Ireland.Department of Education and Skills (2019). Wellbeing Policy Statement and Framework for Practice 2018-2023. Dublin: Government of Ireland. Department of Enterprise, Trade and Employment (2021). Making Remote Work: National Remote Work Strategy. Dublin : Government of Ireland. Department of Health (2013a). Healthy Ireland: A Framework for Improved Health and Wellbeing, 2013-2025. Dublin: Department of Health. Department of Health (2013b). Positive Ageing Starts Now: The National Positive Ageing Strategy. Dublin: Government of Ireland. Department of Health (2015). Connecting for Life: Ireland's Strategy to Reduce Suicide 2015-2025. Department of Health. Dublin: Government of Ireland. Department of Health (2017). National Youth Mental Health Task Force Report 2017. Dublin: Government of Ireland. Department of Health (2020). Sharing the Vision: A Mental Health Policy for Everyone. Dublin: Government of Ireland. Department of Health (2021a). Healthy Ireland Strategic Action Plan 2021-2025. Dublin: Government of Ireland. Department of Health (2021b). Healthy Ireland Survey 2021. Dublin: Government of Ireland. Department of Health (2021c). Higher Education Healthy Campus Framework and Charter. Dublin: Government of Ireland. Department of Health (2021d). National Healthy Workplace Framework. Dublin: Department of Health. ReferencesSTRONGER TOGETHERHSE Mental Health Promotion Plan 2022-2027 | 49 Department of Justice and Equality (2017a). National Strategy for Women and Girls 2017-2020: Creating a Better Society for All. Dublin: Department of Justice and Equality. Department of Justice and Equality (2017b). National Traveller and Roma Inclusion Strategy 2017-2021. Dublin: Department of Justice and Equality. Department of Rural and Community Development (2019). Review of Local Community Development Committees. Dublin: Government of Ireland. Dowling K & Barry MM (2020a). Evaluating the implementation quality of a social and emotional learning program: a mixed methods approach. International Journal of Environmental Research and Public Health, 17(9): 3249. Dowling K & Barry MM (2020b). The effects of implementation quality of a school-based social and emotional well-being program on students' outcomes. European Journal of Investigation in Health, Psychology and Education, 10(2): 595-614. Dowling K & Barry MM (2021). MindOut Mayo: The Implementation of a Social and Emotional Learning Programme in Post-Primary Schools. Galway: Health Promotion Research Centre, National University of Ireland Galway. Dowling K, Simpkin AJ & Barry MM (2019). A cluster randomized controlled trial of the MindOut social and emotional learning program for disadvantaged post- primary school students. Journal of Youth and Adolescence, 48(7): 1245-1263. Government of Ireland (2017). Committee on the Future of Healthcare: Sláintecare Report. Dublin: Government of Ireland. Higher Education Authority (2020). National Student Mental Health and Suicide Prevention Framework. Dublin: Department of Further and Higher Education. HSE (Health Service Executive) (2015a). Donegal Social Prescribing Evaluation Report. Donegal: HSE.HSE (2015b). Services: Implementation 2015-2017. Dublin: HSE. HSE (2019). Better for Every Child: The Evaluation of the Nurture Programme, Infant Health and Wellbeing. Dublin: HSE. HSE (2020). National Framework for the Integrated Prevention and Management of Chronic Disease in Ireland 2020-2025. Dublin: HSE. HSE (2021a). Community and Voluntary Organisations. Dublin: HSE. International Union for Health Promotion and Education (IUHPE) (2021). Critical Actions for Mental Health Promotion. Paris: IUHPE. Keppler T, Kuosmanen T, Hodgins M & Barry M (2021). Mental Health Promotion Interventions and Supports Provided by Voluntary Organisations to Workplaces. Galway: Health Promotion Research Centre, National University of Ireland Galway. Keyes C (2005). Mental illness and/or mental health? Investigating axioms of the complete state model of health. Journal of Consulting and Clinical Psychology, 73: 539-548. Longford Westmeath Parenting Partnership (2014). How We Positively Made It Happen: The Verdict on Triple P Positive Parenting in Longford and Westmeath 2010-2013. Longford: Longford Westmeath Parenting Partnership. Mental Health Foundation (2019). How arts can help improve your mental health. Retrieved from: https://www.mentalhealth.org.uk/blog/how-arts-can-help- improve-your-mental-health STRONGER TOGETHERHSE Mental Health Promotion Plan 50 Moussavi S, Chatterji S, Verdes E, Tandon A, Patel B & Uston V (2007). Depression, chronic diseases, and decrements in health: results from the World Health Surveys. The Lancet, 370(9590): 851-858. Naylor C, Das P, Ross S, Honeyman M, Thompson J & Gilbert H (2016). Bringing Together Physical and Mental Health. London: King's Fund. O'Halloran A, Hartley P & Moloney D (2021). Informing patterns of health and social care utilisation in Irish older people according to the Clinical Frailty Scale. HRB Open Research, 4: 54. Polley MJ & Pilkington K (2017). A Review of the Evidence Assessing Impact of Social Prescribing on Healthcare Demand and Cost Implications. London: University of Westminster. Prince M, Patel V, Saxena S, Maj M, Maselko J, Philips M & Rahman A (2007). No health without mental health. Lancet, 370(9590): 859-877. Scott KM, Al-Hamzawi A, Alonso J, Bruffaerts R, Caldas-de-Almeida JM & Kessler RC (2016). Association of mental disorders with subsequent chronic physical conditions: World Mental Health Surveys from 17 countries. JAMA Psyc 73(2): 150-158. Sheridan A & McElhinney T (2016). A Guidance Document for the Promotion of Positive Mental Health and Wellbeing. Dublin: HSE. South Dublin County Partnership (2020). Get Well Connected: An Evaluation of South Dublin County Partnership Social Prescribing Pilot Project. Dublin: South Dublin County Partnership. Verdery AM, Smith-Greenaway EE, Margolis RR & Daw J (2020). Tracking the reach of COVID-19 kin loss with a bereavement multiplier applied to the United States. Proceedings of the National Academy of Sciences, 117(30): 17695-17701.World Health Organization (WHO) (2001). The World Health Report 2001. Mental Health: New Understanding, New Hope. Geneva: World Health Organization. World Health Organization (2009). 7th WHO Global Health Promotion Conference, Nairobi. Geneva: World Health Organization. World Health Organization (2019). Strong Collaboration, Better Health: Global Action Plan for Healthy Lives and Well-being for All, 2013-2030. Geneva: World Health Organization.STRONGER TOGETHERHSE Mental Health Promotion Plan 2022-2027 | 51 HSE Nurture Programme Department of Health Department of Children, Equality, Disability, Integration and Youth Tusla Community Mothers Programme researcher Integrated Care Programme for Older Persons Range of stakeholders working in the area of youth mental health across HSE, wider Government and NGO sector Workplace Health and Wellbeing Unit of HSE Human Resources HSE Mental Health Operations HSE Social Inclusion Mental Health Ireland Consultation with older people - representatives from Age Friendly Counties Programme and from ALONE HSE Mental Health area leads for engagement Prenatal Mental Health Services Connecting for Life 'Green Box' - including Heads of Service for Mental Health, NOSP senior management, HSE Mental Health senior management, Suicide Resource Officers Large group of NOSP-funded agencies - including BeLonG To, MHFI, National Forum of Family Resource Centres, ISPCC Childline, NSRF, Suicide or Survive, Shine, First Fortnight, Pieta House, USI, Turn2me, LGBT Ireland, Dublin Simon, Jigsaw NOSP Resource Officers for Suicide Prevention HSE Traveller Mental Health Coordinators Irish Travellers Health Promotion and Improvement Managers Heads of Service for Health and Wellbeing Health and Wellbeing Management Team HSE Psychology representativesAppendix 1: StakeholdersMental Health and Wellbeing Programme Health and Wellbeing, Strategy and Research Health Service Executive 89-94 Capel Street Dublin D01 P281 "}