{"title": "PDF", "author": "PDF", "url": "https://www.hse.ie/eng/services/covid-19-resources-and-translations/covid-19-vaccine-materials/pfizer-for-5-to-11s-booklet.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "children aged 5 to 11 Important information for parents and guardians Version 6 28 April 20232About this leaflet This leaflet tells you about the COVID-19 (coronavirus) vaccine for children aged 5 to 11 years. It tells you about: COVID-19 in children aged 5 to 11 what the COVID-19 vaccine is the benefits of vaccination for children aged 5 to 11 the risks of vaccination for children aged 5 to 11 vaccine safety and side effects what to expect after their COVID-19 vaccine giving consent for their COVID-19 vaccine where you can get more information Please read this leaflet carefully. Our aim for this information booklet is to allow you to make an informed decision about getting the vaccine for your child. You can also talk to a healthcare professional, like your GP (Doctor) or Pharmacist, about the vaccine. You can also: read the manufacturer's Patient Information Leaflet available on www.hse.ie/ covid19vaccinePIL discuss vaccination with your child or read the leaflet with them read further information available on www.hse.ie About COVID-19 COVID-19 is an illness that can affect the lungs and airways, and sometimes other parts of the body. It's caused by a virus called coronavirus. COVID-19 is highly infectious. It spreads through the air through droplets produced when people cough or sneeze, or when they touch surfaces where the droplets have landed and then touch their eyes, nose or mouth. The most common symptoms of COVID-19 are: a fever (high temperature of 38 degrees Celsius or above) - including having chills dry cough fatigue It can take up to 14 days following exposure to COVID-19 for symptoms to show. The symptoms can be similar to those of a cold or flu. Your child may not have all of these symptoms or they may just feel generally less well than usual.3If your child has any symptoms of COVID-19, they should self-isolate (stay at home) until 48 hours after they feel better. You can check www.hse.ie to see if they need a COVID test. For more information on COVID-19, please visit www.hse.ie/coronavirus or call HSELive on 1800 700 700. COVID-19 and children aged 5 to 11 The vast majority of children in this age group who get COVID-19 have very mild symptoms or no symptoms at all. Having COVID-19 at this age can be disruptive as children have to miss school. COVID-19 can cause serious illness, hospitalisation or death in children, but this is very rare. Sometimes, symptoms connected to COVID-19 can continue for some weeks or months. This is called 'long COVID' . The risk of this condition is lower in children compared to adults. The risk of a child being hospitalised because of COVID-19 is very low, and the risk of any child needing intensive care treatment is extremely low. Children with certain health conditions are at higher risk of severe illness and hospitalisation if they get COVID-19. However, in Ireland, 7 in 10 children admitted to hospital who had COVID-19 in this age group had no underlying health conditions. Rarely, COVID-19 can cause a condition called Multisystem Inflammatory Syndrome in children (MIS-C). 75% of the children who develop MIS-C have no underlying health condition. MIS-C is more rarely seen following omicron infection. The condition causes pneumonia, inflammation of the heart and difficulty breathing. Most children with MIS-C recover after time in hospital or intensive care but some children have lasting side effects and a very small number can die. What is the COVID-19 vaccine? A vaccine is a substance that should improve immunity (protection) to a particular disease. Vaccines teach the immune system how to protect people from diseases. The evidence available says that COVID-19 vaccine should offer your child protection from COVID-19. If children are vaccinated, this should also help reduce the numbers who become seriously ill or die from COVID-19 in our community.4What vaccine is my child being offered? The vaccine your child is being offered is called Comirnaty (Pfizer/BioNT ech). This is an mRNA vaccine that teaches your child's body how to make a protein that will trigger an immune response, without using the live virus that causes COVID-19. Your child's body then makes antibodies that help fight the infection if the COVID-19 virus enters their body in the future. For your child's first round of vaccines, they will be offered an adapted vaccine called Comirnaty® BA.4-5 (Pfizer), or one of the original vaccines. Before vaccination, you will be asked to give consent for your child to get the vaccine and this consent will be recorded. Adapted vaccines Adapted mRNA COVID-19 vaccines have been recommended for children aged 5 to 11 by the National Immunisation Advisory Committee (NIAC) in Ireland. The adapted vaccines contain mRNA to protect against the original str ain of COVID-19 as well as the COVID-19 variant strains BA.1 or BA.4-5. They are expected to give wider protection against COVID-19 variants than the previous vaccine. Adapted mRNA COVID-19 vaccines have also been recommended for use as booster doses. Why is the vaccine being offered to all children aged 5 to 11? Our aim in offering the vaccine to this population is to protect people and reduce the illness and deaths caused by this virus. Getting a COVID-19 vaccine should protect your child and those around them from getting COVID-19. Though serious illness from COVID-19 is rare in this age group, they are even less likely to become seriously ill with COVID-19 if they are vaccinated. COVID-19 vaccines are strongly recommended by the National Immunisation Advisory Committee (NIAC) for children aged 5 to 11 years who: have a health condition that puts them at high risk of severe illness if they get COVID-19 live with a younger child or adult who is at risk of severe illness if they get COVID-19 e.g. another child with complex medical needs, or an immunocompromised adult For all children in this age group, the recommendation of NIAC is that the benefits of vaccination are greater than the risks from the vaccine. The benefits include avoiding getting COVID-19, and extra protection from the rare risks of serious illness from COVID-19. Children who are vaccinated will be less likely to miss school and other activities because of COVID-19.5Is the vaccine effective for children aged 5 to 11 years? The clinical trial for the Comirnaty (Pfizer/BioNT ech) vaccine showed that it was highly effective at preventing COVID-19 in children this age. Is the vaccine safe for children aged 5 to 11 years? The National Immunisation Advisory Committee recommends that children aged 5 to 11 years old be offered this COVID-19 vaccine. This vaccine has been tested on thousands of people including over 2,000 children aged 5 to 11 years as part of clinical trials. No additional safety concerns were identified in the clinical trial for children in this age group. It is expected that the safety of the adapted vaccines will be similar to the previous vaccines. Safety of the vaccines will continue to be monitored b y the European Medicines Agency (EMA). This vaccine has also met strict standards of safety, quality and effectiveness, and been approved and licensed by regulators. For Ireland, the regulator is the European Medicines Agency (EMA) - visit www.ema.europa.eu for more information. In order to be approved for use, the vaccine went through all the clinical trials and safety checks all other licensed medicines go through, following international standards of safety. Safety monitoring of all COVID-19 vaccines is constantly reviewed by the relevant authorities. While the work to develop COVID-19 vaccines has moved much faster than usual, the vaccine we are offering your child has gone through all the usual steps needed to develop and approve a safe and effective vaccine. We are still learning about the effectiveness and side effects of COVID-19 vaccines in this age group. All medicines have side effects and you should read about known common, rare and very rare side effects of this vaccine in this leaflet before you give consent for your child to be vaccinated. The vaccine has already been given to millions of children aged 5-11 years old worldwide. My child has already had COVID-19, can they get the vaccine? If your child has had COVID-19 they will likely have some immunity. Even if your child has already had COVID-19, they could still get it again. The vaccine will reduce the risk of getting COVID-19 infection again.6Can my child get the COVID-19 vaccine if they have a high temperature? No. If they have a fever (temperature of 38 degrees Celsius or above), you should delay getting the vaccine until they feel better. Can the vaccine give my child COVID-19? No. The COVID-19 vaccine cannot give your child COVID-19. It is possible to catch COVID-19 before getting the vaccine and not realise they have the symptoms until after the vaccination appointment. If your child has any symptoms of COVID-19 - or if they have a fever which starts more than 2 days after their vaccine, or lasts longer than 2 days - they should self- isolate (stay at home) until 48 hours after they feel better. You can check www.hse.ie to see if they need a COVID-19 test. Who is my child's vaccinator? This is the person who gives them their vaccine. They are trained by the HSE to give COVID-19 vaccines. How is the COVID-19 vaccine given? The COVID-19 vaccine is given as an injection into the upper arm. It will only take a few minutes. How many doses of COVID-19 vaccine will my child need? They will need 2 doses of the Pfizer/BioNT ech vaccine for the best possible protection against COVID-19. Children will get their second dose 8 weeks after the first dose. If your child has a medical condition that puts them at higher risk of becoming very unwell with COVID-19, they will be recommended an autumn booster dose, which should be given 9 months after their last COVID-19 vaccine or infection. However, if your child has a weak immune system they should get their second dose 4 weeks after their first dose. They may need an additional dose of COVID-19 vaccine 8 weeks after their second dose. This is then followed by a first booster 4 months after their additional dose or COVID-19 infection . Children with a weak immune system who have had an additional dose and a first booster dose are recommended a spring booster dose and an autumn booster dose. Spring and autumn booster doses should be given 6 months following a previous booster dose or COVID-19 infection. 7My child has COVID-19 now, can they get the vaccine? If your child has COVID-19 and are due to have their first or second dose of the vaccine: they can be vaccinated from 4 weeks after they first develop symptoms or from their positive COVID-19 test If your child with a weak immune system has had COVID-19 after their second dose and is due to get their additional dose: if their COVID-19 infection was more than 7 days after the second vaccine dose, an additional dose is not required. They should go on to get their first booster dose 4 months after infection if your child gets a COVID-19 infection within 7 days of their second dose they should get their additional dose 4-8 weeks after infection If your child is due to get a booster, please read the previous question for information on when your child can get a booster after a COVID-19 infection. Why are some children with a weak immune system being offered an additional dose and a booster dose? We hope that an additional dose of vaccine will: improve their immune system's response to the vaccine give them better protection against COVID-19 prevent them from getting seriously ill with COVID-19 Your child is being offered a booster dose because: the protection from the vaccines your child got already may weaken with time your child may be more at higher risk of severe disease your child's immune system does not respond as strongly to vaccination We hope a booster dose of vaccine will give your child extra protection from COVID-19 and help prevent them from developing serious illness if they do get COVID-19. If your child has a weak immune system, they will be offered the adapted vaccine, Comirnaty® BA.4-5 (Pfizer vaccine), as a booster dose. Why are some children with medical conditions being offered an autumn booster dose? Your child is being offered an autumn booster dose because: the protection from the vaccines your child got already may weaken with time your child may be at a higher risk of severe disease We hope that a booster dose of vaccine will give your child extra protection from COVID-19 and help prevent them from developing serious illness if they do get COVID-19.8What do we know about the safety of getting an additional dose and a booster dose of the vaccine? We have less information on the safety of an additional dose of COVID-19 vaccine. Studies on people getting an additional dose haven't shown any serious side effects. You may have heard about myocarditis, which is very rare in children aged 5-11. Myocarditis and pericarditis are inflammatory heart conditions and are very rare risks of mRNA vaccines. These rare side effects are more common in men under the age of 30 years after their second primary vaccine dose. The risk of these side effects appears to be lower after the first booster. Is an additional dose or booster doses of the vaccine licensed by the EMA? The EMA has approved an additional dose of the same mRNA vaccine, at least 28 days after their second dose. The EMA has approved the adapted vaccine as a booster in this age group. NIAC has only recommended booster doses in children with a weak immune system or with medical conditions that put them at higher risk of becoming seriously unwell from COVID-19. They have advised that adapted vaccines can be used for primary courses too. NIAC recommendations can vary from EMA recommendations due to local data and considerations. In Ireland we follow NIAC advice. What are the side effects of the vaccine? Like all medicines, vaccines can cause side effects. Most of these are mild to moderate, short-term, and not everyone gets them. More than 1 in 10 people will have these very common side effects: feeling tired tenderness or swelling in your arm where you have had the vaccine injection headache muscle pain joint pain diarrhoea fever (temperature of 38 degrees Celsius or above) or chills Up to 1 in 10 people will have these common side effects: nausea vomiting redness where the vaccine was given9Up to 1 in 100 people will have these uncommon side effects: itchiness where the vaccine was given generalised itchiness a rash swelling of the lymph glands sleeplessness excessive sweating night sweats decreased appetite lack of energy, lethargy or feeling unwell pain in the vaccinated arm Up to 1 in 1,000 people will have these rare side effects: temporary drooping on one side of the face allergic reactions like hives or swelling of the face Up to 1 in 10,000 people will have these very rare side effects: myocarditis and pericarditis Myocarditis and pericarditis are inflammatory heart conditions. The risk of these very rare conditions is higher in younger men. These conditions are more likely to occur after the second dose and mostly happen within 14 days of getting the vaccine. Two European studies have estimated the risk of myocarditis, after the second dose of the vaccine: One additional case for every 38,000 men aged 12 to 29 (within 7 days) One additional case for every 17,500 men aged 16 to 24 (within 28 days) Early data from other countries shows myocarditis is less likely in those aged 12 to 15 than those aged 16 to 24. Myocarditis in children aged 5-11 years is very rare. Most people get better on their own or with supportive treatment, but would need care in hospital. We don't yet know if there are any long-term problems because of these side effects. It's not known yet how many people who get this vaccine will experience these side effects but they are thought to be extremely rare : a severe allergic reaction. Your vaccinator is trained to treat serious allergic reactions10 Erythema Multiforme, a skin reaction that causes red spots or patches on the skin that may look like a target or \"bulls-eye\" with a dark red centre surrounded by paler red rings swelling of the face if you have facial fillers extensive swelling of the arm (or leg) where the vaccine was given tingling or prickling sensation, or loss of sensation in some part of the body heavy periods The COVID-19 vaccine has gone through the same clinical trials and safety checks as all other licensed vaccines, however the vaccine is new and long-term side effect information is limited. As more people in Ireland and around the world get this vaccine, more information on side effects may become available. The HSE will update this information regularly on our website, and if necessary, will update the information leaflets given to people at their first or second dose of the vaccine. Symptoms of myocarditis and pericarditis Very rarely, people may develop myocarditis and pericarditis after getting the Comirnaty (Pfizer/BioNT ech) vaccine. Myocarditis and pericarditis are inflammatory heart conditions. You should know the signs to look out for in your child. Get medical help if your child gets any of these symptoms after their vaccine: breathlessness palpitations (a forceful heartbeat that may be irregular) chest pain Are there some children who should not get the COVID-19 vaccine? Yes. Your child should not get the Comirnaty (Pfizer/BioNT ech) COVID-19 vaccine if: your child has had a severe allergic reaction to any of the ingredients in the vaccine (including polyethylene glycol or PEG). Read the manufacturer's Patient Information Leaflet on www.hse.ie/covid19vaccinePIL to see the list of ingredients. your child has had a severe allergic reaction to a previous dose of the Pfizer/ BioNT ech vaccine. your child has had a severe allergic reaction to Trometamol (an ingredient in contrast dye used in MRI radiological studies). You should talk to your child's doctor before getting the COVID-19 vaccine if they: had a severe allergic reaction (anaphylaxis) in the past, including to any other vaccine or medication.11 had myocarditis and pericarditis (inflammation of the heart muscle or lining of the heart) after a previous dose of COVID-19 vaccines If your child has previously had Multisystem Inflammatory Syndrome they can get the COVID-19 vaccine once they have recovered and at least 90 days after they were diagnosed, whichever is longer. As a precaution, if your child has recently received the MPOX (previously known as monkeypox) vaccine (Imvanex or Jynneos) they need to wait 4 weeks before they get their COVID-19 vaccine because of the unknown risk of myocarditis. Most children will be able to safely get the vaccine. The person giving y our child the vaccine will be happy to answer any questions you have at your appointment for the vaccine. They will also give you aftercare advice, and a vaccine record card showing the name and batch number of the vaccine your child has been given. After getting the vaccine We are giving you a record of your child's vaccination today. Please keep the record card safe. What might happen in the next few days? Some people who got the vaccine that your child got today may get some of the side effects listed earlier. Most of these are mild to moderate and short lived. Fever after the vaccine It is quite common to develop a fever after vaccination. Usually, this happens within 2 days of getting the vaccine, and it goes away within 2 days. Your child is more likely to get a fever after their second dose of the vaccine. If your child feels uncomfortable, you should give them paracetamol or ibuprofen as directed on the box or leaflet. If you are concerned about your child, please seek medical advice. How long does it take the vaccine to work? After having both doses of the COVID-19 vaccine, most people will have immunity. This means they will be protected against COVID-19. It takes 7 days after getting the second dose for it to work. There is a chance your child might still get COVID-19, even if they have the vaccine.12Does the vaccine work in everyone? The vaccines have been used in millions of people worldwide over the last year. There is strong, reliable evidence that COVID-19 vaccines greatly reduce the risk of getting COVID-19. They are highly effective at preventing deaths and serious illness with COVID-19. The vaccines do not work the same in each person, and it is possible to still get COVID-19 after being vaccinated. If your child has a weakened immune system, there is no extra risk in taking the vaccine but it may not work as well for your child. How long does immunity last from the vaccine? We do not know yet how long immunity will last. Clinical trials are ongoing to find this out. When my child gets the vaccine, does that mean they won't spread COVID-19 to others? We do not know yet if having the vaccine stops people spreading the COVID-19 virus to others. That is why it is important that we all continue to follow public health advice on how to stop the spread of the virus. After vaccination your child will be advised to continue to follow public health guidelines for vaccinated people. Can my child get the COVID-19 vaccine and other vaccines? As a precaution, if your child has recently received the MPOX (previously known as monkeypox) vaccine (Imvanex or Jynneos) they need to wait 4 weeks before they get their COVID-19 vaccine because of the unknown risk of myocarditis. However, your child can get a COVID-19 vaccine at the same time as any other vaccines that they need, including their nasal spray flu vaccine and any school-based vaccinations. Consent for your child to be vaccinated A parent or legal guardian will be asked to give consent for each child to be vaccinated. A child will not be allowed to attend a vaccination centre alone for a vaccine. Your decision to give consent for the vaccine or not will be respected and the following summary table might be useful to you in being informed about your choices.13Consider your child having the vaccine if:Consider your child not having the vaccine, or waiting until more information is available, if: Your child has an underlying medical condition that puts them at high risk of severe COVID-19. Your child lives with a child or an adult who is at high risk of severe COVID-19. You want to increase protection for your child against the extremely rare possibility of severe COVID-19, Multisystem Inflammatory Syndrome or 'long COVID'. You do not want to risk the very rare side effect of myocarditis and pericarditis from vaccination. You want to wait for more information to become available about the risk of Multisystem Inflammatory Syndrome and of COVID-19 in children. You want to wait for more information to be available about the longer term effects of the vaccines in children and young people. Benefits of the vaccine Risks of the vaccine Protection for children and young people who have health conditions that put them at high risk of severe COVID-19. Protection for healthy children and young people from severe COVID-19 - although this is very rare in this age group. The risk of a child being hospitalised because of COVID-19 is very low, and the risk of any child needing intensive care treatment is extremely low. Protection from COVID-19, and complications from COVID-19 such as 'long COVID' and Multisystem Inflammatory Syndrome in children Protection from COVID-19 which can cause children to miss school. May help prevent the spread of COVID-19 to others. This is especially important if children and young people are living with a younger child or an adult who is at risk of severe COVID-19. Short term side effects like a sore arm, fever or tiredness. About 1 in 100,000 people might have a severe side effect, like an allergic reaction to the vaccine. Very rarely some people develop inflammation of the heart (myocarditis) and the outer lining of the heart (pericarditis) after vaccination. Most people recover from myocarditis and pericarditis but they may need treatmen in hospital. We don't yet have information about longer term effects of COVID-19 vaccines in children.More information For more information, read the manufacturer's Patient Information Leaflet. This will be printed for you on the day your child gets their vaccine, or you can find it on www. hse.ie/covid19vaccinePIL You can also talk to a health professional, like your GP (Doctor), Pharmacist or healthcare team. You can also visit the HSE website at www.hse.ie/covid19vaccine or call HSELive on 1800 700 700. For more information on the COVID-19 vaccine, including materials in other formats and translation support, visit www.hse.ie/covid19vaccinematerials How do I report side effects? As with all vaccines, you can report suspected side effects to the Health Products Regulatory Authority (HPRA). The HPRA is the regulatory authority in the Republic of Ireland for medicines, medical devices and other health products. As part of its role in the safety monitoring of medicines, the HPRA operates a system through which healthcare professionals or members of the public can report any suspected adverse reactions (side effects) associated with medicines and vaccines which have occurred in Ireland. The HPRA strongly encourages reporting of suspected adverse reactions (side effects) associated with COVID-19 vaccines to support continuous monitoring of their safe and effective use. T o report a suspected adverse reaction to the COVID-19 vaccine, please visit www.hpra.ie/report You can also ask your Doctor or a family member to report this for you. As much information as is known should be provided, and where possible, the vaccine batch number should be included. The HPRA cannot provide clinical advice on individual cases. Members of the public should contact their healthcare professional (their Doctor or Pharmacist) with an y medical concerns they may have. Your personal information In order to administer the vaccine safely and to record all the necessary information to monitor and manage the vaccine, the HSE will be processing your child's personal information. All information processed by the HSE will be in accordance to the general laws and in particular the General Data Protection Regulation (GDPR) which came into force in 2018. 14The processing of your child's data will be lawful and fair. It will only be processed for the specific purpose to manage the vaccinations. The principle of Data Minimisation has been applied. This means that only data that is necessary to identify y our child, book their appointment, record their vaccination and monitor its effects is being recorded. You have the following rights under the GDPR in respect of your child's personal data that are processed. Request information on and access to your child's personal data (commonly known as a 'data subject access request'). This enables you (the child's parent or legal guardian) to receive a copy of the personal data we hold about your child and to check that we are lawfully processing it. Request correction of the personal data that we hold about your child. This enables you to have any incomplete or inaccurate information we hold about your child corrected. Request erasure of your child's personal data. This enables you to ask us to delete or remove your child's personal data where there is no good reason for us continuing to process it. You also have the right to ask us to delete or remove your child's personal information where you have exercised your right to object to processing. Object to processing of your personal data. More information is available at www.hse.ie/eng/gdpr 15Published by HSE on 28 April 2023 For "}