{"title": "PDF", "author": "PDF", "url": "https://portal.ct.gov/-/media/Departments-and-Agencies/DPH/Facility-Licensing--Investigations/Med-Adminstration/Student-Manual---Uniform-Medication-Administration-Certification-Program---Final---revised-2-15-2022.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Connecticut Uniform Interagency Medication Administration Certification Program Name: ______________________________________________ ____ Student Manual State of Connecticut Medication Administration Training Program Page 1 of 79 State of Connecticut Uniform Interagency Medication Administration Certification Training Program Welcome to the Uniform Interagency Medication Administration Certification Training Program. The Department of Developmental Services (DDS), Department of Children and Families ( DCF), Department of Public Health (DPH), and stakeholders have collaboratively developed an interagency uniform curriculum for medication administration certification. This curriculum is entitled the \"Uniform Interagency Medication Administration Certifica tion Training Program \" and represents Phase 1 of the medication administration certification process, which has reciprocity for all three state agencies and associated providers. The goal of this training is to prepare non -licensed personnel to safely administer medications to individuals who are supported by the Department of Children and Families ( DCF), Department of Developmental Services ( DDS), and Department of Public Health ( DPH). This Student Manual shall be used in conjunction with the online self -paced Medication Administration Training Program as well as with classroom courses. This course represents Phase 1 of a two -phase certification process which will enable the partic ipants to safely administer medications. At the completion of this training the participant will receive a certificate acknowledging completion of Phase 1. Phase 2 consists of an agency -specific training which focuses on processes which are unique to the one or more of the three specified state agency affiliates, DCF, DDS, and DPH. State of Connecticut Medication Administration Training Program Page 2 of 79 State of CT Medication Administration Program Statement The Department of Children and Families, Department of Developmental Services, and Department of Public Health are collaboratively committed to providing high quality training which adheres to Connecticut state statutes and regulations for non-licensed per sonnel to administer medications. State of CT Mediation Administration Program Statutory and Regulatory Authority The medication administration t raining program was established in accordance with the State of Connecticut General Statute 370, Section 20 -14h-j. DCF regulation 12a -6(g)-12-16, DDS regulation Chapter 319b section 17a -210-1-10, and DSS regulation section 20 -14-j of the CGS to provide training for non -licensed personnel to safely administer medications to individuals who are supported by DCF, DDS and DPH. Regulations differ for each state agency pertaining to nursing oversight of medication administration . Participants are responsible for knowledge regarding agency -specific regulatory requirements for completion of the certification process. All participants shall complete agency -specific training (Phase 2) requirements prior to receipt of medication administration certification and administering medications. Eligibility Requirements for Participation 1. High School Diplom a or General Education Development (GED) high school equivalency diploma 2. Recommendation from a DCF, DDS, or DPH sponsoring agency 3. Completion of criminal background check through the employing agency 4. Review of medication certification or professional licen se history State of Connecticut Medication Administration Training Program Page 3 of 79 Overview of Phase 1: Basic Medication Administration Concepts 1. Recommendation of sponsor or employer (DDS/DCF/DPH) 2. Successful completion of online curriculum or classroom course 3. Skills verification with a State of CT Endorsed Instructor (EI) or designated registered nurse (RN) 4. Successful passing of mandatory exam at one of the approved testing sites ; the passing score is 85% or above Overview of Phase 2: Authorization to Administer Medication Phase 2 involves nursing oversight by a Connecticut licensed registered nurse. Nursing oversight varies among the three state agencies which is outlined below. Department of Children and Families ( DCF) Internship which involves supervision by a registered nurse. The supervising nurse completes and onsite practicum with the employee. Department of Developmental Services ( DDS ) Nursing Delegation in which a registered nurse oversees the medication administration and other delegated tasks by employee who perform specific nursing -related responsibilities under the delegation of the license d nurse. The delegating nurse completes an onsite practicum with the employee. Department of Public Health ( DPH ) A registered nurse completes an on-site practicum with the participant/employee . Certification The participant receives a medication administration certification certificate upon successful completion of Phase s 1 and 2. Non -licensed personnel may not administer medication until they have received their c ertification card. Medication administration certification is valid for two years . State of Connecticut Medication Administration Training Program Page 4 of 79 Recertification Medication administration certified persons m ay be complete their recertification up to 90 -days prio r to existing certification expiration date . The r ecertification process requires the medication certified person to submit a recertification application and to pass the recertification examination . Recertification also requires the completion of and o n-site practicum with the nurse. Statewide Database A statewide centralized database shall be maintained with a list of all persons who have successfully completed the medication administration certification process and are authorized to administer medi cation. This database shall also include: 1. All Initial and Recertification documents 2. Expiration date of certification 3. Initial & Recertification Exam Scores 4. Suspensions 5. Revocation s 6. Medication errors may also be included in the database Program Training Curriculum The training curriculum is divided into 9 -modules . The subject of each of the modules are outlined below. Modules: 1. Medical Terminology 2. Licensed Practitioners/Pr escribers Order/Dosage verification 3. What to know about a medication and its effects on the body 4. Medication Classification 5. Medication Administration Process 6. Routes and Techniques of Medication Administration State of Connecticut Medication Administration Training Program Page 5 of 79 7. Storage and Control 8. Documentation 9. Medication Errors/Revocation Module Quizzes Quizzes are embedded in each module . The quizzes are focused on important information regarding various aspects of medication administration. Supplemental information which adds in learning is included throughout the modules; however , participants will not be tested on supplemental inform ation, such as the names of medication s. Each quiz must be passed by 100 % before proceeding to the next module . The online program will not allow participants to progress to the next module until they have achieved the quiz passing score of 100%. Howe ver, any portion of the module may be reviewed prior to retaking the quiz. The is no limit on the number of times the participant can retake a quiz in order to pass it. State of Connecticut Medication Administration Training Program Page 6 of 79 Module 1 Objectives Upon c ompletion of Module 1 learners will: 1. Define abbr eviations and definitions necessary for safe medication administration 2. Understand what Standard Precautions are in medication administration 3. Define the med ication admin istration (med admin) process and the 5- Rights 4. Understand the difference between active and inactive ingredients in a medication 5. Know the difference between Brand or Trade and Generic names of medication s 6. Understand off-label medication use 7. Define the three documents necessary for safe medication admin istration - Practitioner/Prescriber orders, medication administration record (MAR), and pharmacy label Abbreviations Associated with Time Q - Every QD - Every Day or once daily BID -Twice a day TID - Three times a day QID - Four times a day QOD - Every other day PRN (Pro Re Nata - Latin phrase) - As needed Q2h/Q4h - Every 2 hours/every 4 hours QH - Every Hour AC - Before meals PC - After meals STAT - Immediately HS - Hour of sleep , bedtime Abbreviations Associated with Route or Location of Administration AS - Left ear AU - Both ears SL - Sublingual NPO - Nothing by mouth State of Connecticut Medication Administration Training Program Page 7 of 79 OD - Right eye OS - Left eye OU - Both eyes Optic - Eye Otic - Ear PR - Per rectum , rectal Abbreviations Associated with Medication Dosage Verification cc - cubic centimeter mcg - microgram oz - ounce i - one gtt - drop gm - gram mg - milligram tsp - teaspoon tbsp -Tablespoon ml - milliliter Additional Abbreviations NKA - No known allergies NKDA - No known drug allergies Tab - Tablet Cap -Capsule Liq - Liquid NTE - Not to exceed MAR - Medication administration record Supp - Suppository D/C - Discontinue Rx - Prescription OTC - Over -the-counter Standard Precautions The Centers for Disease Control and Prevention (CDC) recommends Standard Precautions for the care of all patients, regardless of their diagnosis or presumed infection status. Standard precautions are designed to reduce the risk of State of Connecticut Medication Administration Training Program Page 8 of 79 transmission of microorga nisms from both recognized and unrecognized sources of infection. Standard Precautions apply to: 1) Blood 2) All body fluids, secretions, and excretions except sweat regardless of whether they contain visible blood (i.e., urine, saliva, bowel movement/stool) 3) Non -intact skin (i.e., cuts or abrasions) 4) Mucous Membranes (i.e., nose and mouth) Standard Precautions include the use of hand washing and appropriate personal protective equipment (PPE) such as gloves, gowns, masks, eye protection , whenever contact with an individual's body fluids is anticipated (i.e., toileting, wound care, toothbrushing). The 5 -Rights of Medication Administration 1. Right Individual 2. Right Time 3. Right Drug 4. Right Dose 5. Right Route Additionally , the Right Documentation is also required. This refers to the s igned practitioner's/ prescriber's orders and completing the required documentation on the medication administration record ( MAR) or kardex. Active and Inactive Ingredients in a Medication Active Ingredient An active ingredient is any component of a drug product intended to produce the desired effect of the medication or other direct effect in the diagnosis, cure, mitigation, treatment, or prevention of disease . State of Connecticut Medication Administration Training Program Page 9 of 79 Inactive Ingredient An inactive ingredient is any component of a drug product other than the active ingredient. Examples might be preservative, coloring, flavoring . Different Names of Medications - Brand /Generic 1. When a medication is discovered, it is given a Chemical Name which describes the molecular structure of the drug. The p articipa nt will not be responsible for knowing the chemical name of a medication. 2. Once a medication is approved by the U.S. Food an d Drug Administration (FDA) it is then assigned a short -hand version of the chemical name, which is known as the Generic Name (i.e. acetaminophen). The generic name o f a medication is usually in lowercase letters when compared to the brand name which start s with an uppercase letter. 3. The Brand Name (i.e., Tylenol) is developed by the company requesting approval for the drug. The drug is the property of that company and is protected by a patent for that drug. The brand name o f a medication starts with a n uppercase letter. 4. Although a generic name is given before a brand name, the company that has the patent on the drug will sell it first as a brand name, before it is sold as a generic. 5. When the drug is no longer protected under the patent, the initial company along with the other companies can market the off -patent drug using the generic name or their own brand name Brand and generic name m edication examples: Generic name: acetaminophen name : Motrin or Advil State of Connecticut Medication Administration Training Program Page 10 of 79 Labeled vs Off -Label Use of a Drug Labeled Use of a Medication FDA has evaluated the benefits and risks for that medication . The medication use is supported by scientific data . Approved labeling on how to use the drug safely and effectively. Approved for specific diseases and conditions Off-Label Use of a Medication FDA approved the medication for a specific illness; However, the medication is being used as an off-label medicati on (off -label use means the medication is being used for something other then what it was intended for). A licensed practitioner has determined that this medication is appropriate for treatment of the patient. Usually, o ther medications have not been succ essful in treating the specific medical condition. Examples of Off -Label Medication Use: Neurontin (gabapentin ) Label ed use Nerve pain & Migraines Vyvanse (lisdexamfetamine dimesylate) (Available as b rand name only until 2023) Label ed use : Attention Deficit Hyperactivity disorder ( ADHD), Binge eating disorder (BED) Off-label use: Zoloft ertraline ) Label ed use : Depressi on, Obsessive compulsive disorder(OCD) State of Connecticut Medication Administration Training Program Page 11 of 79 Off-label use: Generalized anxiety disorder (GAD) Three Documents Necessary for Safe Medication Administration 1. Licensed Practitioner 's/ Prescriber 's Order This ma y also be referred to as a Prescription . It is written by a medical professional who is licensed to prescribe in Connecticut . State of Connecticut Medication Administration Training Program Page 12 of 79 2. Medication Administration Record (MAR) A legal record of the medication(s) ordered for an individual by a practitioner /prescriber. The MAR (also known as the Kardex) is a part of the individual's permanent record. State of Connecticut Medication Administration Training Program Page 13 of 79 3. Pharmacy Label The pharmacy label is the printed information on a medication package that comes from a pharmacy. It will have important information known as the \"5 -Rights;\" the right individual, time medication is to be administered, drug name, dosage, and route/site. This information helps guide the individual, family member and/or med -certified employee /person in using or administering the medication correctly. State of Connecticut Medication Administration Training Program Page 14 of 79 Module 2 Objectives Upon completion of Module 2 learners will: 1. Identify the components of a Practitioner's order 2. Identify what must be included on a pro re nata (PRN) 3. Identify what is needed for an over -the-counter (OTC) medication order 4. Understand who is authorized to prescribe medication 5. Understand how homeopathic and herbal remedies differ from prescribed medication 6. Identify different measurements 7. Understand dose verification What is needed for a Licensed Practitioner 's/Prescriber 's Order A licensed practitioner's /prescriber's order is written by a medical professional who is licensed in the State of Connecticut and it must contain the following : 1. The 5-Rights 2. Date the order was written and a stop or end date (expiration date) 3. Any s pecial instructions 4. Signature of the p rescribe r Orders are usually written for a duration of 90 days or 180 -days , unless otherwise specified . State of Connecticut Medication Administration Training Program Page 15 of 79 Sample of a prescription (prescriber's order): What is Needed for a PRN Order PRN (pro re nata) is a Latin phrase meaning \"in the circumstances\" or \"as the circumstance arises,\" which is used in medical terminology to mean \"as needed.\" If a medication is ordered as needed (PRN) it must contain the reason for the medication to be administered and the frequency of administrat ion. Examples of PRN medication orders : Motrin 400 mg PO q 6 hours PRN for menstrual cramps x 180 days Robitussin 10cc PO q 4 hours PRN for cough x 21 days Tylenol 500mg PO q 4 hours PRN for headache x 180 days Orders cannot be written with a time range for example, \"take 200mg - 400mg every 2 -4 hours \" State of Connecticut Medication Administration Training Program Page 16 of 79 Over -the-Counter Medications Typically, over -the-counter medications are drugs that can be found on the shelf and purchased at the store without the use of a pharmacist . According to State of Connecticut statutes and regulations a licensed practitioner's /prescriber's order is require d for the administration of any medication. This includes over -the-counter (OTC) medications. All orders must include the 5 -Rights, signature of prescriber/ practitioner, date signed, and expiration date which is usually for a duration of 90 days or 180 -days; however, some medications may be ordered for a longer or shorter duration (depending on the medication and the agency's policy ). Many OTC medications are ordered to be used as needed (PRN) to treat common il lnesses or symptoms such as a headache or fever. According to State of Connecticut statutes and regulations a licensed practitioner's order is required for the administration of any medication. This includes over -the- counter (OTC) medications. All orders must include the 5 -Rights, signature of Prescriber/Practitioner, date signed, and expiration date usually for a duration of 90 days or 180 -days; however, some medications may be ordered for a longer or shorter duration (depending on the medication). State of Connecticut Medication Administration Training Program Page 17 of 79 Homeopathic , Naturopathic and Herbal Remedies (Complementary and Alternative Medicines (CAMS) Homeopathic and naturopathic medicines and herbal remedies are different types of natural or plant -based treatments which may be used to help the body heal itself. Homeopathic, naturopathic , and herbal remedies are not considered medications by the FDA. Ho wever, prescribers may use such remedies to treat an individual's condition. They require a prescriber's order. These treatments are also classified as Complementary and Alternative Medicine (CAM). Examples of Complementary and Alternative Medicines (CAM ): acupuncture ear seeds, ginger root, meditation, reiki Professionals Authorized to Prescribe Medications Licensed Practitioners/Prescribers who can write orders for medication and treatment include (the list below is not all inclusive of professionals licensed to prescribe in CT) : Medical Doctor (MD), Nurse Practitioner (NP) or Advanced Practice Registered Nurse (APRN), Physician's Assistant (PA), Dentist Naturopathic physician Homeopathic physician Osteopathic (DO) Medication Measurements Solid Measurements The most common medication measurements are gram, milligram, and microgram . Medication tablets and capsules are often supplied in milligrams. Antibiotics may be supplied in grams, milligrams, or units. Vitamin supplements are often supplied in units/international units. State of Connecticut Medication Administration Training Program Page 18 of 79 Gram - gm Milligram - mg Microgram - mcg International Units - IU Most tablets or capsule s will have a numerical value . Dosage Verifications It is important to understand a medication order and to accurately administer the correct dosage based on the prescriber's order or prescription. For example, t he licensed prescriber orders 500mg of a medication, when it arrives from the pharmacy each capsule is 250mg . How many capsules do you give? 1 capsule + 1 capsule = 2 capsules 250mg + 250mg = 500mg Answer: You would administer 2 -capsules for the 500mg dose. Another example: If the Licensed Prescriber writes an order for 300mg of a drug, when it arrives from the pharmacy each tablet is 100mg . How many tablets do you give? 1 tablet + 1 tablet + 1 tablet = 3 tablets 100mg + 100mg + 100mg = 300mg Answer: You for the 300mg dose. 250mg +250mg 500mg State of Connecticut Medication Administration Training Program Page 19 of 79 Liquid Medication Measurements Common measure liquid medication measurements are listed below. teaspoon - tsp tablespoon - Tbsp ounce - oz cubic centimeter - cc milliliter - ml 1 tsp = 5cc = 5ml Tbsp = 15cc = 15ml 1 oz = 30cc = 30ml Liquid medication measuring devices should always be used when administering liquid medications. NEVER USE HOUSEHOLD MEASUREMENTS to administer liquid medications. If the licensed prescriber writes an order for 375mg of a drug, when it arrives from the pharmacy it comes as a liquid. The pharmacy has written on the label 125mg/5cc this means every time you pour 5cc of the liquid medication it contains 125mg of medication. How many cc's would you pour to administer the 375mg dose ? 125mg/5cc State of Connecticut Medication Administration Training Program Page 20 of 79 Remember 125mg/5cc The order was for 375mg ; therefore, you need to determine h ow many cc's are equivalent to 375mg of this 125mg/5cc + 375mg/ 15cc Answer =15cc You would administer 15cc of the medication. Remember that cc and ml are equal measurements. If the measuring device is listed as ml, then you would administer 15ml of the medication. + + = State of Connecticut Medication Administration Training Program Page 21 of 79 Module 3 Objectives Upon completion of Module 3 learners will: 1. State what is necessary to know about a medication before it is administered 2. State what effects a medication can have on the body 3. Understand drug to drug interaction 4. Understand drug to food interactions 5. Understand the difference between a controlled and non -controlled medication What to know before you administer a medication 1. Medication order s are current 2. The 5 -Rights 3. The reason for medication use 4. If the medication is considered \"controlled\" or \"non -controlled\" 5. Precautions and considerations 6. Key side effects Medication E ffects 1. Therapeutic Effect (Desired Effect) This is when the medication worked the way it was intended; for example, a pain medication is given to an individual for complaint of a headache , 30 - 60 minutes later the individual reports that the headache is gone. The medication worked as intended. 2. No Effect The medication did not work as intended; for example, a pain medication is given to an individual for complaint of a muscle ache , 30 - 60 minutes later the individual reports that they are still in pain. State of Connecticut Medication Administration Training Program Page 22 of 79 3. Side Effect Any response to medication that is not the desired/therapeutic effect. Side effects are usually mild and may not warrant discontinuing the medication. Side effects may inclu de nausea, headache, difficulty sleeping, fever, muscle twitching or tics. Must be reported per your agency policy. 4. Adverse Effect An adverse effect is an undesired harmful effect which may be mild, moderate, or severe. The prescriber will usually discontinue the medication if there is an adverse effect. 5. Allergic Reaction An allergic reaction is a serious body response that must be re ported per your agency policy. It may include a rash, hives, watery eyes, wheezing and coughing. 6. Anaphylactic Reaction A whole body (systemic) allergic reaction, that may include wheezing, swelling, difficulty swallowing and breathing or death. This is a 911 emergency . If the individual has an auto -injectable epinephrine pen (EpiPen) and you have received training, it should be administered, however the person still needs to be seen at the emergency department. Drug to Drug Interactions Drug -to-drug interactions occur when two or more drugs interact with each other. Interactions can involve prescription or non -prescription medications. Types of drug -to-drug interactions include enhancing, diminishing, and altering how medications work in the body. The presence of other drugs in the body can have both a negative and positive effect. The effects of drug interactions are usually unwanted and can sometimes be harmful. State of Connecticut Medication Administration Training Program Page 23 of 79 Drug to Food Interactions It is important to read the pharmacy label for specific instructions regarding the administration of each medication. Some medications have specific food restrictions for example A. No grapefruit or grapefruit juice B. No dairy products C. Some medications need to be taken with food D. Some medications should be taken on an empty stomach (1 -hour before a meal or 2 -hours after). Controlled Medications and Non -Controlled Drugs Controlled Medication Controlled medication is a drug or other substance that is tightly controlled by the government because it may be abused or cause addiction. Controlled substances include opioids, stimulants , depressants, hallucinogens, and anabolic steroids. State of Connecticut Medication Administration Training Program Page 24 of 79 Controlled medications are habit forming, prescr ibed in small quantities, must be counted each time keys change hands and when dispensing, and must be document on a Receipt & Disposition form . Non -Controlled Medication Non -controlled medicat ion can only be obtained through a practitioner's/prescriber's order/prescription and is dispensed by a pharmacist but are not considered controlled substances by the government. Non -controlled medications are not habit forming and include prescription as well as over -the- counter ( OTC) med ications . State of Connecticut Medication Administration Training Program Page 25 of 79 Module 4 Objectives Upon completion of Module 4 learners will: 1. Identify medication s listed and their uses 2. Have basic knowledge of medications that treat medical and psychiatric conditions 3. Identify specific uses for certain medication s 4. Identify special considerations (things to be aware of when administering medications) 5. Be aware of m edication s that sound (in pronunciation ) alike or look (in spelling of the medication name) alike Medication Classifications Antibiotic Antiviral Antifungal Antipyretic Anticoagulant State of Connecticut Medication Administration Training Program Page 26 of 79 Hypnotic Antihypertensive Sedative Diuretic Cholesterol - lowering Meds Psychotropic Bisphosphonate Antianxiety/Anxiolytic Antidepressant Mood Stabilizer Antipsychotic Prefixes that will assist with understanding medication classifications and purpose. A prefix comes before the root word to help define the word Common Prefixes \"Anti \" means \"against \" A medication classification which starts with \"anti\" will work against or fight something Antianxiety An antianxiety medication helps to fights against anxiety ; it helps to reduce feelings of anxiety. Antihypertensive An antihypertensive medication fights against hypertension or high blood pressure . These medications assists with lowering a person's blood pressure and keeping it at a normal or lower level. () \"Hypo \" means b elow the normal level , beneath, or low Hypoglycemia Hypoglycemia means a person's blood glucose or blood sugar is below State of Connecticut Medication Administration Training Program Page 27 of 79 normal or it is low. \"Hyper \" means above or excessive Hyperglycemia mean's a person's blood glucose or blood sugar is above the normal range or it is higher than normal. Antibiotic Antibiotics are medications that are used to treat a range of medical conditions caused by bacteria. They work against bacteria by killing or preventing it from multiplying and spreading . Special Considerations a) Observe for allergic reactions b) Observe for gastrointestinal upset such as nausea, vomiting or diarrhea c) Finish the entire medication as prescribed d) Follow any specific instructions included on the medication label or in the prescriber's order Common Side Effects: Gastrointestinal upset; nausea, vomiting or diarrhea Examples of Antibiotics : Amoxicillin (brand name Amoxil) , amoxicillin/clavulanate potassium) Antiviral Antiviral m edications fight against infections caused by viruses. There are some antivirals which are used for specific viral infections while others are used for a wide range of viruses. Antivirals do not kill viruses but inhibit growth of the virus, thus decreasing the severity of an illness. Special Considerations a) Antiviral medications m ay increase side effects if used with alcohol or marijuana . They should be used cautiously in treating anyone with a weakened immune system. State of Connecticut Medication Administration Training Program Page 28 of 79 b) It is important to read information on provided from the pharmacist specific to the antiviral being administered. Common Side Effects: Nausea, vomiting, headache, fatigue, joint pain Examples of Antivirals : Tamiflu, Acyclovir Antifungal Antifungal medication s are used to fight against (treat and prevent) fungal infections such as ringworm (a common skin infection caused by a fungus) , athlete 's foot, and toenail fungal infection s. These medications may be ordered as topical or oral treatments . Special Consideration: Antifungals s hould be used cautiously in persons with heart, liver, or kidney disease. They c an interfere with some birth control medication s/oral contraceptives. Common Side effects: Topical medications : skin burning, irritation, redness Oral medications : nausea, diarrhea, headache, rash, abdominal pain Examples of Antifungals : Clotrimazole (brand are m edications which relieve pain without causing a loss of consciousness. Examples: Over -the-counter Acetaminophen [Percocet], hydrocodone [Vicodin] ). State of Connecticut Medication Administration Training Program Page 29 of 79 Antipyretic Antipyretic s are medications used to work against a fever by lowering the body temperature. Some a nalgesics also have antipyretic effects. There are three types of medication used to lower a fever: Examples: Salicylates (Aspirin) a medication that shrinks the swollen membranes in the nose, making it easier to breathe. Example: pseudoephedrine (Sudafed) Antitussive An antitussive medication is used fight against a cough by preventing or relieving it. Example: dextromethorphan (Delsym, Robitussin) Expectorant An expectorant medication that helps bring up mucus and other material from the lungs, (opens) the airway (bronchial tubes) of the lungs by relaxing bronchial muscles, which improves breathing when a person is State of Connecticut Medication Administration Training Program Page 30 of 79 experiencing shortness of breath or difficulty breathing, such as during an asthma attack. Example s: albuterol (ProAir, Proventil against the histamine (a chemical in the body that helps protect against potential allergens) released in the body during an allergic reaction by blocking the action of the histamine on ) Laxative A laxative is a medication which facilitates emptying of the bowels (bowel movement). Laxatives are used to combat constipation. There are different types of laxatives that come in pills, capsules, liquids , suppositories , powders, and enemas. Each type of la xative has specific benefits and possible side effects. Examples: Milk of Magnesia (magnesium is used to treat scabies. Scabies is a contagious, itchy skin condition caused by a tiny, burrowing mite (a group of insect -like organisms). Pediculicide A pediculicide medication is used to treat lice. Lice are tiny insects which infest and ir ritate the scalp or skin o r other parts of the body. Louse (one insect) is the singular of lice (multiple insects) . State of Connecticut Medication Administration Training Program Page 31 of 79 Bisphosphonate Bisphosphonate medication s are prescribed to treat osteoporosis, a condition in which the bones become brittle and fragile from loss of tissue, typically due to hormonal changes or deficiency of calcium or vitamin D. Bisphosphonates limit the loss of bone density and These medications should be taken with 6 -8 ounces of water and the person should not lie down, eat or drink anything for 30 -minutes after taking the medication because this can cause irritation of the esophagus. Anticonvulsant Anticonvulsant s are m edicat ions used to control or prevent seizures. They m ay also be prescribed for treatment of nerve pain, mood disorders, prevention of migraine headaches, and restless leg syndrome . Special Considerations: Frequently will see fasting lab work associated with this type of medication, to monitor blood levels working toward maintaining a therapeutic level of the medication. *Fasting lab work means the person cannot eat or drink anything except for water for 8 - 12 hours prior to having the labs drawn. Example s: Dilantin (phenytoin) , Depakote (divalproex sodium) Cardiovascular Cholesterol Lowering Medications Anticoagulants Antiarrhythmic Antihypertensive Diuretics State of Connecticut Medication Administration Training Program Page 32 of 79 Vasodilators Antiarrhythmic and Anticoagulant Antiarrhythmic An antiarrhythmic medication =works against irregular heart rhythms and allows the heart to beat at a regular rhythm and rate. Some of these medications may lower the heart rate, taking a pulse may be required prior to giving these medications. Example against the clotting process in the body , to prevent the blood clots . This type of medication may cause the person to bruise easily or have prolonged bleeding. Sometimes referred to as a \"blood thinner. \" Anticoagulants may be prescribed to help r educe the risk of having a s troke (rivaroxaban) State of Connecticut Medication Administration Training Program Page 33 of 79 State of Connecticut Medication Administration Training Program Page 34 of 79 Antihypertensive and Cholesterol Lowering Medication Antihypertensive An antihypertensive medication works against or to reduce high blood pressure by decreasing it. Examples: lisinopril (Zestril) , Norvasc (amlodipine) Cholesterol Lowering Medication Cholesterol cholesterol is a medication that causes the kidneys to make more urine, which helps the body get rid of extra fluid. Diuretics may also be referred to of Connecticut Medication Administration Training Program Page 35 of 79 Vasodilator A vasodilator medication causes the blood vessels to expand which allow s for a greater blood flow. Example: hydralazine (Apresoline) CNS Stimulant CNS stimulants are medications that stimulate the central nervous system (CNS), the brain and spinal cord, in most individuals. Stimulants can be addictive and are often abused. Stimulants are used most often for treatment of attention deficit hyperactivity disorder (ADHD) and narcolepsy include sedatives , tranquilizers , and hypnotics . These drugs can slow brain activity, making them useful for treating anxiety, panic, acute stress reactions, and sleep disorders. Examples: Klonop in (clonazepam), Luminal Sodium (phenobarbital) Antianxiety Xanax (alprazolam), Buspar (buspirone) State of Connecticut Medication Administration Training Program Page 36 of 79 Sedatives and Hypnotics Sedatives Sedatives are medications used for calming and promoting sleep Examples: Ativan (lorazepam), Klonopin (clonazepam) Hypnotics Hypnotics are medications used to help people fall asleep and improve the quality of their sleep. Drug classification that are hypnotics include benzodiazepine receptor agonist s are m edications that treat and prevent emotional highs (mania) and lows (depression) . Mood stabilizers may also be classified of Connecticut Medication Administration Training Program Page 37 of 79 Hormonal Medications Hormonal medications include oral contraceptives and hormone replacement for conditions in which the body does not produce enough of a specific hormone such as hypothyroidism. Oral Contraceptives An oral contraceptive is a pill form of medication containing hormones and is designed to prevent pregnancy. Oral contraceptives are also known as birth control pills. These medications may also be used to regulate menstrual cycle s. Oral contraceptives may contact one hormone (pro jestin -only contraceptives) or a combination of hormones (estrogen and Examples: Lo Loestrin (drospirenone and ethinyl estradiol), Thyroid Medication Thyroid hormones a re essential to life. If the body does not create sufficient thyroid hormones this is known as a condition called Hypo thyroidism. Thyroid medications replace deficient thyroid hormones. Example: levothyroxine (Synthroid) Potential Medications Effects Medications are designed to have a desired effect with taken. However, a ll medications have the potential to have some type of negative effect. Any medication may have additional negative effects if there is alcohol or drug use. It is your responsibility to understand what medication is being administered and the reason for its use. State of Connecticut Medication Administration Training Program Page 38 of 79 Always be aware of any special instructions provided by the pharmacy before giving any medication. Page 61 of 79 Medications that May Look Alike or Sound Alike These medications may look or sound like these medications only examples, there are hundreds of medications with names that may look or sound alike. It's important be aware of this when administering Connecticut Medication Administration Training Program Page 63 of 79 Module 5 Objectives Upon completion of Module 5 learners will: 1. Know the steps of the State of Connecticut Medication Administration Procedure 2. Understand components of a pharmacy label when performing the steps of the medication procedure 3. Know what to do in the event an individual refuse a medication 4. Identify times when a medication should not be administered and the steps to take 5. Understand Self- Administration of medications Safe Medication Administration The State of Connecticut has approved a set of steps that must be followed with each medication adminis tered. The purpose of following these steps is to ensure consistent and safe practices while administering medications to individuals. Safe medication administration includes : 1. Following specific steps that should occur prior to, during, and after all medication administrations 2. Completing specific tasks prior to and following each individual medication administration 3. Verifying the 5 -Rights, the licensed prescriber's orders, MAR, pharmacy label, and controlled drug disposition sheet Before Medication Administration : 1. Count controlled medication 2. Read the communication log if applicable for any medication related issues that may affect medication administration including: scheduled appointments and lab work, recent health related concerns or changes in condition 3. Review any new medication orders, check to ensure that all information is complete State of Connecticut Medication Administration Training Program Page 64 of 79 4. Ensure familiarity with new medications, this may require reviewing the medication in a drug reference book or a reputable online res ource During Medication Administration : 1. Perform hand -hygiene 2. Approach the task calmly without any distractions 3. Assemble appropriate equipment necessary for medication administration to a single individual (pre -pouring medications for multiple in dividuals at one time is not allowed) 4. Unlock secured medication storage area (i.e., drawer, cabinet, closet, etc.) 5. While pouring the medication ensure that the 5 -Rights are correct (follow agency -specific policy to verify accuracy) 6. Ensure medicati on is locked/secured 7. Identify the correct person per agency policy 8. Administer the medication according to proper technique. 9. Check that the individual has swallowed the medication per agency procedure After Medication Administration : 1. Ensure that all documentation is completed accurately 2. Double check documentation for accuracy and completion 3. Ensure the area is cleaned 4. Perform hand hygiene State of Connecticut Medication Administration Training Program Page 65 of 79 Understanding Components of a Pharmacy Label Refusal of Medication 1. All individuals, regardless of their age, have the right to refuse their medication 2. Some medications may be medically necessary for an individual's well - being and could cause harm if refused 3. If an individual refuse their medication, make attempts at offering the medication again during the allowed time frame for administration, but do not force or coerce the individual to take it 4. If an individual continues to refuse their medication beyond the allowed time frame fo r administration, label and secure the medication, and follow the agency's policy regarding notifying the nurse or contacting the chain of command and documenting the medication refusal State of Connecticut Medication Administration Training Program Page 66 of 79 When not to Administer Medications When Medications cannot be giv en, contact the Nurse or Chain of Command per the agency's policy . These circumstances include (but are not limited to) the following: 1. There is no current or valid prescriber's order for the medication 2. The medication label cannot be read or there i s no label on the medication 3. The time is outside of the allowed time frame for medication administration (1- hour before and 1 -hour after the medication is due) 4. The medication is in the incorrect form (i.e., the order specifies the medication is to be given by mouth and a suppository is available) 5. There is a change in the person's level of consciousness (i.e., the person has a seizure and is not alert during the post -ictal period), or the individual's condition has changed (vomiti ng, shortness of breath, rash, etc.) 6. If ANY of the 5 -Rights do not match on the Licensed Practitioner's order, MAR, and the Pharmacy Label Self-Administration of Medications 1. Each agency has policies and procedures for assessing if an individual has the ability to self -administer their medications. 2. An assessment, by a registered nurse (RN), or a primary care practitioner is generally completed to determine the individual's ability to administer medications with or without assistance . 3. In some cases, a teaching strategy or monitoring process may be implemented for staff to assist the individual. 4. A Licensed Prescriber must write an order for the individual to self -administer medications. State of Connecticut Medication Administration Training Program Page 67 of 79 Module 6 Objectives Upon completion of Module 6 learners will: 1. Identify different routes of medication administration and how they are administered 2. Identify different forms of oral medications 3. Describe the two types of asthma medications (rescue and prevention) 4. Describe the relationship between dysphagia and medication administration 5. Understanding how to administer emergency medications 6. Identify different ways to administer medic ations Routes of Medication Administration Oral Route 1. Oral Oral medications are taken by mouth, sublingual (under the tongue), or ingested (swallowed) 2. Forms of Oral Medication A. Tablets Tablets are the most common type of pill. These are medication which consist of one or more compressed powdered ingredients to form a hard, solid, smooth -coated pill that breaks down in the digestive tract. Tablets include: a) Enteric Coated b) Scored c) Time -released B. Capsule s Capsules are medication enclosed in an outer shell This outer shell is broken down in the digestive tract . State of Connecticut Medication Administration Training Program Page 68 of 79 There are two main types of capsules: a) hard shelled b) soft gel. C. Liquids Liquid medications are designed to be easy to swallow. They include: a) Suspension b) Syrup c) Elixir Tablets 1. Oral tablets can take 30 to 60 minutes for the medication to work if swallowed 2. Sublingual medications dissolve rapidly under the tongue 3. Enteric coated tablets have a special coating that prevent them from dissolving in the stomach and/ or protects the stomach from the damaging effects of the medication. May not be crushed or chewed because this damages the enteric coating and may cause stomach upset. 4. Time -relea sed tablets are designed to slowly release the medication into the body over an extended period of time. Time -released medications may have any of the following abbreviations after the medication name: ER, XR, and XL (extended release) or CR (continuous r elease). May not be crushed or chewed . 5. Scored tablets have an indentation which can be divided into two equal parts; the indentation indicates where the tablet should be cut if needed. State of Connecticut Medication Administration Training Program Page 69 of 79 Capsules 1. Capsules are a solid dosage form of medication in which the drug is enclosed in a hard or soft soluble gelatin shell. 2. The consistency of the drug within the capsule may be powder, liquid, or sprinkles. 3. The capsule may be opened to be mixed with a substance (i.e., food or liquid) for ingesting. 4. A prescriber's order usually states if a capsule is to be open ed. Liquid Medications Liquid medications must be measured very carefully to avoid over or under medicating. Always use the calibrated measuring tools that come with the medication, or those approved by your facility. Always pour liquid medication on a flat surface at eye level Liquid medications may come in different forms : 1. Suspension A liquid which contains small particles of the drug, which separate from the liquid. Shake the container prior to pouring in order to thoroughly mix the medication. This ensures the right amount of the drug is ingested. 2. Syrup A liquid syrup is prepared with sugar State of Connecticut Medication Administration Training Program Page 70 of 79 Sugar -free syrup is available and should be used for diabetics 3. Elixir A liquid prepared with sugar and alcohol Elixirs should be avoided for people with alcohol addiction Sublingual or Buccal Medications Sublingual administration involves placing a medication (i.e., tablet, film, or strip) under the tongue where it dissolves and is absorbed into the bloodstream. Instructions to the individual may include: 1. Swallow a sip of water to moisten the mouth. 2. Place medication under the tongue 3. Close the mouth 4. Do not chew or swallow the medication 5. Allow time for absorption (dissolving) of the medication Buccal administration involves placing a medication between the gums and cheek where it dissolves and is absorbed into the bloodstream. Crushing or Cutting Tablets There are many different types of pill crushers and cutters on the market; always use equipment approved and provided by your facility State of Connecticut Medication Administration Training Program Page 71 of 79 Crushing 1. Make sure that the equipment used is clean and dry 2. Mix the crushed medi cation with a small amount (2 tablespoons) of food or beverage in the appropriate consistency (i.e., applesauce, pudding, yogurt, etc.) 3. Offer a glass of water after administering the medication 4. Dysphagia (difficulty swallowing) alwa ys must be considered if the person has an altered dietary consistency ordered There are many different types of pill cutters and crushers on the market; always use equipment approved and provided by your facility Cutting 1. Only scored tablets may be cut 2. Use a pill cutter or knife 3. If a half tablet is required for a routine m edication dose, the pharmacy shall provide the medication already cut/split Not All Meds can be Crushed State of Connecticut Medication Administration Training Program Page 72 of 79 Ear (Otic) Medication: Cleaning the Ear Before administration of ear medications, you must make sure that the outer ear canal is clean and dry Steps to clean the outer ear: 1. Wash hands and put on disposable gloves 2. Use a clean cloth or gauze pad to gently wash the outer ear in a downward motion 3. Never insert cotton swabs into the ear canal as this could cause damage to the ear canal 4. Remove gloves, wash hands, and put on a clean pair of disposable gloves before handling the medication Ear Medication: Techniques for Administering Medications 1. Warm the medication to body temperature by gently rolling it in the palm of the hands 2. Position the person comfortably in a sitting or lying position, with ear to be treated facing up 3. Straightening the ear canal for individuals 3 years and older - gently pull the upper part of the ear (Pinna) up and back 4. Position tip of dropper near, but not t ouching the ear canal 5. Place the prescribed number of drops against the side of the ear canal 6. Have the person remain positioned with treated ear up for 3 -5 minutes to allow medication to drain into ear 7. DO NOT place a cotton ball in the ear unless specifically ordered as this may absorb the medication 8. If ordered, instill medication in the other ear after waiting approximately 5 - minutes State of Connecticut Medication Administration Training Program Page 73 of 79 Eye (Ophthalmic) Medication General Information to consider when administering eye medication: 1. Always wear clean disposable gloves when administering eye medication 2. The individual's eye may need to be cleaned prior to administration 3. Eye medication may be in the form of a liquid or ointment 4. Never touch the individual's eye wi th medication bottle or applicator Eye Medication: Technique for Administration Position individual comfortably, with head slightly titled back (sitting or lying down is best) Clean eye if necessary Gently wipe with warm water and washcloth, from the inner to the outer corner of eye Administering Eye Drops : 1. Pull lower eyelid down to form pocket 2. Ask the individual to look up and away to avoid excess blinking, let them know it may sting 3. Place eye dropper close to the eye without touching the eye 4. Place prescribed number of drops into the lower eyelid pocket, avoid placing drops directly onto the eyeball If more than 2 -drops are administered into one eye at the same time, it is nec essary to wait prior to adding additional drops to avoid the medication spilling out of the eye 5. Ask the individual to gently close eye 6. Wipe away any drops that drip out of eye Administering Eye Ointment 1. Hold the eye ointment in dominant hand 2. With non -dominant hand, pull lower eyelid down to expose the inner portion of the lower lid State of Connecticut Medication Administration Training Program Page 74 of 79 3. Ask the individual to look up 4. Apply a thin strip of ointment in lower lid, do not let the tip of the ointment applicator touch the eye 5. Ask individual to gently close eyes for 2 -3 minute 6. Stay with individual - ointment will temporarily blur vision **Rubbing of the eye should be avoided after application Topical Medication: A topical medication is one that is applied to a particular place on or in the body , usually the skin. Topical medications may include lotions, creams, ointments, aerosol, sprays, and powders Topical medication administration : 1. Wear gloves 2. Cleanse skin with soap and water; pat dry (make sure sk in is intact, no cuts or abrasions) 3. Apply the topical medication as directed by the licensed prescriber's order Topical Medication: Transdermal Patch Transdermal Patch - This is a n adhesive patch that contains medication which is absorbed directly through the skin. Application : 1. Wear gloves 2. Remove old patch first State of Connecticut Medication Administration Training Program Page 75 of 79 3. Clean and dry the skin (make sure skin is intact) 4. Rotate sites of application 5. Discard patch according to agency policy Physical Changes that may Occur in the Lungs of a Person with Asthma Asthma is a chronic disease that causes airways to become inflamed, making it hard to breathe. There is no cure for asthma. The best way to manage asthma is to avoid triggers, take medications to prevent symptoms and prep are to treat asthma episodes (asthma attacks) when they occur. Normal bronchial tube Inflamed (asthmatic) bronchial tube Lungs State of Connecticut Medication Administration Training Program Page 76 of 79 Bronchial constriction -the airway \"tubes\" tighten, making the airway smaller so that less air can move in and out. Inflammation -the lining of the airway becomes inflamed. Swelling further blocks the airway making breathing more difficult. Increased mucus - the airway also fills with mucus which blocks the airway even further. State of Connecticut Medication Administration Training Program Page 77 of 79 Mold Strong emotions Exercise Common Asthma Triggers that Should be Avoided Cockroaches/Mice Pet dander Dust and Pollen Smoke/Fumes State of Connecticut Medication Administration Training Program Page 78 of 79 The Most Common Signs of an Asthma Attack Difficulty breathing Coughing (especially at night, during exercise or when laughing) Chest tightness Shortness of breath Wheezing (a whistling sound or squeaky sound coming from the chest when breathing, especially when exhaling) Asthma Management Plan Asthma can be controlled and most people with asthma can live full, active lives. Poorly controlled asthma can cause missed days from school/work, emergency department visits, hospital stays, or even death. In order to effectively manage asthma, a clear asthma management plan is essential for anyone who has this diagnosis. The Asthma plan should include: 1. The specific triggers for that individual and how to avoid them 2. Monitoring the individual's breathing with a peak flow meter 3. Use of prevention (management) medications to keep the asthma under control 4. Rescue medication to treat asthma attacks when they occur Two General Types of Asthma Medication 1. Rescue (Short -Acting Beta -Agonists - SABAs) : Quick acting inhaled bronchodilators are used during an asthma attack. Rescue Medication (Inhaled Bronchodilators) Are usually administered by a \"metered dose inhaler\" (MDI) and provide rapid relief; Rescue inhalers are used to s top an asthma attack State of Connecticut Medication Administration Training Program Page 79 of 79 After using a rescue inhaler, the individual may complain of feeling \"jumpy\" or may be visibly shaky - this is a si de effect of the medication and should be reported to the nurse or chain of command. If symptoms of the asthma attack do not improve within a few minutes, follow your facility's medical emergency procedures. 2. Maintenance or Prevention (Long -Acting Beta Agonists - LABAs) : Long -term medications taken daily even in absence of symptoms to control asthma, helps to prevent asthma attacks. There are several types of prevention medications. Asthma Maintenance or Prevention Medications Asthma medication comes in different forms and may be administered via a MDI, diskus, nasal spray, nebulizer or inhaler, or an oral medication taken on a daily basis. These medications work to reduce inflammation in the airway keeping asthma symptoms under contr ol and preventing asthma attacks. The Individual should rinse their mouth after administration of an inhaled steroid medication to prevent mouth and throat irritation or infection. Asthma management/maintenance medications do not stop an asthma attack State of Connecticut Medication Administration Training Program Page 80 of 79 Technique for using Asthma Inhalers 1. Some inhalers may have counters to keep track of how many doses are left 2. Remove Cap 3. Have individual breathe out (exhale) slowly 4. Have individual place inhaler in their mouth and form a tight seal around the mouthpiece with their lips 5. Press down on inhaler to discharge one puff of medication while the individual simultaneously inhales 6. After inhaling ask individual to hold their breath for 10 seconds if possible. If inhaling a second dose, which is usually re commended, wait 1 -minute between doses 7. Have individual rinse their mouth with water after each use of the inhaler State of Connecticut Medication Administration Training Program Page 81 of 79 Dysphagia and Medication Administration When administering medications to an individual with dysphagia, it is important to remember to administer medications according to their prescribed dietary consistency . The prescriber's orders may include instructions for crushing medications or administ ering medications in applesauce or another food consistency. Medications ordered in liquid form may require thickening with a powdered supplement or other thickening agent as indicated, to meet the prescribed dietary consistency of the individual. Emergency Medication - EpiPen Training by a Qualified Medical Professional (Nurse, Pharmacist, Authorized Prescriber) is required . Training for staff is required annually . Staff do not have to be med certified to administer emergency epinephrine (EpiPen) . Medication must be carried by staff, or the individual wherever they go . A hospital emergency room (E R) or emergency department (ED) visit is required any time an Epi -Pen is administered to an individual ; therefore, 911 should be called anytim e the Epi -Pen is utilized. In some cases, staff may administer oral medication in conjunction with the Epi -Pen and those staff are not required to be med -certified, but this must be pre-approved (this policy may vary between agencies) . State of Connecticut Medication Administration Training Program Page 82 of 79 Emergency Med ication - Narcan NARCAN® Nasal Spray is a prescription medicine used for the treatment of a known or suspected opioid overdose emergency with signs of breathing problems and severe sleepiness or unresponsiveness. Agency policy may vary with regard to the use of Narcan General information regarding Narcan: 1. Use of Narcan may not be limited to staff who have been certified to administer medications 2. Staff who have been properly trained in the use of the medication may be allowed to administer in an emergency 3. Staff should be trained on how to recognize the signs and symptoms of an overdose 4. Use of Narcan may not be limited to staff who have been certified to administer medications 5. Staff who have been properly trained in the use of the medication may be allowed to administer in an eme rgency 6. Staff should be trained on how to recognize the signs and symptoms of an overdose State of Connecticut Medication Administration Training Program Page 83 of 79 Medication Certified Staff's Role in Administering Medication via an Enteral Feeding Tube Individuals may receive medications through enteral feeding tubes called either a gastrostomy (G -Tube) or jejunostomy (J -Tube) . G-Tubes and J -Tubes are tubes that are surgically placed into the stomach . This is how the individual receives their medications, food, and fluids . Administering medications via enteral feed ing tube requires additional training from a nurse or licensed practitioner. State of Connecticut Medication Administration Training Program Page 84 of 79 Rectal Suppositories 1. Rectal suppositories are a form of medication administered via the rectum (per rectum) 2. Suppositories consist of ingredients designed to melt at body temperature 3. Medication takes effect in 15 -30 minutes Technique for Administration 1. Staff should provide privacy and properly prepare the individual 2. Gloves must be worn, and lubricant applied to the suppository and staff's gloves 3. Suppository should be inserted with individual in the SIMS position (lying on the left side with the right leg bent up and over the left leg) 4. Lift the buttocks and expose the anus 5. Insert suppository approximately 3 -4 inches into the rectum 6. Individual should lay in bed for 10 -15 minutes before getting up This form of medication administration requires additional training from a nurse or licensed practitioner State of Connecticut Medication Administration Training Program Page 85 of 79 Module 7 Objectives Upon completion of Module 7 learners will: 1. Understand what a controlled med is vs a non -controlled med 2. Understand the storage requirements for controlled vs non -controlled meds 3. Understand what is required for a controlled med count 4. Understand the requirements for destruction of controlled vs non- controlled meds 5. Understand the storage requirements for internal vs external meds 6. Understand the proper temperature for the medication refrigerator 7. Understand the rules for accessing an d carrying med keys including controlled med keys 8. Understand what is required when transferring medication during a home outing or visitation Controlled vs Non -Controlled Medication Controlled Medications are those drugs which contain any quantity of a substance which has been designated as subject to the federal Controlled Substances Act, or as a depressant or stimulant drug pursuant to federal food and drug laws, or which has been designated by the Commis sioner of Consumer Protection pursuant to section 21a -243, as having a stimulant, depressant or hallucinogenic effect upon the higher functions of the central nervous system and as having a tendency to promote abuse or psychological or physiological depend ence, or both. Controlled Medications are habit forming, prescribed in small quantities, must be counted each time keys change hands and when dispensing, and must be documented on a Receipt & Disposition form. Non -Controlled Medication can only be obtained through a practitioner's/prescriber's order/prescription and is dispensed by a pharmacist but are not considered controlled substances by the government. Non -controlled State of Connecticut Medication Administration Training Program Page 86 of 79 medications are not habit forming and include prescription as well as over -the- counter (OTC) medications. Controlled vs Non -Controlled Medication Storage Non -Controlled Medication Storage : These medications should be kept under one lock. They do not have to be counted, please refer to your agency's policy for additional instructio n. Controlled Medication Storage : These medications require documentation on a Receipt and Disposition form with every pill dispensed. Controlled medication must be stored under double lock in a non -removable box. State of Connecticut Medication Administration Training Program Page 87 of 79 Controlled Medication Count Documenting controlled medications a. Regulations require that you perform a controlled medication count every time the responsibility for medications is transferred from one staff member to another. b. Prior to assuming this responsibility, the oncoming staff must count all the controlled medications in the facility/residence with the outgoing staff. c. If the medication count m atches the documented amount both staff must sign the count sheet; the signatures acknowledge that the medication was counted and that it matches the recorded quantity. d. Regulations require that you perform a controlled medication count every time the respo nsibility for medications is transferred from one staff member to another. e. Prior to assuming this responsibility, the oncoming staff must count all the controlled medications in the facility/residence with the outgoing staff. f. If the medication count matche s the documented amount both staff must sign the count sheet; the signatures acknowledge that the medication was counted and that it matches the recorded quantity. State of Connecticut Medication Administration Training Program Page 88 of 79 Destruction of Controlled vs Non -Controlled Medication 1. Controlled medications shall be des troyed by two employees. One must be a licensed nurse. The other does not need to be licensed or med -certified they can act as a witness. 2. Non -controlled medications shall be destroyed by two employees. One staff must be med -certified, the other staff may be a witness if not med certified. 3. Per regulations, medications may not be destroyed in a garbage disposal (sink incinerator) or by flushing down the toilet. Check with your agency's policy for proper disposal methods. 4. Refer to the website link below for the CT Department of Energy and Environmental Protection (DEEP) for acceptable methods to dispose of medications : https://portal.ct.gov/ DEEP/Waste -Management -and-Disposal/Medicine - Collections/Medicine -Collections Storage of Internal vs External Medication Medications for internal administration shall be stored separately from medications that are for external administration Internal preparations are those that are intended to be administered orally/swallowed or inserted into the GI tract Externals are all other medications that are not intended to be swallowed. External preparations should be further divided/separated as necessary Lighting, temperature, and humidity can affect medications, they should be stored at a controlled room temperature in a dry area. State of Connecticut Medication Administration Training Program Page 89 of 79 Storage Requirements for Refrigerated Medication 1. Must be stored separately from food - preferably in a separate refrigerator 2. If no separate refrigerator is available, medication can be placed in a locked container in the same refrigerator in which food is stored 3. Temperature of the refrigerator must be within 36 -46 degrees Fahrenheit 4. Follow agency policy on how often to check and verif y the temperature of the refrigerator 5. If controlled medications require refrigeration, such medications must be stored in a non -removable secure locked box within a locked medication container (double locks) Medication Keys Including Controlled Medicatio ns 1. Medication storage keys are to be secured at all times, according to agency policy 2. Controlled Medication keys must be kept on a separate key ring from the non-controlled medication keys 3. Keys must be stored in a locked box per your agency policy State of Connecticut Medication Administration Training Program Page 90 of 79 Leave of Absence Transfer of Responsibility 1. When transferring medication during a home outing or visitation, specific procedures shall be followed depending on agency policy. 2. Documentation of leave of absence (LOA) medication transfer and administration may be necessary depending on agency policy. 3. The pharmacy may prepare medications and provide them to the family, individual, or authorized persons. State of Connecticut Medication Administration Training Program Page 91 of 79 Module 8 Objectives Upon completion of Module 8 learners will: 1. State the general rules of documentation 2. Identify the components of a Medication Administration Record (MAR) front & back and how to document 3. Understand how to safely transcribe a Licensed Prescriber's order 4. Know when to question an order, and the steps to take when questioning 5. Know how often medication orders need to be reviewed and renewed 6. Know how to document requirements for controlled medications General Rules of Documentation 1. Use permanent ink - no pencils, erasable or gel ink pens 2. Write legibly 3. Use only approved abbreviations 4. Do not use white -out 5. Do not obliterate (destroy) a documentation error 6. Draw a single line through the mistake, write your initials and the date above it 7. Use full legal names and titles 8. The time and date should be noted in all docume ntation 9. Do not use an Individual's name in another person's record. It is important to maintain confidentiality at all times. Understanding the Front of the MAR Front of Kardex 1. Each box will contain transcription of one medication 2. Numbers across top are days of month State of Connecticut Medication Administration Training Program Page 92 of 79 3. Small squares are where you place your initials after medication administration 4. If med is refused or given outside defined instruction , circle initials on the front and complete documentation on back 5. Each page is good for one calendar month, recorded in the appropriate place. 6. All Demographic information should be completed: Individual's Name, Prescriber, Allergies, Diagnosis State of Connecticut Medication Administration Training Program Page 93 of 79 Understanding the Back of the MAR The Back of MAR is used to docum ent: 1. PRN is given 2. Med refused 3. Omission 4. Given outside the window 5. No med available 6. In Hospital / LOA 7. Charted in wrong place 8. Not given - identify reason Always complete the back of the MAR in full and include a signature and date State of Connecticut Medication Administration Training Program Page 94 of 79 Transcribing Orders 1. Write in start date. 2. Copy the authorized prescriber's order exactly. 3. Follow your agency guidelines and pharmacy delivery schedule to det ermine when the med is available for administration. 4. Draw a bracket in front of the days you will be starting the med, then count out your doses and draw a corresponding bracket at the end of the course of medication. 5. Write in your stop or expiration date 6. Put your initials in the date column block that the transcription has been completed 7. Have another non -licensed personnel med staff check the transcription to verify it is correct and have them also initial the date column block. 8. Review any additional agencies procedures. State of Connecticut Medication Administration Training Program Page 95 of 79 Questioning an Order A Prescriber's order should be questioned when : 1. The 5 -Rights are not present 2. The order is not signed and dated 3. There is no specified expiration date 4. If there is no reason for a PRN 5. If there are individual -specific concerns: Allergies, Dietary Consistency Conflicts Whenever there is a question or concern about a medication order the nurse should be contacted. Follow all agency specific recommendations and requirements for documenting all communication related to the concern. Reviewing and Renewing Medication Orders A. Review the order wh en received from the licensed prescriber to ensure its complete. B. Follow your Agency 's policy regarding communicating with the nurse to ensure they are aware of the order , and it can be transcribed. C. Verify that there is a valid prescriber's signature and e xpiration date for each order. Orders can be written for 90 -180 days depending on your agency's policy. D. Compare the licensed prescriber's order to the MAR to ensure all orders have been properly transcribed. E. Follow agency policy and procedures to ensure that all expiring orders are properly renewed by the licensed prescriber without interruption or disconti nued if appropriate. State of Connecticut Medication Administration Training Program Page 96 of 79 Documenting a Controlled Substance Do not forget, Proper Documentation of Controlled Substances starts with a Controlled Drug Count which is performed at the beginning and end of every shift as well as at any transfer of medication administration responsibility. State of Connecticut Medication Administration Training Program Page 97 of 79 Receipt and Disposition Record: 1) One form for each controlled prescription 2) 5-Rights must match the MAR exactly 3) The Count on the form must exactly match the Count in the Blister Pack. 4) Date, Time, and Dose must be Documented and signed each time a pill is removed State of Connecticut Medication Administration Training Program Page 98 of 79 Module 9 Objectives Upon completion of Module 9 learners will: 1. Understand the term Prohibited Practices 2. Identify the types of Medication Errors that can occur 3. Understand the documentation required following a Medication Error 4. Understand the State of Connecticut Medication Error reporting system 5. Unde rstand the sanction and revocation process related to the Medication Error Medication Errors Medication Errors consist of the following: Failure to administer medication to an individual; Failure to administer medication within 1 -hour of the time designated by the licensed prescriber or delegating nurse; Failure to administer the specific medication prescribed for an individual; Failure to administer the correct dosage of medication; Failure to administer the medication by the correct route; Failu re to administer the medication according to generally accepted standards of practice. Prohibited Practices Prohibited Practices means an action or inaction that violates state or federal statute or regulation, or generally accepted practices as it relat es to medication administration. Prohibited Practices are considered as medication error s State of Connecticut Medication Administration Training Program Page 99 of 79 Types of Medication Errors These are potential types of medication errors but may not represent all possible situations that may result in being held accountable for an error . Class A Administration of medications without appropriate documentation Failure to transcribe a medication order according to procedure Medication not given by a parent/guardian while the individual is with them Failure to document that medication was received from the pharmacy Failure to order medication resulting in an inadequate supply Failure to secure/maintain medication keys accordi ng to agency policy Failure to submit required documentation relative to medication error per agency reporting policy Class B A medication error involving one of the 5 -Rights (Individual, time, drug, dose, site); can also include medication given outsid e of the allowed window (typically 1 hour before and 1 hour after medication administration time) Transcription errors resulting in the violation of one of the 5 -Rights Medication given without a Licensed Prescriber's order Failure to order medication resu lting in an individual not receiving medication (an omission) Medication pre -packaged by unlicensed employees not within agency policy Medication not given to a Parent/Guardian for leave of absence (LOA)/home visit Class B Prohibited Practices Non -licensed employees taking telephone/verbal prescriber's order Improper storage of medication Medication destruction against agency policy State of Connecticut Medication Administration Training Program Page 100 of 79 Class C Errors resulting in the need for immediate medical care (including emergency department or medical office visits) or hospitalization Errors resulting in death Class C Prohibited Practice s Falsification of records/certification paperwork Administration of medication in the absence of a valid certification (i.e., certification was suspended, expired, revoked, etc.) Documentation of Errors When a medication error is discovered, follow your agency's policy for notification of the nurse or chain of command . Fill out an incident report form . The incident report is not part of the individual's medical record and should not be stored with the medical records . Incident reports are required to be stored with the agency's records . Medication Error Reporting System Medication errors shall be reported to a delegating or supervising nurse. Medication errors shall also be reported based on the agency's policy. State of Connecticut Medication Administration Training Program Page 101 of 79 Revocation Revocation is the removal of the ability of a non -licensed person to maintain medication administration certification. The decision to revoke a person's ability to maintain their medication administration certification is based on significant violation(s) in any or multiple areas of medication administration, drug -related charges or conviction, and any action(s) or inaction(s) which may endanger the health and safety of an individual(s). The process for revocation may vary by agency . Upon notification of a revocation of medication administration certification, the employee shall be notified of the option and process to appeal the decision to revoke their certification by requesting a hearing . If the employee requests a hearing, t he outcome may vary from retraining, suspension, or certification revocation. State of Connecticut Medication Administration Training Program Page 102 of 79 After successful completion of Phase 1, a certificate of completion will be provided. Phase 2 completion is agency specific for DCF, DDS, and DPH. The agency associated with access to Phase 1 wi ll be notified of the employee's successful completion of Phase 1. If employed by DDS or an agency sponsored by them, Phase 2 will consist of: Successful completion of the Nursing Delegation and Process Review Training (DPR Training) Successful completion of a Lab Practicum If employed a DPH sponsored agency th em, Phase 2 will consist of: Successful completion of an onsite practicum with a nurse If employed by DCF or an agency sponsored by them, Phase 2 will consist of: Successful completion of a Lab Practicum Successful completion of a DCF Internship "}