{"title": "Equilibrio físico y emocional - RPS Recuperación Funcional", "author": "Páxinas Galegas", "url": null, "hostname": null, "description": "En nuestro centro de terapias naturales o terapias integrativas en Santiago ofrecemos servicios para aliviar síntomas y dolores de nustros pacientes.", "sitename": "RPS Recuperación Funcional", "date": null, "cleaned_text": "Terapias de equilibrio físico y emocional en Santiago Cuidamos de ti, cuida tu mente y cambiará tu vida Restauración Bioenergética La base de la Restauración Bioenergética se establece en los aspectos más tradicionales de la Medicina China Tradicional; el ying y el yang. La técnica del servicio de Restauración Bioenergética que ofrecemos en Santiago se fundamenta en detectar el déficit o el excedente de dichas energías mediante la realización de varios test de Kinesiología. En RPS contamos con una experiencia de más de 15 años. Esta técnica es considerada como un método holístico en el cual se emplea el testeo con \"filtros\" para conocer la respuesta que tiene el organismo tras exponerse a diferentes estresores. Se centra en detectar las indeseables reacciones ante influencias telúricas, alimentos, alérgenos, parásitos, neurotransmisores... La solución a cualquier reacción del organismo e estudia dentro del ámbito de la Medicina Tradicional China; centrándose en el reflejo neuromuscular del AR de la Kinesiología. La \"Nueva Acupuntura\" es una nueva técnica dentro de la Restauración Bioenergética considerada como un tratamiento no invasivo en el que se evita la utilización de agujas, de tal forma que se aplican de manera superficial diminutos pedazos de cuarzo sobre un adhesivo, el cal se aplica de manera superficial en la piel y los puntos concretos de la Acupuntura. Dichos pedazos de cuarzo, conocidos como RB, se programan de manera previa y aumentan sus propiedades (la de modular las energías y el efecto piezoeléctrico) incluyendo la vibración que se produjo previamente para que al colocarlo sobre la piel emita su potencial y recargue los puntos de Acupuntura predefinidos. ¿En qué casos se recomienda la Restauración Biomecánica? Dolores musculares y esqueléticos - Lumbago - Ciática - Hernias - Gonalgia - Fibromialgia - Cervialgia Alteraciones respiratorias - Asma - Insuficiencia respiratoria - Bronquitis - Enfermedades pulmonares Alergias e intolerancias Alteraciones del estado de ánimo - Estrés - Ansiedad - Depresión - Insomnio Adicciones - Comida - Tabaco Alteraciones digestivas y endocrinas - Hemorroides - Parásitos - Menopausia - Obesidad - Estreñimiento - Colon irritable - Disbiosis intestinal Alteraciones dermatológicas - Acné - Psoriasis Alteraciones del sistema circulatorio - Edemas - venosa Varices crónicas Kinesiología Holística Los orígenes de la Kinesiología Holística se retoma al año 1980 de la mano de Raphael Van Assche, fisioterapeuta y osteópata que descubrió el principio de esta técnica mientras observaba el músculo psoas de una de sus pacientes, pues le ocasionaba un gran dolor. Tras un proceso de observación, el especialista apreció que en el momento en el que la paciente hablaba de uno de sus problemas familiares uno de sus brazos perdía fuerza, mientras que, cuando no hablaba del tema se encontraba tranquila y el brazo recuperaba su fuerza. Gracias a los amplios conocimientos de Raphael Van Assche en Kinesiología Aplicada, añade a sus sesiones teraéuticas el Arm Reflex, naciendo el término Kinesiología Holística. Este término proviene de Grecia y su significado se conoce como la ciencia que estudia del movimiento del cuerpo. Para poder concretar el origen de cualquier desequilibrio mediante esta técnica se utiliza la respuesta de las cadenas musculares. Para llevar a cabo este tipo de terapias en nuestro centro de terapias integrativas en Santiago prestamos atención a todas las áreas del paciente, pudiendo tratar alteraciones emocionales, estructurales o cualquier otra alteración que influya en el correcto desarrollo y equilibrio del paciente. ¿Cómo se realiza una sesión de Kinesiología Holística? En la primera consulta del paciente, en RPS Recuperación Funcional nos dedicamos a conocer los síntomas y los motivos que llevan al usuario a solicitar una consulta de Kinesiología Holística en Santiago. Prestando una atención totalmente personalizada, se realizarán los test pertinentes para conocer las alteraciones del cuerpo del paciente, explicando los resultados de cada uno de manera detallada. La duración de una primera sesión oscila entre hora y media o dos horas y las siguientes citas son de 1 hora. La base de todas las sesiones de Kinesiología Holística se basan en la utilización de productos naturales para conseguir el equilibrio total del organismo, pero en ningún caso estos deberán sustituir a ningún tratamiento médico. ¿Quieres una sesión de Kinesiología Holística más completa? Contacta con RPS Recuperación Funcional y te ayudaremos a mejorar tus hábitos, acompañándote durante 21 días. Cambios en la dieta, cambio de hábitos, cambios en las creencias que puedan estar limitándote, asesoramiento continuo... ¿Qué alteraciones podemos detectar con la Kinesiología Holística? Ecosistema intestinal Una flora intestinal desequilibrada puede provocar alteraciones como gases, diarreas, estreñimiento... Con el test de Kinesiología Holística podremos detectar de manera sencilla si existe algún tipo de infección en tu organismo como bacterias, virus, cándidas... En nuestro centro de terapias naturales en Santiago te ayudaremos a mantener fuerte tu sistema inmunológico utilizando la técnica de la Kinesiología Holística. Intolerancias alimentarias Ingerir alimentos que no tienen una buena aceptación por nuestro organismo puede llegar a provocar dolores y molestias como gases, digestiones pesadas, trastornos respiratorios... Con la realización del test de intolerancias alimentarias, en RPS Recuperación Funcional detectaremos los alimentos que es recomendable evitar para que no influyan en tu estado de salud. Vitaminas, minerales y oligoelementos El organismo necesita un aporte de vitaminas, minerales y oligoelementos para mantenerse en buen estado, pero hay alimentos que no tienen el aporte suficiente. Con el test específico podremos corregir cualquier deficiencia que afecte al organismo en relación al aporte vitamínico que necesita y recomendarte los alimentos que necesitas. Metales pesados Es posible encontrar diferentes elementos tóxicos en el agua o incluso en el aire y pueden llegar a ser muy perjudiciales para la salud. En RPS Recuperación Funcional realizamos un test en el que se detectan diferentes metales como plomo, mercurio, cadmio, arsénico, aluminio, niquel... Test específicos - Músculos - Huesos - Circulación - Sistema reproductor - Sistema respiratorio - Sistema endocrino - Sistema inmunitario - Sistema urinario - Sistema nervioso - Aparato digestivo Acupuntura sin agujas En nuestro centro de terapias integrativas en Santiago ofrecemos soluciones a medida para cada paciente. Por ello, para los pacientes que temen los pinchazos pero necesitan un tratamiento de acupuntura, en RPS Recuperación Funcional ofrecemos un tratamiento de acupuntura sin agujas, utilizando cuarzo en su lugar. Mediante la Restauración Bioenergética se equilibran los canales del organismo y tiene una actuación inmediata, pues con tan solo unos minutos de acupuntura sin agujas puede apreciarse una mejoría. Combinando la Kinesiología con la acupuntura sin agujas el tratamiento puede ser todavía más efectivo. Auriculoterapia Este tratamiento es una especialidad dentro de la acupuntura que se centra en estimular puntos reflejos concretos para provocar una reacción en el paciente. Estos puntos reflejos se encuentran en las orejas y su correcta manipulación minimiza ciertas dolencias o adicciones, pudiendo llegar a ser efectivas incluso para el [tratamiento de dolores crónicos.](tratamiento-dolor-cronico-santiago.aspx) Es efectivo para el tratamiento de diversas patología - Trastornos funcionales; endocrinos y orgánicos - Trastornos psíquicos y depresiones - Ansiedad - Alergias - Asma - Enuresis nocturna - Insomnio - Dolores de cualquier causa, tipo y localización; neuralgias, dolores de parto, dolor postoperatorio, gastralgia, post-traumático. Biodescodificación La biodescodificación es un método dentro de la medicina alternativa que se basa en la búsqueda del origen metafísico de patologías o enfermedades, así como en el significado emocional de la misma para encontrar la mejor forma de sanarla. El origen de todas las enfermedades se encuentran en el plano emocional o metafísico, lo que quiere decir que es provocado por un sentimiento imperceptible a nivel emocional que se proyecta de forma física en el organismo. Es importante tener en cuenta que esta terapia no reemplaza a ningún tratamiento ni a ninguna otra terapia, sino que es complementaria. Dentro de la medicina alternativa es posible encontrar una lista de las diferentes enfermedades y el foco emocional que las provoca, siendo conocida como \"diccionario de la biodescodificación\". Este diccionario se utiliza como guía para identificar el origen de la patología y así poder prevenir la aparición de la misma. Al contrario de lo que pueda parecer, el diccionario de la biodescodificación no se utiliza para elaborar un diagnóstico de las dolencias o enfermedades de los pacientes, puesto que cada ser humano es único y su forma de expresar sus emociones de manera física también lo es, pero sí es posible realizar un análisis en el sentido biológico y simbólico para aquellos patrones que suelen repetirse. Inconsciente Genómico Hay dos opciones de controlar nuestras propias acciones, una es consciente y otra inconsciente. En nuestra clínica de terapias integrativas en Santiago llevamos sesiones de Inconsciente Genómico en las cuales ayudamos a nuestros pacientes a diferenciar las preferencias espontáneas, como pueden ser los alimentos, bebidas, compañías... de las que realmente tomamos por nosotros mismos. En Inconsciene Genómico se hereda de nuestros antepasados y ancestros, pues nosotros mismos acabamos percibiendo sus anhelos más fuertes. Los pacientes que solicitan este servicio en nuestro centro de terapias naturales en Santiago es debido a que se sienten extraños con ellos mismos y perciben que hay una parte de su vida que no encaja. Para tratarlos, en RPS Recuperación Funcional combinamos la Marmaterapia con y la restauracion bioenergética. Reequilibrio de Chakras ¿Cuáles son las funciones principales de los chakras? - Renovar el organismo a nivel físico y espiritual - Potenciar el desarrollo de la autoconciencia - Transmitir la energía entre las diferentes capas energéticas del cuerpo Los chakras sirven para mantener el cuerpo energético y biológico 100% revitalizado. A lo largo de nuestra vida, solemos encontrarnos momentos en los que disponemos de dos o tres chakras bloqueados que es necesario desbloquear. Cuando los chakras giran en sentido contrario significa que están bloqueados y que nuestro cuerpo no metaboliza de forma correcta la energía del campo universal. De esta forma, no está recibiendo toda la información del mundo exterior correctamente. En RPS Recuperación Funcional utilizamos la Marmaterapia, una técnica personalizada específica para la relajación, reiki, estética y apta para todo aquel que quiera mejorar su salud. La Marmaterapia te ayudará en el desbloqueo general y específico de los chakras. Gua Sha La técnica Gua Sha se peculiariza por ser un tratamiento de \"raspado-masaje\" proveniente de Asia mediante el cual se estimula la piel con un proceso de raspado. Con esta estimulación se consigue eliminar las toxinas que pueden estar bloqueando diferentes partes del cuerpo y los beneficios de esta terapia natural que ofrecemos en Santiago son inmediatos. Se consigue un alivio del dolor, relajación de los músculos, mayor movimiento de los fluidos corporales, prevención de enfermedades y mejora del sistema inmunológico. Además, esta técnica también puede tener una aplicación estética que se basa en un masaje facial para el cual se utiliza cuarzo rosa o una piedra de jade. Dichas piedras están específicamente diseñadas para adaptarse al rostro y aportar numerosos beneficios. El origen de la técnica mencionada se ubica en la medicina tradicional china y tiene la misma importancia el propio masaje como la utilización de las piedras. - Drenaje de líquidos - Mejorar la circulación - Favorecer la producción de colágeno - Eliminar arrugas - Disimular líneas de expresión Técnica de liberación emocional (EFT) La Técnica de Liberación emocional (EFT) se trata de una técnica de psicoterapia emocional fundamentada por varias teorías de medicina alternativa como acupuntura, digitopuntura, medicinas energéticas... con el objetivo principal de estimular ciertos puntos energéticos a través de pequeños golpecitos en zonas concretas del cuerpo, para conseguir la total liberación del malestar emocional. "}