{"title": "9 Remedies that Ease Vaccine Side Effects", "author": "Nbrechk", "url": "https://www.betternutrition.com/supplements/9-remedies-that-ease-vaccine-side-effects/", "hostname": "betternutrition.com", "description": "Los Angeles-based homeopath Avghi Constantinides shares the top homeopathic remedies for alleviating side effects related to Covid vaccines.", "sitename": "Better Nutrition", "date": "2021-04-08", "cleaned_text": "9 Remedies that Ease Vaccine Side Effects Los Angeles-based homeopath Avghi Constantinides shares the top homeopathic medicines for alleviating side effects related to Covid vaccines. As the world continues to get vaccinated from Covid-19 at a record pace, more and more patients are coming into my homeopathic [practice](http://www.homeopathyforlife.com/) complaining of Covid vaccine side effects. Homeopathic remedies may be able to help ease your symptoms and bring your body back into balance after you get the shot. Here are my top suggestions for remedies—pick the one that best matches your particular symptoms. Thuja 30c: This my first suggestion for vaccinosis (aka vaccine reaction*)—it will help with the overall side effects of a vaccine. Take one dose daily for 3 days. Stop after 1 day if symptoms improve. Silica 30c: This is my second choice for vaccinosis, if symptoms did not improve with Thuja. Take one dose daily for 3 days. Stop after 1 day if symptoms improve. Ledum 30c: Take immediately after you get the vaccine for local reactions—e.g., pain at the site of the injection. Take another dose 3 hours later if there is still discomfort. Gelsemium 30c: For body aches, headaches, lethargy, and fever. Take one dose daily for 3 days. Stop after 1 day if symptoms improve. Bryonia Alba 30c: This is the remedy of choice if you feel worse from movement and better sitting or lying in one position. Other indications for Bryonia: Painful joints that improve with warmth, flu-like symptoms, headaches, fever, dry coughs, and extreme thirst. Take one dose daily for 3 days. Stop after 1 day if symptoms improve. Apis Mellifica 30c: Use this remedy if you have any redness, swelling, itching, and burning on the arm where you got the shot. Take 3 times a day for 3 days. Stop after 1 day if symptoms improve. Urtica Urens 30c: This is the remedy to reach for if you experience allergic reactions, including red, raised blisters or hives that itch; a burning sensation might feel like a first-degree burn; swollen glands; rheumatic flare-ups; and sore throat. Take 3 times a day for 3 days. Stop after 1 day if symptoms improve. Histaminum muriaticum 30c: Use if you have allergic reactions, hives, itching, rashes, and muscular joint pain and burning. Take 3 times a day for 3 days. Rhus toxicodendron 30c: Indications for this remedy include fever, hot painful swelling of joints, aches and pains (especially in the lower back), swollen glands, and stiffness in the muscles and joints. Symptoms get worse in cold damp weather and/or when sitting still (better with movement). You may also feel very restless, especially at night. Take 3 times a day for 3 days. Stop after 1 day if symptoms improve. If the side effects persist beyond the above suggestions, please contact your homeopath. Most of these remedies can be found at your local health food store or online. [Boiron](https://www.boironusa.com/) and [Hyland's](https://shop.hylands.com/) are two examples of high-quality homeopathic companies. *Vaccinosis is the medical term for any type of reaction to a vaccine. Please keep in mind that these are my suggestions as a licensed homeopath. I am not making any claims. Please see your health care provider for guidance and then call your homeopath. As with any illness, it's best to have individualized treatment when using homeopathy. If you have any questions please call my office at 310-279-5010 or visit [homeopathyforlife.com](http://www.homeopathyforlife.com/). 3 Homeopathic Remedies to help boost your immune system and overall health during the pandemic: - Thymuline 9c: Take once a week. - Influenzinum 2020/2021 30c: Take once a week. - Briar Rose: Take 1-3 times a week as "}