{"title": "Air Wick Plug In Scented Oil with Essential Oils, Air Freshener Fresh Linen", "author": null, "url": "https://www.walgreens.com/store/c/air-wick-plug-in-scented-oil-with-essential-oils,-air-freshener-fresh-linen/ID=prod6261439-product", "hostname": "walgreens.com", "description": "Shop Plug In Scented Oil with Essential Oils, Air Freshener Fresh Linen and read reviews at Walgreens. Pickup & Same Day Delivery available on most store items.", "sitename": "Walgreens", "date": "2020-01-01", "cleaned_text": "Plug In Scented Oil with Essential Oils, Air Freshener Fresh Linen0.67fl oz x 2 pack Additional perks How would you like to receive this item ? Description - Value pack - Fits all Airwick warmers - Long lasting Enhance your homes scent with Air Wick Scented Oil Refills infused with 100% natural essential oils. Air Wick Scented Oil Refills release continuous fragrance for up to 60 days (based on low setting) so your home smells welcoming. And our latest Air Wick scented oil warmer releases fragrance upwards and outwards, reaching every corner of the room for a consistent fragrance experience. The Air Wick Scented Oil warmer also allows you to choose between 5 fragrance settings for just the right amount of fragrance. It continuously diffuses and carefully blends fragrance throughout your home, office, or any space. Made in MexicoUse: Remove warmer from wall outlet. Remove refill from warmer and screw cap onto empty fragrance bottle. Unscrew cap from new fragrance bottle and insert into warmer until click can be heard. Plug upright into outlet. Rotate plug if needed. Unit will leak if plugged in sideways or upside down. When unplugged, keep unit upright. Operation: Read the important safety instructions. Adjust fragrance intensity by rotating dial on top of warmer. Largest mark = max setting. This is not a toy and is not intended for use by children. For adult use only. See the device package for additional safety information. Only for use with Air Wick Scented Oil Air Freshener products. Reckitt Benckiser will not be held responsible for damage, injury or poor performance caused by use of any other refills in Air Wick warmers. Do not place fragrance oil bottle or cap on finished wood surfaces or place any object within 12 inches (30 cm) above warmer. Do not use with extension cords. Do not immerse in water. Fragrance oils may collect on warmer over time. To clean, remove from electrical outlet and wipe with dry cloth. Wash hands after handling. Store warmer and refill in a dry location. Do not obstruct or block air flow from unit. Do not use in small areas without adequate ventilation. ©2020 Reckitt Benckiser [Show More](javascript:void(0)) Product Specifications WarningsCaution: Eye irritant. Read precautions on back. Important Safety Instructions: Instructions pertaining to a risk of fire, electrical shock or injury to persons. When using electric products, basic precautions should always be followed, including the following: Please read all the instructions before using the product. To reduce the risk of injury, close supervision is necessary when a product is used near children. Do not put fingers or hands into product. Caution: Risk of electric shock and fire hazard. This is not a toy and is not intended for use by children. For adult use only. For safe use, plug only into properly functioning, exposed 120vold electrical wall outlet where product is ventilated and cannot contact bed covering or other material. Do not use with extension cords. If blocking the test or reset buttons of a GFCI outlet, test GFCI on a regular basis. Do not immerse in water. Do not plug anything in above it. Do not use air freshener with Mega fragrance bottle in vertical receptacles. Save these instructions. Only for use with Air Wick Scented Oil Air Freshener products. Reckitt Benckiser will not be held responsible for damage, injury or poor performance caused by use of any other refills in Air Wick warmers. Keep out of reach of children. Prolonged or frequent skin contact may cause an allergic reaction. Avoid contact with eyes, skin and clothing. Do not ingest. First Aid Treatment: If in eyes, rinse eyes with water. Remove any contact lenses and continue to rinse eyes for at least 15 minutes. If on skin, wash area with soap and water. If irritation persists, get medical attention. Discontinue use immediately and get medical attention if a reaction develops. If swallowed, do not induce vomiting. Call a physician or Poison Control Center immediately. Contains fragrance oils. Wash hands after handling. WARNING: This product contains a chemical known in the State of California to cause cancer and/or birth defects or other reproductive harm. For more information go to: [www.P65Warnings.ca.gov/.](http://www.P65Warnings.ca.gov/) Shipping Specifications Not eligible for Ship to Store at this time This product cannot be shipped to the following state(s): - AA - AE - AK - AP - AS - GU - HI - MP - PR - VI Shipping Weight (in lbs): 0.38 Product in inches (LxWxH): 1.63x 4.72x 5.55 [See Ship to store FAQs](/topic/help/shophelp/shipping_help_main.jsp) Reviews Reviews for Air Wick Plug In Scented Oil with Essential Oils, Air Freshener Fresh LinenLoading reviews [Show more](javascript:void(0)) Reviews for Air Wick Plug In Scented Oil with Essential Oils, Air Freshener Fresh "}