{"title": "Facultad Ciencias de la Salud de Universidad Nacional Evangélica coordina Plan Operativo 2017-21 - DiarioSalud.do", "author": "Diario Salud Redacción", "url": "https://www.diariosalud.do/educacion/facultad-ciencias-de-la-salud-de-universidad-nacional-evangelica-coordina-plan-operativo-2017-21/", "hostname": "diariosalud.do", "description": "Las noticias de la industria de salud y noticias farmacéuticas mas importantes, de un medio confiable - DiarioSalud.do El pulso del sector salud", "sitename": "DiarioSalud.do", "date": "2017-02-02", "cleaned_text": "SANTO DOMINGO. - El Consejo de Revisión del Plan Operativo, del Instituto de Medicina Integrativa y de la Facultad de Ciencias de la Salud de la Universidad Nacional Evangélica, evaluaron los trabajos acordados durante una agenda de trabajo que contempla el Plan Operativo Institucional para los próximos cuatro años. Según la decana de la Facultad de Ciencias de la Salud, doctora Martha Blutler, la planificación correspondiente a este año, está sujeto a cambios, según la comisión de presupuesta de la academia. La comisión de presupuesto de la Universidad, se reunió en noviembre de 2016 con los departamentos y direcciones, en la que se recibieron las propuestas y presupuesto de los distintos organismos con mira a desarrollar el Documento Institucional que, se ajuste las realidades y necesidades de la institución. En ese sentido, el encargado y los asesores, valoraron trazar un mejor formato en el POA, en la que cada departamento y dirección, trace los objetivos y metas, basado en este nuevo esquema. Las proyecciones se basaron en secciones individuales, por lo que cada organismo envió sus propuestas adjunto de un presupuesto, para los fines ejecutivos marcado para este año. Para esta labor, están encargado el director de planificación de la Universidad, Rolando Saldaña, quien dará seguimiento a cada Plan Operativo Institucional que sometan dichos organismos. El consejo lo coordina la doctora Martha Butler, Decana de la Facultad de Ciencia de la Salud, Lorenza Kelly, Directora del Instituto de Medicina Integrativa, Cándida Jáquez, Directora de la Escuela de Nutrición, Juan Carlos Guerrero, Director del Departamento de Medicina pre-Hospitalaria, y Patricia Salazar, Coordinadora Académica. No te pierdas una noticia, [suscribete ](https://www.diariosalud.do/suscribete)gratis para "}