{"title": "What Is 'Natural' Food? A Riddle Wrapped In Notions Of Good And Evil", "author": "Alan Levinovitz", "url": "https://www.npr.org/sections/thesalt/2016/05/08/477057872/what-is-natural-food-a-riddle-wrapped-in-notions-of-good-and-evil", "hostname": "npr.org", "description": "Time is almost up for consumers to tell the FDA what \"natural\" food means. It's an ancient philosophical question with no easy answers.", "sitename": "NPR", "date": "2016-05-08", "cleaned_text": "What Is 'Natural' Food? A Riddle Wrapped In Notions Of Good And Evil I. Americans have until [May 10](http://www.fda.gov/Food/GuidanceRegulation/GuidanceDocumentsRegulatoryInformation/LabelingNutrition/ucm456090.htm) to help the Food and Drug Administration with one of philosophy's greatest riddles: What is the meaning of \"natural\"? Given our current attitudes, the riddle might be better described as religious. [Data show](http://www.wsj.com/articles/SB10001424052702304470504579163933732367084#:uc22dcUgngDmBA) that 51 percent of us shop for \"all natural\" food — shelling out some $40 billion a year on these products. We even [choose](https://www.qsrmagazine.com/news/consumers-care-more-about-natural-foods-organic) natural over organic, market analysts have found. Natural has become the nondenominational version of kosher, and orthodoxy is on the rise. The religiosity is apparent in the 4,863 public comments that have already been submitted to the FDA online. Natural and unnatural read like Manichean synonyms for good and evil. Some comments are [explicitly](https://www.regulations.gov/#!documentDetail;D=FDA-2014-N-1207-2911) [theological](https://www.regulations.gov/#!documentDetail;D=FDA-2014-N-1207-0310): \"Natural should be limited to those ingredients that have been created by God.\" Others refer to violations of Mother [Nature's intentions](https://www.regulations.gov/#!docketBrowser;rpp=25;po=0;s=%2522nature%252Bintended%2522;dct=PS;D=FDA-2014-N-1207). Behind virtually all of them pulses an intense desire for salvation from modernity's perceived sins: [GMOs](https://www.regulations.gov/#!docketBrowser;rpp=25;po=0;s=Gmo;dct=PS;D=FDA-2014-N-1207), [pesticides](https://www.regulations.gov/#!docketBrowser;rpp=25;po=0;s=pesticides;dct=PS;D=FDA-2014-N-1207), [chemicals](https://www.regulations.gov/#!docketBrowser;rpp=25;po=0;s=chemicals;dct=PS;D=FDA-2014-N-1207), [artificiality](https://www.regulations.gov/#!docketBrowser;rpp=25;po=0;s=artificial;dct=PS;D=FDA-2014-N-1207), [synthetics](https://www.regulations.gov/#!docketBrowser;rpp=25;po=0;s=synthetic;dct=PS;D=FDA-2014-N-1207). We ate, greedily, from the tree of scientific knowledge. Now we are condemned to suffer outside of Eden, unless we find a natural way back in. Fair warning, though: Crowdsourcing theology is no easy task. This latest effort is actually round three for the U.S. government. Back in 1974, the Federal Trade Commission proposed codifying a simple definition: \"Natural\" foods are \"those with no artificial ingredients and only minimal processing.\" Public comments poured in. The FTC deliberated for nine years, then gave up. \"A fundamental problem exists,\" explained then-chairman James C. Miller. \"The context in which 'natural' is used determines its meaning. It is unlikely that consumers expect the same thing from a natural apple as they do from natural ice cream.\" The FDA's first attempt [met with a similar fate](https://www.federalregister.gov/articles/2015/11/12/2015-28779/use-of-the-term-natural-in-the-labeling-of-human-food-products-request-for-information-and-comments). In 1991 the agency invited input on the definition of \"natural,\" noting widespread belief that natural foods are \"somehow more wholesome.\" But like the FTC, the FDA also gave up, this time blaming the failure on us: \"None of the comments provided FDA with a specific direction to follow for developing a definition.\" That was fine until 2009, [when a wave](http://heinonline.org/HOL/LandingPage?handle=hein.journals/rol34&div=22&id=&page=) of lawsuits started to hit food manufacturers. Plaintiffs argued that Snapple's \"all natural\" designation was deceptive because its drinks contained high fructose corn syrup. Ditto for many of Nature Valley's products — which, [it was noted](http://tushnet.blogspot.com/2013/05/another-court-rejects-waiting-for-fda.html), were deceptively festooned with \"images of forests, mountains, and seaside landscapes.\" Twin lawsuits against Ben and Jerry's and Häagen-Dazs helped to clarify what consumers expect from \"natural\" ice cream — not Dutch-processed cocoa, apparently, which is alkalized with potassium carbonate, a synthetic ingredient. Even Whole Foods — the Church itself! — [is currently being sued](http://www.foodnavigator-usa.com/Regulation/Whole-Foods-targeted-in-new-lawsuit-over-all-natural-claims) for advertising its bread as \"all-natural,\" despite containing sodium acid pyrophosphate, a synthetic leavening agent allowed in [organic products](https://www.law.cornell.edu/cfr/text/7/205.605) (you might know it as baking powder). Fearing endless and ambiguous legal woes, representatives of the food industry issued petitions requesting that the FDA standardize the term. At the same time, the Consumers Union, a nonprofit associated with Consumer Reports, called on the FDA to prohibit any use of the word or related derivations. (One wonders how the group envisions this playing out for Nature Valley, Back to Nature, Amy's Naturals, Organic by Nature, and the countless other companies whose names incorporate derivations of \"natural.\") I spoke about the wisdom of defining natural food with Georgetown Law professor and false advertising expert [Rebecca Tushnet](http://tushnet.blogspot.com/). \"My initial reaction is that it's a good idea,\" she tells me. \"People think natural is better than organic, but natural doesn't have a specific meaning. That's confusing. Corporations also need a clear definition so they can use the term and stop getting sued.\" Her position makes sense. After all, rabbinic courts have established rules about the meaning of kosher. Otherwise the kosher seal would be useless. The time has come for government authorities, with our help, to do the same for the meaning of natural food. II. Before attempting to answer this question, it's worth noting that until recently, no one really asked it. Though the distinction between natural and artificial — that is, made by man's art — dates back at least to [Aristotle](http://plato.stanford.edu/entries/artifact/#1), the popular romanticization of natural food stands in stark contrast to pre-modern culinary philosophies. In keeping with the idea that you are what you eat, refined people ate refined food. [According to](http://www.rachellaudan.com/2007/09/refined-food-or-plain-food.html) historian Rachel Laudan, \"for most of history, people wanted the most refined, the most processed, the most thoroughly cooked food possible. This was regarded as the most simple and natural food, because all the dross had been removed by the purifying effects of processing and cooking, particularly fire. Ideal foods were sugar, clarified butter or ghee, white bread, white rice, cooked fruit, wine and so on.\" Similarly, classical Chinese texts routinely express pity for early humans who, without the benefit of agriculture and cooking technology, were forced to eat directly from nature. \"In ancient times,\" [reads the Huainanzi](http://www.jstor.org/stable/4528996?seq=1#page_scan_tab_contents), \"people ate vegetation and drank from streams; they picked fruit from trees and ate the flesh of shellfish and insects. In those times there was much illness and suffering, as well as injury from poisons.\" Only through the alchemy of cooking, these Chinese philosophers concluded, could \"rank and putrid foods\" be transformed into something good to eat. Both in the East and the West there have always been a minority of ascetics who denied themselves cooked, flavorful food and the products of agriculture. But unlike today, such ascetic denial was intended to distance the practitioner from the physical world, nature included. The ideal wasn't unprocessed food, but rather no food at all. Early Daoist tales tell of \"spirit men\" who subsisted entirely on wind and water. \"Food was flesh and flesh was suffering and fertility,\" [writes](https://books.google.com/books?hl=en&lr=&id=9DUgmJGxZyEC&oi=fnd&pg=PP2&dq=christian+monastic+fasting&ots=iBGalbgzSJ&sig=_LAmihPO92N815TUOp29SraAFSY#v=onepage&q=renouncing%20ordinary%20food&f=false) the scholar Caroline Walker Bynum, describing the attitude of pious medieval Christian women. \"In renouncing ordinary food and directing their being toward the food that is Christ, women moved to God ... by abandoning their flawed physicality.\" The turn toward redemptive natural foods didn't begin until the 18th century, when Romantics, led by Rousseau, began looking to the culinary past for guidance. Haute cuisine was blamed for the vices of the rich; country food bred virtuous peasants, their nature unspoiled by human artifice. \"Our appetite is only excessive,\" wrote Rousseau in 1762, \"because we try to impose on it rules other than those of nature.\" But among those who favored the culinary dictates of nature, there was little agreement upon their content. For Rousseau, it was vegetarianism: \"One of the proofs that the taste of flesh is not natural to man is the indifference which children exhibit for that sort of meat.\" This idea gained traction in the 19th century, most famously in poet Percy Bysshe Shelley's 1813 essay A Vindication of Natural Diet, which blamed flesh-eating — \"unnatural diet\" — for a litany of woes including disease, crime and depravity. Some physicians were convinced, but many others continued to emphasize the centrality of meat to our natural diets. A popular medical text of the late 19th century [expresses the tension](https://books.google.com/books?id=moMfAAAAYAAJ&pg=PA108&dq=%22natural+diet%22+meat&hl=en&sa=X&ved=0ahUKEwi1u7S8lMDMAhXI6CYKHdbuAgcQ6AEIITAB#v=onepage&q=%22natural%20diet%22%20meat&f=false) in a section that could easily apply today: \"On my table are two books on the diet question, written by two well-known physicians. One proves at great length that the natural diet of man is the vegetable diet. Meat, this author claims, is unnecessary and injurious. ... The other author differs from the forgoing very radically. In his view the natural diet of the normal man is largely flesh food. When doctors disagree who shall decide?\" Only with the dominance of mechanized food production did the argument over \"natural\" begin to focus on the deleterious effects of processing, and come to look something like what it does in the FDA comments. In the mid-19th century, health food pioneer Sylvester Graham (of graham cracker fame) advocated for vegetarianism, but also for the superiority of whole grains and natural, unprocessed foods. \"It is nearly certain that the primitive inhabitants of the earth ate their food with very little, if any artificial preparation,\" [he wrote](https://books.google.com/books?id=JkIPAQAAIAAJ&printsec=frontcover&dq=sylvester+graham+flour&hl=en&sa=X&ved=0ahUKEwjv8q6CmcDMAhUDMyYKHSg2AiEQ6AEIHDAA#v=onepage&q=natural%20state&f=false) approvingly, in stark contrast to the ancient Chinese. \"Food in its natural state would be the best.\" During the same period, food chemistry exploded — accompanied by concerns over dangerous chemicals. In her [history of sugar](https://jhupbooks.press.jhu.edu/content/refined-tastes), Wendy Woloson reports that as early as the 1830s, the medical journal The Lancet carried articles warning about popular British candies, exported to America, that were adulterated with \"red oxide of lead, chromate of lead, and red suphuret of mercury.\" These candy makers also used cheap, poisonous dyes to attract children. Nor was it just children: People suffered the ill effects of [strychnine](http://www.scientificamerican.com/article/adulteration-of-beer-with-strychnin/) in beer, [sulphate of copper](https://books.google.com/books?id=Rkc3AAAAMAAJ&pg=PA646&lpg=PA646&dq=suphate+of+copper+pickles+poison&source=bl&ots=qAZSeJQG9k&sig=ytD_fyAa44TWUKwhydglBdZNl6A&hl=en&sa=X&ved=0ahUKEwjnlJ-JocDMAhWG2SYKHeE0CWwQ6AEIHzAA#v=onepage&q=suphate%20of%20copp) in pickles, and countless other poisonous additives that proliferated in a largely unregulated food industry. Notwithstanding increased oversight — most prominently the 1906 establishment of the FDA —20th century agricultural developments brought additional concerns. In her 1960s best-seller Silent Spring, Rachel Carson called attention not only to the environmental harms of pesticide use, but also to their presence in our foods. \"Packaged foods in warehouses are subjected to repeated aerosol treatments with DDT, lindane, and other insecticides, which may penetrate the packaging materials,\" she wrote. To make matters worse, Carson warned that the government was powerless to protect us: \"The activities of the Food and Drug Administration in the field of consumer protection against pesticides are severely limited.\" Given the last hundred years of food history, it's hard not to sympathize with those who venerate natural food. Medical authorities have come to agree with Graham on the benefits of whole grains. Diets rich in highly refined carbohydrates — the kind found in cookies, chips and other processed snack foods — and sugary drinks are implicated in rising obesity rates and related health problems. Meanwhile, [articles](http://www.scientificamerican.com/article/chemical-tainted-food/) run on a [near daily basis](https://www.publichealth.uga.edu/ehs/news/chemical-exposure-could-lead-obesity-uga-study-finds) about the potential dangers of synthetic chemicals used to produce and package these foods. The powerful corporate giants that produce them spend heavily to influence science and public policy. Worst of all, there appears to be a [revolving door](http://www.foodpolitics.com/?s=revolving+door) between the companies and regulatory agencies. It's no wonder that people are scared. Skepticism seems warranted — which means that faith in the most recent incarnation of \"natural\" food, far from being irrational religiosity or a relic of the romantic past, might be a good way to keep ourselves and our families safe. III. Despite these legitimate concerns, the long and checkered history of \"natural\" cautions against an uncritical embrace of the term, especially as some kind of panacea. Philosophers warn of the \"appeal to nature\" fallacy, in which good is equated with natural. In addition, there seem to be nearly insurmountable difficulties with defining the term in the first place. Even the well-known food writer and activist Michael Pollan sees no real way forward. Confronted by \"such edible oxymorons as 'natural' Cheetos Puffs,\" he [throws up his hands](http://www.nytimes.com/2015/05/03/magazine/why-natural-doesnt-mean-anything-anymore.html?_r=0): \"Nature, if you believe in human exceptionalism, is over. We probably ought to search somewhere else for our values.\" Nevertheless, in the very same essay, Pollan indicates that some common-sense version of natural really should guide our choices. It's not hard, he says, to figure out which of two things is more natural: \"Cane sugar or high-fructose corn syrup? Chicken or chicken nuggets? GMOs or heirloom seeds?\" The opposite of natural, on his reading, is artificial or synthetic, and it's clear that the former should be preferred to the latter. But is that really true? I interviewed philosophers and chemists to see if there was some kind of consensus on the matter. It turns out that those who think professionally about the issue are no less confused or divided than the rest of us. Take the philosophers. [Joseph LaPorte](http://www.hope.edu/academic/philosophy/faculty/) of Hope College specializes in the language we use to classify the natural world and has written extensively on the idea of \"nature\" and \"naturalness.\" \"To be sure, natural doesn't mean safe,\" he told me. \"Nature produces some of the most formidable toxins in the world. But when it comes to packages of chemicals, as they exist in foods or fragrances, nature is a good bet, or at least a clue, because co-evolution often suggests its safety and efficacy.\" Not so fast, says York University's [Muhammad Ali Khalidi](http://www.yorku.ca/khalidi/), also a philosopher of science who specializes in classificatory language. \"Something very recent might be safe,\" he points out, \"and something that's been around for hundreds of years could be very dangerous.\" Case in point: Ayurveda, or traditional Indian medicine, has long prescribed herbal remedies that [contain dangerous heavy metals](http://www.npr.org/sections/health-shots/2015/07/31/428016419/toxic-lead-contaminates-some-traditional-ayurvedic-medicines). Smoked meats, a mainstay of non-industrial food production, are now known [to increase cancer risk](http://www.cancer.gov/about-cancer/causes-prevention/risk/diet/cooked-meats-fact-sheet). Nor is the lack of consensus limited to the safety of natural food. Scientists also disagree on whether it makes sense to distinguish natural from synthetic products at all. Richard Sachleben, an organic chemist, told me flat-out that all chemicals are natural. Petroleum, he explained, was originally algae. Coal used to be forests. \"The natural enthusiasts, they like to distinguish things based on origin,\" he says. \"But that doesn't make any sense. Think about this: I could raise a pig in my backyard, and feed it corn that I grow myself. I could slaughter the pig and render the fat. I could ferment my corn and distill out the ethanol. Then I could boil wood ash, put this all together, and make biodiesel. It would look no different chemically than if I used products derived from petroleum.\" But when I talked to Susie Bautista, a longtime flavor chemist turned [blogger](http://flavorscientist.com/author/flavorgal07/), she had no problem distinguishing between natural flavors — \"which are made with natural starting material, like fruits, roots, leaves and bark\" — and artificial flavors that are synthesized, bottom-up, out of chemical building blocks derived from sources like petrochemicals. \"I think it's entirely reasonable to want natural flavors,\" she says. \"As a mom and a consumer, I would lean towards natural flavors.\" What, then, should we take from all this? If nothing else, the issues surrounding \"natural\" do not admit of easy answers. Those who shop for natural foods and fear \"chemicals\" are not necessarily irrational or anti-science. They shouldn't be mocked by (well-meaning) satirists who [refer to water](https://en.wikipedia.org/wiki/Dihydrogen_monoxide_hoax) as dihydrogen monoxide or list the [chemical contents](http://resources3.news.com.au/images/2014/01/21/1226806/789895-2e77d7cc-823a-11e3-8c0a-8e0465bef8c3.jpg) of an \"all-natural\" banana. At the same time, there's no good evidence that [parents](http://groundedparents.com/2016/05/04/dont-share-robyn-obrien-posts/?utm_content=buffer4cb67&utm_medium=social&utm_source=twitter.com&utm_campaign=buffer) who eschew natural food and embrace GMOs are poisoning their children. Industrial agriculture, whatever its defects, shouldn't be confused with the [work of (Mon) Satan](http://religiondispatches.org/is-monsanto-satan-the-pleasure-and-problem-of-conspiracy-theory/). No one put the situation better than novelist John Steinbeck, who ruefully recognized these opposing perspectives within himself: \"Even while I protest the assembly-line production of our food, our songs, our language, and eventually our souls, I know that it was a rare home that baked good bread in the old days. Mother's cooking was with rare exceptions poor, that good unpasteurized milk touched only by flies and bits of manure crawled with bacteria, the healthy old-time life was riddled with aches, sudden death from unknown causes, and that sweet local speech I mourn was the child of illiteracy and ignorance.\" Indeed, it's this conflicted understanding of natural, tempered by tolerance and compassion, that I heard from Nobel Prize-winning chemist [Roald Hoffmann](http://www.nobelprize.org/nobel_prizes/chemistry/laureates/1981/hoffmann-bio.html). In addition to his accomplishments as a scientist, Hoffmann is a prolific poet and playwright who has written extensively on the intersection of science and religion, and the meaning of \"natural.\" During our long conversation he expressed sympathy for both sides of the debate, and maintained that there were no easy answers. \"Agriculture itself is the greatest invention for manipulating the natural and changing it that the world has ever known,\" says Hoffman. \"I would like people to be aware of that, and the chemical basis for it.\" Nevertheless, he also maintained that everyone, laypeople and scientists alike, is attracted to what is natural — a claim [that has](http://www.sciencedirect.com/science/article/pii/S0195666304000455) [empirical support](http://mdm.sagepub.com/content/18/4/406.short). For Hoffmann, natural isn't just about healthfulness, or the environment. It isn't a matter of physical identity. Even if synthetic diamonds are completely indistinguishable from geologically produced diamonds, the origin story matters: They are the same and not the same (which is also the title of one of [Hoffmann's books](http://www.amazon.com/Same-Not-Roald-Hoffmann/dp/0231101384/ref=mt_hardcover?_encoding=UTF8&me=)). Did he prefer natural products himself, I wondered? \"I would like to believe there is something to the construction of natural as good for us and Earth,\" he replied after a long pause. Ultimately, Hoffmann thinks that fear, however irrational, can only be tempered with empowerment. \"No amount of knowledge, no matter how skillfully and widely taught, will assuage fear of the synthetic,\" [he argues](http://www.roaldhoffmann.com/sites/all/files/natural_unnatural.pdf), \"unless people feel that they have something to say, politically, in the use of the materials that frighten them.\" It is for this reason that we should applaud the FDA's current project, difficult though it may be. All of us would do well to browse the submissions, either to increase our understanding of faith that differs from our own, or to reflect on the faith that we already hold. After doing so, perhaps you'll be inspired to submit your own reflection, and together — the same and not the same — we will muddle onward in humanity's long journey toward unraveling the riddle of \"natural.\" Alan Levinovitz is an assistant professor of religion at James Madison University and the author of [The Gluten Lie](http://www.amazon.com/The-Gluten-Lie-Other-Myths/dp/1941393063/ref=tmm_hrd_title_0?ie=UTF8&qid=1430947149&sr=8-1). He is currently working on a book about the meaning of \"natural.\" Follow him: @alanlevinovitz Correction May 8, 2016 A previous version of this story misidentified the historian Caroline Walker "}