{"title": "La infección con la COVID es igual de protectora que las vacunas, encuentra un estudio", "author": "Robert Preidt; Hola Doctor", "url": "https://consumer.healthday.com/b-4-22-covid-infection-as-protective-as-vaccines-study-finds-2657193782.html", "hostname": "healthday.com", "description": "JUEVES, 21 de abril de 2022 (HealthDay News) -- Una infección anterior con la COVID-19 podría proveer a los adultos sin vacunar un nivel de inmunidad contra la reinfección igual que el de las vacunas de ARNm de Pfizer-BioNTech o Moderna, sugiere una investigación reciente.Pero el estudio se llevó a ...", "sitename": "Consumer Health News | HealthDay", "date": "2022-04-22", "cleaned_text": "JUEVES, 21 de abril de 2022 (HealthDay News) -- Una infección anterior con la COVID-19 podría proveer a los adultos sin vacunar un nivel de inmunidad contra la reinfección igual que el de las vacunas de ARNm de Pfizer-BioNTech o Moderna, sugiere una investigación reciente. Pero el estudio se llevó a cabo antes del surgimiento de la [variante ómicron](https://www.cdc.gov/coronavirus/2019-ncov/variants/omicron-variant.html), que es altamente contagiosa. \"Encontramos que, antes del surgimiento de la variante ómicron, la inmunidad natural proveía un grado similar de protección contra la infección con la COVID-19 que [las vacunas de ARNm](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/different-vaccines/mrna.html)\", comentó el autor del estudio, el Dr. Ari Robicsek, director de análisis médico del sistema de salud Providence, ubicado en la parte oeste de Estados Unidos. \"Dicho esto, la vacunación es una forma considerablemente más segura de adquirir esa inmunidad\", añadió Robicsek en un comunicado de prensa del sistema de salud. En el estudio, los investigadores analizaron los datos de más de 100,000 adultos que se hicieron pruebas del coronavirus en 1,300 centros de atención del sistema de salud Providence entre el 1 de octubre de 2020 y el 1 de noviembre de 2021. La infección anterior con la COVID-19 en las personas sin vacunar ofrecía una protección del 85 por ciento contra la reinfección, y una protección del 88 por ciento contra la hospitalización, mostraron los hallazgos. La protección contra la reinfección duró hasta nueve meses tras la infección inicial, que fue el periodo más largo que se dio seguimiento a los pacientes, apuntaron los investigadores. El estudio se publicó en línea el 20 de abril en la revista [JAMA Network Open](https://jamanetwork.com/journals/jamanetworkopen/fullarticle/2791312?utm_source=For_The_Media&utm_medium=referral&utm_campaign=ftm_links&utm_term=042022). \"Estos datos son clave para ayudarnos a comprender la potencia y la longevidad de la inmunidad natural, y nos permiten comparar la efectividad de una infección anterior con las vacunas de ARNm\", según la Dra. Amy Compton-Phillips, directora clínica de Providence. \"Los resultados proveen nueva información sobre la duración de la protección tras una infección inicial en la población sin vacunar, y podrían tener importantes implicaciones para las [directrices de vacunación](https://www.cdc.gov/coronavirus/2019-ncov/vaccines/stay-up-to-date.html) y la política de salud pública\", añadió. Más información Aprenda más sobre la COVID-19 en los [Centros para el Control y la Prevención de Enfermedades de EE. UU.](https://holadoctor.com/es/coronavirus-covid-19/covid-19-la-ivermectina-no-reduce-el-riesgo-de-hospitalizacion) Artículo por HealthDay, traducido por [HolaDoctor.com](https://holadoctor.com/) FUENTE: Providence Health & Services, news release, April 20, 2022 [Immunity After COVID-19 Illness May Last ](https://consumer.healthday.com/sb-5-28-natural-immunity-after-covid-19-illness-may-last-at-least-1-year-2653137036.html) "}