{"title": "Las vacunas a base de plantas abren un mercado de mil millones de dólares para la agricultura | Agrofy News", "author": "Daniel Azevedo Agrofy News", "url": "https://news.agrofy.com.ar/noticia/203583/vacunas-base-plantas-abren-mercado-mil-millones-dolares-agricultura", "hostname": "agrofy.com.ar", "description": "La bioingeniería ya transforma laboratorios en cultivos para la producción de inmunizantes y medicamentos comestibles", "sitename": "AgrofyNews", "date": "2023-02-03", "cleaned_text": "Las vacunas a base de plantas abren un mercado de mil millones de dólares para la agricultura La bioingeniería ya transforma laboratorios en cultivos para la producción de inmunizantes y medicamentos comestibles Dos universos tan distantes, los cultivos y los laboratorios de medicamentos, se acercan gracias al desarrollo de técnicas para [producir vacunas](https://news.agrofy.com.ar/tags/vacunas) \"basadas en plantas\" para humanos y animales a través del metabolismo de las plantas. Una corriente innovadora de [bioingeniería](https://news.agrofy.com.ar/agtech) e ingeniería genética descubrió que las plantas son capaces de operar como biorreactores para sintetizar vacunas para diversas enfermedades, como la Covid-19. Aunque poco conocido por la mayoría de la gente, este nicho ya es multimillonario y crecerá cada vez más. Según un informe reciente de Persistant Market Research, el mercado mundial de vacunas a base de hierbas tenía un valor de 1300 millones de USD en 2021 y se espera que crezca un 7,8 % anual hasta 2032. Las tecnologías para la producción de productos biológicos de origen vegetal, o plant-based, han mejorado mucho en los últimos 30 años y se han vuelto comercialmente viables y, en algunos casos, incluso más ventajosas que los modelos tradicionales. Gracias a la bioingeniería y la genética, las plantas ahora tienen el potencial de fabricar compuestos complejos para mamíferos como animales de granja y humanos. Todo esto a costos de producción comparativamente bajos, velocidad de desarrollo, escalabilidad significativa y versatilidad. \"La creciente actividad biofarmacéutica, la alta carga global de enfermedades y los menores costos operativos para la producción de vacunas a base de hierbas son factores que se espera que impulsen el crecimiento del mercado en los años previstos\", dice el informe de Persistence Market Research. Vacuna a base de hierbas contra el Covid-19 La empresa canadiense Medicago, por ejemplo, logró sintetizar una vacuna contra el Covid-19 en plantas . El inmunizador imita la capa externa del virus para estimular la respuesta inmune y se desarrolló en solo tres semanas utilizando \"cultivo molecular\". La compañía es líder en tecnología basada en plantas y ha demostrado la capacidad de responder a una pandemia de gripe antes. En 2009, por ejemplo, la empresa produjo una vacuna contra el H1N1 en solo 19 días. Así, tras obtener el código genético del [virus SARS-CoV-2](https://news.agrofy.com.ar/tags/covid), Medicago produjo una partícula similar al patógeno y procedió a multiplicarla en plantas. A partir de entonces, comenzaron las pruebas preclínicas. Luego fue autorizado para ensayos clínicos de fase 1, 2 y 3 con resultados positivos. [Manejo de malezas con agroquímicos: la agrónoma que advierte que \"5000 hectáreas bajo la decisión de una sola persona es mucho\"](/noticia/206665/manejo-malezas-agroquimicos-agronoma-que-advierte-que-5000-hectareas-decision-sola) Agrovacunas El concepto tiene el potencial de transformar por completo la forma en que entendemos las vacunas hoy en día, y quizás dar a los agricultores un papel más importante. Además de producir alimentos, los productores podrían hacer lo mismo con \"agrovacunas\" y medicamentos. Las ventajas son variadas. Además de acelerar la producción, las plantas podrían incluso llevar en sus células moléculas vacunales, es decir, inmunizantes que se encuentran, por ejemplo, en la fruta de un huerto o en vasos de zumo de naranja. Este es uno de los objetivos de la agricultura molecular. Utilizando la ingeniería genética y la biología sintética, los científicos pueden introducir nuevas vías bioquímicas en las células vegetales o incluso en plantas enteras para convertirlas en biorreactores naturales. Concebida por primera vez en 1986, la agricultura molecular tomó impulso en la última década, cuando la FDA (Administración de Alimentos y Medicamentos, equivalente a Anvisa en los Estados Unidos) aprobó la primera y única proteína terapéutica derivada de plantas para humanos. En este caso, el fármaco estaba destinado a tratar la enfermedad de Gaucher, un trastorno genético que impide que las personas metabolicen las grasas. Sin embargo, para un grupo de investigadores, esto fue solo el comienzo. En un artículo publicado en agosto en la prestigiosa revista Science, los científicos Hugues Fausther-Bovendo y Gary Kobinger argumentan que las plantas han sido durante mucho tiempo un recurso olvidado para la biofabricación. \" La agricultura molecular puede tener un impacto considerable en la salud humana y animal\", dijeron los autores. Las plantas son económicas e inmunes a las formas comunes de contaminación de otros procesos de fabricación de medicamentos, a la vez que son sostenibles y respetuosas con el medio ambiente. Las proteínas o vacunas terapéuticas resultantes se asientan en sus semillas u otras células y se pueden deshidratar fácilmente para su almacenamiento, sin necesidad de congeladores ni logística estéril. Medicina comestible Otros desarrollos de la \"agricultura molecular\" están transformando plantas en medicinas comestibles. En lugar de inyecciones de insulina, las personas con diabetes pueden comer, quizás, un tomate. En lugar de una vacuna contra la gripe en el brazo, podría comer maíz o beber jugo de naranja enriquecido con vacunas. Puede parecer extraño, pero hay precedentes. Un tipo de vacuna contra la poliomielitis, que contiene el virus debilitado que se administra como alimento, se ha utilizado ampliamente para combatir la enfermedad. Sin embargo, ya ha habido fracasos en intentos similares. Una serie de vacunas comestibles de origen vegetal contra la hepatitis B, la rabia y el norovirus no han dado los resultados esperados. \"La proporción de sujetos con una respuesta inmunitaria fue decepcionantemente más baja que en los ensayos clínicos de vacunas estándar\", dijeron los autores. Pero eso puede cambiar. Con la aparición de CRISPR y otras herramientas de edición de genes , \"las vacunas comestibles hechas a partir de plantas ahora pueden generar respuestas inmunitarias significativas\". Varios ensayos recientes han intentado usar una inyección de vacuna como primera dosis, con una vacuna comestible a base de plantas derivadas de arroz, cereales o maíz como refuerzo. Por el momento, las terapias a base de hierbas comestibles de este tipo aún se encuentran en desarrollo preclínico. Nuevo mercado Según una investigación de Persistant Market Research, las vacunas virales ocuparon el 53,2 % de la cuota de mercado mundial en 2021, mientras que las vacunas desarrolladas a partir de ADN o ARN prácticamente completan el panorama. Entre las vacunas de origen vegetal, el maíz es el principal insumo y ocupó el 38,6 % de la cuota de mercado mundial de vacunas de origen vegetal en 2021. Por aplicación, el virus de la influenza representó una participación de mercado del 35,9% en 2021. Los principales actores se centran en la producción de vacunas y anticuerpos terapéuticos, junto con el apoyo gubernamental para su distribución. Además, están enfocando sus esfuerzos en llevar vacunas clínicamente efectivas desde la etapa de desarrollo hasta las etapas de distribución y comercialización. Las crecientes aprobaciones por parte de los organismos reguladores y las actividades de colaboración entre los principales actores son otros factores que influyen en el crecimiento del mercado. Además de la canadiense Medicago, este mercado cuenta con iBio, ÍCONE, EEA, Kentucky BioProcessing, Baiya Phytopharm, Protalix Bioterapêutica y otras. "}