{"title": "Storage and Handling for VARIVAX® (Varicella Virus Vaccine Live)", "author": null, "url": "https://www.merckvaccines.com/varivax/storage-handling/", "hostname": "merckvaccines.com", "description": "Review the Storage and Handling for VARIVAX® (Varicella Virus Vaccine Live), as well as general tips for vaccination.", "sitename": "MerckVaccines.com", "date": "2023-07-24", "cleaned_text": "Storage and Handling for VARIVAX® (Varicella Virus Vaccine Live) Actor Portrayal Condition on arrival - Vaccine should be frozen. Storage - Before reconstitution, store the lyophilized vaccine in a freezer at a temperature between -58°F and +5°F (-50°C and -15°C). - Before reconstitution, protect from light. - Any freezer (eg, chest, frost-free) that reliably maintains a temperature between -58°F and +5°F (-50°C and -15°C) and has a separate sealed freezer door is acceptable for storing VARIVAX. - May be stored at refrigerator temperature (36°F to 46°F, 2°C to 8°C) for up to 72 continuous hours prior to reconstitution. Vaccine stored at 36°F to 46°F (2°C to 8°C) which is not used within 72 hours of removal from +5°F (-15°C) storage should be discarded. - The diluent should be stored separately at room temperature (68°F to 77°F, 20°C to 25°C), or in the refrigerator. Handling - DO NOT FREEZE reconstituted vaccine. - DISCARD IF RECONSTITUTED VACCINE IS NOT USED WITHIN 30 MINUTES. - Parenteral drug products should be inspected visually for particulate matter and discoloration prior to administration, whenever solution and container permit. The vaccine when reconstituted is a clear, colorless to pale yellow liquid. General Tips - Vaccine should be frozen. If you have questions about the condition of the vaccine at the time of delivery, you should immediately place vaccine in recommended storage and call the Merck Vaccine Customer Center at 877.VAX.MERCK (877.829.6372). [1](#ref1) - Ensure that the refrigerator is plugged into an outlet in a protected area where it cannot be disconnected accidentally. Dormitory-style freezers are not acceptable for the storage of varicella vaccine. [1](#ref1) - For general questions concerning the proper storage and handling of Merck vaccines, please contact the Merck Vaccine Customer Helpline at 800.MERCK.90 (800.637.2590), Monday through Friday, 8:00 AM to 7:00 PM ET. Reference Indications and Usage for VARIVAX VARIVAX is a vaccine indicated for active immunization for the prevention of varicella in individuals 12 months of age or older. Selected Safety Information for VARIVAX - Do not administer VARIVAX to individuals with: a history of anaphylactic or severe allergic reaction to any component of the vaccine (including neomycin and gelatin) or to a previous dose of a varicella-containing vaccine; immunosuppressed or immunodeficient individuals; an active febrile illness; active untreated tuberculosis; or those who are pregnant or planning to become pregnant in the next 3 months. - Vaccination should be deferred in individuals with a family history of immunodeficiency until it can be confirmed the individual is immunocompetent. Vaccine recipients should avoid close contact with high-risk individuals susceptible to varicella due to possible risk of transmission. Varicella vaccine virus transmission may occur between vaccine recipients and contacts susceptible to varicella including healthy individuals. Immune Globulins and other blood products should not be given concomitantly with VARIVAX. Avoid use of salicylates for 6 weeks following administration of VARIVAX to children and adolescents. - Frequently reported (10%) adverse reactions for subcutaneous injections in children ages 1 to 12 years who were monitored for 42 days include: injection-site adverse reactions for subcutaneous injections in adolescents and adults ages 13 years and older monitored for up to 42 days include: injection-site complaints: 24.4%; fever 100.0°F (37.8°C) oral: reactions in all age groups include: varicella-like rash (injection site) and varicella-like rash (generalized). - Adverse reactions reported for both subcutaneous and intramuscular injections of VARIVAX include: fever, injection-site reactions (pain/tenderness/soreness, erythema, and swelling); and rash on the body or at the injection site. - In a clinical trial involving children who received 2 doses of VARIVAX 3 months apart, the incidence of injection-site clinical complaints (primarily erythema and swelling) observed in the first 4 days following vaccination was slightly higher post-dose 2 (overall incidence 25.4%) than post-dose 1 (overall incidence 21.7%), whereas the incidence of systemic clinical complaints in the 42-day follow-up period was lower post-dose 2 (66.3%) than - latency of varicella zoster virus in immunocompetent individuals, with the potential for later development of herpes zoster. - There are insufficient data to assess the rate of protection of VARIVAX against the serious complications of chickenpox in adults (eg, encephalitis, hepatitis, pneumonia), and during pregnancy (congenital varicella syndrome). - The duration of protection from varicella infection after vaccination with VARIVAX is unknown. - Vaccination with VARIVAX may not result in protection of all healthy, susceptible children, adolescents, and adults. - A boost in antibody levels has been observed in vaccinees following exposure to wild-type varicella, which could account for the apparent long-term persistence of antibody levels in these studies. - Due to the concern for transmission of vaccine virus, vaccine recipients should attempt to avoid, whenever possible, close association with susceptible high-risk individuals for up to 6 weeks following vaccination. - VARIVAX is contraindicated for use in pregnant women because the vaccine contains live, attenuated varicella virus, and it is known that wild-type varicella virus, if acquired during pregnancy, can cause congenital varicella. - It is not known whether varicella vaccine virus is excreted in human milk. - The long-term effect of VARIVAX on the incidence of herpes zoster, particularly in those vaccinees exposed to wild-type varicella, is unknown at present. Dosage and Administration - Each dose is approximately 0.5 mL and is administered intramuscularly or subcutaneously. - Children (12 months to 12 years of age): The first dose is administered between 12 and 15 months of age. The second dose is administered between 4 to 6 years of age. There should be a minimum interval of 3 months between doses. - Adolescents (13 years of age) and Adults: Two doses are administered with a minimum interval of 4 weeks between doses. Before administering VARIVAX, please read the accompanying [Prescribing Information](https://www.merck.com/product/usa/pi_circulars/v/varivax/varivax_pi.pdf). The [Patient Information](https://www.merck.com/product/usa/pi_circulars/v/varivax/varivax_ppi.pdf) also is available. Indications and Usage for VARIVAX ® (Varicella Virus Vaccine Live) Indications and Usage for VARIVAX VARIVAX is a vaccine indicated for active immunization for the prevention of varicella in individuals 12 months of age or older. VARIVAX is a vaccine indicated for VARIVAX is a vaccine indicated for active immunization for the prevention of varicella in individuals 12 months of age or older. Selected Safety Information for VARIVAX® (Varicella Virus Vaccine Live) Selected Safety Information for VARIVAX - Do not administer VARIVAX to individuals with: a history of anaphylactic or severe allergic reaction to any component of the vaccine (including neomycin and gelatin) or to a previous dose of a varicella-containing vaccine; immunosuppressed or immunodeficient individuals; an active febrile illness; active untreated tuberculosis; or those who are pregnant or planning to become pregnant in the next 3 months. - Vaccination should be deferred in individuals with a family history of immunodeficiency until it can be confirmed the individual is immunocompetent. Vaccine recipients should avoid close contact with high-risk individuals susceptible to varicella due to possible risk of transmission. Varicella vaccine virus transmission may occur between vaccine recipients and contacts susceptible to varicella including healthy individuals. Immune Globulins and other blood products should not be given concomitantly with VARIVAX. Avoid use of salicylates for 6 weeks following administration of VARIVAX to children and adolescents. - Frequently reported (10%) adverse reactions for subcutaneous injections in children ages 1 to 12 years who were monitored for 42 days include: injection-site adverse reactions for subcutaneous injections in adolescents and adults ages 13 years and older monitored for up to 42 days include: injection-site complaints: 24.4%; fever 100.0°F (37.8°C) oral: reactions in all age groups include: varicella-like rash (injection site) and varicella-like rash (generalized). - Adverse reactions reported for both subcutaneous and intramuscular injections of VARIVAX include: fever, injection-site reactions (pain/tenderness/soreness, erythema, and swelling); and rash on the body or at the injection site. - In a clinical trial involving children who received 2 doses of VARIVAX 3 months apart, the incidence of injection-site clinical complaints (primarily erythema and swelling) observed in the first 4 days following vaccination was slightly higher post-dose 2 (overall incidence 25.4%) than post-dose 1 (overall incidence 21.7%), whereas the incidence of systemic clinical complaints in the 42-day follow-up period was lower post-dose 2 (66.3%) than - latency of varicella zoster virus in immunocompetent individuals, with the potential for later development of herpes zoster. - There are insufficient data to assess the rate of protection of VARIVAX against the serious complications of chickenpox in adults (eg, encephalitis, hepatitis, pneumonia), and during pregnancy (congenital varicella syndrome). - The duration of protection from varicella infection after vaccination with VARIVAX is unknown. - Vaccination with VARIVAX may not result in protection of all healthy, susceptible children, adolescents, and adults. - A boost in antibody levels has been observed in vaccinees following exposure to wild-type varicella, which could account for the apparent long-term persistence of antibody levels in these studies. - Due to the concern for transmission of vaccine virus, vaccine recipients should attempt to avoid, whenever possible, close association with susceptible high-risk individuals for up to 6 weeks following vaccination. - VARIVAX is contraindicated for use in pregnant women because the vaccine contains live, attenuated varicella virus, and it is known that wild-type varicella virus, if acquired during pregnancy, can cause congenital varicella. - It is not known whether varicella vaccine virus is excreted in human milk. - The long-term effect of VARIVAX on the incidence of herpes zoster, particularly in those vaccinees exposed to wild-type varicella, is unknown at present. Dosage and Administration - Each dose is approximately 0.5 mL and is administered intramuscularly or subcutaneously. - Children (12 months to 12 years of age): The first dose is administered between 12 and 15 months of age. The second dose is administered between 4 to 6 years of age. There should be a minimum interval of 3 months between doses. - Adolescents (13 years of age) and Adults: Two doses are administered with a minimum interval of 4 weeks between doses. Before administering VARIVAX, please read the accompanying [Prescribing Information](https://www.merck.com/product/usa/pi_circulars/v/varivax/varivax_pi.pdf). The [Patient Information](https://www.merck.com/product/usa/pi_circulars/v/varivax/varivax_ppi.pdf) also is available. Do not administer VARIVAX to individuals with: a history of anaphylactic or severe allergic Do not administer VARIVAX to individuals with: a history of anaphylactic or severe allergic reaction to any component of the vaccine (including neomycin and gelatin) or to a previous dose of a varicella-containing vaccine; immunosuppressed or immunodeficient individuals; an active febrile illness; active untreated tuberculosis; or those who are pregnant or "}