{"title": "PDF", "author": "PDF", "url": "www.eeas.europa.eu/sites/default/files/horizon_europe_strategic_plan_2021-2024.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Research and Innovation STRATEGIC PLAN 2021 - 2024Horizon Europe Strategic Plan (2021 - 2024) European Commission Directorate-General for Research and Innovation Directorate A — Policy & Programming Centre Unit Unit A.3 - Horizon Strategic Planning and Programming Contact Siv Jacobsen Email siv.jacobsen@ec.europa.eu RTD-PUBLICATIONS@ec.europa.eu European Commission B-1049 Brussels Manuscript completed in February 2021. 1st edition. The European Commission is not liable for any consequence stemming from the reuse of this publication. The views expressed in this publication are the sole responsibility of the author and do not n ecessarily reflect the views of the European Commission. More information on the European Union is available on the internet (http://europa.eu). PDF ISBN 978-92-76-31020-4 doi:10.2777/083753 KI-03-21-119-EN-N Luxembourg: Publications European Union, 2021 © European Union, 2021 The reuse policy of European Commission documents is implemented based on Commission Decision 2011/833/EU of 12 December 2011 on the reuse of Commission documents (OJ L 330, 14.12.2011, p. 39). Except otherwise noted, the reuse of this document is authorised under a Creative Commons Attribution 4.0 International (CC-BY 4.0) licence (https://creativecommons.org/licenses/by/4.0/). This means that reuse is allowed provided appropriate credit is given and any changes are indicated. For any use or reproduction of elements that are not owned by the European Union, permission may need to be sought directly from the respective rightholders. EUROPEAN COMMISSION Directorate-General for Research and Innovation 2021 ENHORIZON EUROPE STRATEGIC PLAN 2021 - 2024 HORIZON EUROPE Strategic Plan | 2021 - 20242 CONTENTS INTRODUCTION .................................................................................................. 3 CO-DESIGN AND CONTENT ................................................................................................................................ 6 KEY STRATEGIC ORIENTATIONS ............................................................... 7 A. PROMOTING AN OPEN STRATEGIC AUTONOMY BY LEADING THE DEVELOPMENT OF KEY DIGITAL, ENABLING AND EMERGING TECHNOLOGIES, SECTORS AND VALUE CHAINS ......7 B. RESTORING EUROPE'S ECOSYSTEMS AND BIODIVERSITY, AND MANAGING SUSTAINABLY NATURAL RESOURCES ....................................................................................................... 10 C. MAKING EUROPE THE FIRST DIGITALLY ENABLED CIRCULAR, CLIMATE-NEUTRAL AND SUSTAINABLE ECONOMY ..................................................................... .............................................. 12 D. CREATING A MORE RESILIENT, INCLUSIVE AND DEMOCRATIC EUROPEAN SOCIETY ..........14 EUROPEAN PARTNERSHIPS ...................................................................... 17 MISSIONS ............................................................................................................ 19 INTERNATIONAL COOPERATION ............................................................ 20 BRIDGING BETWEEN THE THREE PILLARS OF HORIZON EUROPE .......................................................................................... 22 SPECIFIC ISSUES ............................................................................................ 25 BACKGROUND AND FRAMEWORK ........................................................ 29 APPENDICES CLUSTER IMPACT SUMMARY - CLUSTER 1 - HEALTH .................................................................... 33 CLUSTER IMPACT SUMMARY - CLUSTER 2 - CULTURE, CREATIVITY AND INCLUSIVE SOCIETY ................................................................................................................................. 45 CLUSTER IMPACT SUMMARY - CLUSTER 3 - CIVIL SECURITY FOR SOCIETY ................... 55 CLUSTER IMPACT SUMMARY - CLUSTER 4 - DIGITAL, INDUSTRY AND SPACE .............. 67 CLUSTER IMPACT SUMMARY - CLUSTER 5 - CLIMATE, ENERGY AND MOBILITY.................. .............................................................................................................................. ... 77 CLUSTER IMPACT SUMMARY - CLUSTER 6 - FOOD, BIOECONOMY, NATURAL RESOURCES, AGRICULTURE AND ENVIRONMENT ............................................................................................................ 89HORIZON EUROPE Strategic Plan | 2021 - 20243 INTRODUCTION In recent years we have had to come up with answers to challenges that tested the core values and principles of the EU as a community. Economic crises, increased global competition, climate change and environmental threats have pushed our understanding of what binds us together as Europeans and made clearer the boundaries of the world around us. The COVID-19-pandemic has been the latest test and in many ways the biggest one yet. It has strained our healthcare and welfare systems and has shaken our societies and economies and our ways of living and working together. The pandemic and its consequences are highlighting the importance for Europe and the world to be better prepared for and more resilient to systemic shocks, and for our Union to reinforce its open strategic autonomy1 and its internal cohesion. The EU has stepped up to these challenges. We are using the moment to accelerate the twin green and digital transitions and associated transformation of our economy, industry and society. This will allow us to build a sustainable, fair and more resilient Europe and consolidate our global leadership in human-centred innovation and sustainable solutions. For this, we need a strong research, education and innovation foundation, grounded in scientific excellence and competitive innovation policies for European citizens and businesses. Our future prosperity and well-being will largely depend on it. Horizon Europe, the ninth European Research and Innovation Framework programme (2021-2027), is one of the key instruments of the Union to steer and accelerate Europe's recovery, preparedness and resilience. In the context of a new European Research Area for research and innovation2, it will strengthen our knowledge base through frontier research, spur breakthrough innovation and support the development and demonstration of innovative solutions, and it will help restore our industrial leadership and open strategic autonomy. Citizens and businesses expect the Union to lead on the transformation pathways in a transparent, effective and inclusive way. This journey will take place within Horizon Europe and its strategic plan will be the map for it. This first Horizon Europe strategic plan defines the strategic orientations for our research and innovation investments over the period 2021-2024 and acts as a compass to stay on course with the political priorities of the Commission with a focus on a climate- neutral and green Europe, fit for the digital age, where the economy works for the people. The aim is to ensure an effective interface between EU policy priorities, and programme activities and ultimately, the research and innovation projects funded by Horizon Europe3. This will stimulate research and innovation investments where they are needed and, most 1 'Open strategic autonomy' refers to the term 'strategic autonomy while preserving an open economy', as reflected in the conclusions of the European Council 1 - 2 October 2020. 2 Communication \"A new ERA for Research and Innovation\", COM/2020/628 final 3 The strategic planning process focuses in particular on the second pillar of Horizon Europe 'Global challenges and European industrial competitiveness'. It also covers relevant activities in the first pillar, 'Excellent Science', and the third pillar, 'Innovative Europe', and the 'Widening Participation and Strengthening the European Research Area part'. 4 HORIZON EUROPE Strategic Plan | 2021 - 2024 importantly, deliver results. Horizon Europe will approach the twin transitions towards a green and digital recovery in an ambitious manner and will commit sizeable financial efforts to support the green and digital transformations. In order to reflect the need to accelerate these transitions following the COVID-19 pandemic, the degree of investment will be considerably increased compared to the current programming period and proportionate to the level of ambition of the Commission within these areas. The EU Member States, European Economic Area (EEA)4 Countries and the European Parliament, as well as stakeholders and interested citizens, all made a collective effort to design it. Defining objectives together has created a sound foundation for the work to follow. We will, however, only achieve these objectives if we are able to continue acting collectively at a system level, in line with United Nations Sustainable Development Goals. The challenges are complex and interconnected but so are the solutions. We will need more ambitious investments in new knowledge and its diffusion into relevant industries and society as a whole. Also, if we wish to do it in a responsible and inclusive way, we will need even more collaboration - across borders and across disciplines and actors. The future missions and European Partnerships in particular, will promote societal, ecological and economic transformations by involving, collaborating with - and building consensus among citizens and practitioners on research and innovation roadmaps and priorities. The COVID-19 pandemic has revealed multiple vulnerabilities, ranging from the coordination of emergency health response to manufacturing, not least in the value chains in the EU's economy. It has underlined the critical function that digital technologies play in running the economy. It also made the EU aware of the need to reduce dependency and strengthen security of supply, notably in sectors like pharmaceutical ingredients, raw materials or food. Therefore, the new framework programme will invest in areas that are of clear strategic importance for Europe, for example green supply chain components, low- power electronics, advanced computing systems or future networks. The programme will also support digital transformation and sustainability goals in health, education, manufacturing, energy, mobility, agriculture and food systems. It will be focused on transferring the developed knowledge and innovative solutions to real-life environments where they can generate impact and serve citizens. With the presentation of the European Green Deal, the Commission committed to making the EU climate neutral by 2050. Such a climate transition requires substantial efforts in research and innovation in the fields of clean technologies and social transitions. Research and innovation will determine the speed at which this transition can take place, directly affecting the impacts and co-benefits, such as better air quality, healthy soils and oceans, food and nutrition security, increased employment, social inclusion, sustainable resource management, and reduced dependency on fossil fuels. The rate 4 Horizon Europe is open for association of EEA States and other third countries and territories, subject to the necessary conditions being met. References to 'Member States' and 'EU' in the text also include associated countries and territories, as appropriate. 5 HORIZON EUROPE Strategic Plan | 2021 - 2024 at which European research and innovation actions succeed in developing, upscaling, implementing, and commercialising such innovative solutions will therefore steer EU's future competitiveness of its existing and newly emerging industries. Horizon Europe will act as a synergetic force across the EU funding programmes.5 Through the programme, special attention will be given to ensuring vibrant cooperation between universities, scientific communities and industry, including small and medium enterprises, and citizens and their representatives, in order to bridge gaps between territories, generations and regional cultures, especially caring for the needs of the young in shaping Europe's future. Our efforts should be multiplied at international level. The integrated approach to systemic transitions will reinforce the EU's efforts in promoting multilateralism and dialogue on the United Nations Sustainable Development Goals. In fact, European research and innovation efforts will contribute to new frontiers of human development within our planet's ecological boundaries. Faced with the challenges of our time, the cooperation and creativity - especially scientific, social and technological - are the bedrock of peace and prosperity for all. 5 In particular European Agricultural Guarantee Fund (EAGF) and the European Agricultural Fund for Rural Development (EAFRD); European Maritime and Fisheries Fund (EMFF); European Regional Development Fund (ERDF); European Social Fund Plus (ESF+); EU4Health; Connecting Europe Facility (CEF); Digital Europe Programme (DEP); Single Market Programme; LIFE - Programme for Environment and Climate Action (LIFE); Erasmus+ Programme; Union Space Programme; Neighbourhood, Development and International Cooperation Instrument (NDICI) and the Instrument for Pre-accession Assistance ('IPA III'); Internal Security Fund (ISF); Border Management and Visa Instrument (BMVI) as part of the Integrated Border Management Fund; InvestEU Programme; Innovation Fund under the Emission Trading Scheme (the 'Innovation Fund'); Just Transition Mechanism; Euratom Research and Training Programme; European Defence Fund; and the Recovery and Resilience Facility.6 HORIZON EUROPE Strategic Plan | 2021 - 2024 CO-DESIGN OF THE STRATEGIC PLAN In the making of this plan the Commission has pursued an ambitious co-design approach. The co-design approach aims to: enlarge the ownership of the programme to a broader number of stakeholders; leverage this extended ownership to optimise the effect of Horizon Europe investments. Two series of co-design activities have been organised: remote co-design activities aiming primarily at understanding stakeholders' views on the contribution of Horizon Europe to the EU policy priorities. The interactions were organised through the Horizon Europe webpage, with the posting of documentation and surveys. In total, three web-based co-design exercises were organised as part of the strategic planning process, during which 8000+ written contributions were submitted. face to face co-design activities aiming primarily at receiving stakeholders' opinions through structured and informal exchanges during the European Research and Innovation Days in 2019. The main messages were summarised in an Orientations report. Other co-design activities may be organised following the adoption of the strategic plan, notably in case of update or for monitoring and evaluation purposes. Co-design activities may be extended to specific Horizon Europe activities, as relevant, notably through citizen science, open science practices and social innovation. Content The result of the innovative co-design process is reflected in four key strategic orientations, supported by 15 impact areas, as presented in this strategic plan. These strategic orientations will guide the Horizon Europe work programmes until 2024 and will provide the basis for building synergies with other EU programmes and funds, as well as investments in research and innovation at Member State level in the context of the European Research Area. The key strategic orientations and impact areas are formulated on the basis of expected impacts, which have been defined, largely bottom-up, during the co-design process. The impacts define the wider effects on society, the economy and science to be targeted by research and innovation activities, but not the manner in which to achieve them. This is entirely up to the imagination and skill of the applicants. The impacts are structured by the six clusters that make up Horizon Europe's second Pillar, 'Global Challenges and European Industrial Competitiveness' and are described, along with cross-cluster complementarities and intervention areas covered, in six cluster-specific impact summaries annexed to this document. As such, the key strategic orientations and expected impacts set the scene for the research and innovation activities and outputs to be defined in the work programmes under Horizon Europe's Pillar II, Global Challenges and European Industrial Competitiveness for 2021-2024. Furthermore, this document presents a range of horizontal considerations related to areas for international cooperation, and key specific issues, such as gender, social sciences and humanities integration, key enabling technologies, ethics, open science practices, as well as social innovation. It also identifies missions and European co-funded and co- programmed partnerships. Further information on the background of this strategic plan, the co-design approach, the strategic planning process and the process for preparing European Partnerships and missions can be found here and in the section Background and Framework, from page 29.7 HORIZON EUROPE Strategic Plan | 2021 - 2024 KEY STRATEGIC ORIENTATIONS FOR RESEARCH & INNOVATION In response to the political priorities and recovery plan of the Union, the following four key strategic orientations for EU research and innovation have been defined for the period 2021-2024: Promoting an open strategic autonomy by leading the development of key digital, enabling and emerging technologies, sectors and value chains to accelerate and steer the digital and green transitions through human-centred technologies and innovations; Restoring Europe's ecosystems and biodiversity, and managing sustainably natural resources to ensure food security and a clean and healthy environment; Making Europe the first digitally enabled circular, climate-neutral and sustainable economy through the transformation of its mobility, energy, construction and production systems; Creating a more resilient, inclusive and democratic European society, prepared and responsive to threats and disasters, addressing inequalities and providing high-quality health care, and empowering all citizens to act in the green and digital transitions. A. PROMOTING AN OPEN STRATEGIC AUTONOMY BY LEADING THE DEVELOPMENT OF KEY DIGITAL, ENABLING AND EMERGING TECHNOLOGIES, SECTORS AND VALUE CHAINS to accelerate and steer the digital and green transitions through human-centred technologies and innovations. The COVID-19 pandemic and its consequences for our lives and economies have highlighted the importance of digitalisation across all areas of EU society and economy. New technologies have kept our businesses and public services running and our family and social bonds flowing. Already today, the data economy lies at the heart of innovation and job creation.6 The European Union has the ambition of empowering European citizens with digital solutions rooted in our common values and enriching the lives of all of us. Horizon Europe will help shape innovative technologies and solutions for healthcare, cultural heritage, critical infrastructure protection, cybersecurity and data protection, the improvement of skills and inclusive growth and jobs. Businesses need technologies and solutions that enable them to start up, scale up, pool and use data, innovate and compete or cooperate on fair terms. 6 See A European strategy for data 8 HORIZON EUROPE Strategic Plan | 2021 - 2024 Horizon Europe will help secure the open strategic autonomy of Europe and its global leadership in digital and emerging enabling technologies. Europe will become more resilient and independent through investments in strategic parts of the digital and other key supply chains and by supporting the development and uptake of new technologies and the green and digital transformation of industrial ecosystems, diversifying our key supply chains, supporting technological sovereignty where it matters and keeping the flow of innovation going. The digital and green transitions provide also a unique opportunity to decouple resource use (water, land, biodiversity, materials, energy) and emissions such as greenhouse gases (GHG) and pollutants from socio-economic development and growth. IMPACT AREAS A competitive and secure data-economy Industrial leadership in key and emerging technologies that work for people Secure and cybersecure digital technology High quality digital services for all Five clusters will contribute in particular to this orientation and accelerate and steer the digital and green transitions, enriching the lives of all European citizens through novel digital technologies rooted in our common values. CLUSTER 1 (Health) will increase Europe's autonomy in delivering health care by contributing to safer, trusted, more effective and efficient, affordable and cost-effective tools, technologies and digital solutions for improved (personalised) health promotion and disease prevention, diagnosis, treatment and monitoring for better health outcomes and well-being, by integrating people in the design and decision-making, based on expected health outcomes and potential risks involved. It will also contribute to a health- related industry in the EU that is more competitive and sustainable, ensuring European leadership in breakthrough health technologies and open strategic autonomy in essential medical supplies and digital technologies, contributing to job creation and economic growth, in particular Small and Medium-sized Enterprises (SMEs). CLUSTER 2 (Culture, Creativity and Inclusive Society) will support sustainable innovation, job creation, improved working conditions and a European sense of belonging through a continuous engagement with society, citizens, social partners and economic sectors. It will assist in the transition to new forms of work, ensuring the social inclusiveness of such transformations and attracting, protecting and retaining a skilled workforce. It will also tap into the full potential of cultural heritage, arts and cultural and creative sectors and industries. Research and innovation will support the access to our common heritage through new technologies, high quality digitisation and curation of digital heritage assets and by developing solutions for sustainable and inclusive cultural tourism in Europe. New, participatory management models, including for museums and cultural institutions will be developed and new technologies will be identified to increase the international competitiveness of Europe's cultural production. 9 HORIZON EUROPE Strategic Plan | 2021 - 2024 CLUSTER 3 (Civil security for society) will contribute to establishing, deploying and stewarding resilient critical digital and physical infrastructure, both private and public. Strengthened European cybersecurity industrial capacities and the uptake of architectural principles of 'security-by-design' and 'privacy-by-design' in digital technologies will create increased open strategic autonomy and competitive edge and leadership in global markets vis-à-vis foreign technologies. Another expected contribution will be to defend the EUs high standards concerning the right to privacy, protection of personal data, and the protection of other fundamental rights in the digital age on the global stage. Cluster 3 investments in research and innovation to enhance cybersecurity will as well contribute to the resilience of the digital infrastructures and their ability to supply and provide services, as well as the security and safety of all producers and users. CLUSTER 4 (Digital, Industry and Space) will support the development and mastery of digital and key enabling technologies of the future. This will increase adaptability and resilience to improve production response, recovery and preparedness to deliver on a green, digital and fair transformation and give EU industries across all sectors the competitive edge they need for leadership in global markets. Investments under this cluster will support the EU to seize opportunities in key parts of the digital supply chain, to consolidate EU assets (e.g. embedded systems, telecom, industrial technologies) and develop missing segments in key strategic value chains, including secure, sustainable, responsibly sourced supply of raw and critical raw materials. Cluster 4 will support the EU approach to technology development as human-centred and going hand-in-hand with European social and ethical values, driving the Artificial Intelligence revolution in a direction beneficial to humans. Key digital technologies along the whole electronics value chain will be developed, including photonics and software technologies. Research and innovation will further enhance services and applications from Copernicus and Galileo for Earth observation and accurate global Positioning Navigation and Timing (PNT) for EU citizens, the economy and policy making. Research and innovation will contribute to future secured communications (GOVSATCOM) and to EU autonomous access to space and competitiveness in space systems. World-class high-performance computing, data and communication technologies (including Quantum and 'Beyond 5G' connectivity) will be developed to help tackle the search for secure and innovative solutions in times of crisis or disaster. Advanced Artificial Intelligence, data processing and analytics, and robotics will improve the competitiveness of European industries, from manufacturing to healthcare, utilities, transport, agriculture, food, energy, construction, fashion, tourism, etc. Research and innovation will enable and drive demand for continuous upskilling and reskilling of the work force. Cluster 4, along with cluster 3, will also promote cross-fertilisation with other instruments contributing to Europe's security, including by supporting the implementation of the upcoming action plan on synergies between civil, defence and space industries.7 7 Whereas research and innovation activities under Horizon Europe will have an exclusive focus on civil applications, coordination with EU-funded defence research will be sought in order to strengthen synergies, recognising that there are areas of dual-use technology. Duplication of funding is avoided.10 HORIZON EUROPE Strategic Plan | 2021 - 2024 CLUSTER 5 (Climate, Energy and Mobility) will support Europe's green transition based on competitive European industrial and service value chains, in particular in the energy and mobility sector which represent markets that are predicted to substantially grow globally. Targeted research and innovation support will enable cleaner and more competitive energy and mobility solutions and digitalised services crucial for a competitive European economy and will benefit society and citizens by offering a better quality of life and millions of new qualified green and future proof jobs. B. RESTORING EUROPE'S ECOSYSTEMS AND BIODIVERSITY, AND MANAGING SUSTAINABLY NATURAL RESOURCES to ensure food security and a clean and healthy environment. Human activities create pressures on natural resources that go far beyond sustainable levels, affecting ecosystems and their capacity to provide multiple services for human well- being. Natural resources are further degraded because of the impacts of climate change. Agriculture, forestry, aquaculture and fisheries, food and bio-based systems are of particular concern. They have a profound impact on environmental and climate changes and at the same time are particularly affected by them. The European Union has the ambition to halt biodiversity decline, protect and preserve ecosystems, and manage natural resources on land and sea in a sustainable way, thereby ensuring food and nutrition security as well as a clean and healthy environment for all while contributing to climate neutrality and adaptation. Horizon Europe will thus advance knowledge, build capacities and provide innovative technologies and solutions to support the state and functioning of ecosystems, to ensure a clean and healthy environment and a sustainable management of natural resources that provides for our needs and contributes to climate neutrality and adaptation. Horizon Europe will focus as well on the nexus between biodiversity, water, food and health focusing on the interlinkages among the United Nations Sustainable Development Goals related to food and water security, health for all, protecting biodiversity on land and in the oceans and combating climate change. Horizon Europe investments will be aligned with the objectives of the European Green Deal initiatives, in particular the Farm to Fork Strategy and the Biodiversity Strategy. This will bolster the role of the European Union in the ecological transition as a solution provider for the benefit of all. IMPACT AREAS Enhancing ecosystems and biodiversity on land and in waters Clean and healthy air, water and soil Sustainable food systems from farm to fork on land and sea Four clusters will contribute in particular to this orientation and to providing a clean and healthy environment for all, by improving our knowledge on planetary boundaries and developing solutions to improve our food systems, restore damaged ecosystems reduce 11 HORIZON EUROPE Strategic Plan | 2021 - 2024 greenhouse gas emissions, short-lived climate forcers (SLCFs) and other pollutants, and enhance sequestration and storage of carbon in ecosystems. CLUSTER 1 (Health) will improve our knowledge and understanding of the impacts of environmental degradation and of occupational and lifestyle risk factors on human health and well-being, contribute to protecting citizens' health from them. It will prevent malnutrition and diseases related to food intake and sedentary lifestyles, through healthy diets and the promotion of healthy lifestyles and by informing food safety standards and food production systems, along with cluster 6. It will also contribute to making the health sector environmentally sustainable. CLUSTER 4 (Digital, Industry and Space) will contribute to food security and environmental protection through new technologies enabling advanced applications for agriculture, fisheries, aquaculture, food systems, forestry and environmental monitoring that will be developed under cluster 6, such as the monitoring of crops and precision farming or improving fisheries control, by combining images and data from various sources, monitoring, smart robots or drones, and information from Copernicus Earth Observation satellites as well as accurate positioning, navigation and timing servicesfrom the Galileo/ EGNOS constellation. CLUSTER 5 (Climate, Energy and Mobility) will contribute to a cleaner and healthier environment by reducing the negative impacts of mobility and energy generation and use on air quality, ecosystems and biodiversity. CLUSTER 6 (Food, Bioeconomy, Natural Resources, Agriculture and Environment) will contribute to restoring degraded ecosystems, reversing the loss of biodiversity and associated ecosystem functions, reducing disaster risks and enhancing climate change mitigation and adaptation, as well as the sustainable and circular management of natural resources on land and at sea, including by developing nature-based solutions. Cluster 6 will put biodiversity back on a path to recovery in all sectors through a better understanding, monitoring and tackling of its direct and indirect drivers and improvements to European and global policies and conventions. It will also enhance healthy ecosystems and biodiversity including those that are indispensable to sustainable agriculture, aquaculture and fisheries. Farmers will be empowered to move to sustainable agriculture systems. Fish and seafood production will rely on sustainable fisheries and aquaculture. The transition to sustainable, low ecological footprint, healthy and inclusive food systems - from primary production to consumption - that provide safe, nutritious and affordable food to all will accelerate by enhancing governance, reducing food losses and waste, improving animal, plant and soil health, developing innovative food value chains with fairly distributed benefits, costs and risks between e.g. buyers and various suppliers, shifting to sustainable healthy diets, along with cluster 1, and nutrition affordable for 12 HORIZON EUROPE Strategic Plan | 2021 - 2024 all. All these changes will be facilitated by digital and data technologies - including the development of digital twins of the Earth systems in collaboration with the Destination Earth initiative of the European Strategy for Data - as well as effective agricultural knowledge and innovation systems. Research and innovation will foster regulatory science in order to proactively address food safety issues from farm to fork, and protect plant health and animal health and welfare. C. MAKING EUROPE THE FIRST DIGITALLY ENABLED CIRCULAR, CLIMATE-NEUTRAL AND SUSTAINABLE ECONOMY through the transformation of its mobility, energy, construction and production systems. The European Union has the ambition to substantially reduce greenhouse gas emissions by 2030 and to become climate neutral by 2050 and turn into a more sustainable bio-based, climate-neutral, circular, non-toxic and competitive economy. This requires unprecedented changes in the way we produce, trade, build, move around and consume, which will spur our technological, economic and societal transformation and contribute to a green recovery. Horizon Europe investments will help deliver on the different dimensions of the European Green Deal, the European Union's new growth strategy. Furthermore, investments will be aligned with strategic priorities such as the European Union's Climate Action, the New Industrial Strategy for Europe, Renovation Wave Strategy, European Strategy for Energy System Integration, European Hydrogen Strategy, Offshore Renewable Energy Strategy and Circular Economy Action Plan. Through these investments, the European Union will contribute to digitally transforming the EU industry and to make the EU climate-neutral by transitioning all economic sectors. This will boost the role of the European Union as a solution provider for the benefit of all and position Europe as a technological and industrial leader in the green transition. IMPACT AREAS Climate change mitigation and adaptation Affordable and clean energy Smart and sustainable transport Circular and clean economy Four clusters will contribute in particular to this orientation and will enable digital transformation and the climate transition. This includes deep reduction of greenhouse gas emissions in the EU mobility, energy, construction and production systems by advancing climate science and developing and deploying innovative low and zero-carbon solutions. CLUSTER 1 (Health) will deliver health technologies and services that are cleaner, greener and more circular by design so that both health care systems and health-related industries in the EU become more sustainable, cost-effective and more competitive. 13 HORIZON EUROPE Strategic Plan | 2021 - 2024 It will also investigate ways and means to prepare the health system for coping with health threats caused by climate change and with related challenges in healthcare. CLUSTER 4 (Digital, Industry and Space) will contribute to transform EU industries to make them, by 2050, climate-neutral, zero polluting, energy-efficient and globally competitive, through their digitalisation, breakthrough technologies, innovative solutions, new business models and help ensure the secure, sustainable and responsibly sourced supply of (critical) raw materials. It will significantly contribute to increasing the energy efficiency and decreasing the carbon footprint and resource consumption of digital and industrial technologies themselves, and to using these technologies to optimise processes of other industrial sectors. Fostering a circular economy, digitalising industry and climate neutral energy-intensive industries will be crucial for this industrial transformation. It will contribute to sustainably supplying climate neutral materials, products as well as smart and sustainable mobility systems and atmosphere monitoring through space services and data from Copernicus and Galileo/ European Geostationary Navigation Overlay Service (EGNOS). CLUSTER 5 (Climate, Energy and Mobility) will contribute to achieving climate neutrality and the zero pollution ambition of the energy and transport sector while maintaining their competitive leadership and contribution to Europe's prosperity. Based on effective and efficient pathways towards climate neutrality, this will include cross- cutting solutions for securing provision of cleaner energy at lower costs, coping with intermittence and energy storage issues, smarter connection of industrial installations to the energy system, more competitive and cleaner transport as well as smarter and safer mobility solutions for goods and people. CLUSTER 6 (Food, Bioeconomy, Natural Resources, Agriculture and Environment) will help better understand and seize the climate mitigation and adaptation potential of ecosystems and primary production systems including through maintaining and further increasing natural carbon sinks as well as monitoring and environmental observations. The cluster will support a circular, zero-carbon industry as well as nature-based innovations to provide sustainable and climate-smart agriculture and forestry as well as a circular climate neutral, sustainable bio-based industry that provides bio-based materials and products with low ecological footprint, preventing and mitigating pollution, including plastic pollution. Research and innovation will support the transition to a climate neutral, sustainable and productive blue economy, including thriving aquaculture, fisheries and emerging sectors such as marine biotechnology. Innovative nature-based solutions will unlock the potential of the sustainable bioeconomy and replace fossil-based, carbon-intensive and harmful materials with innovative, climate-neutral, bio-based, non-toxic materials and chemicals. Innovative solutions, a non-toxic and more circular use of resources and the mainstreaming of circular systems will contribute to achieving zero polluted land, soil, water and air, seas and oceans, including by taking a multi-stressors approach. 14 HORIZON EUROPE Strategic Plan | 2021 - 2024 D. CREATING A MORE RESILIENT, INCLUSIVE AND DEMOCRATIC EUROPEAN SOCIETY , prepared and responsive to threats and disasters, addressing inequalities and providing high-quality health care, and empowering all citizens to act in the green and digital transitions. Social cohesion and inclusiveness and the health, well-being, rights and security of its citizens are central aims of the EU's policies and programmes. However, the EU is facing challenges related to demographic change, globalisation, protection of nature, evolving security threats and rapid technological change, which are putting under strain the well-being of citizens and communities, and challenging business models, public services, as well as the foundations of the Single Market. As the COVID-19 pandemic has shown, research and innovation are crucial for improving our understanding of the risks and developing innovative responses. This goes hand in hand with delivering on policy priorities to promote good work and living conditions including through the European Pillar of Social Rights, protecting the rule of law and respect for EU core values, and ensuring fundamental societal functions such as healthcare, social protection, law enforcement, border management, education, basic financial services, communication and logistics. Investments under Horizon Europe will be instrumental to develop stronger health systems and improve medical technologies and develop the knowledge and innovations that underpin the health and well-being of all citizens. Horizon Europe will help develop innovations, policies and institutions to support democratic processes and enhance trust in democratic institutions, through improved transparency, accountability, rule of law and equality, including gender equality. It will support innovative approaches to connecting education and training to emerging social and labour market needs while improving societal adaptation and integration in the green and digital transition. It will reinforce disaster risk management, border management and law enforcement while mitigating the negative effects of acute crisis such as the COVID-19 pandemic. IMPACT AREAS A resilient EU prepared for emerging threats A secure, open and democratic EU society Good health and high-quality accessible healthcare Inclusive growth and new job opportunities All six clusters will contribute to this orientation and will ensure a more resilient, secure, inclusive and democratic society for all Europeans, by creating deeper knowledge of society and by developing and deploying innovative cross-sectoral solutions, multilevel governance models and evidence-based strategies. CLUSTER 1 (Health) will contribute to promoting and protecting human health and well-being, preventing communicable and non-communicable diseases and decreasing 15 HORIZON EUROPE Strategic Plan | 2021 - 2024 the burden of diseases and disabilities on people and communities, and supporting the transformation of health care systems in their efforts towards better health promotion and disease prevention while ensuring fair access for everyone to innovative, sustainable (including from a fiscal point of view) and high quality health care. Moreover, cluster 1 will contribute to increasing the resilience of EU Member states' health care systems and their ability to prevent and detect early any threats to public health as well as to strengthening their preparedness to respond promptly and effectively to public health emergencies. CLUSTER 2 (Culture, Creativity and Inclusive Society) will contribute to tackling social and economic, gender and cultural inequalities via strategies of inclusion, non- discrimination, solidarity, social protection, empowerment and social investment (such as strengthening of the social protection and education and training systems). It will also contribute to a comprehensive European strategy for inclusive growth and upward convergence for the wellbeing of citizens. In addition, relevant research and innovation investments will support policy action in favour of democracy, its stability, and its further development with a view to enhancing representation, participation, openness, pluralism, tolerance, non-discrimination and collective intelligence. It will stimulate the effectiveness of public policy, as well as the protection of fundamental rights and the rule of law. Finally, cluster 2 will help produce evidence-based strategies to manage mobility and migration and the integration of migrants in European society, including a better understanding of how migration interacts with other relevant policy fields (e.g. welfare, education, skills provision, housing, public services). Activities will contribute to expanding social resilience, tackling political extremism and enhancing trust in democratic governance in general. Investments will also contribute to safeguarding endangered cultural heritage from natural hazards and anthropogenic disasters by preventive interventions, as well as ensuring equal and wide access to cultural assets and heritage sites. CLUSTER 3 (Civil security for society) will support EU responses to security challenges while ensuring free movement and protecting the integrity of the Schengen area. This means supporting 'a resilient and more stable Europe that protects' and a competitive European civil security industry sector. As the challenges are rapidly evolving, security research can help to move from a reactive approach to security to a proactive approach based on foresight and anticipation. Research and innovation will support the implementation of the Security Union Strategy, the Counter-Terrorism Agenda, the border management and security dimensions of the New Pact on Migration and Asylum, EU Disaster Risk Reduction policies and the EU Maritime Security Strategy . Cluster 3 activities will reduce losses from natural, accidental and man-made disasters through enhanced disaster risk reduction based on preventive actions, better societal preparedness and resilience, as well as better response and recovery. Activities will 16 HORIZON EUROPE Strategic Plan | 2021 - 2024 strengthen disaster risk management in a systemic way, including through cross-sectoral solutions and multilevel governance. One objective is to enhance societal risk awareness, and the individual capacity to be better prepared (including psychologically) and able to respond to disasters. Cluster 3 activities will contribute to improved air, land and sea border management for flows of people and flows of goods, notably by addressing requirements identified by the European Border and Coast Guard Agency (Frontex) and by EU customs authorities. Activities will also address capability requirements for EU maritime security. Cluster 3 activities will address prevention, investigation and mitigation of impacts of criminal acts, including of new/emerging types. Deeper knowledge of human and social aspects of relevant challenges, such as violent radicalisation, child sexual exploitation, trafficking of human beings, corruption and cyber criminality, including support to victims. Capabilities to analyse in near-real-time large volumes of data to forestall criminal events, or to combat disinformation and fake news with implications for security. Improved security of public spaces. Finally, cluster 3 activities will improve security and resilience of basic societal functions such as healthcare, law enforcement, energy, mobility, public services, financial services, communication and logistics infrastructures and networks, so as to minimise societal disruptions. CLUSTER 4 (Digital, Industry and Space) will support social inclusiveness and the creation of sustainable, high-quality jobs including through social innovation. It will contribute to establishing relevant conditions for empowering workers, consumers and citizens to make sure they have access to these new technologies, as well as the skills needed to thrive in this new context. Research and innovation will also support Copernicus and Galileo/EGNOS emergency and security services and contribute to a more resilient space environment through Space Situational Awareness. CLUSTER 5 (Climate, Energy and Mobility) will tackle the transition of the energy and mobility sectors in a holistic approach, including with regard to their implications for citizens and society. Given that transformation is embedded in broader societal needs and hence depends crucially on the buy-in of citizens, cluster 5 aims at finding new and better ways to involve Europe's citizens in the low-carbon transition, including in cities, and in the sustainable economy. Finally, CLUSTER 6 (Food, Bioeconomy, Natural Resources, Agriculture and Environment) will contribute to the development and monitoring of innovative governance models enabling sustainability and resilience, through enhanced and shared use of new knowledge, tools, foresight and environmental observations as well as digital, modelling and forecasting capabilities. Furthermore, support for transdisciplinary research and innovation will lead to a better understanding of the environmental, socio-economic and demographic drivers of change as well as deployment of digital, social and community- led innovations that will foster a sustainable, balanced and inclusive development of rural, coastal and urban areas.17 HORIZON EUROPE Strategic Plan | 2021 - 2024 EUROPEAN PARTNERSHIPS European Partnerships are initiatives where the EU together with private and/or public partners commit to jointly support the development and implementation of a programme of research and innovation activities. They will play an important role in achieving the EU's strategic objectives of accelerating the twin transitions towards a green, climate neutral, and digital Europe, while strengthening the resilience and competitiveness of European industry, as expressed in the key strategic orientations. Partnerships are also in a unique position to address complex challenges that require an integrated approach, since they allow bringing together a broad range of actors across the value chain and countries to work on the basis of a common vision and a roadmap that is shared and committed to by all partners. Horizon Europe introduces a more strategic, coherent and impact-driven approach to European Partnerships. European Partnerships will be established only in cases where they will achieve objectives of Horizon Europe more effectively than what can be achieved by other activities of the Framework programme. The following co-programmed and co-funded European Partnerships have been identified.8 They will appear in the work programmes of Horizon Europe, subject to fulfilment of the selection criteria at the moment of the adoption of the work programmes. Otherwise the priority will be addressed by traditional calls. CO-FUNDED EUROPEAN PARTNERSHIPS: European Partnership for Risk Assessment of Chemicals European Partnership for Fostering a European Research Area for Health Research (ERA for Health) European Partnership for Transformation of Health Care Systems European Partnership for Personalised Medicine European Partnership for Rare Diseases European Partnership for One Health / Antimicrobial Resistance (AMR) European Partnership for Driving Urban Transitions to a Sustainable Future European Partnership for Clean Energy Transition European Partnership for Accelerating Farming Systems Transition: Agroecology living labs and research infrastructures European Partnership for Animal Health and Welfare European Partnership for Agriculture of Data European Partnership for Rescuing Biodiversity to Safeguard Life on Earth European Partnership for a Climate Neutral, Sustainable and Productive Blue Economy European Partnership for Safe and Sustainable Food Systems for People, Planet and Climate 8 For more information, please refer to cluster-specific impact summaries. Note that the strategic plan, which needs to contain the identified co-programmed and co-funded European Partnerships, is a Commission Decision subject to the comitology procedure, whereas Institutionalised Partnerships based on Articles 185 and 187 TFEU follow the procedure for the legislative acts. However, for the sake of completeness, the cluster-specific impact summaries includes also the Institutionalised Partnerships based on Articles 185 and 187 TFEU, distinguishing those that should be included in the strategic plan.18 HORIZON EUROPE Strategic Plan | 2021 - 2024 European Partnership Water4all: Water security for the planet European Partnership for Innovative SMEs CO-PROGRAMMED EUROPEAN PARTNERSHIPS: European Partnership for Artificial Intelligence, Data and Robotics European Partnership for Photonics European Partnership Made in Europe European Partnership for Clean Steel - Low Carbon Steelmaking European Partnership Processes4Planet European Partnership for Globally Competitive Space Systems9 European Partnership for Connected, Cooperative and Automated Mobility (CCAM) European Partnership for Batteries: Towards a competitive European industrial battery value chain European Partnership towards Zero-emission Road Transport (2ZERO) European Partnership for Zero-emission Waterborne Transport European Partnership for People-centric Sustainable Built Environment (Built4People) European Partnership for European Open Science Cloud (EOSC) CO-FUNDED OR CO-PROGRAMMED EUROPEAN PARTNERSHIP: European Partnership for Pandemic Preparedness The European Partnership for Pandemic Preparedness may be co-funded or co-programmed as will eventually be reflected in the work programme. 9 The preparation of the European Partnership on Globally Competitive Space Systems and its implementation modalities (including its objectives, scope, governance, associated budget, the commitment and contributions from the private partners and the inclusiveness of actors involved) and the related roadmaps and topics for the work programme will entail the full involvement of the Horizon Europe Programme Committee, whereby it will be closely and timely involved in all steps of the process. Following the successful conclusion of the preparation of this European Partnership, calls related to it will have an opening date not before 2022, subject to the adoption of the related work programme following the opinion of the Horizon Europe Programme Committee, as the Horizon Europe Specific Programme foresees (see also Annex II, last sentence).19 HORIZON EUROPE Strategic Plan | 2021 - 2024 MISSIONS Based on the advice provided by the Mission Boards10, the following missions are identified: Cancer Adaptation to Climate Change Ocean Seas and Waters Climate Neutral and Smart Cities Soil Health and Food They will now enter into a preparatory phase during which detailed draft plans, including objectives, budget and indicators, will be developed. Preparatory actions will also be included in the Horizon Europe work programme, with potential for rapid scaling up after the conclusion of the preparatory phase. The Programme Committee will be involved in the preparation and life cycle of the missions, taking into account relevant issues from the national context and opportunities to enhance alignment with activities on national level. This will further support the coordination between the missions and other activities in the work programme. 10 Reports delivered on 22 September 2020 and can be found here20 HORIZON EUROPE Strategic Plan | 2021 - 2024 INTERNATIONAL COOPERATION The COVID-19 pandemic has magnified the relevance of global challenges and global public goods and highlighted interdependence among ecosystems, countries and regions. International cooperation for research and innovation has never been so urgently needed for the EU to bounce forward and lead the green, digital and just transition. International cooperation in research and innovation is a driver for ensuring world class science and an enabler for broader socio-economic impacts. International cooperation actions will be based on reciprocity, and respect for high EU standards, values and principles. They will be designed to protect the EU's interests, and contribute to its sovereignty in strategic technology areas, critical infrastructures and sustainable product policy, including products' carbon and environmental footprint, and the promotion of a global level playing field. Horizon Europe's approach to international cooperation will consist of multilateralism and purposeful openness, combined with targeted actions with key third-country partners. Association to the Framework Programme is the strongest form of international cooperation and is expected to expand among the neighbourhood partners and beyond, subject to the necessary conditions being met. For enlargement countries, association provides an important opportunity to prepare for compliance with the EU acquis on science, research and innovation and build research and innovation capacity at national level. Actions will focus on aligning national, European and global efforts and investments in research and innovation areas that contribute towards achieving key European Commission priorities, notably the Green Deal, the digital transition and making Europe more resilient and stronger in the world, while also supporting Global Health and innovation as a cross-cutting dimension. Dedicated actions of science diplomacy will contribute towards delivering the objectives of EU external policy, including with priority countries and regions. In this regard, international cooperation actions will seek possible synergies with the EU external policy, especially to support higher education and research capacities in specific third countries with a view to fostering scientific excellence. International cooperation will deploy along complementary directions: Collaborative research and innovation initiatives , including targeted initiatives and projects with partners from key third countries and regions in strategic areas of mutual benefit under all clusters, including the missions and the European Partnerships.21 HORIZON EUROPE Strategic Plan | 2021 - 2024 International mobility and cooperation in frontier research and support to brain circulation and the internationalisation of EU innovative companies, in particular through activities in Pillars I and III. EU participation and leadership in multilateral alliances, such as those related to tackling climate change, to sustainable food and nutrition security, biodiversity decline, environmental degradation, global health issues, e.g. antimicrobial resistance, infectious diseases, and other threats to global health, gaining access to and sharing research and observation data, and taking account of international collaboration programmes between European countries and third countries. Policy dialogues with third countries and regions aiming at reinforcing at a strategic level the cooperation in research and innovation, including by the promotion of open science policies and the development of commonly accepted approaches to research ethics and integrity, as well as safety and quality standards and the life-cycle assessment of materials, the regulatory context of manufacturing, digital technologies, and consumer products and services.22 HORIZON EUROPE Strategic Plan | 2021 - 2024 BRIDGING BETWEEN THE THREE PILLARS OF HORIZON EUROPE While the strategic plan applies primarily to Pillar II of Horizon Europe, effective links with Pillars I and III, and the Widening participation and strengthening the European Research Area part,will ensure an integrated approach that enhances the effect of Horizon Europe overall. Pillar I of Horizon Europe, while bottom-up in nature, will contribute scientific breakthroughs and the research infrastructures needed to address societal challenges and develop key enabling technologies at their earlier phases, as well as to nurturing a strong, resilient, flexible and creative human resource base in research and innovation, with the right combination of skills to match the future needs and tackle future challenges. The insights derived from projects in Pillar I will thus feed into the evidence base for future programming in Horizon Europe. To recover from the effects of the COVID-19 pandemic and be able to detect and quickly respond to upcoming risks before they become crises, we will need highly skilled research-based human capital that is resilient, able to detect and tackle future challenges, to communicate scientific evidence to policy-makers and the public at large and to work across disciplines. This will continue guiding Marie Skodowska-Curie Actions (MSCA) that fund, support and train the talents and institutions behind research and innovation in a fully bottom-up and competition- for-excellence-based manner. To enable bridging and cross-fertilisation, the Commission will support with scientific evidence the orientations identified in the strategic plan for example through clustering ex-post relevant MSCA projects around the four key strategic orientations. Research Infrastructures will contribute to achieving the four key strategic orientations through excellent state of the art services, knowledge, and tools to address societal challenges, ensure evidence-based policymaking and help industry to strengthen its knowledge base and technical know-how. Their use will be stimulated across the different pillars of Horizon Europe. Through the European Open Science Cloud (EOSC) and the European Data Infrastructure (EDI), researchers involved in Horizon Europe activities will be able to access and process most of the data generated and collected by Research Infrastructures. The European Research Council (ERC) continues to provide long-term funding to ground- breaking, high-gain/high-risk research that advances the frontiers of knowledge, strengthens Europe's scientific and technological bases as well as providing a benchmark to raise the quality and attractiveness of European research overall. ERC grantees, chosen in a completely bottom-up manner on the sole criterion of scientific excellence, have already made advances 23 HORIZON EUROPE Strategic Plan | 2021 - 2024 in new and emerging technological fields, including clean and digital technologies, as well as in many other areas, also targeted by the key strategic orientations. Under Pillar III, the European Innovation Council (EIC) is primarily bottom up but also able to support strategic challenges. The identification of these strategic challenges will take into account the priorities of the strategic plan, contributing notably to the European recovery and resilience, by reinforcing EU technological sovereignty. The EIC Pathfinder for Advanced Research of the EIC will support research into new and deep-tech areas in order to develop the radical new technologies of the future needed for to enhance Europe's innovative capacities in a responsible way. The EIC Accelerator and the EU Innovation Ecosystems will notably support SMEs and start-ups with high-impact innovations that are deemed too financially risky for the market to invest alone, with a particular focus on deep-tech and game-changing innovations. The EIC will make the link with the market, supporting the strengthening of strategic supply chains, and in general the transfer of research results into the economy and their faster scaling up in a way aligned with European values and needs, through support to all types of innovation, including incremental and social innovation. The insights derived from EIC funding, for example on emerging technologies and breakthrough innovations, will feed into the evidence base for future programming in Pillar II. In addition, private (co-)investments will also be actively promoted, in particular via the EIC Accelerator for innovations stemming from Pillars I and II research projects. European Innovation Ecosystems will act in complement and synergy with the EIC and EIT and innovative activities across Horizon Europe and other EU funding programmes to improve the overall ecosystem for innovation in Europe, including through the policy coordination activities of the EIC Forum. Thus it will contribute to all four key strategic orientations of Horizon Europe. The European Institute of Technology (EIT) will contribute to achieving the four key strategic orientations by complementing and reinforcing the expected impact of Horizon Europe Pillar II actions, in particular when it comes to innovation, education and accelerating and scaling up new businesses in a way aligned with European values and needs. Through its Knowledge and Innovation Communities (KICs), EIT should provide a contribution to Europe's key priorities, in particular the new Green Deal and digital transitions. The leading and coordinating role of EIT KICs in industrial alliances, e.g. EIT InnoEnergy in the European Battery Alliance industrial development programme, will help Europe in moving to a position of industrial frontrunner in the key digital, enabling and emerging technologies, sectors and value chains and will contribute to making Europe the first digitally enabled, circular, climate neutral and sustainable economy. In encouraging multi-actors approaches, and to be more effective in achieving the impact, the innovation ecosystems already created and nurtured by the EIT KICs can in particular contribute to building communities or platforms for coordination and support actions, sharing knowledge or disseminating and fostering the exploitation of project results. EIT will ensure that all four key strategic orientations are addressed through 24 HORIZON EUROPE Strategic Plan | 2021 - 2024 the activities of one or more thematic KIC and will complement the activities funded under Pillar II, including the relevant missions and other European Partnerships, by supporting demand-side measures and providing exploitation services to boost technology transfer and accelerate the commercialisation of results achieved through Horizon Europe research and innovation funded projects. To this end, pilots between the EIC and some KICs will be the basis for a fully-fledged cooperation whose design and implementation will be driven by the objective to serve the needs of EU innovators. EIT KICs' education programmes and training modules are developed in a way that complements the research and innovation activities funded under Horizon Europe, so that students, entrepreneurs, and the European workforce are trained and equipped with the skills and competences suited for the future needs of European industries that are being modernised and digitally transformed. The EIT also complements the efforts of the EIC in supporting SMEs and fostering entrepreneurship with the goal of entering the commercial markets and help to foster the maturity and access to European market of projects funded in Horizon Europe. The Widening and ERA part will support the strategic priorities of the ERA and contribute to the expected impacts of Horizon Europe by reducing the innovation divide and geographical disparities in research and innovation performance and building the necessary capacity to allow successful participation in the research and innovation process. As a result, it will help leverage and align investments in research and innovation, improve access to excellence, and translate research and innovation results into the economy, also by exploiting synergies with Cohesion Policy Funds. The programme part will also help reinforce interactions between science, society and education by strengthening the research dimension of the European Universities, including within smart specialisation processes, bringing attention to the highest standards of ethics and integrity and enabling citizens and society become co-producers of scientific knowledge. In addition, it will strengthen collaborative links across Europe and open up European research and innovation networks, contribute to improving research management capacities in the widening countries, support national policy reforms as well as exploit the potential of the Union's talent pool by targeted actions. Activities may also be established to foster brain circulation across ERA through mobility of researchers and innovators, taking fully into account current imbalances, and to create and develop networks of scholars, scientists, researchers and innovators to put all their (intangible) assets to the service of the ERA and by supporting the development of domain-specific science roadmaps. The Joint Research Centre's work programme on direct actions will contribute to the four key strategic orientations for research and innovation by generating supporting knowledge including through data and analysis to bridge the design of EU policies and the programming of research and innovation investments, to maximise the objectives that are being targeted by Horizon Europe. 25 HORIZON EUROPE Strategic Plan | 2021 - 2024 SPECIFIC ISSUES A number of key specific issues will be taken into account in the implementation of Horizon Europe 2021-2024, thus creating a sound foundation for the pursuit of the key strategic orientations. Gender equality and inclusiveness Gender equality is a cross-cutting priority in Horizon Europe and concerns all programme parts. Activities will aim at eliminating gender inequality and intersecting socio-economic inequalities - including those based on disability, ethnicity, and LGBTIQ11 - throughout research and innovation systems, including by addressing unconscious bias and systemic structural barriers, and the integration of the gender dimension will be a requirement by default in research and innovation content across the whole programme, unless its non- relevance is duly justified. This integration is particularly relevant for global challenges - including in areas such as health and care, also in the light of the COVID-19 pandemic, online-violence, artificial intelligence and robotics, or climate change mitigation and adaptation - in which sex and/or gender differences play an important role, and hence determine the societal relevance and quality of research and inno vation outcomes. Social Sciences and Humanities The effective integration of social sciences and humanities (SSH) in all clusters, including all missions and partnerships, is a principle through the programme cycle. SSH are a key constituent of research and innovation, especially regarding the twin green and digital transitions. This will be reflected by flagging specific topics and/or requesting an assessment of their societal impact. For these topics, SSH should be integrated from the drafting of the topic to the selection and evaluation of projects by evaluators with demonstrable SSH expertise. In addition, the expected societal impact must be explicitly set out in the topics, projects, deliverables and outputs. Ethics and integrity Research ethics and integrity are a prerequisite for research excellence and a critical factor in achieving socially relevant impact. All projects funded by Horizon Europe will respect the European Code of Conduct for Research Integrity and adhere to the ethics principles and legislation, including when activities are conducted in a third country in order to fight against Ethics Dumping. Horizon Europe will not fund practices that would breach EU rules, even when implemented in a third country. Horizon Europe will address the ethical dimension of new technologies, notably those related to Artificial Intelligence and their potential societal impact as well as research ethics in environmental protection to contribute to the work necessary to address the challenges identified by the European Green Deal. This will enable a better understanding of the different dimensions of research integrity, including behavioural aspects. Horizon 11 LGBTIQ stands for Lesbian, Gay, Bisexual, Trans, Non-binary, Intersex, Queer and other diverse gender identities and sexual orientations26 HORIZON EUROPE Strategic Plan | 2021 - 2024 Europe will develop dedicated training and education material and operational procedures for research institutions and ethics/integrity bodies, and explore the possibility to adapt the assessment of researchers' performance and the evaluation of research institutions. For the broad acceptance and support of science and research, a comprehensive societal dialogue is indispensable. Horizon Europe will investigate, apply and evaluate ways of communicating with the civil society about research and innovation, particularly on objectives, priorities and the need of a European data space, on expectations and concerns, and on consenting ways of participating in research. Open science practices Open Science is becoming the modus operandi for carrying out research and innovation by sharing knowledge, data and tools as early as possible, in open collaboration with all relevant knowledge actors and society. The practices of Open Science, following the principle \"as open as possible, as closed as necessary\", increase the quality and impact of research and innovation and lead to greater responsiveness to societal challenges. The 'Strengthening the ERA' part will support the adoption of Open Science practices throughout the programme, for instance through exchange of good practices and tools, development of guidance and training, implementation of institutional changes, and consolidation of evidence on impacts. Better interoperability and sharing of data will be a focus of several clusters, Partnerships and missions, and the 'Research infrastructures' part and other parts will support the development and consolidation of the European Open Science Cloud (EOSC), through a dedicated Partnership. Horizon Europe will also support and promote the involvement of citizens, civil society and end-users in public engagement, citizen science, and user-led innovation modes of research and innovation. Citizens and end-users will therefore be important contributors to research and innovation outcomes USE OF COPERNICUS AND GALILEO DATA AND SERVICES The European space flagship programmes Copernicus, Galileo and EGNOS offer world-class, high-quality earth observation data and positioning, navigation and timing services - open and free of charge to users, citizens, companies and public authorities. Copernicus enhances the monitoring of the atmosphere, marine, climate change, environment and natural disasters. Advanced satellite positioning, navigation and timing services (Galileo/ EGNOS) are important for numerous Horizon Europe domains- transport and mobility, energy, climate, environment, digital, food, disaster risk management and emergency services. With its innovative, unique features - authentication and high precision - Galileo has a great potential for the development of new applications, such as connected and automated transport, smart mobility, traffic management, precision farming and food tracking, timing and synchronisation of critical infrastructures, improved emergency and disaster service and tracking pandemics.27 HORIZON EUROPE Strategic Plan | 2021 - 2024 Copernicus and Galileo/EGNOS data and services thus provide an important contribution to all Horizon Europe key strategic orientations. The programme therefore strongly encourages the use of Copernicus and Galileo/ EGNOS data and services, whenever earth observation data, or positioning, navigation or timing services are used, so as to ensure that research is of highest quality and makes the best use of the EU space infrastructure. Other Commission programmes and initiatives that provide open access to data, in areas such as life sciences, physical sciences, and marine sciences, e.g. the European Marine Observation and Data Network (EMODnet), can also provide valuable data to the research and innovation activities supported by Horizon Europe. Dissemination and Exploitation (D&E), including links to education and training, market uptake and deployment Horizon Europe will support dedicated activities to enhance dissemination, use and valorisation of research and innovation results, to critically contribute to the four key strategic orientations and increase impact on society at large. New discoveries and knowledge generated by Horizon Europe will be integrated in higher education and training activities, contributing to the education of the next generation of researchers and enabling young graduates to bring state-of-the-art knowledge to workplaces across society, notably through mobility between science, industry and society. Horizon Europe will support and incentivise beneficiaries in their dissemination and exploitation activities during and after their project lifetime through a set of integrated services, including the Horizon Results Platform, the Horizon Results12 and 'IP Booster' services13, the Horizon Impact Award, as well as through synergies with other EU programmes. Horizon Europe also introduces novelties in the way project partners are encouraged to disseminate and deploy research and innovation from the design of a project to beyond its end. In particular, more emphasis will be given to third party uptake, notably through private investment and the management and uptake of knowledge assets, including intellectual property management. Moreover, in order to facilitate the obligations of beneficiaries to report on their D&E activities, simplified and more structured D&E reporting templates for Horizon Europe will be introduced, in alignment with the Key Impact Pathway approach. Collecting more and better quality D&E data will also be facilitated by pooling data from external sources and will ensure that the Commission provides a rich and reliable source of linked open data. Key Enabling Technologies Key Enabling Technologies14 (KETs) are crucial for Europe's competitiveness in strategic value chains. Developing and mastering KETs can contribute towards giving EU industries the competitive edge they need for industrial leadership in global markets and promise 12 https://ec.europa.eu/info/funding-tenders/opportunities/portal/screen/opportunities/projects-results;programCode=H2020 13 https://ipbooster.meta-group.com/ 14 The Key Enabling Technologies of the future include advanced materials and nanotechnology, photonics and micro- and nano-electronics, life science technologies, advanced manufacturing and processing, artificial intelligence and digital security and connectivity . 28 HORIZON EUROPE Strategic Plan | 2021 - 2024 breakthroughs to solving global challenges and achieving a circular, climate-neutral and sustainable EU economy. All the clusters will develop and apply key enabling and emerging technologies as part of the common strategy to promote the EU's industrial and social leadership and clusters 'Health', 'Digital, Industry and Space', 'Climate, Energy and Mobility' and 'Food, Bioeconomy, Natural Resources, Agriculture and Environment' will spur their development as general purpose technologies. Moreover, Pillar I of Horizon Europe, 'Excellent Science', while bottom-up in nature, will contribute to scientific breakthroughs and the research infrastructures needed to develop KETs at their earlier phases, while Pillar III, 'Innovative Europe', will support breakthrough innovations based on KETs. Social Innovation Innovations originate from many sources. They stem not only from advances in science and technology, but also from creative uses of existing knowledge and technologies as well as inventiveness in the non-technical and social spheres. They combine new technological capabilities with new organisational or social practices. Social innovations help answer societal and environmental challenges, connecting society with innovation throughout the innovation life cycle in many fields (health, food, environmental, economic, digital, accessibility, cultural, sovereignty, and democracy). Horizon Europe will support social innovations across the four key strategic orientations by empowering citizens, consumers, social partners, communities and businesses to solve the problems that they face, creating new value, ushering in novel social practices, in particular in the areas of climate, environmental protection, habitat, energy and mobility. EU Taxonomy The adoption of the EU Taxonomy Regulation in June 202015 defines the framework to create the world's first-ever \"green list\" - a clear and common classification system defining under which conditions economic activities in a given sector can be considered as environmentally sustainable. The Taxonomy will provide a common language that investors, industry and researchers can use to target projects and economic activities that have a substantial positive impact on the environment. The EU Taxonomy also addresses the application of the 'Do No Significant Harm' principle16, a fundamental principle for public recovery investments related to the European Green Deal. More generally the EU Taxonomy should guide all investments in Europe's recovery to ensure they are in line with our long-term ambitions. The EU Taxonomy will significantly contribute to the European Green Deal by boosting private sector investment in green and sustainable projects17. It will allow objective and transparent definition of sustainable investment portfolios. The Platform on Sustainable Finance, which includes stakeholders from industry, civil society and academia, will contribute to ensuring that the scientific community is informed about and involved in the development of the EU Taxonomy whenever appropriate. The EU Taxonomy will also be piloted in close-to-market research and innovation projects supporting the European Green Deal with a view to facilitate follow-up investment by green investors and accelerate market deployment of their technologies, products, and/or solutions. 15 https://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX:32020R0852 16 Article 17 of the EU Taxonomy Regulation (EU) 2020/852 17 in relation to six different environmental objectives Climate change mitigation; climate change adaptation; sustainable and protection of water and marine resources; transition to a circular economy; pollution prevention and control; protection and restoration of biodiversity and ecosystems 29 HORIZON EUROPE Strategic Plan | 2021 - 2024 BACKGROUND & FRAMEWORK The methodological approach retained aims at ensuring EU policy priorities are supported through research and innovation programming, and at highlighting the different possible contributions of Horizon Europe investments to the ecological and digital transitions, their social dimensions and Europe's resilient recovery after the crisis. A sound linkage between science, innovation and policy making for evidence-based policy design, and a multi-actor approach will foster the effective uptake, use, dissemination and deployment of research and innovation results to achieve the expected societal, economic and scientific expected impacts. As highlighted by the crisis caused by the COVID-19 pandemic, scientific advice based on sound and independent evidence, is needed to inform policy- and decision-making in all areas. In doing so scientific advice contributes to the better regulation agenda of the Commission, and increasing trust in and acceptance of policy and legislation by the public. The approach aim at giving directionality to Horizon Europe, promote larger synergies with other EU funding programmes and national priorities, and provide inspiration to European civil society efforts, contributing to trust in science and technology and promoting entrepreneurship, ultimately aiming at wider, deeper and faster societal impact of research. In addition, this will be reinforced by the monitoring of the effectiveness of EU research and innovation investments in contributing to the key scientific, societal and economic impacts set out for the first four years of the Framework Programme. The orientations for research and innovation aims at indicating the different expected pathways for EU research and innovation investments to deliver on the EU policy priorities, such as the European Green Deal, the Circular Economy Action Plan, the EU Biodiversity Strategy for 2030, the Farm to Fork Strategy the European data strategy, the European Hydrogen Strategy and the New Industrial Strategy for Europe. This is expected to provide bridges among the different pillars and parts of Horizon Europe, and ensure the future-orientation and adaptability of work programmes. This approach will enable to inform as well on the research and innovation contribution to the United Nations Sustainable Development Goals, especially taking into consideration co-benefits and trade-offs among them. It will enlarge the range of participants and also reinforce research and innovation relevance. The expected impacts for Pillar II were co-designed between Commission services, Member States, the European Parliament and European stakeholders to bridge the intervention areas set out by Horizon Europe legal basis with societal expectations. They offer an objective oriented narrative that will underpin the preparation of the relevant work programmes to be adopted during the period covered (2021-2024), and 30 HORIZON EUROPE Strategic Plan | 2021 - 2024 contribute to deploy the intervention logic, and monitoring at project level. Each expected impact will be deployed in the work programmes relevant parts, to cover the different dimensions (creation of knowledge, technology and social innovation) of research and innovation needed to achieve the objectives. The Joint Research Centre (JRC)'s work programme on direct actions will support European policy priorities and recovery actions. It will contribute to the key strategic orientations for research and innovation by generating supporting knowledge and strengthening the expected impacts. A specific contribution of the JRC will be through data and analysis to bridge the design of EU policies and the programming of research and innovation investments, to maximise the impacts that are being targeted by Horizon Europe. The JRC's work programme will indicate to which key strategic orientations and impacts its projects will contribute. In addition, the European Partnerships and the missions have adopted an impact- oriented programming, consistently with the key strategic orientations. EUROPEAN PARTNERSHIPS The Commission carried out an extensive co-creation exercise to identify the priorities for European Partnerships. Besides all Services, Member States and stakeholders have been involved as part of the Horizon Europe strategic planning. In summer 2019, the Commission identified an initial set of 44 candidates for European Partnerships18. The co-design exercise confirmed that these candidates are relevant for addressing with a partnership approach. Four new candidates for European Partnerships have been included to the portfolio as a result of the strategic coordinating process (One Health AMR, Driving Urban Transitions to a Sustainable Future and Communities and Zero- emission Waterborne Transport, Pandemic Preparedness). Furthermore, the Commission proposal for the Strategic Innovation Agenda for the EIT includes a proposal for a future EIT-KIC on Cultural and Creative Industries. With this, the portfolio of Co-funded, Co- programmed and Institutionalised European Partnerships includes 49 candidates. MISSIONS In July 2019 the Commission created Mission Boards to advise the Commission on potential missions, based on the five mission areas set out in Annex 5a of the Horizon Europe draft Regulation/Rules for Participation. These are: Mission Area 1: Adaptation to Climate Change, including Societal Transformation; Mission Area 2: Cancer; Mission Area 3: Healthy Oceans, Seas, Coastal and Inland Waters; Mission Area 4: Climate-Neutral and Smart Cities; Mission Area 5: Soil Health and Food. 18 Taking into account for the Institutionalised European Partnerships (based on Articles 185 and 187 TFEU) the eight areas identified in the draft FP/RfP Horizon Europe Regulation.31 HORIZON EUROPE Strategic Plan | 2021 - 2024 The Mission Boards consulted very widely, including a dialogue with specially created expert groups, one for each of the Mission Areas, of the 'shadow' Strategic Configuration of the Horizon Europe Programme Committee. The European Parliament was kept well informed, in particular through meetings between the Commission and members of the ITRE committee, public meetings of different groups at the European Parliament at which Mission Board members were present and other contacts between MEPs and Mission Board members. Studies and foresight exercises organised for the Mission Boards also were used as sources of inputs to their reflections. The Mission Boards took in to account the view of stakeholders and citizens through a separate exercise of Citizens Engagement in 10 online meetings in Member States. Based on the advice of the Mission Boards, the Commission will prepare specific missions which are identified in this document. In a first preparatory phase of maximum 12 months, the Commission will develop an implementation plan for the five missions. This is meant to provide more detail on the objectives, the scope and the intervention logic of the missions, and to reflect any relevant contributions from other EU instruments and policies and at national level.Cluster 1 HEALTHCLUSTER IMPACT SUMMARY 34 HORIZON EUROPE Strategic Plan | 2021 - 2024 The promotion of social cohesion and inclusiveness and the health and well-being of its people are central aims of the European Union's policies and programmes. With the European Pillar of Social Rights, the EU set the direction towards a fairer, inclusive and more social Europe for all European citizens based on a European social model that is fit for the challenges of the 21st century, also providing people with equal opportunities. Further efforts should be devoted to developing an economy that works for people by supporting Member States in making innovative high-quality health technologies and health care both available and affordable for citizens as well as to rendering health care systems more accessible and sustainable, including through the digital transformation of health and care. On the one hand, this entails that citizens can rely on effective health care services that address their medical needs and reduce the burden on them, their families and communities; on the other hand, people should be assisted in promoting their own health and preventing diseases. The EU4Health programme aims to support the EU in remaining the healthiest region in the world, by making tools available to address health challenges at national and EU level including new emerging health threats. To achieve maximum public health impact, Horizon Europe and EU4Health will strive for maximum synergies: Horizon Europe will focus on creating new knowledge and know-how, while the EU4Health programme will focus on making the best possible use of this new knowledge and know-how for the benefit of citizens and health systems. In particular, Europe's Beating Cancer Action Plan will support Member States in improving cancer prevention, control and care, with Horizon Europe's mission on cancer complementing activities funded by EU4Health. The COVID-19 crisis underlined that supporting cooperation and coordination among the Member States at Union level is essential to improve prevention, to quickly respond to and contain the spread of epidemic outbreaks across borders, to strengthen immunisation against vaccine-preventable diseases, to control other cross-border health threats and risk factors, and to safeguard the health and well-being of people in the Union. This includes, as part of the European Green Deal, to take a One Health approach in tackling the impact of environmental degradation, pollution, biodiversity loss, zoonotic diseases and climate change on citizens' health and well- being as well as on health care systems and their ability to adapt rapidly to changing health care needs and conditions, due to global changes. Unleashing the full potential of digital tools and data-enabled research and innovation, based on coherent and accurate health data, will be crucial for making Europe fit for the digital age and increasing productivity and supporting sustainability of health-related industry and SMEs in the EU, including the related convergence of pharmaceutical, digital and medical technologies. This will also underpin the digital transformation of health and care supported by data-driven manufacturing of tailor-made products and mainstreaming of personalised health care services, resulting in significant gains in health outcomes and health economies by a 'Triple Aim' approach19. Research and innovation actions under this cluster will be key to address these health-related challenges by advancing knowledge and capabilities, improving our understanding of health and diseases, developing innovative methodological and technological solutions to better manage health and diseases, and designing sustainable approaches for the digital transformation and 19 Triple Aim refers to the following three aims: i) improving the patient experience of care (including quality and satisfaction), ii) improving the health of populations, and iii) reducing the per capita cost of health care.35 HORIZON EUROPE Strategic Plan | 2021 - 2024 delivery of integrated, person-centred and equitable health and care services with improved accessibility and health outcomes supported by needs-driven innovation and reliable supply chains in Europe. However, it will also depend on the 'actors on the ground' - those receiving, supporting and delivering health and care services in local communities, regions and countries - to accept, support, take-up, scale-up and implement the recommendations and innovative solutions developed through research and innovation to achieve desired impacts. Research and innovation actions supported under this cluster should therefore mobilise researchers from academic institutions, research organisations, small and medium enterprises, and large companies, as well as citizens and patients, patients' associations, health professionals, providers of health and care services, and regulatory instances. To maximise the benefits of EU investments and support the EU in achieving its goals, the cluster health will promote and foster synergies with public health policies at national and regional level, with other EU programmes and policies, as well as with health-related European infrastructures. HOW WILL CLUSTER 1 OF HORIZON EUROPE MAKE A DIFFERENCE? 1. Expected impacts of cluster 1 Cluster 1 will programme investments to achieve the following six expected impacts: 1. Staying healthy in a rapidly changing society: Citizens of all ages stay healthy and independent in a rapidly changing society thanks to healthier lifestyles and behaviours, healthier diets, healthier environments, improved evidence-based health policies, and more effective solutions for health promotion and disease prevention. Research and innovation can provide a better understanding of specific health and care needs throughout the life course, including age-specific and sex/gender-specific needs as well as special needs of vulnerable population groups, and develop more effective solutions for health promotion and disease prevention, including for needs related to chronic health conditions, physical disabilities, mental disorders and disabilities, or age-related impairments. Research and innovation can help people, as well as communities, in developing innovative services, policies, guidelines and digital solutions, also ensuring that they are accessible, equitable and effective in preventing disease and promoting health. Furthermore, research and innovation can provide new evidences, methodologies and tools for increasing health literacy, improving adoption of healthy lifestyles and behaviours that prevent diseases and promote health, and empowering citizens to manage their health, including children and adolescents. Key to achieving these objectives is the availability and accessibility of real- world health data, which will require appropriate support by research and data infrastructures. 2. Living and working in a health-promoting environment: Living and working environments are health-promoting and sustainable thanks to better understanding of environmental, occupational, social and economic determinants of health.36 HORIZON EUROPE Strategic Plan | 2021 - 2024 Research and innovation will produce new evidences, methodologies, and tools necessary to understand, identify and assess the risks and benefits for health, and to enable health promoting and disease preventive policy actions. Results will support the EU's environment and health policies and overarching policy frameworks such as the European Green Deal, the future 8th Environment Action Programme, the EU Strategic Framework on Health and Safety at Work and the European Environment and Health Process (EHP). The outcome will also contribute to the development of new and improved health interventions and technologies. In order to achieve sustainable impacts, research and innovation must provide solid evidence and stimulate its uptake into a large number of environmental, occupational, social, economic, fiscal and health policies at the EU, national and regional level. Strong collaborations across sectors and with other Horizon Europe clusters dealing with issues such as \"one health\", agriculture, food, environment, climate, mobility, security, urban planning, social inclusion and gender will be needed to ensure that maximal societal benefits will be reached. Likewise, international cooperation, including at science-policy level, will be key to drive forward research and innovation to tackle this challenge. 3. Tackling diseases and reducing disease burden: Health care providers are able to better tackle and manage diseases (infectious diseases, including poverty-related and neglected diseases, non-communicable and rare diseases) and reduce the disease burden on patients effectively thanks to better understanding and treatment of diseases, more effective and innovative health technologies, better ability and preparedness to manage epidemic outbreaks and improved patient safety. There is an urgent need for research and innovation on new prevention, public health interventions, diagnostics, vaccines, pharmacological and non-pharmacological therapies, new antibiotics and alternatives to, antibiotics, as well as to improve existing prevention strategies to create tangible impacts, taking into account sex/gender-related issues and patient safety issues. To quickly advance research and innovation on these issues, international cooperation could be an opportunity to pool the best expertise and know-how available worldwide, to access world-class research infrastructures and to leverage critical scales of investments on priority needs through better alignment with other funders of international health research and innovation cooperation. The continuation of international partnerships and cooperation with international organisations is particularly needed to combat infectious diseases, including antimicrobial resistances and emerging epidemics and pandemics, to respond to major unmet needs for global health security, including the global burden of non-communicable diseases. 4. Ensuring access to innovative, sustainable and high-quality health care: Health care systems provide equal access to innovative, sustainable and high-quality health care thanks to the development and uptake of safe, cost-effective and people-centred solutions, with a focus on population health, health systems resilience, as well as improved evidence-based health policies.37 HORIZON EUROPE Strategic Plan | 2021 - 2024 Research and innovation can help by supporting the development of innovative solutions for health care systems in all their various dimensions (e.g. governance and financing, resilience and preparedness for health emergencies and climate changes, education and training of the health workforce, health service provision and sustainability, interaction with patients and patient empowerment) and for policy-making (health in all policies). In addition, research and innovation can provide decision-makers with new evidence, methods and tools to implement successfully those innovative solutions into their health care systems. It will deliver solutions that are scalable and transferrable between different types of health care systems in different countries and provide knowledge supporting the transfer of solutions between countries. In turn this will help to improve the governance and resilience of health care systems as well as to allocate resources according to people's needs and preferences while delivering fiscal and environmental sustainability to make sure those needs can be met in the long-term. 5. Unlocking the full potential of new tools, technologies and digital solutions for a healthy society: Health technologies, new tools and digital solutions are applied effectively thanks to their inclusive, secure and ethical development, delivery, integration and deployment in health policies and health and care systems. Research and innovation are needed on the large spectrum of tools and technologies for bio- medical research, prevention, diagnosis, therapy and monitoring. Managing benefits and risks of new technologies and due consideration of aspects of safety, effectiveness, inter-operability, appropriateness, accessibility, comparative value-added, affordability and sustainability (environmental, fiscal, socio-economic) and issues of ethical, societal, regulatory and legal nature will be crucial in order to boost the acceptability of these novelties and to translate these innovations into health policies, health and care systems, and clinical practice responsibly. Moreover, to provide high-quality health care and reduce health inequalities, end users' engagement in multidisciplinary, cross-sectorial cooperation with key stakeholders (patients, health care providers and workforce, researchers, regulatory bodies, policy-makers, funders) could help addressing specific unmet needs for health tools, technologies and digital solutions with limited commercial interest but also designing and developing suitable health products and services tailored to needs of specific population groups including needs related to sex/gender or other aspects. Artificial Intelligence technologies have recently shown great promise for analysing high volumes of health data, with high potential for advancing biomedical research, personalised medicine and health care and for supporting health care systems in their clinical, organisational and logistical functions provided that relevant and consistent health data of high quality is available and accessible. 6. Maintaining an innovative, sustainable and globally competitive health-related industry: EU health industry is innovative, sustainable and globally competitive thanks to improved up-take of breakthrough technologies and innovations, which makes the EU with its Member States more resilient and less dependent from imports with regard to the access to and supply of critical health technologies.38 HORIZON EUROPE Strategic Plan | 2021 - 2024 There is a convergence and a need for cross-sectorial research and innovation (integrating medical technologies, pharmaceuticals, biotechnologies, digital health and eHealth technologies) to strengthen the single market, including by implementing the Digital Single Market strategy, supporting the standardisation policy, driving innovation from the demand side and providing evidence and guidelines for stakeholders and regulators to ensure take-up of innovations supports sustainability (environmental, fiscal, socio- economic) while fostering access and reducing health inequalities. The health sector is subjected to strict regulatory requirements that impose the demonstration of clinical benefit(s) and safety. This means additional development steps, uncertainties and a longer time to market. Support to studies for health assessment procedures, clinical performance demonstration, quality assurance schemes and standardisation are therefore important elements. Research and innovation is needed to develop new cross- sectorial business models where health-related industry cooperates early with health care systems in the development of value-added products and services to enable an optimal uptake and deployment of innovative solutions as well as to achieve the triple aim of improving the patient experience of care (including quality and satisfaction), improving the health of populations, and reducing the per capita cost of health care. Cluster 1 will support in particular the following two Horizon Europe key strategic orientations and impact areas associated to them20 KEY STRATEGIC ORIENTATIONS FOR R&IKSO A: Promoting an open strategic autonomy by leading the development of key digital, enabling and emerging technologies, sectors and value chainsKSO D: Creating a more resilient, inclusive and democratic European society IMPACT AREASCompetitive and secure data-economy High quality digital services for allA resilient EU prepared for emerging threats Good health and high-quality accessible healthcare EXPECTED IMPACTS5. Unlocking the full potential of new tools, technologies and digital solutions for a healthy society 6. Maintaining an innovative, sustainable and globally competitive health-related industry1. Staying healthy in a rapidly changing society 2. Living and working in a health- promoting environment 3. Tackling diseases and reducing their burden 4. Ensuring access to innovative, sustainable & high-quality health care 20 While the figure shows the cluster's contribution to key strategic orientations A and D and corresponding impact areas, it should be noted that the cluster will also contribute to other key strategic orientations and impact areas not depicted in the figure.39 HORIZON EUROPE Strategic Plan | 2021 - 2024 Table 1 Overview of R&I expected impacts, cluster intervention areas, and Horizon Europe partnerships EXPECTED IMPACT1INTERVENTION AREAS COVEREDEUROPEAN PARTNERSHIPS 1. Staying healthy in a rapidly changing society (...)1.2.1. Health throughout the Life Course 1.2.2. Environmental and Social Health Determinants 2. Living and working in a health- promoting environment (...)1.2.2. Environmental and Social Health Determinants 1.2.1. Health throughout the Life CoursePartnership on Risk Assessment of Chemicals 3. Tackling diseases and reducing disease burden (...)1.2.3. Non-Communicable and Rare Diseases 1.2.4. Infectious Diseases, including poverty-related and neglected diseasesEU-Africa Global Health Partnership2 Rare Diseases One Health AMR Fostering a European Research Area for Health Research (ERA for Health) 4. Ensuring access to innovative, sustainable and high-quality health care (...)1.2.6. Health Care Systems Transformation of Health Care systems Pandemic Preparedness 5. Unlocking the full potential of new tools, technologies and digital solutions for a healthy society (...)1.2.5. Tools, Technologies and Digital Solutions for Health and Care, including personalised medicinePersonalised Medicine 6. Maintaining an innovative, sustainable and globally competitive health-related industry (...)1.2.5. Tools, Technologies and Digital Solutions for Health and Care, including personalised medicine 1.2.6. Health Care SystemsHealth Innovation Partnership (Innovative Health Initiative)2 1 In the table, partnerships are indicated for one impact even if some of them contribute to several ones. 2 Candidate Institutionalised European Partnership based on Article 187 TFEU that requires the preparation and adoption of a Commission proposal for Council Decision . 2. International cooperation The EU is a major leader in research and innovation for developing health technologies, improving health services or adapting health systems that promote health and well- being and prevent, treat and cure diseases in Europe and worldwide. In order to achieve the greatest impact and benefits for the health and well-being of its population and living up to its leadership role, international cooperation and partnerships with third countries and other international partners are key for tapping the best expertise and know-how available worldwide, for leveraging a critical scale of resources, and for tackling global health risks and societal challenges. Infectious diseases outbreaks and the spread of 40 HORIZON EUROPE Strategic Plan | 2021 - 2024 antimicrobial resistance (AMR) do not follow geographical borders, environmental factors in an urban or rural context create similar exposure and occurrences in different regions, and demographic changes due to societal segregation (urbanisation) and ageing as well as the challenges of data are not European challenges only. Horizon Europe's cluster health will remain an essential vehicle to realise and contribute to the EU's international commitments on global health, notably the United Nations Sustainable Development Goal 3 (SDG 3) on Health and Well-being for All, including its targets on global maternal, new-born and child mortality, its pollution-related morbidity and mortality targets, its neglected disease burden as well as the objectives and targets of WHO action plans and programmes of action. It will also be important that the cluster health can react swiftly and decisively to Public Health Emergencies of International Concern (PHEIC) declared by WHO and support urgently needed research. The cluster can also contribute to increased preparedness and response of health systems, including in fragile or low-resourced settings. Seeking complementarities and synergies with the EU's external cooperation and humanitarian policies and programmes will not only reinforce the links between research and implementation and support evidence-based policy-making but in particular amplify the uptake and deployment of research and innovation results and solutions and thus the impact of EU investments. Main areas for international cooperation and activities to be aligned with R&I of third countries/ regions at major scale or to be carried out in cooperation with organisations in third countries: Infectious diseases, antimicrobial resistances and public health emergencies through dedicated actions and multilateral initiatives, including One Health approaches, such as the European and Developing Countries Clinical Trial Partnership (EDCTP), the Coalition of Epidemic Preparedness Innovation (CEPI), the Global Research Collaboration for Infectious Disease Preparedness (GloPID-R) to prepare and respond quickly to public health emergencies in Europe and worldwide, and the Access to COVID-19 Tools (ACT) Accelerator to accelerate the development, production and equitable access to new COVID-19 diagnostics, therapeutics and vaccines. Global Health, in particular through cooperation with the World Health Organisation (WHO), other international organisations and global health actors, and low- and middle income countries. Personalised medicine, through dedicated actions and multilateral initiatives, such as the International Consortium for Personalised Medicine (ICPerMed), the 1 Million Genomes Initiative or the International Human Epigenome Consortium (IHEC). Chronic diseases, through dedicated actions and multilateral initiatives, such as the Global Alliance for Chronic Diseases (GACD) and the International Rare Diseases Research Consortium (IRDiRC).41 HORIZON EUROPE Strategic Plan | 2021 - 2024 Cohorts-based clinical studies of health and diseases, through common approaches, and protocols. Brain and Mental Health, through dedicated actions and multilateral initiatives, such as the International Initiative for Traumatic Brain Injury Research (InTBiR). Impact of the environment on human health, through dedicated research actions on the exposome and human biomonitoring, including through cooperation with the WHO-Europe Environment and Health process. Improving access, sustainability and quality of health care in low- and middle- income countries (LMICs), in particular in Africa, through implementation research. US participants of projects funded under the health cluster will continue to be eligible for funding, in response to the openness of the USA National Institutes of Health (NIH) programme to European researchers. 3. Cross-cluster complementarities Table 2 Overview of Cross Cluster Complementarities NUMBER AND NAME OF CLUSTERRELEVANT EXPECTED IMPACT OF THE CLUSTER DESCRIBED LEFTPOSSIBLE COMPLEMENTARITIES 2. CULTURE, CREATIVITY AND INCLUSIVE SOCIETY 9. Social and economic resilience and sustainability are strengthened through a better understanding of the social, ethical, political and economic impacts of drivers of change (such as technology, globalisation, demographics, mobility and migration) and their interplay. 10. Inclusive growth is boosted and vulnerabilities are reduced effectively through evidence-based policies for protecting and enhancing employment, education, social fairness and tackling inequalities, including in response to the socio-economic challenges due to the COVID-19 pandemic.Expected impact 1 'Staying healthy in a rapidly changing society': Synergies on health inequalities, on other inequalities affecting health, or on citizens' behaviour and engagement. Expected impact 4 'Ensuring access to innovative, sustainable and high-quality health care': Synergies on health economics and economic models, on cost- effectiveness, fiscal sustainability and accessibility of healthcare, or on adaptation of public health systems to societal challenges (climate change, environmental degradation, migration, demographic change, emerging epidemics and One Health AMR) thereby contributing to building resilience.42 HORIZON EUROPE Strategic Plan | 2021 - 2024 3. CIVIL SECURITY FOR SOCIETY11. Losses from natural, accidental and man-made disasters are reduced through enhanced disaster risk reduction based on preventive actions, better societal preparedness, and resilience, and improved disaster risk management in a systemic way. 13. Crime and terrorism are more effectively tackled, while respecting fundamental rights, and resilience and autonomy of physical and digital infrastructures are enhanced and vital societal functions are ensured, thanks to more powerful prevention, preparedness and response, a better understanding of related human, societal and technological aspects, and the development of cutting-edge capabilities for law enforcement agencies and infrastructure operators, including measures against cybercrime. 14. Increased cybersecurity and a more secure online environment by developing and using effectively EU and Member States' capabilities in digital technologies supporting protection of data and networks aspiring to technological sovereignty in this field, while respecting privacy and other fundamental rights; this should contribute to secure services, processes and products, as well as to robust digital infrastructures capable to resist and counter cyber-attacks and hybrid threats.Expected impact 3 'Tackling diseases and reducing disease burden': Synergies on health security/ emergencies (preparedness and response, medical counter measures, epidemic outbreaks/pandemics, One Health AMR, natural disasters and technological incidents, bioterrorism). Expected impact 4 'Ensuring access to innovative, sustainable and high- quality health care': Synergies on security of health care infrastructures, incl. digital health infrastructures, health systems preparedness and response to disasters and other emergencies, and quality and safety of medicine (counterfeit and substandard medicine, illicit drugs, One Health AMR). 4. DIGITAL, INDUSTRY AND SPACE16. Industrial leadership and increased autonomy in key strategic value chains with security of supply in raw materials, achieved through breakthrough technologies in areas of industrial alliances, dynamic industrial innovation ecosystems and advanced solutions for substitution, resource and energy efficiency, effective reuse and recycling and clean primary production of raw materials, including critical raw materials and leadership in circular economy.Expected impact 1 'Staying healthy in a rapidly changing society': Synergies on digital tools, telemedicine or smart homes. Expected impact 2 'Living and working in a health-promoting environment': Synergies on health-related space research and innovation for location- based services, geo-observation and monitoring (e.g. of pollution); on health impact assessment (e.g. of biodiversity 43 HORIZON EUROPE Strategic Plan | 2021 - 2024 17. Globally attractive, secure and dynamic data-agile economy by developing and enabling the uptake of the next-generation computing and data technologies and infrastructures (including space infrastructure and data), enabling the European single market for data with the corresponding data spaces and a trustworthy artificial intelligence ecosystem. 20. A human-centred and ethical development of digital and industrial technologies, through a two-way engagement in the development of technologies, empowering end-users and workers, and supporting social innovation.loss, infrastructures, urban planning, transport technologies, chemicals and other substances, incl. pollution and One Health AMR). Expected impact 3 'Tackling diseases and reducing disease burden': Synergies on decision-support systems or on geo-observation and monitoring (e.g. of disease vectors, epidemics). Expected impact 4 'Ensuring access to innovative, sustainable and high-quality health care': Synergies on cybersecurity of (public) health systems, products and infrastructures of digitalised health and care, or on health impact assessment (e.g. related to consumer products, working place innovation). Expected impact 5 'Unlocking the full potential of new tools, technologies and digital solutions for a healthy society': Synergies on digitalisation of the health sector, incl. health technologies, medical devices and key enabling technologies; assisted, autonomous, independent and empowered living; smart homes; decision support systems; health impact assessment (e.g. related to consumer products, working place innovation). Expected impact 6 'Maintaining an innovative, sustainable and globally competitive health industry': Synergies on industrial research and innovation infrastructures (pilot plants, testing and simulation facilities, open innovation hubs); additive manufacturing (3D/4D printing) and other production technologies (incl. bio manufacturing); safe, smart and sustainable materials. 5. CLIMATE, ENERGY AND MOBILITY21. Transition to a climate-neutral and resilient society and economy enabled through advanced climate science, pathways and responses to climate change (mitigation and adaptation) and behavioural transformations.Expected impact 1 'Staying healthy in a rapidly changing society': Synergies on urban health or on mitigating the impact of road traffic accidents and related injuries.44 HORIZON EUROPE Strategic Plan | 2021 - 2024 25. Towards climate-neutral and environmental friendly mobility through clean solutions across all transport modes while increasing global competitiveness of the EU transport sector.Expected impact 2 'Living and working in a health-promoting environment': Synergies on the surveillance, prediction and mitigation of the health impact of climate change, on the health impact of transport-related environmental pollution (such as air and noise pollution), on transport and mobility related risks on health, or on concepts/technologies for smart and healthy homes, rural areas and cities; on health impact assessment (e.g. of infrastructure, urban planning, transport, technologies, chemicals and other substances, incl. pollution) and on preventable environmental causes of diseases. 6. FOOD, BIOECONOMY, NATURAL RESOURCES, AGRICULTURE & ENVIRONMENT29. Sustainable and circular management and use of natural resources as well as prevention and removal of pollution are mainstreamed, unlocking the potential of the bio- economy, ensuring competitiveness, and guaranteeing healthy soil, air, fresh and marine water for all, through better understanding of planetary boundaries and deployment of innovative technologies and other solutions, notably in primary production, forestry and bio- based systems. 30. Food and nutrition security for all within planetary boundaries is ensured through knowledge, innovations and digitalisation in agriculture, fisheries, aquaculture and food systems, which are sustainable, resilient, inclusive, safe and healthy from farm to fork. 31. Rural, coastal, and urban areas are developed in a sustainable, balanced and inclusive manner thanks to a better understanding of the environmental, behavioural, socio-economic and demographic drivers of change as well as deployment of digital, social and community-led innovations.Expected impact 1 'Staying healthy in a rapidly changing society': Synergies on role of nutrition for health (incl. human microbiome, mal- and over- nutrition, safe food), personalised diets (incl. food habits in general and childhood obesity in particular) and the impact of food-related environmental stressors on human health (incl. marketing and consumer habits). Expected impact 2 'Living and working in a health-promoting environment': Synergies on human biomonitoring, on healthy ecosystems and human habitats (incl. nature-based solutions for health and well-being), on the sustainable management of clean water, soil, air, and biodiversity; on health impact assessment (e.g. of infrastructure, urban planning, transport, technologies, chemicals and other substances, incl. pollution); and on preventable environmental causes of diseases. Expected impact 3 'Tackling diseases and reducing disease burden': Synergies on health security, One Health AMR (one health approach across human, animal/plant, soil/ water health), biodiscovery and biotechnology, personalised diets to reducing the burden of diseases.Cluster 2 CULTURE, CREATIVITY & INCLUSIVE SOCIETYCLUSTER IMPACT SUMMARY 46 HORIZON EUROPE Strategic Plan | 2021 - 2024 The EU stands for a unique way of combining economic growth with high levels of social protection and inclusion, shared values including democracy, human rights, gender equality and the richness of diversity. This model is constantly evolving and challenged by exogenous as well as endogenous factors such as, inter alia, demographic trends, globalisation and technological change. Activities in Cluster Culture, Creativity and Inclusive Society focus on challenges pertaining to democratic governance, cultural heritage and the creative economy, as well as social and economic transformations. The challenges are interconnected and reflect the most pressing social, political, economic and cultural concerns and expectations of European citizens. They provide a clear picture of what benefits citizens and different stakeholders can expect from research and innovation actions supported under this cluster. Cluster 2 Culture, Creativity and Inclusive Society will enable decision makers to meet challenges, as well as to adopt new paradigms and policies for change in a context of fast-paced transformations, transitions and international interconnectedness. Although the challenges are great, so too are the opportunities to turn these into strengths through European cohesion, inclusiveness, accessibility, convergence, diversity and creativity across all areas of the economy, society, culture and governance. In line with the United Nations Sustainable Development Goals, cluster 2 will address EU priorities that give a new push to European democracy; support an economy that works for people; the European Green Deal; make Europe fit for the digital age; protect our European way of life; make Europe Stronger in the World; better manage migration and mobility; protect our cultural heritage and stimulate creativity. The Cluster will also address the unprecedented societal consequences of the COVID-19 pandemic and will mobilise European social sciences and humanities research for providing evidence bases that enable policies helping recovery and enhancing resilience and responsiveness in case of future crises. HOW WILL CLUSTER 2 OF HORIZON EUROPE MAKE A DIFFERENCE? 1. Expected impacts of cluster 2 Cluster 2 will program investments to achieve the following impacts: 7. Democratic governance is reinvigorated by improving the accountability, transparency, effectiveness and trustworthiness of rule-of-law based institutions and policies, and through the expansion of active and inclusive citizenship empowered by the safeguarding of fundamental rights.47 HORIZON EUROPE Strategic Plan | 2021 - 2024 The aim of the research investments is to develop innovations, policies and policy recommendations, as well as institutional frameworks that expand political participation, social dialogue, civic engagement and equality, including gender equality, and help fight discrimination and racism. Activities will also enhance transparency, the effectiveness of public policy-making, accountability and legitimacy. They will equally improve trust in democratic institutions, media, safeguard liberties and the rule of law, and protect democracy from multidimensional threats, including disinformation. Rich empirical analyses, put in cultural and historical perspectives, in combination with theoretical rigour, experimentation and normative reflection will set the frame for soundly understanding present developments and help the mapping of future pathways. In the medium to long term, the knowledge, data, scientifically robust recommendations and innovations generated will enhance decision making on all aspects relevant to democratic governance. 8. The full potential of cultural heritage, arts and cultural and creative sectors as a driver of sustainable innovation and a European sense of belonging is realised through a continuous engagement with society, citizens and economic sectors as well as through better protection, restoration and promotion of cultural heritage. The investments will result in better access to, understanding of and engagement with cultural heritage. They will bring to the fore common values, traditions, beliefs and the different influences our cultures have been exposed to and have absorbed over time. This will support the emergence of a sense of belonging and building a European identity based on the common roots of the diversity of European cultural heritage while opening up new perspectives and dimensions for the future. Research and innovation results will contribute to European integration and societal cohesion by providing better, wider and more equal access to culture, heritage and the arts and by analysing the role of culture and cultural heritage in multi-cultural societies and patterns of cultural inclusion and exclusion. Horizon Europe activities will also enhance the governance and cooperation of European cultural heritage institutions and networks. As a key action, they will improve the protection, enhancement, conservation and more efficient restoration of European cultural heritage. Research activities will increase the quality standards for conservation and restoration of European cultural heritage. Research and innovation will provide solutions for making the EU a world leader in conservation technologies, management, high quality digitisation and curation of digital heritage assets. Supported activities will provide research and innovation for developing sustainable and inclusive cultural tourism in Europe. They will also increase capacities for the protection of endangered cultural heritage and deployment of preventive measures against the illicit trade in cultural goods. Research and innovation will also help the preservation of endangered languages. Research and innovation within this cluster will support European policies that strengthen the innovation potential of cultural and creative industries, contributing to sustainable growth and job creation.48 HORIZON EUROPE Strategic Plan | 2021 - 2024 9. Social and economic resilience and sustainability are strengthened through a better understanding of the social, ethical, political and economic impacts of drivers of change (such as technology, globalisation, demographics, mobility and migration) and their interplay. 10. Inclusive growth is boosted and vulnerabilities are reduced effectively through evidence-based policies for protecting and enhancing employment, education, social fairness and tackling inequalities, including in response to the socio-economic challenges due to the COVID-19 pandemic. Expected impacts 9 and 10 are synergetic and build upon each other to strengthen the EU's inclusive growth and upward convergence via social investment and productivity enhancing policies in line with the European Pillar of Social Rights, the EU's policies on jobs and growth and the Just Transition Mechanism. Research and innovation investments will contribute to reversing inequalities, including gender inequality, supporting equal opportunities and tackling social exclusion. They will also take into account long-term trends and risks to advance the EU's employment, education and social, including digital, inclusion policies. Research and innovation activities will assess and help taking advantage of the multidimensional impacts of technology on the future of work, productivity, employment, taxation, welfare and the public sector. In addition, actions will develop innovative approaches to connecting education, life- long learning and training to emerging social and labour market needs in support of EU education, employment and sustainability policies. Supported activities will aim at responding to new impacts of globalisation with a view to fairness as well as economic and social resilience. The activities will develop the knowledge base on policies to strengthen economic resilience through shock absorption mechanisms at EU level via fiscal, monetary, labour market and macro prudential policies. Research and innovation will contribute to mitigating the negative effects of demographic change and maximise the socio-economic potential of ageing societies. Activities will also support the governance of migration and the integration of migrants and populations of immigrant background into European labour markets and societies. They will contribute to EU migration and mobility policies, both internal and external. The overall knowledge generated will feed into the design of institutions in line with the above mentioned objectives and will facilitate the assessment of policy needs and outcomes in the field of the societal and economic transformations.49 HORIZON EUROPE Strategic Plan | 2021 - 2024 Cluster 2 will support in particular the following two Horizon Europe key strategic orientations and impact areas associated to them21 KEY STRATEGIC ORIENTATIONS FOR R&IKSO A: Promoting an open strategic autonomy by leading the development of key digital, enabling and emerging technologies, sectors and value chainsKSO D: Creating a more resilient, inclusive and democratic European society IMPACT AREASCompetitive and secure data-economy High quality digital services for allA resilient EU prepared for emerging threats A secure, open and democratic EU society Inclusive growth and new job opportunities EXPECTED IMPACTS8. Full potential of cultural heritage, arts and cultural and creative sectors7. Democratic governance is reinvigorated by improving the accountability, transparency, effectiveness and trustworthiness of rule-of-law based institutions and policies 9. Social and economic resilience and sustainability 10. Inclusive growth through evidence- based policies for employment, education, social fairness and inequalities, including in response to the socio-economic challenges due to the COVID-19 pandemic 21 While the figure shows the cluster's contribution to key strategic orientations A and D and corresponding impact areas, it should be noted that the cluster can also contribute to other key strategic orientations and impact areas not depicted in the figure.50 HORIZON EUROPE Strategic Plan | 2021 - 2024 Table 1 Overview of R&I expected impacts, cluster intervention areas, and Horizon Europe partnerships EXPECTED IMPACT INTERVENTION AREAS COVEREDEUROPEAN PARTNERSHIPS 7. Democratic governance is reinvigorated by improving the accountability, transparency, effectiveness and trustworthiness of rule-of-law based institutions and policies and through the expansion of active and inclusive citizenship empowered by the safeguarding of fundamental rights.Democracy and Governance N.A. 8.The full potential of cultural heritage, arts and cultural and creative sectors as a driver of sustainable innovation and a European sense of belonging is realised through a continuous engagement with society, citizens and economic sectors as well as through better protection, restoration and promotion of cultural heritage. Cultural Heritage N.A. 9. Social and economic resilience and sustainability are strengthened through a better understanding of the social, ethical, political and economic impacts of drivers of change (such as technology, globalisation, demographics, mobility and migration) and their interplay.Social and Economic TransformationsN.A. 10. Inclusive growth is boosted and vulnerabilities are reduced effectively through evidence- based policies for protecting and enhancing employment, education, social fairness and tackling inequalities, including in response to the socio- economic challenges due to the COVID-19 pandemic.Social and Economic TransformationsN.A.51 HORIZON EUROPE Strategic Plan | 2021 - 2024 2. International cooperation The intervention areas under Cluster 2 will benefit from drawing on insights and perspectives from international cooperation. Engaging in international cooperation will allow for a better assessment of challenges in their global, regional or local context. To this end, work with international partners will be undertaken on issues such as multilateral governance, employment and social aspects of changing trade patterns and value chains, the drivers and governance of migration, the democratic governance of cultural diversity, and the crises and promotion of democracy in the EU neighbourhood. International collaborations will also allow for broader connections when addressing global trends in democratic governance, intercultural relations and cooperation on cultural heritage, inclusive growth, and decent work and fair working conditions in the context of globalisation. 3. Cross-cluster complementarities Synergies and complementarities with other clusters will be enhanced through broad cross- sectoral collaboration in various fields described below. With cluster 1 on health related socio-economic and gender inequalities, i.a in terms of healthcare access, on other inequalities affecting health, on end users' engagement, on adaptation of public health systems to societal challenges (e.g. demographic change), on health economics and economic models (e.g. socio-economic modelling), on cost- effectiveness, fiscal sustainability, resilience and accessibility of healthcare. The main complementarities between Cluster 3 and 2 manifest themselves in understanding and countering radicalisation and extremism, building societal resilience to disinformation and fake news, protecting cultural heritage and developing responses to crises. The research on fundamental rights and civil liberties in Cluster 2 will inform research on security in Cluster 3. Cross-cluster complementarities between cluster 2 and 4 are set to comprise e.g. qualitative research on the nature of job transformations for industry 4.0/5.0, the analysis of human- machines interactions, research on gender and racial biases in AI, research on design, business models for sustainable developments, and the study of citizens' participation and public engagement in industrial technologies, as well as cultural heritage research. Main complementarities between cluster 2 and 5 are to pivot around just transition and social resilience, including the need to effectively engage and enable citizens to participate in the clean energy transition, from planning to decision-making and implementation. Activities within Cluster 6 also feature complementarities with Cluster 2, notably on improving rural well-being and long-term socio-economic prospects, as well as through research on promoting and valorising cultural heritage and developing innovative cultural and creative industries.52 HORIZON EUROPE Strategic Plan | 2021 - 2024 Table 2 Overview of Cross Cluster Complementarities NUMBER AND NAME OF CLUSTER RELEVANT EXPECTED IMPACT OF THE CLUSTER DESCRIBED LEFTPOSSIBLE COMPLEMENTARITIES 1. HEALTH 1. Staying healthy in a rapidly changing society (...) 4. Ensuring access to innovative, sustainable and high-quality health care (...)Access to health care Combatting socio-economic inequalities Health economics and economics models Cost-effectiveness, fiscal sustainability and accessibility of healthcare Adaptation of public health systems to societal challenges (migration, demographic change) Contributing to building resilience 3. CIVIL SECURITY FOR SOCIETY11. Losses from natural, accidental and man-made disasters are reduced through enhanced disaster risk reduction based on preventive actions, better societal preparedness, and resilience and improved disaster risk management in a systemic way. 12. Legitimate passengers and shipments travel more easily into the EU, while illicit trades, trafficking, piracy, terrorist and other criminal acts are prevented, thanks to improved air, land and sea border management and maritime security including better knowledge on social factors. 14. Increased cybersecurity and a more secure online environment by developing and using effectively EU and Member States' capabilities in digital technologies supporting protection of data and networks aspiring to technological sovereignty in this field, while respecting privacy and other fundamental rights; this should contribute to secure services, processes and products, as well as to robust digital infrastructures capable to resist and counter cyber-attacks and hybrid threats.Countering radicalisation and extremism, researching fundamental rights and civil liberties, combatting disinformation and fake news, improving response to domestic violence, and protecting cultural heritage.53 HORIZON EUROPE Strategic Plan | 2021 - 2024 4. DIGITAL, INDUSTRY, SPACE15. Global leadership in clean and climate-neutral industrial value chains, circular economy and climate-neutral digital systems and infrastructures (networks, data centres) through innovative production and manufacturing processes and their digitisation, new business models, sustainable- by-design advanced materials and technologies enabling the switch to decarbonisation in all major emitting industrial sectors, including green digital technologies. 16. Industrial leadership and increased autonomy in key strategic value chains with security of supply in raw materials, achieved through breakthrough technologies in areas of industrial alliances, dynamic industrial innovation ecosystems and advanced solutions for substitution, resource and energy efficiency, effective reuse and recycling and clean primary production of raw materials, including critical raw materials and leadership in circular economy. 17. Globally attractive, secure and dynamic data-agile economy by developing and enabling the uptake of the next-generation computing and data technologies and infrastructures (including space infrastructure and data), enabling the European single market for data with the corresponding data spaces and a trustworthy artificial intelligence ecosystem. 18. Open strategic autonomy in digital technologies and in future emerging enabling technologies by strengthening European capacities in key parts of digital and future supply chains, allowing agile responses to urgent needs, and by investing in early discovery and industrial uptake of new technologies.Destination manufacturing: qualitative research on the nature of job transformations for industry 4.0/5.0 Destination Artificial intelligence & robotics: analysis of human-machines interactions, analysis of gender and racial bias in AI. Destination cross-cutting issues (business intelligence): analysis of business models for sustainable developments. Destination cross-cutting issues: study of citizens' participation and public engagement in industrial technologies respect of citizens' rights and freedoms in the use of digital technologies. Changes in the model of work and especially lessons that can be drawn from the pandemic experience on the changes in human behaviour. Ensuring meaningful and effective ways of gaining the participation and trust of all of those currently left behind.54 HORIZON EUROPE Strategic Plan | 2021 - 2024 19. Open strategic autonomy in developing, deploying and using global space-based infrastructures, services, applications and data including by reinforcing the EU's independent capacity to access space, securing the autonomy of supply for critical technologies and equipment and fostering the EU's space sector competitiveness. 20. A human-centred and ethical development of digital and industrial technologies, through a two-way engagement in the development of technologies, empowering end-users and workers, and supporting social innovation. 5. CLIMATE, ENERGY AND MOBILITY21. Transition to a climate-neutral and resilient society and economy enabled through advanced climate science, pathways and responses to climate change (mitigation and adaptation) and behavioural transformations.Socio-economic research can provide analysis and recommendations for just transition and citizen's engagement and participation. 6. FOOD, BIO-ECONOMY, NATURAL RESOURCES, AGRICULTURE & ENVIRONMENT31. Rural, coastal, and urban areas are developed in a sustainable, balanced and inclusive manner thanks to a better understanding of the environmental, behavioural, socio- economic and demographic drivers of change as well as deployment of digital, social and community-led innovations.Knowledge gaps, integrated policies and place-based innovations taking into account the specific needs of rural communities.Cluster 3 CIVIL SECURITY FOR SOCIETYCLUSTER IMPACT SUMMARY 56 HORIZON EUROPE Strategic Plan | 2021 - 2024 While the threats of terrorism and crime within the EU remain serious, challenges like cyber-attacks are requiring coordinated responses and novel concepts. The protection and resilience of physical and digital infrastructures, as well as of vital societal functions, needs to be stepped up. Irregular migration caused by ongoing insecurity and economic instability in the EU's neighbourhood and beyond as well as an increase of legal movements of persons and goods are requiring new technological solutions for better integrated border management. Disasters, whether natural or man-made, call for better preparation to prevent and reduce the loss of life, harm to health and the environment, economic and material damage as well as to improve the understanding and reduction of disaster risks and post-disaster lesson learning. Climate change is likely to exacerbate security challenges outside of disaster events, and lessons need to be learnt from the COVID-19 crisis both in terms of preparedness and capacity building for crises and in improving responses to cross-sectoral aspects of such events. Cluster 3 has the vision to support wider EU responses to those security challenges while ensuring free movement and protecting the integrity of the Schengen area. This means supporting 'a resilient and more stable Europe that protects' as well as for this purpose supporting a competitive European civil security industry sector. As those challenges are rapidly evolving and social and technological developments are making a response increasingly complex, security research can serve as a tool to move from a reactive approach to security to a proactive approach based on foresight, prevention and anticipation. Cluster 3 will support in particular the Commission policy priority 'Promoting our European way of life', as well as 'European Green Deal' and 'Europe fit for the digital age'. It will in particular support the implementation of the Security Union Strategy, the Counter-Terrorism Agenda, the border management and security dimensions of the New Pact on Migration and Asylum, EU Disaster Risk Reduction policies, the EU Maritime Security Strategy and the EU Cybersecurity Strategy. HOW WILL CLUSTER 3 OF HORIZON EUROPE MAKE A DIFFERENCE? 1. Expected impacts of cluster 3 Cluster 3 will programme investments to achieve the following impacts: 11. Losses from natural, accidental and man-made disasters are reduced through enhanced disaster risk reduction based on preventive actions, better societal preparedness, and resilience and improved disaster risk management in a systemic way. R&I actions will improve disaster risk management, including better understanding of the disaster risk management cycle for incidents with a high impact but a low probability of occurrence. R&I will enhance societal risk awareness, prevention and preparedness, 57 HORIZON EUROPE Strategic Plan | 2021 - 2024 including through early warning and alert systems and a capacity to be better prepared (including psychologically and socially) and able to respond to natural and man-made disasters. By significantly improving precision and verifiability of predictions in relation to disaster occurrences, more informed long-term decision support can be provided as well as an encouragement of risk-informed innovations. With the help of enhanced technological solutions and concepts, relevant communities can be better involved in developing and implementing plans for cost-effective risk reduction and societal resilience, including for the evacuation of vulnerable populations. An improved response to disasters requires better tools and procedures for the coordination of cross-border incidents, and more integrated and interoperable technologies, tools and methods to support emergency procedures developed with all relevant actors. R&I can lead to the creation of standards on the EU-level for response and emergency planning. Targeted R&I will tackle cross-sectoral and multilevel governance on disaster risk management at EU level which also manages trade-offs in policy-making (not only civil protection as such but related areas such as land management, agriculture and rural development, as well as environment, climate and energy). It will contribute to the creation of methodologies to be defined for 'resilient by design' infrastructure. As a result of improved knowledge of human and social factors, post-disaster recovery that can better respect local communities' aesthetic-historical- social values as well as quality standards for cultural heritage sites. More specifically, four areas require more targeted R&I: (a) Chemical, biological, radiological, nuclear and explosive (CBRN-E) incidents (deeper understanding of risks, better comparability of data, filling gaps in capabilities for first responders, methods for cooperation between relevant actors); (b) Climate-related risks and extreme events (more exact forecasting of occurrences and impacts, understanding of climate change related risks and vulnerabilities (such as floods, droughts and forest fires), including their application within emergency planning, more flexible adaptation to climate change impacts, improved cross-border management); (c) Geological disasters, such as earthquakes, volcanic eruptions and tsunamis (better and technologically advanced civil protection capacities, notably faster detection and evacuation of victims); (d) Pandemics and emerging infectious diseases (earlier detection of outbreaks, better response for example by European Pandemic Preparedness Plans22). 12. Legitimate passengers and shipments travel more easily into the EU, while illicit trades, trafficking, piracy, terrorist and other criminal acts are prevented, thanks to improved air, land and sea border management and maritime security including better knowledge on social factors. R&I will enhance the interoperability and performance of relevant EU information systems, leading to better and faster exchange as well as analysis. Concerning the movement of persons, and with the contribution of the European Border and Coast Guard Agency (Frontex) in identifying the relevant requirements, R&I will contribute to developing 22 See the requirement for Preparedness Plans in Decision No 1082/2013/EU on serious cross-border threats to health, as well as the link with the International Health Regulations (2005).58 HORIZON EUROPE Strategic Plan | 2021 - 2024 tools and methods for Integrated Border Management, possibly also taking into account capacities of transit countries along migratory routes towards the EU as useful for European Integrated Border Management, in particular to increase reaction capability and capacity for border surveillance and monitoring movements across external borders, as well as better risk-detection, incident response and prevention, and identification of and response to crime. Concerning the flow of goods, R&I actions will address requirements identified by EU customs authorities, notably improved detection of fraudulent activities at border crossing points and throughout the transportation and supply chain. R&I will address capability requirements identified by the EU Maritime Security Action Plan, thus enabling better maritime surveillance, risk awareness and management of EU critical maritime infrastructure border protection and coast guard functions. 13. Crime and terrorism are more effectively tackled, while respecting fundamental rights, and resilience and autonomy of physical and digital infrastructures are enhanced and vital societal functions are ensured, thanks to more powerful prevention, preparedness and response, a better understanding of related human, societal and technological aspects, and the development of cutting-edge capabilities for police authorities and infrastructure operators, including measures against cybercrime. R&I will bring improved prevention, investigation and mitigation of impacts of criminal acts, including of new/emerging types (such as those resulting from digitisation and other technologies). This needs to be based on a deeper knowledge of human and social aspects of relevant societal challenges, such as violent radicalisation, child sexual exploitation, trafficking of human beings, corruption and cyber criminality, including support to victims. R&I can further help to transpose such knowledge into the operational activities of EU police authorities and civil society organisations. R&I will support police authorities in better tackling crime, including cybercrime and terrorism as well as the different forms of serious and organised crime (such as smuggling, money laundering, identity theft including hacking individual devices, counterfeiting of products, trafficking of illicit drugs and of falsified/substandard medicines, environmental crime or illicit trafficking of cultural goods) by developing new technologies, tools and systems (including digital tools, e.g. artificial intelligence). This refers especially to capabilities to analyse in near-real-time large volumes of data to forestall criminal events, or to combat disinformation and fake news with implications for security. R&I actions will develop operational tools for enhanced criminal investigation capabilities for police authorities, covering a broad range of activities including forensics, big data management, investigation of cybercriminal activities, improved cross-border cooperation and exchange of evidence. R&I will bring improved security of public spaces while preserving their open nature. With regards to CBRN-E threats, R&I allows to generate knowledge for counter-terrorism on the continuously evolving methods related to dangerous chemicals, and developing technologies to counter and respond to related incidents.59 HORIZON EUROPE Strategic Plan | 2021 - 2024 In addition, R&I activities will better ensure security, safety and resilience of basic societal functions such as healthcare, law enforcement, energy, mobility, public services and electoral systems, financial services, communication and logistics infrastructures and networks (both physical, on ground and in space, and digital), so as to minimise societal disruptions. In order to allow for effective countermeasures, there is a need for better risk- and vulnerability assessments, especially taking into account systemic threats, interdependencies between different infrastructures and cascading risks taking into account the cross-border dimension. To better prevent and detect attacks (including cyber and hybrid attacks) or natural hazards as well as to allow for quick response, R&I will bring new tools for security actors (police, relief workers, disaster managers, crisis managers) notably in the fields of communication, data analysis and advanced robotics, with a view to developing largely autonomous detection and response capabilities. R&I will contribute to increased knowledge, technologies, new concepts and cooperation instruments that will help mitigation of consequences and faster recovery of service performance levels, including leveraging the potential of big data analysis and artificial intelligence. 14. Increased cybersecurity and a more secure online environment by developing and using effectively EU and Member States' capabilities in digital technologies supporting protection of data and networks aspiring to technological sovereignty in this field, while respecting privacy and other fundamental rights; this should contribute to secure services, processes and products, as well as to robust digital infrastructures capable to resist and counter cyber-attacks and hybrid threats. Supported by R&I, citizens, public authorities and companies, including SMEs, will be empowered to protect their data and online activities. This requires a resilient critical digital infrastructure, both private and public, that better protects the Digital Single Market and the digital life of citizens against malicious cyber activities. R&I should strengthen European cybersecurity industrial capacities, supply chain security and increased open strategic autonomy vis-à-vis foreign technologies. R&I will support the use of innovative digital technologies, including self-healing, artificial intelligence, cryptography, massively distributed computing and storage, as well as quantum technologies to increase data security and augment cybersecurity. It will further support innovations in secure hardware and software development and implementation and improve methods for cybersecurity testing and certification. All these measures are aimed at defending the integrity of the Digital Single Market as well as the EU's high standards concerning rights to privacy, protection of personal data, and the protection of other fundamental rights in the digital age on the global stage. For citizens, this notably includes protecting themselves when using social media. Relevant R&I actions will pay particular attention to the cybersecurity of the most vulnerable organisations and individuals. The frequency and complexity of cyber-attacks from state and/or criminal actors is increasing rapidly. R&I will therefore need to support the use, effectiveness and coordination of measures to respond to them. In order to defend against cyber-threats, the architectural principles of 'security-by-design' and 'privacy-by-design' will be implemented 60 HORIZON EUROPE Strategic Plan | 2021 - 2024 in digital technologies and their applications, such as 5G, industry 4.0, artificial intelligence, Internet of Things, block chain, quantum technologies, mobile devices and connected cooperative and autonomous mobility and energy. Activities under this expected impact of cluster 3 will be implemented in line with the future Regulation of the European Parliament and of the Council establishing the European Cybersecurity Industrial, Technology and Research Competence Centre and the Network of National Coordination Centre (COM 2018(630)).23 In addition, a number of cross-cutting R&I actions will support all of the above expected impacts: generate knowledge and value in cross-cutting matters in order to avoid sector-specific bias and to break silos that impede the proliferation of common security solutions; strengthen key pillars of the research and innovation cycle to increase the effectiveness and efficiency of its contribution to the development of security capabilities; support innovation uptake and go-to-market strategies with the aim of paving the way towards an increased industrialisation, commercialisation, adoption and deployment of successful outcomes of security research, thus contributing to reinforce the competitiveness of EU security industry and safeguard the security of supply of EU products in key security areas. 23 Political agreement between the European Parliament and the Council was achieved on 11 December 2020. 24 While the figure shows the cluster's contribution to key strategic orientations A and D and corresponding impact areas, it should be noted that the cluster can also contribute to other key strategic orientations and impact areas not depicted in the figure. Cluster 3 will support in particular the following two Horizon Europe key strategic orientations and impact areas associated to them24 KEY STRATEGIC ORIENTATIONS FOR R&IKSO A: Promoting an open strategic autonomy by leading the development of key digital, enabling and emerging technologies, sectors and value chainsKSO D: Creating a more resilient, inclusive and democratic European society IMPACT AREASCompetitive and secure data-economy Secure and cybersecure digital technologyA resilient EU prepared for emerging threats A secure, open and democratic EU society EXPECTED IMPACTS14. Increased cybersecurity and a more secure online environment11. Enhanced disaster risk reduction 12. Improved air/land/sea border management & maritime security 13. Tackling crime and terrorism, and threats to infrastructures 61 HORIZON EUROPE Strategic Plan | 2021 - 2024 Table 1 Overview of R&I expected impacts, cluster intervention areas, and Horizon Europe partnerships EXPECTED IMPACT INTERVENTION AREAS COVEREDEUROPEAN PARTNERSHIPS 11. Losses from natural, accidental and man-made disasters are reduced through enhanced disaster risk reduction based on preventive actions, better societal preparedness, and resilience and improved disaster risk management in a systemic way.Disaster-resilient societies N.A. 12. Legitimate passengers and shipments travel more easily into the EU, while illicit trades, trafficking, piracy, terrorist and other criminal acts are prevented, thanks to improved air, land and sea border management and maritime security including better knowledge on social factors.Protection and Security N.A. 13. Crime and terrorism are more effectively tackled, while respecting fundamental rights, and resilience and autonomy of physical and digital infrastructures are enhanced and vital societal functions are ensured, thanks to more powerful prevention, preparedness and response, a better understanding of related human, societal and technological aspects, and the development of cutting-edge capabilities for police authorities and infrastructure operators, including measures against cybercrime.Protection and Security CybersecurityN.A. 14. Increased cybersecurity and a more secure online environment by developing and using more effectively EU and Member States' capabilities in digital technologies supporting protection of data and networks aspiring to technological sovereignty in this field, while respecting privacy and other fundamental rights; this should contribute to secure services, processes and products, as well as to robust digital infrastructures capable to resist and counter cyber-attacks and hybrid threats.Cybersecurity The European Cybersecurity Industrial, Technology and Research Competence Centre, on which political agreement between the European Parliament and the Council was achieved in December 2020, will be an ad hoc EU body, which is considered as a European Partnership for the purposes of receiving funding from Horizon Europe.62 HORIZON EUROPE Strategic Plan | 2021 - 2024 2. International cooperation Security research requires a specific approach towards international cooperation to achieve the right balance between the need/opportunity to exchange with key international partners (including relevant international organisations) while at the same time ensuring the protection of the EU security interest and the need for open strategic autonomy in critical sectors. Association as the closest international cooperation modality provides an important instrument to pool resources to strategic R&I activities in this area, leveraging investments not only from the Member States and industry but also from the Associated Countries, which are an integral part of the European Research Area. In the area 'Disaster-resilient societies', there is an established culture of comprehensive research collaboration with third countries, taking account of the trans-national dimension of different natural and man-made hazards and their drivers (such as climate change). The Commission has also actively shaped such cooperation by participation in different fora and as chair of the International Forum to Advance First Responder Innovation (IFAFRI) in the last years. Therefore, in the area of 'Disaster-resilient societies', international cooperation will be strongly encouraged given the value of cooperating internationally in particular in developing technologies for first responders. In the areas of Protection and Security (including border management, infrastructure protection, and fighting crime and terrorism) and of Cybersecurity, international cooperation will be explicitly encouraged only where appropriate and specifically supporting ongoing collaborative activities. Due to the sensitive nature of most projects in those areas and the obvious interest of the EU to ensure confidentiality of results, as well as to maintain the ability to maintain open strategic autonomy in critical domains of security, such explicit cooperation will need to be assessed on a case-by-case basis and limited to selected international partners only. In line with the overall strategic approach to R&I policy, cooperation would need to be based on reciprocity and contribute to wider strategic goals of the EU.63 HORIZON EUROPE Strategic Plan | 2021 - 2024 3. Cross-cluster complementarities Table 2 Overview of Cross Cluster Complementarities NUMBER AND NAME OF CLUSTER RELEVANT EXPECTED IMPACT OF THE CLUSTER DESCRIBED LEFTPOSSIBLE COMPLEMENTARITIES 1. HEALTH 3. Health care providers are able to better tackle and manage diseases (infectious diseases, including poverty-related and neglected diseases, non-communicable and rare diseases) and reduce the disease burden on patients effectively thanks to better understanding and treatment of diseases, more effective and innovative health technologies, better ability and preparedness to manage epidemic outbreaks and improved patient safety.Pandemics 5. Health technologies, new tools and digital solutions are applied effectively thanks to their inclusive, secure and ethical development, delivery, integration and deployment in health policies and health and care systems. Protecting privacy and developing and using secure ICT services and tools and a robust digital infrastructure 2. CULTURE, CREATIVITY AND INCLUSIVE SOCIETY7. Democratic governance is reinvigorated by improving accountability, transparency, effectiveness and trustworthiness of rule of law based institutions and policies, and through the expansion of active and inclusive citizenship empowered by the safeguarding of fundamental rights.Fighting crime and terrorism: disinformation and fake news. Secure digital technologies and tools respecting privacy and other fundamental rights. Infrastructure protection: hybrid threats. 8. The full potential of cultural heritage, arts and cultural and creative sectors as a driver of sustainable innovation and a European sense of belonging is realised through a continuous engagement with society, citizens and economic sectors as well as through better protection, restoration and promotion of cultural heritage.Protection of cultural heritage from disaster risks. Fighting crime and terrorism: trafficking of cultural goods. Fighting crime and terrorism: protection of public spaces.64 HORIZON EUROPE Strategic Plan | 2021 - 2024 9. Social and economic resilience and sustainability are strengthened through a better understanding of the social, ethical, political and economic impacts of drivers of change (such as technology, globalisation, demographics, mobility and migration) and their interplay.Fighting crime and terrorism: smuggling, trafficking of persons. 4. DIGITAL, INDUSTRY AND SPACE17. Globally attractive, secure and dynamic data-agile economy by developing and enabling the uptake of the next-generation computing and data technologies and infrastructures (including space infrastructure and data), enabling the European single market for data with the corresponding data spaces and a trustworthy artificial intelligence ecosystem.Cybersecurity and a secure online environment. AI for law enforcement; Handling and sharing of data for fighting crime and terrorism; Space-based precision timing for critical infrastructure operation and protection; Situation awareness and wide area surveillance for border management and disaster resilience; Evolution of Copernicus security service; Secure Satellite Positioning and Navigation (Galileo PRS). 18. Open strategic autonomy in digital technologies and in future emerging enabling technologies by strengthening European capacities in key parts of digital and future supply chains, allowing agile responses to urgent needs, and by investing in early discovery and industrial uptake of new technologies.Supply chain security: better disaster preparedness and faster recovery in critical sectors and supply chains of digital technologies. Autonomous systems for wide area surveillance, critical infrastructure protection and disaster response. 19. Open strategic autonomy in developing, deploying and using global space-based infrastructures, services, applications and data, including by reinforcing the EU's independent capacity to access space, securing the autonomy of supply for critical technologies and equipment and fostering the EU's space sector competitiveness.Critical Space Infrastructure Protection; GOVSATCOM - Secure communications for internal security applications. 20. A human-centred and ethical development of digital and industrial technologies, through a two-way engagement in the development of technologies, empowering end-users and workers, and supporting social innovation.Human-centric security, privacy and ethics in digital technologies and tools. Fighting crime and terrorism - protection and security without intrusive / excessive surveillance.65 HORIZON EUROPE Strategic Plan | 2021 - 2024 All expected impacts (cross-cutting). Business intelligence, valorisation of intellectual property, standardisation, technology acceptance, societal engagement. 5. CLIMATE, ENERGY AND MOBILITY21. Transition to a climate-neutral and resilient society and economy enabled through advanced climate science, pathways and responses to climate change (mitigation and adaptation) and behavioural transformations. Civil society resilience in disaster risk reduction. Historical & geological records on natural hazards for climate research. Fighting crime and terrorism: tackling relevant environmental crimes such as illegal trades in ozone depleting gases. Infrastructure protection: climate change as systemic risk to infrastructures. 6. FOOD, BIOECONOMY, NATURAL RESOURCES, AGRICULTURE & ENVIRONMENT29. Sustainable and circular management and use of natural resources as well as prevention and removal of pollution are mainstreamed, unlocking the potential of the bioeconomy, ensuring competitiveness and guaranteeing healthy soil, fresh and marine water for all, through better understanding of planetary boundaries and deployment of innovative technologies and other solutions, notably in primary production, forestry and bio-based systems.Fighting crime and terrorism: fighting organised environmental crime. Improved disaster resilience through restoring ecosystem services. 32. Innovative governance models enabling sustainability and resilience are established and monitored through enhanced and shared use of new knowledge, tools, foresight, and environmental observations as well as digital, modelling and forecasting capabilities.Ocean/Earth observation systems fordisaster risk management.Cluster 4 DIGITAL, INDUSTRY & SPACECLUSTER IMPACT SUMMARY 68 HORIZON EUROPE Strategic Plan | 2021 - 2024 Progress in digital and industrial technologies, including in space, shape all sectors of the economy and society. They transform the way industry develops, produces new products and services, and are central to any sustainable future. The COVID-19 crisis of 2020 confirmed again the necessity to strengthen Europe's industrial base, enhancing its resilience and flexibility both in terms of technologies and supply chains to reduce EU dependencies on third countries. It has also created a new urgency around addressing key societal challenges like sustainability or inclusiveness. In a globalised world of heightened uncertainties and volatile geopolitical interests, what is at stake is not only Europe's prosperity and economic competitiveness, but also its ability to autonomously source and provide crucial raw materials, technologies and services that are safe and secure for industry and people. This is about upholding EU's strategic interests when cooperating with our international partners; and about developing European solutions that are in line with European values and requirements. As Europe gears up for a more resilient, green, and digital recovery, the EU needs to maintain a strong industrial and technological presence in key parts of digital, industrial and other supply chains, in industrial ecosystems while safeguarding its ability to access and use space. This is critical not only to be able to compete globally, but also to protect its citizens, deliver services and products of the highest quality, and preserve its values and socio-economic model. To come out of the crisis faster, it will not only need to develop, but also deploy technologies and reshape its industries and services towards a new reality, ensuring that industry can become the accelerator and enabler of this change, as stated in the European Commission's 'New Industrial Strategy for Europe'25 supporting the Green Deal and in the Circular Economy Action Plan, digital strategies 'Shaping Europe's Digital Future', 'Data' 'Artificial Intelligence White Paper26 and 'Space Strategy for Europe'27. Horizon Europe has a role to play, in full synergy with other Programmes in enabling the deployment, uptake and roll-out of it research and innovation activities. To deliver on a green and digital transformation according to European values, Europe must master digital, space and key enabling technologies and reintegrate some of its supply chains into the EU. Increased adaptability and resilience to improve production response, recovery and preparedness will also include continuous investments in upskilling and reskilling of the work force. The green transition and digital transformation are just at their beginning. Significant opportunities lie ahead to position Europe as a technology and industrial leader of this transition. The overarching vision behind the proposed investments under Cluster 4 is that of Europe shaping competitive, secure and trusted technologies for a European industry with global leadership in key areas, enabling production and consumption to respect the boundaries of our planet, and maximising the benefits for all parts of society in the variety of social, economic and territorial contexts in Europe. 25 European Industrial Strategy (COM(2020) 102 final) 26 Shaping Europe's digital future (COM(2020) 67 final), European Strategy for Data (COM(2020) 66 final, Artificial Intelligence White Paper (COM(2020) 65final) 27 Space Strategy for Europe (COM(2016) 705 final) 69 HORIZON EUROPE Strategic Plan | 2021 - 2024 HOW WILL CLUSTER 4 OF HORIZON EUROPE MAKE A DIFFERENCE? 1. Expected impacts of cluster 4 Cluster 4 will programme activities that support digital, space and key enabling technologies that are strategically important for Europe's industrial future, and deliver the following six impacts: 15. Global leadership in clean and climate-neutral industrial value chains, circular economy and climate-neutral digital systems and infrastructures (networks, data centres), through innovative production and manufacturing processes and their digitisation, new business models, sustainable-by-design advanced materials and technologies enabling the switch to decarbonisation in all major emitting industrial sectors, including green digital technologies. The pressing need to tackle a number of sustainability challenges, notably climate change and environmental impacts, creates opportunities supporting economies, industries and the environment while also reducing dependencies by shortening and diversifying supply chains. New technologies, including digital technologies, and new sustainable processes and materials, will enable industry to reduce energy and resource consumption, decarbonise production processes, and protect the environment. A more agile, efficient and more circular economy will make Europe less dependent on external imports, boosting its resilience. Furthermore, developing a strong industrial competitive edge in these sectors of the future will ensure that European companies can respond the rising demand of ecologically-designed products and services around the world. 16. Industrial leadership and increased autonomy in key strategic value chains with security of supply in raw materials, achieved through breakthrough technologies in areas of industrial alliances, dynamic industrial innovation ecosystems and advanced solutions for substitution, resource and energy efficiency, effective reuse and recycling and clean primary production of raw materials, including critical raw materials and leadership in circular economy. Access to primary and secondary raw materials, notably critical raw materials, will remain a vital prerequisite for both Europe's strategic security and a successful transition to a climate-neutral and circular economy. Europe must accelerate the maturity level of key digital and enabling technologies and support their adoption in industrial value-chains and strategic sectors such as automotive, industrial manufacturing, biotechnological production, energy intensive industries, construction, energy sectors, aerospace, space, defence and security, and healthcare. 17. Globally attractive, secure and dynamic data-agile economy by developing and enabling the uptake of the next-generation computing and data technologies and infrastructures (including space infrastructure and data), enabling the European single market for data with the corresponding data spaces and a trustworthy artificial intelligence ecosystem.70 HORIZON EUROPE Strategic Plan | 2021 - 2024 Data becomes the new fuel of the economy and a key asset to address Europe's societal challenges. It will reshape the way we produce, consume and live. It is the basis for many new products and services, driving productivity and resource efficiency gains across all sectors of the economy and society. Currently, a small number of Big Tech firms hold a large part of the world's data. But as the volume of data produced in the world is growing rapidly, enormous opportunities lie ahead. In order to release its potential, Europe has to find its way and develop the data technologies for sharing, re-using processing, combining, modelling and analysing large amounts of data, while preserving high privacy, security, safety and ethical standards. Overall, Europe is well positioned for data coming from the public sector (such as health, education, etc.), as well as for industrial data, coming from the ecosystem of large, medium and small industries that turned digital. There is therefore a huge potential of creating vibrant EU data ecosystems at the intersection of industry, public administration, science and people, within the EU legal framework for data sharing and data protection established by the General Data Protection Regulation (GDPR), which provides for appropriate safeguards when personal data are processed for scientific research purposes, as well as when personal data are transmitted within the EU or transferred to third countries outside the EU. 18. Open strategic autonomy in digital technologies and in future emerging enabling technologies by strengthening European capacities in key parts of digital and future supply chains, allowing agile responses to urgent needs, and by investing in early discovery and industrial uptake of new technologies. Despite a still strong presence in digital vertical markets (such as business software) and industrial applications (like sensor and control, car electronics, manufacturing and telecom equipment), Europe increasingly depends on other regions for its key digital capacities such as digital components, computing systems, data infrastructure and web platforms. At the same time, progress in data analytics and Artificial Intelligence, the deployment of faster networks (5G and beyond), new computing and data processing paradigms such as edge computing and quantum computing, as well as the increased demand for security and trust as fundamental prerequisites for digital solutions, present enormous opportunities for European industry to reinforce and regain leadership across the digital supply chain. Where relevant, security and trust will be fostered through open source solution, for both software and hardware. It is also indispensable to be first- movers in strategic areas such as quantum computing and graphene, and to establish early European leadership in emerging enabling technologies. 19. Open strategic autonomy in developing, deploying and using global space-based infrastructures, services, applications and data, including by reinforcing the EU's independent capacity to access space, securing the autonomy of supply for critical technologies and equipment and fostering the EU's space sector competitiveness71 HORIZON EUROPE Strategic Plan | 2021 - 2024 The EU enjoys access to its own world-leading space and ground infrastructure, services and applications for navigation and Earth observation, supporting a range of EU and global policies and enabled by a competitive industrial sector active in development of new satellites and launch systems as well as in space science and exploration. However, technological development and markets move rapidly while important export destinations remain, to a large extent, captive markets supported by civil and military institutional demand. The EU must thus mobilise to remain competitive, to secure its future independent access to space and ability to operate securely in space, and to reduce its dependence on non-EU suppliers of technologies and services while at the same time prepare for a future space ecosystem of increasingly autonomous AI-enabled and flexible spacecraft and an increasingly congested space environment. In addition, it should foster EU competitiveness, respond to user needs for Earth environment monitoring, global Positioning Navigation and Timing (PNT), communication and security. The EU will make the most of the synergies of its Space and Digital programmes, for example to increase the exploitation of the vast quantities of data collected by Copernicus, through High Performance Computing and AI enabled infrastructures. Actions supporting the implementation of the Action Plan on synergies between civil, defence and space industries will promote cross-fertilization contributing to Europe's security. 20. A human-centred and ethical development of digital and industrial technologies, through a two-way engagement in the development of technologies, empowering end- users and workers, and supporting social innovation. As Europe takes the lead in the green and digital transition, workers, regions, and societies are faced with extremely fast transformations, and will be differently affected by these changes. The COVID-19 crisis illustrated the need to strengthen resilience which entails a human-centred and ethical dimension. The rapid adoption of new technologies offers an immense potential for improved standards of living, safer mobility, better healthcare, new jobs, or the personalisation of public services. At the same time, it presents risks such as skills mismatches, digital divides, user lock-in, or serious breaches of security or privacy. Developments in industry, in digital and enabling technologies should enhance trust and reflect values such as the rule of law, cooperation, inclusiveness and respect for the environment. They have the potential to enhance social inclusion, can inform up-skilling training programmes and ensure a two-way engagement with society with regard to developing technologies, e.g. through the involvement of social partners.72 HORIZON EUROPE Strategic Plan | 2021 - 2024 Cluster 4 will support in particular the following two Horizon Europe key strategic orientations and impact areas associated to them28 KEY STRATEGIC ORIENTATIONS FOR R&IKSO A: Promoting an open strategic autonomy by leading the development of key digital, enabling and emerging technologies, sectors and value chainsKSO C: Making Europe the first digitally enabled circular, climate- neutral and sustainable economy IMPACT AREASCompetitive and secure data-economy Industrial leadership in key and emerging technologies that work for people Secure and cybersecure digital technologyClimate change mitigation and adaptation Circular and clean economy EXPECTED IMPACTS16. Industrial leadership and increased autonomy in key strategic value chains with security of supply in raw materials 17. Globally attractive, secure and dynamic data-agile economy 18. Open strategic autonomy in digital technologies and in future emerging enabling technologies 19. Open strategic autonomy in developing, deploying and using global space-based infrastructures, services, applications and data 20. A human-centred and ethical development of digital and industrial technologies15. Global leadership in clean & climate-neutral industrial value chains, circular economy and climate-neutral digital systems and infrastructures 28 While the figure shows the cluster's contribution to key strategic orientations A and C and corresponding impact areas, it should be noted that the cluster will also contribute to other key strategic orientations and impact areas not depicted in the figure.73 HORIZON EUROPE Strategic Plan | 2021 - 2024 Table 4 Overview of R&I expected impacts, cluster intervention areas, and Horizon Europe partnerships EXPECTED IMPACT INTERVENTION AREAS COVERED29EUROPEAN PARTNERSHIPS 15. Global leadership in clean and climate-neutral industrial value chains, circular economy and climate-neutral digital systems and infrastructures (networks, data centres).Manufacturing Technologies Advanced Materials Circular Industries Low-Carbon and Clean Industries Key digital technologies Artificial Intelligence and RoboticClean Steel - Low Carbon Steelmaking Made in Europe Processes4Planet Photonics Artificial Intelligence, Data and Robotics 16. Industrial leadership and increased autonomy in key strategic value chains with security of supply in raw materials (...)Advanced Materials Circular Industries Low-Carbon and Clean Industries Manufacturing Technologies Key digital technologies Emerging enabling technologiesMade in Europe Processes4Planet 17. Globally attractive, secure and dynamic data-agile economy (...)Artificial Intelligence and Robotics Advanced Computing and Big Data Manufacturing TechnologiesArtificial intelligence, Data and Robotics Smart Networks and Services2 Key Digital Technologies2 High Performance Computing2 European Metrology3 18. Open strategic autonomy in digital technologies and in future emerging enabling technologies (...)Key digital technologies Emerging enabling technologies Artificial Intelligence and Robotic Next Generation Internet Advanced Computing and Big DataArtificial Intelligence, Data and Robotics Photonics Smart Networks and Services2 Key Digital Technologies2 High Performance Computing2 European Metrology3 19. Open strategic autonomy in developing, deploying and using global space-based infrastructures, services, applications and data (...)Space, including Earth ObservationGlobally Competitive Space Systems 20. A human-centred and ethical development of digital and industrial technologies (...)Next Generation Internet Artificial Intelligence and Robotics Manufacturing TechnologiesMade in Europe Artificial Intelligence, Data and Robotics Key Digital Technologies2 2 candidate Institutionalised European Partnership based on Article 187 TFEU that requires the preparation and adoption of a Commission proposal for Council Decision. 3 candidate Institutionalised European Partnership based on Article 185 TFEU that requires the preparation and adoption of a Commission proposal for a Decision of European Parliament and Council 29 This mapping shows the principal links of intervention areas to expected impacts and only some of the secondary links.74 HORIZON EUROPE Strategic Plan | 2021 - 2024 2. International cooperation Main actions to be aligned with R&I of other nations/regions at major scale and actions to be carried out in cooperation with organisations in other third countries while safeguarding Europe's strategic interests. The cluster will emphasise multilateral cooperation in areas of common interest, highlighting Europe's strong position in sustainability, and pursuing a level playing field, reciprocity and common standards. Collaborative R&I will be complemented through industrial and policy dialogues, to achieve these aims. Examples include: Materials safety methodologies and standards, aiming at harmonised approaches, e.g. for nanosafety sustainable-by-design and standardisation of methods for measurement and testing of chemicals and materials; including safe-by- design and a harmonised approach to materials life cycle assessment (\"circularity by design\"); Circular economy and climate-neutral technologies, to lead the way and join forces internationally for the transition to sustainability, and to support European industry; Enhancing EU's technological sovereignty while sustaining productive relations with our strategic partners. The EU needs to reduce the dependency on third countries of key strategic segments of the technology value chains. It will need to strengthen its strategic technological capacities at the same time preventing the attempts by third countries to control strategic European companies. Common standards and interoperability, including in the regulatory context of manufacturing technologies, digital technologies in particular 5G and beyond and Artificial Intelligence (focussed on ethics and data). Promoting a human-centred Internet that supports ethical and social values, by reinforcing collaborations with third countries, attracting internet talents and contributing to standards. On space, dialogues are held on a regular basis with a number of countries. Copernicus has developed a number of agreements for mutual data exchange and promotes R&I collaboration with these international cooperation partners. 3. Cross-cluster complementarities Cluster 4 will develop core and pervasive technologies that will be applied and used in many sectors of the economy to address challenges faced by our society in areas such as health, transport, energy, food and agriculture, culture.75 HORIZON EUROPE Strategic Plan | 2021 - 2024 Table 2 Overview of Cross Cluster Complementarities NUMBER AND NAME OF CLUSTER RELEVANT EXPECTED IMPACT OF THE CLUSTER DESCRIBED LEFTPOSSIBLE COMPLEMENTARITIES 1. HEALTH 2. Living and working in a health- promoting environment (...) 5. Unlocking the full potential of new tools, technologies and digital solutions for a healthy society: Health technologies, new tools and digital solutions are applied effectively thanks to their inclusive, secure and ethical development, delivery, integration and deployment in health policies and health and care systems.Safe and sustainable materials systems Zero-polluting industries Leading European AI based on trust Robotics Photonics; repurposing of manufacturing Advanced Materials for health Data sharing in the common European data space, and data analytics capacity 2. CULTURE, CREATIVITY AND INCLUSIVE SOCIETY9. Social and economic resilience and sustainability are strengthened through a better understanding of the social, ethical, political and economic impacts of drivers of change (such as technology, globalisation, demographics, mobility and migration) and their interplay.Activities under an Internet of Trust and human-machine interactions, as well as for manufacturing technologies, will benefit from studies of people's participation and public engagement in industrial technologies, as well as cultural heritage research Data sharing in the common European data space, and data analytics capacity are a fundamental tools for understanding society 10. Inclusive growth is boosted and vulnerabilities are reduced effectively through evidence-based policies for protecting and enhancing employment, education, social fairness and tackling inequalities, including in response to the socio-economic challenges due to the COVID-19 pandemic.Future of work and skills activities for Manufacturing Activities on new business models relevant to activities under circular industries and low-carbon climate neutral industries Data sharing in the common European data space, and data analytics capacity are a key prerequisite for evidence-based policies 3. CIVIL SECURITY FOR SOCIETYSecurity of IoT devices Cybersecurity Disaster -Resilient SocietiesDigital technologies for trust and sovereignty Data sharing in the common European data space Leading European AI based on trust Digital solutions for disaster risk assessment and situational awareness76 HORIZON EUROPE Strategic Plan | 2021 - 2024 5. CLIMATE, ENERGY AND MOBILITY22. Clean and sustainable transition of the energy and transport sectors towards climate neutrality facilitated by innovative crosscutting solutions.Hydrogen, and heat/waste recovery in energy intensive industries are also priorities for energy intensive industries to make them climate neutral Activities in low-carbon and clean industries; Raw materials; and Advanced materials with activities on energy infrastructures, CCUS, hydrogen, Batteries 2. CULTURE, CREATIVITY AND INCLUSIVE SOCIETY23. More efficient, clean, sustainable, secure and competitive energy supply through new solutions for smart grids and energy systems based on more performant renewable energy solutions.Role of industrial hubs as actors in the energy system. Role of industrial symbiosis to reuse energy Materials systems to facilitate energy conversion 24. Efficient and sustainable use of energy, accessible for all is ensured through a clean energy system and a just transition.Activities in low-carbon and clean industries; Raw materials; and Advanced materials with activities on energy infrastructures, CCUS, hydrogen, Batteries A new way to build; advanced materials 26. Safe, seamless, smart, inclusive, resilient, climate neutral and sustainable mobility systems for people and goods thanks to user- centric technologies and services including digital technologies and advanced satellite navigation services.Many innovations in energy and mobility rely on advances in digital technologies Space-based technologies are crucial for improving efficiency of mobility and energy solutions. Common critical technologies and equipment in space and aviation. Airborne access to space. Advances in materials and provision of suitable raw materials are key prerequisites for advances in energy and transport technologies 6. FOOD, BIOECONOMY, NATURAL RESOURCES, AGRICULTURE & ENVIRONMENTSystemic approach to circular economyActivities in low-carbon and clean industries; Circular industries and circularity by design ; Raw materials; and Advanced materials; Key Digital Components; Data; AI & robotics ALL CLUSTERS Applications of emerging enabling technologies Metrology Art-driven use experiments and designCluster 5 CLIMATE, ENERGY & MOBILITYCLUSTER IMPACT SUMMARY 78 HORIZON EUROPE Strategic Plan | 2021 - 2024 The overarching driver for this cluster is the ambition to achieve climate neutrality in Europe by 2050, entailing the transition to climate neutrality of the energy and mobility sectors by 2050 at the latest (as well as that of other sectors not covered by this cluster), while boosting their competitiveness, resilience and utility for citizens and society and their ecological footprint, ensuring a just transition. Actions will support the implementation of the Paris Agreement, the European Green Deal (greater ambition for 2030 requires faster technological development and accelerated economic and societal transformation); the European Economic Recovery Plan and other EU priorities in the areas of climate, energy, and mobility. By creating more green jobs, accelerating economic and social transformation, faster digitalisation and by generating innovation-based and inclusive growth, activities will also contribute to the Commission priorities 'An economy that works for the people' and 'A Europe fit for the digital age'. Achieving deep reduction of greenhouse gas emissions in the energy and transport sectors and decoupling their environmental impacts from economic growth is crucial. As foreseen by the European Commission's strategic vision 'A Clean Planet for All', decarbonisation - along with faster digitalisation and accelerated economic and societal transformation - will transform both sectors in the coming decades making them increasingly intertwined. At the same time, becoming a leading actor in fast- expanding global markets for sustainable technologies and services is imperative for the European economy and the energy and transport sectors in particular. HOW WILL CLUSTER 5 OF HORIZON EUROPE MAKE A DIFFERENCE? 1. Expected impacts of Cluster 5 21. Transition to a climate-neutral and resilient society and economy enabled through advanced climate science, pathways and responses to climate change (mitigation and adaptation) and behavioural transformations. Advancing climate science and creating a user-centric knowledge base remain essential to catalyse the global transition to a climate neutral and resilient economy. Addressing this challenge will involve research that furthers our understanding of the changing climate and its implications, closes knowledge gaps (as identified in the Intergovernmental Panel on Climate Change (IPCC) reports), develops the tools that support decision makers for mitigation and adaptation actions on various time and spatial scales, and evaluates the societal impact of climate change and the technologies required for a zero-carbon transition. The first objective is to accelerate climate action (both mitigation and adaptation) uptake globally in line with the Paris Agreement and the SDGs, by improving 79 HORIZON EUROPE Strategic Plan | 2021 - 2024 knowledge of the earth system under different socio-economic pathways, estimating the impacts of climate change and by designing and evaluating solutions and pathways for mitigation and adaptation, related social transformation, considering also account biodiversity and ecosystems preservation. The second objective is to contribute substantially to key international assessments such as the IPCC. The third objective is to strengthen the European research area on climate change. 22. Clean and sustainable transition of the energy and transport sectors towards climate neutrality facilitated by innovative crosscutting solutions. Many challenges of the energy and transport sectors are closely interlinked and must be addressed in a holistic approach, including with regard to their implications for citizens and society and making use of the social sciences and the humanities (SSH). As regards batteries, R&I activities will develop more performant, sustainable and circular battery technologies according to sectoral needs, thereby sustaining a competitive and sustainable EU battery value chain. With a view to hydrogen, a global leadership role of European industry along a competitive safe and sustainable hydrogen supply chain will be supported with R&I actions targeting improved efficiency, cost, performance, safety, sustainability and environmental footprint of hydrogen and fuel cell technologies. Synergies and collaboration between these cross-sectoral solutions and their application in down-stream sectoral R&I in energy, transport and industry will be ensured thereby increasing resource efficiency, circularity and recyclability. In addition, emerging and break-through technologies with a high potential for achieving climate neutrality in the energy and transport sector will be supported. More than 80% of the EU's population live in urban areas - R&I actions will provide concrete solutions for urban energy and mobility systems, thereby increasing the overall energy and resource efficiency as well as the climate-resilience of Europe's cities and communities and their attractiveness to businesses and citizens in a holistic fashion. The transition to climate neutrality will however only succeed if citizens accept and engage in it - R&I actions will investigate more effective ways to involve citizens, in particular through the Mission on Climate-neutral Cities. 23. More efficient, clean, sustainable, secure and competitive energy supply through new solutions for smart grids and energy systems based on more performant renewable energy solutions. The transition of the energy system will rely on reducing the overall energy demand and making the energy supply side climate neutral. R&I actions will make the energy supply side cleaner, more secure, and competitive by boosting cost performance and reliability of a broad portfolio of renewable energy solutions, 80 HORIZON EUROPE Strategic Plan | 2021 - 2024 in line with societal needs and preferences. Furthermore, R&I activities are needed to underpin the modernisation of the energy networks to support energy system integration, including the progressive electrification of demand side sectors (buildings, mobility, industry) and integration of other decarbonised and low-emission energy carriers, such as renewable hydrogen. Innovative energy storage solutions (including chemical, mechanical, electrical, and thermal storage) are a key element of such energy system and R&I actions will advance their technological readiness for industrial-scale and domestic applications. Carbon Capture, Utilisation and Storage (CCUS) is a CO2 emission abatement option that holds great potential and R&I actions will accelerate the development of CCUS in electricity generation and industry applications. 24. Efficient and sustainable use of energy, accessible for all is ensured through a clean energy system and a just transition. Fostering demand side solutions and improving energy efficiency are among the most cost effective ways to support climate neutrality, to create inclusive growth and employment in Europe, to bring down costs for consumers, to reduce our import dependency and redirect investments towards smart and sustainable infrastructure. Buildings are pivotal to the energy transition and the achievement of a climate neutral economy and R&I actions will facilitate cost-effective energy renovation of buildings, thereby delivering energy savings, better life-cycle resource efficiency, and more synergetic interactions of buildings with the energy system and between buildings. Furthermore, R&I is needed to scale the positive impacts from building level to the much more complex district and city level where a maximum of synergies can be achieved, involving citizens and different levels of government. As regards industry, efficient use of decarbonised energy will be optimised at all levels, with a focus on the integration of renewable and low-carbon and low-emission energy sources and the optimisation of energy flows across integrated industrial installations and the wider energy system. 25. Towards climate-neutral and environmental friendly mobility through clean solutions across all transport modes while increasing global competitiveness of the EU transport sector. The transport sector is responsible for 23% of CO2 emissions in the EU and remains dependent on oil for 92% of its energy demand. While there has been significant technological progress over past decades, projected GHG emissions are not in line with the objectives of the Paris Agreement due to the expected increase in transport demand. Intensified research and innovation activities are therefore needed, across all transport modes and in line with societal needs and preferences, for the EU to 81 HORIZON EUROPE Strategic Plan | 2021 - 2024 reach its policy goals towards a net-zero greenhouse gas emissions by 2050 and to reduce significantly air pollutants. As regards road transport, R&I actions will contribute to the transformation to zero- emission mobility ensuring that Europe remains world leader in innovation, production and services in relation to road transport. The rail system will be supported with R&I action in its transformation focussing on climate neutrality, automation and digitalization. R&I action on aviation will develop enabling and integrated aircraft technologies for deep decarbonisation transformation, reducing all aviation impacts (including noise) and emissions, including of air pollutants, and strengthening European aero-industry collaboration and industrial leadership position. With a view to waterborne transport, R&I actions will advance zero-emission solutions in the shipping sector, improve its system efficiency, enhancing digital and EU satellite- navigation solutions and contribute to its competitiveness. To reduce the negative impact of transport on environment and the human health, R&I actions will help to devise more effective ways of reducing emissions and their impacts. 26. Safe, seamless, smart, inclusive, resilient, climate neutral and sustainable mobility systems for people and goods thanks to user-centric technologies and services including digital technologies and advanced satellite navigation services. Europe needs to maintain the competitiveness of its transport industry and manage the transformation of supply-based transport to demand-driven, safe, climate neutral and sustainable mobility and transport services for passenger and freight. Suitable research and innovation initiatives will help to prepare such transformation. Emerging digital technologies and advanced satellite navigation services (Galileo/EGNOS) provide a great potential for developing connected and automated transport and managing traffic across the whole transport network. It can enable significant safety, environmental, economic and social benefits by reducing accidents, traffic congestion, energy consumption and emissions of vehicles and logistics networks while increasing efficiency and productivity of operations and improving working conditions. To succeed in this transformation, Europe's ageing (and not always sustainable) transport infrastructure needs to be prepared for enabling cleaner and smarter operations. Research and innovation results will set the basis for future standards and regulatory framework, creating European and global markets. To maximise societal, environmental and economic benefits, in addition to technological solutions, it is essential to address human and social aspects such as: analysis of mobility factors and patterns (for both passenger and freight transport), representations of different social groups and inclusiveness of new solutions, data privacy concerns, capacity building and public acceptance, etc.82 HORIZON EUROPE Strategic Plan | 2021 - 2024 Cluster 5 will support in particular the following two Horizon Europe key strategic orientations and impact areas associated to them30 KEY STRATEGIC ORIENTATIONS FOR R&IKSO A: Promoting an open strategic autonomy by leading the development of key digital, enabling and emerging technologies, sectors and value chainsKSO C: Making Europe the first digitally enabled circular, climate- neutral and sustainable economy IMPACT AREASIndustrial leadership in key and emerging technologies that work for peopleClimate change mitigation and adaptation Affordable and clean energy Smart and sustainable transport Circular and clean economy EXPECTED IMPACTS16. Clean and sustainable transition of the energy and transport sectors 25. Climate-neutral and environmental-friendly mobility21. Transition to a climate-neutral and resilient society and economy 23. Efficient, clean, sustainable, secure, and competitive energy supply 24. Efficient and sustainable use of energy 26. Safe, seamless, smart, inclusive, resilient, climate neutral and sustainable mobility systems 30 While the figure shows the cluster's contribution to key strategic orientations A and C and corresponding impact areas, it should be noted that the cluster will also contribute to other key strategic orientations and impact areas not depicted in the figure.83 HORIZON EUROPE Strategic Plan | 2021 - 2024 Table 1 Overview of R&I targeted impacts, cluster intervention areas, and Horizon Europe partnerships EXPECTED IMPACT1INTERVENTION AREAS COVEREDEUROPEAN PARTNERSHIPS 21. Transition to a climate- neutral society enabled through advanced climate science and responses for climate mitigation and adaptation.Climate Science and Solutions 22. Clean and sustainable transition of the energy and transport sectors towards climate neutrality facilitated by innovative cross-sectoral solutions.Communities and Cities Clean Transport and Mobility Energy StorageClean Hydrogen2 Batteries: Towards a competitive European industrial battery value chain Driving Urban Transitions to a Sustainable Future (DUT) 23. More efficient, clean, secure and competitive energy supply through new solutions for smart grids and energy systems based on more performant renewable energy solutions.Energy Supply Energy Systems and Grids Energy StorageClean Energy Transition 24. Efficient and sustainable use of energy, accessible for all is ensured through a clean energy system and a just transition.Buildings and Industrial Facilities in the Energy TransitionPeople-centric Sustainable Built Environment (Built4People) 25. Towards climate-neutral and environmental friendly mobility through clean solutions across all transport modes while increasing global competitiveness of the EU transport sector.Industrial Competitiveness in Transport Clean Transport and Mobility Smart MobilityTransforming Europe's Rail System2 Integrated Air Traffic Zero-emission Road Transport (2ZERO) Zero-emission Waterborne Transport 26. Safe, seamless, smart, inclusive, resilient, climate neutral and sustainable mobility services for people and goods thanks to user-centric technologies and services including digital technologies and advanced satellite navigation services.Industrial Competitiveness in Transport Clean Transport and Mobility Smart MobilityConnected and Automated Mobility (CCAM) 1 In the table, partnerships are indicated for the main impact area even if some of them contribute to several ones. 2 Candidate for Institutionalised European Partnership based on Article 187 TFEU that requires the preparation and adoption of a Commission proposal for Council Decision.84 HORIZON EUROPE Strategic Plan | 2021 - 2024 2. International cooperation International cooperation is crucial to ensure access to talent, knowledge, know- how, facilities and markets worldwide, to effectively tackle global challenges, to influence and build coalitions with like-minded and strategic partners, as well as to implement global commitments and to ensure global standards, environmental protection, inter-operability and a level playing field. Cooperation with third countries and international organisations/initiatives will be based on common interest, mutual benefit and global commitments to implement the Paris Agreement and the SDGs. This will strengthen the EU's research and innovation excellence, attractiveness and economic and industrial competitiveness, contribute to tackle global challenges, and to support the Union's external policies while leveraging additional resources from third countries. The EU intends to play an increasingly leading role in global/multilateral initiatives and/or organisations (e.g. Mission Innovation, Clean Energy Ministerial, the International Energy Agency, the International Renewable Energy Agency, the Intergovernmental Panel on Climate Change, the Intergovernmental Group on Earth Observations, United Nations' agencies as the International Civil Aviation Organisation, International Maritime Organisation) and maintain technological leadership in critical technology areas. The EU plans to develop its bilateral/ multilateral and bi-regional/multi-regional research and innovation cooperation with strategic partners who can positively contribute to the EU's excellence in research and innovation or that represent promising markets for advanced European technologies. Particular attention will be paid to international research and innovation cooperation that will support countries to implement effective climate mitigation strategies in line with their commitments under the Paris Agreement, as well as adaptation and environmental protection strategies, in particular in developing countries. The EU will cooperate with international partners on innovative solutions for resource efficient passenger and freight transport that respects the environment and human health. This includes integrated, safe and inclusive mobility solutions for urban agglomerations that will accelerate the transition to climate neutrality. The EU plans to develop further the African Union-European Union Research and Innovation Partnership on Climate Change and Sustainable Energy (CCSE), to continue research and innovation cooperation with its neighbourhood countries and with strategic and like-minded partners in the Americas and Asia, in the frame of its energy, transport and research and innovation dialogues, and Connectivity partnerships.85 HORIZON EUROPE Strategic Plan | 2021 - 2024 3. Cross-cluster complementarities Table 2 Overview of Cross Cluster Complementarities NUMBER AND NAME OF CLUSTERRELEVANT EXPECTED IMPACT OF THE CLUSTER DESCRIBED LEFTPOSSIBLE COMPLEMENTARITIES 1. HEALTH 2. Living and working environments are health-promoting and sustainable thanks to better understanding of environmental, occupational, social and economic determinants of health.Health & Safety in transport, including diseases detection and transmission as well as positive impacts of active mobility. 2. CULTURE, CREATIVITY AND INCLUSIVE SOCIETY9. Social and economic resilience and sustainability are strengthened through a better understanding of the social, ethical, political and economic impacts of drivers of change (such as technology, globalisation, demographics, mobility and migration) and their interplay. 10. Inclusive growth is boosted and vulnerabilities are reduced effectively through evidence-based policies for protecting and enhancing employment, education, social fairness and tackling inequalities, including in response to the socio-economic challenges due to the COVID-19 pandemic.Empowering citizens to engage in the transformation to climate neutral society (with regard to energy and mobility). Promoting a just transition through effective pathways and responses to climate change (mitigation and adaptation) and behavioural transformations, taking into account the existing socio-economic vulnerabilities, divergences and risks. 3. CIVIL SECURITY FOR SOCIETY11. Losses from natural, accidental and man-made disasters are reduced through enhanced disaster risk reduction based on preventive actions, better societal preparedness, and resilience and improved disaster risk management in a systemic way. 13. Crime and terrorism are more effectively tackled, while respecting fundamental rights, and resilience and autonomy of physical and digital infrastructures are enhanced and vital societal functions are ensured, thanks to more powerful prevention, preparedness and response, a better understanding of related human, societal and technological aspects, and the development of cutting-edge capabilities for law enforcement agencies and infrastructure operators, including measures against cybercrime.Climate science for more informed decisions on adaptation actions and disaster risk management. Protection of critical energy and mobility infrastructure enhancing their resilience and robustness 86 HORIZON EUROPE Strategic Plan | 2021 - 2024 14. Increased cybersecurity and a more secure online environment by developing and using effectively EU and Member States' capabilities in digital technologies supporting protection of data and networks aspiring to technological sovereignty in this field, while respecting privacy and other fundamental rights; this should contribute to secure services, processes and products, as well as to robust digital infrastructures capable to resist and counter cyber-attacks and hybrid threats.Innovations in energy and mobility rely on secure digital technologies and handling of data 4. DIGITAL, INDUSTRY AND SPACE15. Global leadership in clean and climate-neutral industrial value chains, circular economy and climate-neutral digital systems and infrastructures (networks, data centres) through innovative production and manufacturing processes and their digitisation, new business models, sustainable-by-design advanced materials and technologies enabling the switch to decarbonisation in all major emitting industrial sectors, including green digital technologies. 16. Industrial leadership and increased autonomy in key strategic value chains with security of supply in raw materials, achieved through breakthrough technologies in areas of industrial alliances, dynamic industrial innovation ecosystems and advanced solutions for substitution, resource and energy efficiency, effective reuse and recycling and clean primary production of raw materials, including critical raw materials and leadership in circular economy. 17. Globally attractive, secure and dynamic data-agile economy by developing and enabling the uptake of the next-generation computing and data technologies and infrastructures, including space infrastructure and data), enabling the European singleRole of industrial hubs as actors in the energy system Manufacturing technologies for energy systems, transport vehicles and infrastructure. Many innovations in energy, mobility and climate services rely on advances in digital technologies Advances in materials and provision of suitable raw materials are key prerequisites for advances in energy and transport technologies87 HORIZON EUROPE Strategic Plan | 2021 - 2024 market for data with the corresponding data spaces and a trustworthy artificial intelligence ecosystem. 19. Open strategic autonomy in developing, deploying and using global space-based infrastructures, services, applications and data, including by reinforcing the EU's independent capacity to access space, securing the autonomy of supply for critical technologies and equipment and fostering the EU's space sector competitivenessSpace-based technologies are crucial for improving efficiency of mobility, climate services and energy solutions. Common critical technologies and equipment in space and aviation. Airborne access to space. 6. FOOD, BIOECONOMY, NATURAL RESOURCES, AGRICULTURE & ENVIRONMENT27. Climate neutrality is achieved by reducing GHG emissions, maintaining natural carbon sinks, and enhancing the sequestration and storage of carbon in ecosystems, including by unfolding the potential of nature based solutions, production systems on land and at sea as well as rural and coastal areas, where adaptations to climate change are also being fostered for enhancing resilience. 29. Sustainable and circular management and use of natural resources as well as prevention and removal of pollution are mainstreamed, unlocking the potential of the bioeconomy, ensuring competitiveness and guaranteeing healthy soil, air, fresh and marine water for all, through better understanding of planetary boundaries and deployment of innovative technologies and other solutions, notably in primary production, forestry and bio-based systems.Climate science can provide important knowledge for the role and capacity of ecosystems as carbon sinks as well as on impacts of climate change on biodiversity, ecosystem and their services. Development of offshore renewable energy in full compliance with the \"do not harm\" principal to the marine environment. Use of biomass for producing bioenergy. Circularity for improving overall energy and resources efficiency. Cluster 6 FOOD, BIOECONOMY, NATURAL RESOURCES, AGRICULTURE & ENVIRONMENTCLUSTER IMPACT SUMMARY90 HORIZON EUROPE Strategic Plan | 2021 - 2024 Climate change and human activities are creating mounting pressures on ecosystems and natural resources, including biodiversity, soil, water, air and marine resources. Without fast and systemic transformative changes in the still predominantly linear systems of production and consumption, the demand for natural resources will lead to serious negative effects for the planet, people and prosperity. Already today, a sharp natural capital degradation combined with negative impacts of climate change risk leading to irreversible damages, overshooting or threatening planetary boundaries and undermining health and prosperity. The current COVID-19 pandemic suggests that we need to be better prepared for and to prevent possible combined environmental, health and socio-economic shocks. Against this background, agriculture, forestry, aquaculture and fisheries, food and bio- based systems, which are key for food and nutrition security, health, economic growth, jobs and territorial development, are of particular concern. They have profound impact on and at the same time are particularly affected by the global environmental changes. Investments in R&I under Cluster 6 will support all the priorities of the Commission for 2019-2024. In particular, they will be key to meeting the objectives of the 'European Green Deal', while largely contributing to 'An economy that works for people' and 'A Europe fit for the digital age'. The most relevant Green Deal initiatives covered are Climate Action, Farm to Fork Strategy, EU Biodiversity Strategy, Circular Economy Action Plan, Zero Pollution Ambitions and the New Industrial Strategy for Europe. R&I will contribute to the development of a long-term vision for rural areas. In addition, Cluster 6 will support the Common Agricultural Policy, the Common Fisheries Policy, the Maritime Policy, EU Arctic Policy, the EU General Food Law, the EU Bioeconomy Strategy, EU Forest Strategy, the Blue Growth Strategy, the Chemicals Strategy for Sustainability, the EU Plastics Strategy, the Data Strategy for Europe, the Food 2030 initiative as well as all EU environmental legislation and policies targeting high level of protection for biodiversity, soil, water, air and marine resources, including the Nature Directives, the Pollinators Initiative and the EU Water Framework Directive. To achieve these goals, Cluster 6 will take advantage of the data, information and services provided by the European Space programmes Copernicus and Galileo where appropriate. The circular economy, the sustainable bioeconomy, including its bio-based innovative circular ecosystems and solutions, blue economy including marine biotechnology, sustainable agriculture including agroecology, sustainable food systems, nature-based solutions, integrated water, soil and nutrients management, as well as digitalisation and data technologies have the potential to balance environmental, social and economic goals and set the economy on a course toward a low ecological footprint and sustainable development in line with the UN 2030 Agenda. Research generating new knowledge, a diversity of innovations, thriving place-based innovation ecosystems, industrial ecosystems, societal engagement and innovative business and governance models will be instrumental to unlock their potential. The lessons learnt during and the recovery from the COVID-19 crisis open opportunities to accelerate a just and inclusive ecological transition.91 HORIZON EUROPE Strategic Plan | 2021 - 2024 HOW WILL CLUSTER 6 OF HORIZON EUROPE MAKE A DIFFERENCE? 1. Expected impacts of Cluster 6 27. Climate neutrality is achieved by reducing GHG emissions, maintaining natural carbon sinks, and enhancing the sequestration and storage of carbon in ecosystems, including by unfolding the potential of nature based solutions, production systems on land and at sea as well as rural and coastal areas, where adaptations to climate change are also being fostered for enhancing resilience. Cluster 6 has the potential to deliver significantly on EU climate objectives by accelerating systemic changes and by improving the efficient and sustainable use of resources, soil, water, energy and raw materials, making sure that no negative impacts on biodiversity and people are caused. Thanks to R&I the climate mitigation and adaptation potential of ecosystems, primary production systems on land and at sea as well as in food and bio-based systems will be better understood and seized. Innovative production, transformation, distribution consumption and waste management systems will lead to the reduction of GHG emissions in primary and secondary production, notably in agriculture, food and bio-based systems. Innovative approaches will enable maintaining natural carbon sinks and enhance capture and storage functions provided by ecosystems, including soils (in particular organic soils), forests and oceans, primary production systems (e.g., carbon farming and agroforestry) as well as sustainable bio-based industry and products. R&I will also foster adaptation to the impacts of climate change and enhance resilience. It will allow resource efficiency and sustainable cascading use of biomass. The ocean-climate nexus will be better understood. R&I will support monitoring, risk-based assessment and forecasting capacities including sea-level rise, and adaptation solutions to extreme sea level events and coastal hazards. 28. Biodiversity is back on a path to recovery, and ecosystems and their services are preserved and sustainably restored on land, inland water and at sea through improved knowledge and innovation. Although transformative changes could bend the curve of biodiversity loss, they are currently not happening sufficiently quickly, widely or systemically, requiring the increased mobilization of R&I and all actors. R&I will be used to better observe, understand, monitor, value, restore and manage biodiversity and ecosystem services. Innovative solutions will be designed, scientifically tested and validated, up-scaled and implemented, to prevent ecosystems degradation and restore degraded ecosystems and biodiversity, including of pollinators, corals, etc. R&I will also improve conservation, management and use of plant, animal, fungal and microbial genetic resources, thereby preserving and enhancing biodiversity in natural and primary production systems (including agriculture, forestry, aquaculture and fisheries), environmental applications and biodiscovery. Direct and indirect drivers of biodiversity loss will be tackled, and 92 HORIZON EUROPE Strategic Plan | 2021 - 2024 transformative change promoted in all sectors and societal aspects, notably by using natural capital accounting. European R&I will increase its contribution to biodiversity science and policy at European and global level. 29. Sustainable and circular management and use of natural resources as well as prevention and removal of pollution are mainstreamed, unlocking the potential of the bioeconomy, ensuring competitiveness and guaranteeing healthy soil, air, fresh and marine water for all, through better understanding of planetary boundaries and deployment of innovative technologies and other solutions, notably in primary production, forestry and bio-based systems. Physical and biological planetary boundaries and flows will be better understood and defined, notably in relation to the use and management of natural resources. Innovative solutions for a minimised, circular use of resources (including water) and the mainstreaming of circular systems, including at local and regional levels, to increase resource efficiency along and across value chains will be developed, tested, scientifically validated and further demonstrated. Attention will be given to prevention and mitigation of pollution, including with nutrients, pesticides, plastics and emerging contaminants, towards clean seas and oceans, water (inland and underground), soil and air. The innovative, safe circular and bio-based approaches, implemented through technology breakthrough and sustainable business models, and through sustained efforts on developing demand for these approaches, will ensure competitiveness and contribute to increased and fairly distributed added-value along and across value chains as well as to more attractive jobs in areas which are more socially and economically disadvantaged (e.g. rural areas), especially in the context of the post-COVID-19 pandemic. Innovative circular approaches will enable sustainable management of soil, water resources and nutrients, enhance their value, allow society to better cope with the impacts of floods and droughts and reduce the high economic costs related to soil and water remediation and soil, sediment and water pollution prevention, control and removal. R&I will benefit sustainable forest, agriculture and ocean management and the delivery of multiple new products and services. Innovative bio-based solutions will unlock the potential of sustainable bioeconomy and replace fossil - based, carbon intensive and harmful materials with innovative, climate-neutral, bio-based, circular, non-toxic materials and chemicals. 30. Food and nutrition security for all within planetary boundaries is ensured through knowledge, innovation and digitalisation in agriculture, fisheries, aquaculture and food systems, which are sustainable, resilient, inclusive, safe and healthy from farm to fork. R&I will be a key driver in accelerating the transition to sustainable, low ecological footprint, healthy and inclusive food systems from primary production to consumption. Farmers and primary producers will be empowered to manage land, animal resources, 93 HORIZON EUROPE Strategic Plan | 2021 - 2024 soil, water and nutrients in sustainable ways, reduce the use of pesticides and antimicrobials as well as excess fertilisation and to move towards more climate and environment-friendly and resilient agriculture systems. The fish and seafood production will rely on more sustainable fisheries and aquaculture, including with novel foods. Key research areas include governance, Agricultural Knowledge and Innovation Systems, agroecology, organic farming and diversified farming systems, low trophic aquaculture, plant and animal health (implementing the One-Health approach), animal nutrition, animal welfare, the microbiome, alternative proteins for sustainable agriculture and dietary shift, feed and food safety and traceability, personalised nutrition, prevention and reduction of food losses and waste, and urban food systems transformation. Innovative, climate smart, deforestation free, and sustainable food value chains with balanced power relations will ensure access to a sufficient supply of affordable food to citizens including when facing crisis situations. R&I will advance solutions to shift to sustainable healthy diets. Efforts to boost digitalisation based on fair data economy in agriculture, fisheries, aquaculture, at the food system and at consumption level will foster the development of tailored digital technology-based solutions enabling sustainability and transparency, as well as enhance data generation capacities and enhance databases increasing their effectiveness. 31. Rural, coastal and urban areas are developed in a sustainable, balanced and inclusive manner thanks to a better understanding of the environmental, socio-economic, behavioural and demographic drivers of change as well as deployment of digital, social and community-led innovations. The differential impacts of climate, environmental, socio-economic and demographic changes on rural, coastal and urban areas, will be better understood and turned into equal opportunities for people wherever they live, enhancing territorial cohesion. Transdisciplinary R&I with a strong social sciences dimension will improve understanding of the political (regulatory) and socio-economic conditions for change, with an emphasis on inequality and gender aspects and the behaviours and values of producers, consumers and all other actors. People will have also more equitable access to knowledge and skills required for making informed choices and being actively engaged in sustainable management of natural resources, from production to consumption and disposal. Rural, coastal and urban communities, in particular women and the most vulnerable groups and those hit hardest by the COVID-19 pandemic, will see their labour conditions, quality of life, access to services and long-term socio-economic prospects in the context of major transitions and rising health threats improved. Their capacity to drive community- led innovations will be enhanced. Mobilising the forces of digital transformation, nature- based solutions, as well as social and policy innovation will facilitate those changes and support smart, environment friendly, climate-neutral and resilient lifestyles. In marine and costal environments, emphasis will be put on ecosystem protection, climate adaptation and resilience. 94 HORIZON EUROPE Strategic Plan | 2021 - 2024 32. Innovative governance models enabling sustainability and resilience are established and monitored through enhanced and shared use of new knowledge, tools, foresight, and environmental observations as well as digital, modelling and forecasting capabilities. R&I will provide strong evidence-based knowledge and tools to support policy design, implementation and monitoring for achieving the necessary transformative changes. Environmental observations will be enhanced and metrics improved, including for ocean exploration, conservation and the digital ocean. Particular efforts will be dedicated to support the development of digital twins of the Earth systems in collaboration with the Destination Earth initiative of the European strategy for data. By supporting better understanding of the impacts of global changes, environmental observations as well as the application of digital and big data technologies to assess socio-economic and environmental aspects, systems and flows will provide solid and reliable information and enable sound decision making and adaptation measures. Moreover, effective knowledge and innovation systems will encourage multi-actor, risk-aware, place-based and community-led innovations to benefit all, from primary producers to consumers. The EU's and international science-policy interfaces will be strengthened with a view to establish governance models fostering sustainable solutions to be applied. Cluster 6 will support in particular the following two Horizon Europe key strategic orientations and Impact Areas associated to them31 KEY STRATEGIC ORIENTATIONS FOR R&IKSO B: Restoring Europe's ecosystems and biodiversity, and managing sustainably natural resourcesKSO C: Making Europe the first digitally enabled circular, climate- neutral and sustainable economy IMPACT AREASEnhancing ecosystems and biodiversity on land and in waters Clean and healthy air, water and soil Sustainable food systems from farm to fork on land and seaCircular and clean economy EXPECTED IMPACTS27. Climate neutrality and adaptation to climate change 28. Preservation and restoration of biodiversity and ecosystems 30. Food and nutrition security for all from sustainable food systems from farm to fork 31. Balanced development of rural, coastal and urban areas29. Sustainable and circular management of natural resources; tackling pollution; bioeconomy 32. Innovative governance models enabling sustainability, environmental observation 31 While the figure shows the cluster's contribution to key strategic orientations B and C and corresponding impact areas, it should be noted that the cluster will also contribute to other key strategic orientations and impact areas not depicted in the figure.95 HORIZON EUROPE Strategic Plan | 2021 - 2024 Table 1 Overview of R&I expected impacts, cluster intervention areas, and Horizon Europe partnerships EXPECTED IMPACT1INTERVENTION AREAS COVEREDEUROPEAN PARTNERSHIPS 27. Climate neutrality and adaptation to climate change Environmental Observation; Biodiversity and Natural Resources; Agriculture, Forestry and Rural Areas; Seas, Oceans and Inland Waters; Food Systems; Bio-based Innovation Systems in the EU Bio- economy; Circular SystemsWater4All: Water Security for the Planet 28. Preservation and restoration of biodiversity and ecosystems Environmental Observation; Biodiversity and Natural Resources; Agriculture, Forestry and Rural Areas; Seas, Oceans and Inland Waters; Food Systems; Bio-based Innovation Systems in the EU Bio- economy; Circular SystemsRescuing Biodiversity to Safeguard Life on Earth 29. Sustainable and circular management of natural resources; tackling pollution; bioeconomy Environmental Observation; Biodiversity and Natural Resources; Agriculture, Forestry and Rural Areas; Seas, Oceans and Inland Waters; Food Systems; Bio-based Innovation in the EU Bio- bio-based Europe: Sustainable, inclusive and circular bio-based solutions2 30. Food and nutrition security for all from sustainable food systems from farm to fork Environmental Observation; Biodiversity and Natural Resources; Agriculture, Forestry and Rural Areas; Seas, Oceans and Inland Waters; Food Systems; Bio-based Innovation Systems in the EU Bio- economy; Circular SystemsAccelerating Farming Systems Transition: Agro-ecology Living Labs and Research Infrastructures Animal Health and Welfare Safe and Sustainable Food Systems for People, Planet and Climate 31. Balanced development of rural, coastal and urban areas Environmental Observation; Biodiversity and Natural Resources; Agriculture, Forestry and Rural Areas; Seas, Oceans and Inland Waters; Food Systems; Bio-based Innovation Systems in the EU Bio- economy; Circular Systems 32. Innovative governance models enabling sustainability, environmental observationEnvironmental Observation; Biodiversity and Natural Resources; Agriculture, Forestry and Rural Areas; Seas, Oceans and Inland Waters; Food Systems; Bio-based Innovation Systems in the EU Bio- economy; Circular Systems Agriculture of Data A Climate Neutral, Sustainable and Productive Blue Economy 1 In the table, partnerships are indicated for the main impact area even if some of them contribute to several ones. 2 Candidate for Institutionalised European Partnership based on Article 187 TFEU that requires the preparation and adoption of a Commission proposal for Council Decision.96 HORIZON EUROPE Strategic Plan | 2021 - 2024 2. International cooperation Global challenges require strong global collective engagement. Together with the Member States, the Commission will increase its support to the Intergovernmental science-policy Platform on Biodiversity and Ecosystem Services (IPBES) as well as the International Resource Panel (IRP). As a co-chair of the Group on Earth Observations (GEO), it will seek to strengthen the access in particular to Copernicus environmental observation data and information through the Global Earth Observation System of Systems (GEOSS). This will underpin environmental policies and the global commitments of the SDGs, the Sendai Framework for Disaster Risk Reduction 2015-2030, the Paris Agreement and the future post-2020 global biodiversity framework. International cooperation will be stepped up through strategic alliances in areas such as food and nutrition security, animal health, soil, climate change, ecosystem restoration, forest and water management, seas and oceans. This will not only involve bilateral, but also multilateral cooperation, through existing networks, such as the Belmont Forum, the International Bioeconomy Forum, the establishment of international research consortia (IRCs). The establishment of one IRC is already expected in the area of soil and carbon. Another IRC is foreseen in the area of biodiversity. The development of an EU-African Union R&I Partnership will continue in areas such as food and nutrition security, sustainable agriculture and climate. Research and innovation Cooperation with China as part of the Food, Agriculture and Biotechnology task force will continue. Sustained R&I cooperation within the Arctic and in the Antarctic is increasingly important for understanding the rapid changes taking place in the region and to predict their regional and global impacts, and contribute to the implementation of the goals of the EU Arctic Policy. Cooperation for all European sea basins will be key to achieve the strategic objectives for seas and oceans, particularly through the All-Atlantic Ocean Research Alliance and the cooperation in the Black Sea and the Mediterranean. The EU will continue to work with international partners to step up science, R&I in all European sea basins notably to underpin international ocean governance and knowledge on climate variability. In the Mediterranean, marine R&I cooperation with a significant number of members of the Union for the Mediterranean will continue through the BLUEMED initiative. At the same time, the Strategic Research and Innovation Agenda for the Black Sea (SRIA) will be further implemented, as the scientific pillar of the Common Maritime Agenda for the Black Sea (CMA), under the framework of the Black Sea Synergy Initiative. Both the European Commission and several EU Member States are actively cooperating with international partners within the Organisation for Economic Co-operation and Development (OECD), especially in the context of the Committee for Scientific and Technological Policy and its Working Parties. Among the areas of future cooperation are the bio-based economy solutions, circular urban bioeconomy and sustainability assessment methodologies of bio-based systems, including biological feedstock, processes and products. 97 HORIZON EUROPE Strategic Plan | 2021 - 2024 Table 2 Overview of Cross Cluster Complementarities NUMBER AND NAME OF CLUSTERRELEVANT EXPECTED IMPACT OF THE CLUSTER DESCRIBED LEFTPOSSIBLE COMPLEMENTARITIES 1. HEALTH 1. Citizens of all ages stay healthy and independent in a rapidly changing society thanks to healthier lifestyles and behaviours, healthier diets, healthier environments, improved evidence-based health policies, and more effective solutions for health promotion and disease prevention. 2. Living and working environments are health-promoting and sustainable thanks to better understanding of environmental, occupational, social and economic determinants of health. 3. Tackling diseases and reducing disease burden.Impact of diet, nutrition, food safety on health, microbiome, personalised diets, consumer behaviour, improved water quality Pollution reduction in particular from agriculture and food production. Environmental stressors and human health. Links between health, water and biodiversity, and oceans Nature-based solutions to improve physical and mental health and well- being. Links between human health and animal health (One Health approach); AMR, biodiscovery and biotechnology - prospecting new bioactive compounds from natural sources, understanding and sustainably use biological resources, and developing new drugs , prevention of water borne diseases. 2. CULTURE, CREATIVITY AND INCLUSIVE SOCIETY7. Democratic governance is reinvigorated by improving the accountability, transparency, and effectiveness and trustworthiness of rule- of- law based institutions and policies, and through the expansion of active and inclusive citizenship empowered by the safeguarding of fundamental rightsKnowledge gaps, integrated policies and place-based innovations taking into account the specific needs of rural communities Right to live in a healthy environment Innovative governance models and behavioural change enabling transition to sustainability; valuing natural capital Balanced development of rural, coastal and urban areas Territorial, social and economic cohesion, including accessibility and affordability of safe and nutritious food Natural and cultural heritage such as rural, coastal and underwater landscapes.3. Cross-cluster complementarities98 HORIZON EUROPE Strategic Plan | 2021 - 2024 3. CIVIL SECURITY FOR SOCIETY11. Losses from natural, accidental and man-made disasters are reduced through enhanced disaster risk reduction based on preventive actions, better societal preparedness, and resilience and improved disaster risk management in a systemic way.Prevention, adaptation and mitigation of possible disaster impacts by protecting the environment. Nature-based solutions for disaster risk reduction and climate resilience (preventing floods, droughts, heat waves, forest fires, etc.). Coastal defence against sea level rise by building with nature. Prevention against pandemics and emerging infectious diseases (including infectious animal diseases) Resilient food supply chains Resilient rural communities Gaining environmental observation/ information about disasters 4. DIGITAL, INDUSTRY AND SPACE17. Globally attractive, secure and dynamic data-agile economy by developing and enabling the uptake of the next-generation computing and data technologies and infrastructures, including space infrastructure and data), enabling the European single market for data with the corresponding data spaces; and a trustworthy artificial intelligence ecosystem and leadership in circular economy. 20. A human-centred and ethical development of digital and industrial technologies, through a two-way engagement in the development of technologies, empowering end-users and workers, and supporting social innovation.Activities in low-carbon and clean industries; Raw materials; and Advanced materials; Circular Economy; Environmental observation using satellite data Ocean Observations, Partnership Agriculture of Data, Blockchain technologies for e.g. increasing transparency e.g. along production chains, Biodiversity monitoring and Genomics data, Digitalisation, AI and Robotics in knowledge generation and sectors linked to Cluster 6 Increase efficiency and flexibility, and therefore the sustainability of the agri- food, bio-based and blue bioeconomy value chains Digital components and data technologies as enablers for primary sectors related value chains and rural and coastal areas, Blue economy Life sciences and their convergence with digital technologies for prospecting, understanding and sustainably use biological resources Social innovation supported with digitalisation in rural and coastal areas 99 HORIZON EUROPE Strategic Plan | 2021 - 2024 5. CLIMATE, ENERGY AND MOBILITY21. Transition to a climate-neutral and resilient society and economy enabled through advanced climate science, pathways and responses to climate change (mitigation and adaptation) and behavioural transformations.Reduction of GHG emissions in primary production sectors Sequestration and storage function of ecosystems including marine ecosystems and soil Ocean-climate nexus Marine renewable energy Forest management for climate mitigation Coastal adaptation to sea level rise Adaptation of water, agriculture and forestry to climate change Circularity for improving overall energy and resources efficiency and thus also carbon reduction Climate neutral and resilient rural and coastal communities Nature-Based solutions for climate resilience in rural and urban environments (energy efficiency, built environment, coastal defences) Observations and knowledge about the environment and climate Specific advice shared across the EU on matters related to climate, energy, touch with the EU IN PERSON All over the European Union there are hundreds of Europe Direct information centres. You can find the address of the centre nearest you at: https://europa.eu/european-union/contact_en ON THE PHONE OR BY EMAIL Europe Direct is a service that answers your questions about the European Union. You can contact this service: - by freephone: 00 800 6 7 8 9 10 11 (certain operators may charge for these calls), - at the following standard number: +32 22999696, or - by email via: https://europa.eu/european-union/contact_en Finding information about the EU ONLINE Information about the European Union in all the official languages of the EU is available on the Europa website at: https://europa.eu/european-union/index_en EU PUBLICATIONS You can download or order free and priced EU publications from: https://op.europa.eu/en/publications. Multiple copies of free publications may be obtained by contacting Europe Direct or your local information centre (see https://europa.eu/european-union/contact_en) EU LAW AND RELATED DOCUMENTS For access to legal information from the EU, including all EU law since 1952 in all the official language versions, go to EUR-Lex at: http://eur-lex.europa.eu OPEN DATA FROM THE EU The EU Open Data Portal (http://data.europa.eu/euodp/en) provides access to datasets from the EU. Data can be downloaded and reused for free, for both commercial and non-commercial purposes.The strategic plan 2021-24 defines the key strategic orientations for the first four years of Horizon Europe, the EU's multiannual framework programme for research and innovation. It sets out the research and innovation priorities to support a sustainable recovery and further accelerating the twin green and digital transitions, ultimately leading to a climate-neutral and green Europe, fit for the digital age, where the economy works for the people. While the focus is on the Global challenges and European industrial competitiveness' pillar of Horizon Europe, the strategic plan also covers relevant activities in the other two pillars and the part 'Widening Participation and Strengthening the European Research Area', not least in order to promote synergies between them. In order to ensure the broadest possible ownership and optimise the overall effects of Horizon Europe, the strategic plan has been prepared following an ambitious co-design process involving Member States, EEA members, the European Parliament, stakeholders and the public at large. Research and Innovation policy "}