{"title": "PDF", "author": "PDF", "url": "https://tspace.library.utoronto.ca/bitstream/1807/29558/6/Hogan_Mary-Ellen_201106_MSc_thesis.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Reducing Pain In Four- To Six-Month Old Infants Undergoing Immunization Using A Multi-Modal Approac h by Mary-Ellen Hogan A thesis submitted in conformity with the requireme nts for the degree of Master of Science Graduate Department of Pharmaceutical Sciences University of Toronto © Copyright by Mary-Ellen Hogan 2011 ii Reducing pain in four- to six-month old infants und ergoing immunization using a multi-modal approach Mary-Ellen Hogan Master of Science Graduate Department of Pharmaceutical Sciences University of Toronto 2011 Abstract Background: Infant immunization pain is not currently well ma naged despite effective strategies. Objective: To determine the effectiveness of tactile stimula tion when added to a combination of pain- reducing interventions in infants undergoing immuni zation. Methods: Healthy infants aged 4-6 months undergoing immuni zation in primary care were randomized to tactile stimulation or usual care. All infants also received pain-relieving interventions. A vali dated measure of acute pain in infants, the Modified Beha vioral Pain Scale (MBPS), was the primary outcome. Results: Altogether, 120 infants participated. Characteris tics did not differ (p > 0.05) between those allocated to tactile stimulation and usual care gro ups. Mean MBPS pain scores did not differ between groups: 8.2 (1.1) vs. 8.0 (1.3), respectively; p = 0.57. Conclusions: Parent-led tactile stimulation did not improve pa in relief in infants when added to other interventions. Parental attention could have been focused on tactile stimulation, preventing parents from performing appropriate soothing activities. Additi onal investigation of the effectiveness of clinicia n-led tactile stimulation is recommended. iii Acknowledgments This work is dedicated to the memory of my parents, Mel and Bonnie Hogan. First and foremost, I would like to thank my superv isor Dr Anna Taddio who has provided excellent learning opportunities, knowledge and exp ertise, as well as guidance and support throughout my studies. I also thank my committee m embers Drs Rebecca Pillai Riddell and Joel Katz for their advice and encouragement during this research. I thank the staff at Women's College Hospital Famil y Practice Health Centre and the parents and infants who participated in this study. I want to thank the undergraduate students who help ed the project by coding the primary outcome (MBPS): Angela Girgis, Linda Wang, Sandra Gerges. I thank them and the other undergraduate students for entering data and checki ng data accuracy: Jinju Yoon and Michelle Tan. I want to especially thank Erwin Darra for in itial videotaping of procedures, transferring videotapes to DVDs, coding cry time and MAISD, and for serving as the technology consultant for all things audiovisual. I would like to acknowledge sources of financial su pport I received during my studies: a Canadian Institutes of Health Research Master's Sch olarship and a Pain In Child Health Research Training Consortium Award. Lastly I would like to thank my family and friends who provided encouragement and distraction when needed, who listened to, sometimes counselled and always supported me during my studies. iv Table of Contents Acknowledgments ................................... ................................................... .................................... iii Table of Introduction ...................................... ................................................... of the problem 1.1.1 Burden Treatment options ................................. ................................................... objectives and research 2 1.2.1 Primary Secondary questions ............................... ................................................... ............................. 4 1.4.1 The nociceptive system and gate of pain .... ................................................. 4 1.4.2 Studies of tactile stimulation to reduce pain ..... ................................................... 5 of untreated pain .................... 10 1.4.4 Current pain management for immunization .......... .............................................. 11 1.4.5 Choice of Modified Behavioral Pain Scale (MBPS) ... ......................................... 12 1.5 Summary and Methods ........................................... ................................................... Study design and ...................... 15 2.2 ............................................ ................................................... aspects and participant 16 2.4 Study Demographic data Sample size calculation ........................... Compliance and flow ...................................... ................................................... 3.1.1 Characteristics of consenting versus non-consenting ............................... 28 3.2 Characteristics of groups Summary of results ................................ ................................................... ........................ 51 4.2 Potential reasons for lack of effect from tactile s timulation ........................................ pain expression 58 4.3.2 Ethnicity and pain response ....................... ................................................... ........ 59 vii 4.4 Pain scores compared with prior immunization pain s tudies ............................................ 59 4.5 Recruitment of study participants ................. ................................................... ................. 61 4.6 Strengths of study design ...................... 62 4.7 Study limitations ......................................... of Tables controlled trials of tactile s timulation ........................................ ................. 9 Table 2: Demographic characteristics of participan ts and non-consenting infants ..................... 29 Table 3: Baseline characteristics ................ ................................................... ............................... 30 Table 4: Incidence of tactile stimulation in the i ntervention and control groups .................... .... 34 Table 5: Time spent rubbing the leg .............. ................................................... ........................... 35 Table 6: Incidence of MAISD behaviours occurring i n at least 20% of parents holding baby ... 37 Table 7: Duration of MAISD behaviours with inciden >50% - of MAISD duration cry ....................... ................................................... ................................. 48 Table 15: Responses to survey by parent holding in fant .............................................. ............... 50 Table 16: Pain scores compared with two other stud ies ............................................... ............... 61 ix List of Figures Figure 1: Participant flow ....................... ................................................... .................................. 27 x List of Scale ....... .................. ................................................... ............................ 97 1 Chapter 1 1 Introduction 1.1 Statement of the problem 1.1.1 Burden of pain Immunization is the most common painful medical pro cedure in healthy infants. 1 In Ontario, infants undergo at least eight separate immunizatio ns in their first year of life. 2 Therefore, routine immunization causes a significant burden of pain and distress for otherwise healthy infants and their families. 3 1.1.2 Treatment options Several modalities to reduce pain in infants during immunization are currently available, including pharmacological, behavioural and injectio n techniques. The following options are recommended in an evidence-based clinical practice guideline: 4 1. Oral sucrose is effective, 5, 6 and is recommended for infants up to approximatel y 12 months of age. 7 2. A fast injection technique without aspiration is le ss painful than the traditional slow insertion, injection and aspiration technique. 8 3. When diphtheria, tetanus, acellular pertussis, inac tivated accine (PCV) immunizations are given at a single visit, giving D TaP-IPV-Hib (the less painful injection) first causes less overall pain. 9 4. Physical behaviours such as holding the infant are advocated in practice guidelines 10 and the upright position has been found to be associate d with less fear and decreased crying after immunization compared to the supine position.11 2 5. Topical local anaesthetics such as lidocaine-priloc aine cream or amethocaine gel are effective in decreasing pain from immunization. 12-16 The use of these interventions in clinical practice , however, has been consistently low. Topical anaesthetics in particular, were administered to 0% of infants undergoing immunization (and 1% of children) in a 2007 survey. 17 Since no pharmaceutical promotion activities rega rding their use have occurred since that time, there is no reason t o expect that number to be different today. The candidate noticed during the course of the current study that only two infants had topical anaesthetics applied to their thighs. Topical loca l anaesthetics require application 30 to 60 minutes prior to injection and paediatricians have cited time as a reason for not using them. 17 There is also a cost associated with their use (~$7 per application of lidocaine-prilocaine cream or patch). The extra time and cost involved with t heir use has limited their acceptability in practice. Moreover, parents report not being famil iar with topical local anaesthetics and rely on the physician to recommend their use 17 and provide instructions for location of applicati on. An intervention that does not rely on a clinician f or initiation could be a way to decrease pain from immunization. Tactile stimulation, a proposed strategy for children aged 4 and above in the immunization practice guideline, 4 could be effective in infants and younger children but no studies have investigated its effect on immunizatio n pain in this age group; therefore the guideline recommended investigation of its effectiv eness in younger children. 4 It is cost-free, requires little training and could be performed by a parent. 1.2 Study objectives and research design 1.2.1 Primary objective 1. To determine the effectiveness of tactile stimulati on in reducing immunization injection pain in infants. 1.2.2 Primary research question In healthy four- to six-month old infants undergoin g routine DTaP-IPV-Hib and PCV immunization while receiving a combination of prove n analgesic interventions (least painful 3 injection technique, holding by parent, and oral su crose solution), does the addition of rubbing near the injection site reduce overall pain (mean o f both injections) compared to no rubbing as measured by a validated measure, the Modified Behav ioral Pain Scale (MBPS)? 1.2.3 Secondary questions 1. In healthy four-to six-month old infants undergoing routine DTaP-IPV-Hib and PCV immunization, does rubbing reduce pain compared to no rubbing for each vaccine, as measured by MBPS? 2. In healthy four-to six-month old infants undergoing routine DTaP-IPV-Hib and PCV immunization, does rubbing reduce pain compared to no rubbing as measured by VAS and cry duration for each vaccine and both together ? 3. Do parents prefer one of the two treatments? 1.3 Research hypotheses and rationale 1.3.1 Hypotheses 1. Tactile stimulation will be effective in reducing o verall pain response during immunization with DTaP-IPV-Hib and PCV. 2. Tactile stimulation will be effective in reducing p ain response during each of the two immunizations with DTaP-IPV-Hib and PCV. 1.3.2 Hypotheses rationale Previous studies of tactile stimulation in adults 18, 19 and children 20 being immunized have shown that applying pressure to the site prior to injecti on or rubbing adjacent to the site reduces injection pain. One study in neonates undergoing h eel lance showed that massaging the ipsilateral leg just before the procedure reduced t he pain response. 21 However, there are no trials of tactile stimulation for immunization injections in infants. Importantly, none has tested tactile stimulation when added to a combination of proven p ain reducing measures or had parents deliver the intervention. 4 1.4 Literature review 1.4.1 The nociceptive system and gate theory of pai n Massage is a type of tactile stimulation that invol ves the \"manipulation of tissues (as by rubbing, kneading, or tapping) with the hand or an instrumen t for therapeutic purposes.\" 22 The benefits of ongoing massage therapy may be explained by more th an one mechanism of action. Serotonin is released, possibly resulting in improved modulation of pain 23 and improvement in sleep deficits may occur which may decrease the production of subs tance P. 24 Tactile stimulation such as rubbing the skin for se veral seconds prior to and during an injection is distinct from massage therapy which occurs for many minutes to hours. The well-established gate theory of pain, 25, 26 provides the best explanation for the immediate ef fects of rubbing therapy and its potential for alteration of pain si gnal transmission associated with immunization. Nerves in the skin are typically composed of primar y sensory afferent neurons, motor neurons and sympathetic postganglionic neurons. The primar y sensory afferent neurons are responsible for the sensation of pain and touch. They include A-delta neurons, responsible for the sharp pain felt at the time of needle insertion, C-neurons, re sponsible for dull, aching, longer lasting pain after an injury, and A-beta neurons, activated by t ouch rather than pain. The largest, A-beta neurons, have the fastest conduction velocity, at 5 0 metres per second. This compares to A-delta neurons at 15 metres per second and the smallest, C fibres, at 1 meter per second. 27 In the dorsal horn of the spinal cord, these afferent neurons syn apse with spinal cord transmission cells and signals continue to the brain where they are percei ved as pain. The process is \"gated\" at the spinal cord transmission cell by input from both la rge and small fibre neurons. When input from large fibre neurons such as A-beta is high, the \"ga te\" is closed (transmission is inhibited) and when input from smaller fibre neurons such as A-del ta and C is high, the \"gate\" is opened (transmission is facilitated) and spinal neurons ca rry the impulses to the brain via the spinothalamic tract. If A-beta neurons are stimulated at the same time a s A-delta and C neurons, the signals from A- beta fibres will reach the synapse first and may in hibit or close the gate to pain signals. 25, 26 It is postulated that light rubbing in the area clo se to the site of an immunization injection will activate A-beta neurons which will close the gate. Transmission of pain signals arising from the 5 injection will, therefore, be inhibited at the leve l of the spinal cord. The proximity of rubbing and injection site would be expected to facilitate gating for the appropriate spinal neurons. An early study of experimental pain demonstrated th e effect of tactile stimulation on pain reduction. Participants were given increasing leve ls of electrical shocks on their forearm via an electrode, starting with an intensity they could no t feel. 28 The subject indicated when he could first feel it (threshold), when it became uncomfort able, when it became painful and when he could no longer tolerate it (tolerance). A blood p ressure cuff with a comb-like stimulus inside was attached to the subject's forearm distal to the electrode to deliver a reproducible method of tactile stimulation that was considered to be simil ar to light touch. The tactile stimulation began 0.75 seconds before the electrical stimulation and continued for the duration of the shock (1 second). Each subject participated with the blood pressure cuff on the same side as the shock, on the opposite side of the shock and without the cuff (presentation order varied among subjects). Threshold shock, which is not painful, was the same in all groups. The group receiving ipsilateral tactile stimulation of the forearm was able to tolerate a higher intensity of current before judging it to be uncomfortable, painful or i ntolerable compared to contralateral or no tactile stimulation (p < 0.05 for each judgement). Stimulation on the same arm (but not the opposite arm) increased pain tolerance; this makes it unlikely to be only distraction, or \"masking\" (feeling one sensation rather than the ot her) from the stimulus, which should occur whether it is administered on the same or opposite site. Tactile stimulation on the ipsilateral arm did not change the point at which electrical stimul ation was first felt, which is generally not perceived as a painful, but did increase tolerance at the points considered to have negative sensation; simple distraction or \"masking\" should a lso have an impact on the threshold. This experiment helps clarify that tactile stimulation i s more than simple distraction or \"masking\" and the findings are consistent with the gate theory of pain. 1.4.2 Studies of tactile stimulation to reduce pain A number of studies have examined different types o f tactile stimulation given at the time of injection or needle insertion compared to usual car e and found a reduction of pain in groups receiving the intervention (see Table 1). 6 In adults, two studies tested the effect of pressur e applied to the injection site prior to receiving an immunization injection. In one study, 93 adults receiving immune globulin were randomized to receive 10 seconds of pressure at the injection site, or no pressure prior to receiving the injection. 18 Pain was measured by a 10 cm visual analog scale (VAS). The group receiving pressure rated their pain as 1.36 cm compared to 2. 15 cm in the control group (p = 0.03). In another study, 74 adults who were receiving injecti ons for hepatitis A and B received one injection with pressure applied before the injectio n, and the other without pressure. 19 Pain was measured by a 10 point Pain Intensity Verbal Rating Scale (Cantonese). The mean pain score for injections with prior application of pressure was 1 .77 versus 2.86 for usual care (p < 0.001). Two other studies have used tactile stimulation to reduce pain from intramuscular or subcutaneous injections in adults. Sixty-four adul ts received intramuscular injections of penicillin ± procaine in the buttocks. 29 For one injection, they received massage for 1 mi nute and pressure at an acupressure point by a nurse who had received training in this technique. The other injection was done without massage or pressur e. The order of injections and side of injection were randomized. Pain was measured by se lf-report of a number between 0 and 10. The mean pain score was 3 for the acupressure injec tion and 5 for the no-acupressure injection. The Wilcoxon test found pain perception to be 2.5 p oints lower in acupressure group (p < 0.001). A study of 212 adults receiving ceftriaxone intramu scularly and enoxaparin subcutaneously employed the use of a plastic disk (54 mm x 40 mm) of blunt pins (9 per cm 2) with a hole in the middle. 30 The disk was placed on the skin and the injection was done through the hole in the centre. Patients received ceftriaxone 2 g intramus cularly in the gluteus region and enoxaparin subcutaneously in the deltoid region. Patients wer e allocated to treatment or control groups based on chart numbers. Pain was measured using a 10 point VAS. Pain was lower in the treatment group compared to control (intramuscular: 1.90 versus 5.16, p < 0.001; subcutaneous 0.32 versus 2.61, p < 0.001). A study in adults had also investigated tactile sti mulation for pain reduction from insertion of needles into muscle for electromyography (EMG). Fi nger-slapping of the skin beside a needle insertion was studied in 77 patients undergoing EMG investigations of their bilateral gastrocnemius or anterior tibial muscles. 31 Patients underwent two needle insertions for the EMG investigation. For the pain study, participant s received simultaneous finger-slapping of the 7 skin beside the needle at the same time as insertio n for one needle and no finger-slapping for the second needle. Participants rated pain intensity a fter each needle insertion using a 10 cm VAS. The order of slapping with needle insertion was ran domized. Pain was rated at 0.71 cm when accompanied by finger-slapping and 1.78 cm when no finger-slapping was used (F = 32.21, p < 0.001). Two studies have studied tactile stimulation in pre term babies as a method to reduce pain associated with heel stick. In a very small study of 8 infants (32 - 34 weeks), stroking the opposite foot was found to result in a smaller decr ease in oxygen levels (suggestive of less pain) than standard therapy although no statistical compa risons were performed.32 In the more recent study of 23 pre-term infants from one to seven days post birth, a two minute massage of the ipsilateral leg prior to heel stick was compared to no massage. 21 The results were compared with a second heel stick two to seven days later. The o rder of massage (first or second heel stick) was randomized. The rater was blinded to group assignm ent. Neonatal Infant Pain Scale (NIPS) scores were lower for infants when they had receive d prior massage compared to the no-massage injection (1.5 versus 3.5, p < 0.001). A study of 105 children aged 4 to 6 years undergoin g immunization with diphtheria-tetanus- pertussis (DTP) were randomized to one of three tre atments: light stroking of the skin near the injection site, bubble blowing by the child, or sta ndard care. 20 Pain was measured with the 10 point self-report Oucher scale. No statistical dif ference was found between light stroking and bubble blowing, although numerically less pain was reported in the light stroking group (1.89 versus 2.00). Both treatments together resulted in less pain than the control group (2.89, p = 0.013). The authors of this study noted that m any children in the bubble blowing group stopped to focus on the injection despite coaching to continue with the bubbles. Since distraction requires the child be engaged, the group receiving light touch many have been at an advantage because the intervention did not require the child to attend to the activity. One additional concern about the available literatu re is the role of blinding in the studies. In all but one infant study, pain was rated by the individ ual who received tactile stimulation; because participants were aware of the intervention, it is possible that their responses were biased based on expectation of the effectiveness of the interven tion. In addition, for same-day cross-over studies, order of administration was not disclosed and this has been shown to have an effect on 8 pain experience. 9 The two other adult studies and the study in chil dren aged 4 - 6 years were not truly randomized and allocation to treatment groups was not concealed. These factors have been shown to be associated with larger treatment effect than when allocation is adequately concealed. 33 In addition, the findings from studies in pre-ter m infants may not be directly applicable to older infants due to rapidly developi ng neurological systems and change in the way pain is expressed over this time. 34, 35 While there is some evidence for tactile stimulatio n, and its mechanism of action is supported by the gate theory of pain, the current evidence for t actile stimulation for pain reduction in infants is limited. Moreover, only one of these paediatric st udies was for injection pain and was studied in 4 to 6 year-old children. The current guideline fo r management of immunization pain recommends tactile stimulation for age four and up 4 since no evidence exists for younger ages. It is an intervention that could be easily incorpor ated into practice with limited training and no cost to the health system or individuals. A study was needed to determine effectiveness in ages younger than four years. 9 Table 1: Randomized controlled trials of tactile s timulation Population Procedure Intervention/ Comparison Design Pain measurement tool * Outcome* Adults 93 adults 18 immune globulin injection in buttocks 10 seconds of thumb pressure prior to injection versus no pressure. Pseudo- randomized VAS (10 mm) Less pain in the intervention group (1.36 cm versus 2.15 cm, p=0.03) 74 university students 19 IM hepatitis A and B vaccines in arm 10 seconds of thumb pressure prior to injection versus no pressure; pressure - sensing device was used. Randomized cross-over at same visit Pain Intensity Verbal Rating Scale (Cantonese) (10 points) Less pain in the intervention group (1.77 versus 2.86 p<0.001). 64 adults 29 two IM injections of penicillin ± procaine in the buttocks 1 minute rubbing and pressure at an acupressure point versus no rubbing or pressure. Randomized cross-over 10 point scale 2.5 points lower in acupressure group (p<0.000). 212 adults in hospital for orthopaedic surgery 30 ceftriaxone 2 g IM in buttocks, enoxaparin SC in arm Application of plastic disk (54 mm x 40 mm) of blunt pins (9 per cm 2) with a hole in the middle for injection to site at time of injection or placebo disk (no pins). Pseudo- randomized VAS (10 point) Less pain reported in groups using disk with pins. IM: 1.90 versus 5.16, p<0.001 ; SC: 0.32 versus 2.61, p<0.001. 77 adults 31 2 needle insertions for electromyogra phic test of bilateral gastrocnemius or anterior tibial muscle Simultaneous finger- slapping of the skin beside a needle insertion versus no finger slapping. Randomized cross-over at same visit VAS (10 cm) 0.71 cm for intervention versus 1.78 cm (F = 32.21, p < 0.001). * For all tools, higher numbers represent more pain; VAS=visual analog scale (a horizontal or vertical line which raters mark to represent amount of pain); care unit. Alternate assignment to groups after initial coin toss. Odd numbered charts were assigned to one group, ev en numbered charts were assigned to the other group . 10 Population Procedure Intervention/ Comparison Design Pain measurement tool * Outcome* Paediatrics 8 preterm infants (32-34 weeks; 2-5 days old) in NICU 32 Heel stick Simultaneous stroking of opposite foot versus no stroking. Randomized cross-over (time between heel sticks not reported) Heart rate, blood pressure and TcPO 2 No statistical analysis done. Heart rate and blood pressure increased by a similar amount; TcPO 2 decreased to a greater degree in the group receiving the intervention (-8.9% from baseline versus - 4.3% at 35 seconds, -11.1% from baseline versus - 5.6% at 65 seconds). 23 preterm infants (28-35 weeks; 1-7 days old) in NICU 21 Heel stick 2 minute rubbing of ipsilateral leg prior to heel stick versus no rubbing. Blinded, randomized, cross-over (2-7 days apart) NIPS (10 points) Less pain with rubbing: 1.5 versus 3.5, p<0.001. 105 children aged 4-6 years from school based program 20 DTP vaccine IM in leg Light stroking of the skin near the injection site prior to and during injection, bubble blowing by the child, or standard care. Pseudo- randomized ** Self-report Oucher scale (10 points) Both treatments (1.89 and 2,00) together resulted in less pain than control (2.89, p=0.013). No statistical difference between light stroking and bubble blowing (1.89 versus 2.00). * For all tools, higher numbers represent more pain ; VAS=visual analog scale (a horizontal or vertica l line which raters mark to represent care unit. ** Order of first three participants was determined by drawing lots and the remainder followed the sam e order. 1.4.3 Consequences of untreated pain Untreated pain has consequences for infants. In th e short term, untreated pain causes behavioural changes (crying, facial grimacing, thra shing or withdrawing limbs) increases in heart rate and blood pressure as well as oxygen desaturat ion. 36 In the long term, it can lead to the development of pre-procedural anxiety due to condit ioning, and needle fears, including phobia. Needle fears lead to avoidance of medical treatment later in life. 36-38 Therefore, it is important to effectively manage pain in infants. 11 Untreated pain in children also causes distress for parents and healthcare workers. A survey of parents found they preferred more injections (3 or 4) for their child at a single visit (rather than giving fewer at two visits) in order to decrease th e number of visits for immunizations. Physicians in the same survey expressed increasing concern with an increasing number of injections at a single visit. 39 Physicians and parents have cited pain as a reaso n for not adhering to recommended immunization schedules,40, 41 not surprising since a study of caregivers in an emergency department found an increase in anxiety a nd heart rate while watching their child undergoing a venipuncture. 42 Early painful experiences have been associated with larger pain response later in infancy. 38 For example, infants who were circumcised as neonates h ad larger behavioural pain scores and cried longer than non-circumcised infants when immunized at a later date. 43, 44 Therefore, factors such as birth experience (Caesarean delivery, use of for ceps or vacuum), circumcision and illness requiring hospitalization or hospital stays of at l east a week at birth (which may include repeated skin-breaking procedures) were recorded during base line data collection to ensure no differences between groups. 1.4.4 Current pain management for immunization Despite availability of multiple pain-relieving opt ions, immunization pain is not routinely managed in an effective manner. 17 Topical anaesthetics are administered to 0% of in fants undergoing immunization (and 1% of children). 17 Physicians cited extra cost and time as barriers to using topical anaesthetics. 17 Parents, on the other hand, said they were unfami liar with the drugs, 17 and would likely use them if their physician recom mended them. 45 Other possible reasons for inadequate pain management inc lude parent or clinician lack of knowledge about the efficacy and safety of therapies, prepara tion to administer, and lack of concern about pain associated with immunization. This study aimed to incorporate proven non-pharmaco logic pain relieving strategies and to evaluate the additional value of tactile stimulatio n. This intervention was ideal as it could be implemented in any setting without disruption, plan ning, extra time or cost. 12 1.4.5 Choice of Modified Behavioral Pain Scale (MBP S) Pain is a subjective experience and the gold standa rd for measurement is patient self-report. Therefore, in pre-verbal children, pain measurement is problematic. While some physiological changes have been used to assess pain (e.g. heart r ate, blood pressure, oxygen saturation) the changes are not specific to pain and are difficult to interpret. 46 The MBPS is a behavioural measure that examines facial expression, cry and bo dy movement by assigning each a score to determine overall pain and was used in this study t o assess the primary outcome. A copy of the scale can be found in Appendix A. The MBPS scale h as been used in several previous trials of pain and distress assessment in infants, 8, 13-16 and is validated for use in this population for immunization pain. 47 It was adapted from the Children's Hospital of Ea stern Ontario Pain Scale (CHEOPS), a well-established tool in older children . The MBPS has demonstrated good concurrent validity with observer VAS (0.68, p < 0.001) and paediatrician VAS (0.74, p < 0.001). Construct val idity was demonstrated by significantly lower pre-injection than post-injection scores (1.9 versu s 7.3, p < 0.01) and by significantly lower scores in the group treated with lidocaine-prilocai ne compared to placebo (6.8 versus 8, p < 0.01). Inter-rater agreement among five raters was 0.95, p < 0.001 using intraclass correlation and test-retest reliability was also high (0.95, p < 0.001). It demonstrated clinical utility and was more feasible than two other scales for acute pain in infants (NIPS, Face Legs Activity Cry Consolability [FLACC]) since it was preferred by ra ters and the tool took less time to use. 48 It is also recommended in the immunization pain managemen t guideline. 4 1.5 Summary and strategy 1.5.1 Summary Infants experience at least eight separate immuniza tion injections in their first year of life. Parents want to mitigate immunization pain. An eff ective method of reducing pain from immunization in this age group which can be easily incorporated into usual practice is needed. Rubbing of the area near the injection site is a co st-neutral, feasible intervention to reduce immunization pain that has been shown to be effecti ve in children aged 4 and above, but had not 13 yet been evaluated in infants undergoing immunizati on. Therefore, a study was warranted to assess its effectiveness in this population. 1.5.2 Strategy An analgesic approach that is feasible from a time requirement, and that reliably minimizes pain to low levels is needed. We proposed a study that would determine the effectiveness of rubbing the thigh near the injection site to reduce pain co mpared to no rubbing when added to other proven pain reducing interventions. The proposed study was a randomized, single-blind, parallel, two group trial of tactile stimulation or no tactile stimulation in four- to s ix-month old infants undergoing routine immunization at an outpatient primary care clinic i n a metropolitan centre. The site where the study took place had already begun to introduce pai n relieving strategies into their practice and wanted to continue this practice, so the proposed s tudy added tactile stimulation to a combination of pain reducing strategies. All infants benefited from other proven analgesic i nterventions being used in the study site including: Least painful injection technique without aspiratio n Holding by a parent Oral sucrose solution In addition, parents in both groups were encouraged to try to distract their infants because it has been associated with less distress;49 however, randomized trials in infants 50, 51 and older children 52 have not found it to be effective in reducing pain , except observer-rated distress, perhaps because parents are unable to engage their infant. Tactile stimulation is a behavioural intervention that does not require engagement of th e infant and so might be more successful. Infants had pain assessed while receiving their rou tine DTaP-IPV-Hib and PCV vaccines, as per the Ontario immunization schedule in place during t his study.2 14 1.5.3 Immunization schedule In Ontario at the time of the study, infants receiv ed DTaP-IPV-Hib and PCV at 2, 4 and 6 months of age. Different injections are given at o ne year and beyond. A study investigating immunization pain must ensure the same vaccines are used to minimize the variability in pain response due to the injected liquid. Therefore, th is study was necessarily limited to a small age range. Infants would participate once only in the study so it was felt that allowing for two opportunities to reach them (at 4 and 6 months) was sufficient and pain behaviours were likely to be more similar in the narrower range of 4 - 6 mont hs than if 2 - 6 months was employed. Infant visits rarely occur precisely on 4 and 6 month \"bir thdays;\" therefore, an upper age range of 7.5 months was used to allow for infants who came later than recommended. 15 Chapter 2 2 Methods 2.1 Study design and setting A single blind, randomized controlled trial was con ducted at Women's College Hospital Family Practice Health Centre, an outpatient, multi-team f amily practice clinic. 2.2 Blinding Study personnel: Neither the candidate (who acted as research assi stant and study coordinator) nor the clinician administering the injection could be blinded to the use of tactile stimulation as they were present for the manipulation and coordina ted the injection with parent rubbing. A sham procedure of light touch could not be employed as a means to blind study personnel since it could also have a therapeutic effect. Parents: Parents were told by the candidate that the study was evaluating several non-drug techniques to decrease pain and they were blinded t o the study hypothesis. Every parent was given a one-page information sheet with instruction s on minimizing their child's pain and distress (Appendix B). The sheet contained informa tion about parent behaviours and positioning of the infant. Parents in the no-rubbing (control) group (half of the participants) were told they were assigned to a pain-minimizing injection techni que that includes sucrose analgesia, parent holding and behaviours that reduce stress (which wa s the same in the group receiving the rubbing intervention). In the rubbing group (half of the participants), information on the use of rubbing was added to the information sheet. Thus, parents were blinded to the intervention that was being assessed. They were debriefed by the can didate about the exact differences between study groups after the study. In this way, the inf luence of bias on the study results (i.e. parent VAS scores, parent acceptability and feasibility su rvey) was minimized. Pain assessor(s): A videorecording of the procedure was used for sc oring pain. Videotapes were scored by a coder blinded to the study hypothe sis. A standardized approach was used for procedures. Although the coder may have been able to see whether or not rubbing was being 16 performed, bias was reduced because she was initial ly not aware what intervention was being investigated and was not aware of the study hypothe sis. 2.3 Ethics The study was approved by the research ethics board s of Women's College Hospital (protocol 2009-0019) and the University of Toronto (protocol 24214). The study was registered with ClinicalTrials.gov (NCT00954499). The candidate pr epared both ethics submissions and created the ClinicalTrials.gov record. 2.3.1 Ethical aspects and participant consent Written, informed consent was obtained from parents by the candidate. Obtaining consent in a study of infants and children is unique due to the inability of the participant to provide consent. The study adhered to guidelines for the ethical con duct of studies of analgesia in children. 53-55 Parents received detailed information about the stu dy and their freedom to withdraw at any time without impact on the care of their child (see Appe ndix C for a copy of the consent form). After the procedure, they were told about the specific in terventions under evaluation. 2.4 Study participants Infants were identified by the lead nurse at the si te (JP), who reviewed the patient appointment lists for infants attending their four or six month routine appointments. Appropriate team nurses (who administer vaccines in this practice) were ale rted, either by the lead nurse or the candidate. The nurse pre-screened infants for known impaired n eurological development, history of seizure and parental language. Remaining parents and their infants were approached by their clinician at the time of the appointment for routine immunizatio n. The candidate (study coordinator) screened potential participants for eligibility by reviewing inclusion and exclusion criteria. If all criteria were met, the candidate described the stud y to the eligible parents and obtained consent. The candidate subsequently coordinated the study an d collected the study data. 17 2.4.1 Inclusion criteria All infants aged four to six months who were receiv ing routine DTaP-IPV-Hib and PCV vaccines at a primary care office in Toronto were e ligible for participation. Use of acetaminophen and/or ibuprofen was not an exclusion criterion and was noted. We are not aware of any studies that evaluate these oral analgesics for reduction of the immediate pain from injection. 56 2.4.2 Exclusion criteria Infants with any of the following were excluded: impaired neurological development history of seizure use of topical local anaesthetics at the injection site use of sedatives or narcotics in the preceding 24 h ours fever or illness that would prevent administration of the vaccine parent was unable to use the assessment tools in th e study parent did not speak English to their infant prior participation in this trial No attempt was made to systematically track numbers of parent-infant dyads who were excluded due to any of these factors. 18 2.5 Randomization An individual not directly associated with the exec ution of the trial (another graduate student) created a randomization code in blocks of four to e ight, using a computer random number generator 57 and created consecutively numbered opaque envelope s containing treatment allocation. The randomization code could not be ac cessed by study personnel. At the time of enrolment into the study, participants were assigne d to the next available study number. The candidate opened the next envelope (and revealed al location) after consent was obtained and before immunization was given. There was no opport unity for study personnel to know in advance what group the next participant would be as signed to. 2.6 Treatment intervention Group 1 infants were rubbed on the ipsilateral thig h by the parent for 15 seconds prior to the immunization injection, during, and for a 15 second s following immunization. Prior to the procedure, the candidate coached the parent to rub the infant's leg just above the knee, approximately 6-8 cm from the injection site. The location on the leg was chosen for practical reasons and because it was close to the injection s ite. Group 2 did not receive tactile stimulation on the thigh. Prior to the procedure, the candidate coached paren ts in both groups to provide verbal distraction to their infant. 2.6.1 Procedures for all groups 1. All infants were videotaped for 1 minute before suc rose administration and for 2 minutes after the second injection 2. The clinician administered sucrose solution (2 mL, 24% solution) by oral syringe starting approximately two minutes prior to the first inject ion, and completing 30 seconds before the first injection. 19 3. Infants were held by a parent according to standard practice at the clinic: the infant sat on the parent's lap facing outward. The infant's l ower legs were prevented from moving by trapping them between the parent's legs. The pa rent also held the infant's arms still with their hands. 4. The DTaP-IPV-Hib vaccine was administered before PC V using a fast injection technique without aspiration. 5. One minute following the first injection, or after the infant settled (whichever was longer), the second injection (PCV) was given by th e same technique in the opposite leg. 6. A 25 gauge needle 25 mm (1\") in length was used for all injections. 7. No restriction on the use of acetaminophen or ibupr ofen was required; however, its use was documented for later analysis. 2.6.2 Tactile stimulation intervention Parents of infants in the rubbing group were asked to rub the infant's anterior and/or lateral thigh before, during and after the injections. For pract ical reasons, this meant that the parent usually used the thumb of their contralateral hand to rub t he infant's leg just above the knee in a circular or back-and-forth motion while the rest of the fing ers and palm rested around the infant's knee. The parent was told to rub hard enough for the infa nt to feel it but not enough to cause distress. The parent was instructed to stroke the thigh for 1 5 seconds before, during and for up to 15 seconds after their infant received the injection a lthough they were free to stop at any time. They were asked to refrain from directly rubbing the inj ection area. 2.7 Outcome measures 2.7.1 Primary outcome 2.7.1.1 MBPS The primary outcome was acute pain, as assessed by the MBPS. The mean score for both injections was used for the analysis. 20 A trained observer scored MBPS from videotapes of i nfants. The rater was trained on multiple sets of 10 infants (i.e. 20 injections) of the same age as the current study. Scores were reviewed with original ratings and reasons for discrepancies were discussed with the candidate. A different set of 10 infants was scored and the proc ess was repeated until the intra-class correlation was greater than 0.8. For each injection, the MBPS was scored for 15 seco nds immediately preceding the injection and for 15 seconds post-injection. If differences were found in baseline MBPS scores, the post- injection scores would have been adjusted statistic ally. It was expected that the injection itself would last one second or less based on a previous s tudy using the same injection technique, 8 so this phase was not assessed. As a quality check on outcome assessment, 25% of in fant pain scores were rated by a second person and inter-rater reliability using an intracl ass correlation coefficient was calculated to determine reliability of the rater. The second rat er was trained in the same manner as the first. Four DVDs were randomly selected by the candidate ( tapes from procedures were transferred to DVDs for ease of coding) and procedures were coded until data for 30 infants were obtained. 2.7.2 Secondary outcomes 2.7.2.1 Visual analog scale Parents and the candidate (research assistant) asse ssed injection pain in real time and from videorecordings, respectively, using a VAS (a 10 cm horizontal line is anchored with \"no pain\" on the left side and \"worst pain ever\" on the right side; see Appendix G). Parents completed this within one minute of each injection. Observer-assessed VAS scores have been criticized f or a lack of consistently strong indicators of validity and reliability, and absence of evidence o f intra-rater reliability. 58 However, more recent data demonstrated good intra-rater reliability for clinicians and research assistants. 59 Since the VAS is inexpensive, easy to use, provides efficacy data if videorecording equipment fails and could support findings in the MBPS, it was included in this trial. 21 2.7.2.2 Cry duration Cry duration was determined from videorecordings in one second increments for the duration of each injection procedure by a third rater. Cry dur ation has been used to test effectiveness of interventions in other studies of pain during immun ization. 8, 16 Cry was defined as audible vocalization in the presence of facial grimacing. Any cry that occurred during the time frame described was recorded, not just the duration of th e first cry; therefore, if an infant cried for 10 seconds, stopped for 7 seconds, cried again for 13 seconds, and then stopped, they would have a crying time of 23 seconds. 2.7.2.3 Treatment fidelity To determine if the proposed intervention was perfo rmed by parents, videorecordings were reviewed. They were coded by the third rater (ment ioned above) in 5 second increments for 15 seconds before and after each immunization to asses s if parents rubbed the leg of their infant. 2.7.2.4 Measure of Adult and Infant Soothing and Di stress (MAISD) The Measure of Adult and Infant Soothing and Distre ss (MAISD) tool was used to describe and quantify parent behaviours during the procedure sin ce they could not be standardized. A trained observer (the third rater, mentioned above) scored the MAISD scale from videotapes of the procedure. The MAISD scale is a tool developed in infants and children aged 6 weeks to 22 months to assess behaviours of parent, child and nu rse during immunization. 60 Behaviours included in the scale were: distraction, offer toy, offer pacifier, offer food, nursing, physical comfort, rocking and verbal reassurance. Behaviour s were coded as present or absent in five second segments of time throughout the procedure. Inter-rater agreement was assessed in approximately 26% of the sample used to develop the scale. 60 A kappa coefficient of 0.66 to 1.00 was found. The lower kappas occurred when beh aviours being assessed had low base rates. MAISD is similar to the well-established CAMPIS, 61 CAMPIS-R62 and CAMPIS-SF 63 tools which were developed in older children who have ver bal ability. The MAISD tool can also be 22 used to assess infant behaviours and the MAISD scor e of infant distress has positive correlation with the MBPS (r = 0.44, p < 0.001). 60 In this study, videorecordings were coded in 5 seco nd increments for 15 seconds before and after each injection. The tool was altered for the purpo ses of this trial: 1) any touch other than rubbing the infant's leg was captured under the cat egory of physical comfort; 2) the category of distraction was divided into verbal and non-verbal components and reported separately. In both instances, the changes were made to account for the interventions in the trial: rubbing an infant's leg and verbally distracting them. Separating the behaviours and verbalizations allowed us to see if the behaviours other than those coached as part of the intervention occurred at different rates in the groups in the study. A second parent was present for immunization in a s ubset of procedures. Where it was evident to the MAISD coder that a second parent was present in the room (since they might not be visible in the videorecording), behaviours for the second parent were coded. A clinician was present in the room to perform the injections. Nurses were given no instructions about how to interact with the parent and infant, a nd their behaviours were also coded with MAISD. An extra behaviour was created for nurses w hich was not part of MAISD: procedural talk. Comments such as \"One, two, three, ow\" said prior to the injection would get coded in this category. These verbalizations would not have been coded in the original MAISD tool and we thought it might be valuable to track for this set of clinicians. Incidence of behaviours was calculated for each typ e of adult (parent holding, second parent and clinician). Occurrence of the behaviours was coded as yes/no for the 15 second epochs. Those that occurred in at least 20% of the adults were co mpared between treatment and control groups. For behaviours that occurred in at least 50% of adu lts, the duration of the behaviours were compared. 2.7.2.5 Parent acceptability of interventions Measure of patient preferences and values is import ant when developing new treatments and health strategies to ensure efforts are focused in the right areas and to learn if successful 23 interventions will be accepted by patients. For th e current study, this was assessed by a parental survey administered by the candidate. The parent w ho held the infant during the immunization procedure (and performed either verbal distraction, or verbal distraction and tactile stimulation) was asked a series of questions by the candidate an d their answers were recorded on a standard form (Appendix D). 2.8 Demographic data Demographic data was obtained by interviewing the p arent who attended the well-baby visit with the infant. Ethnicity, birthdate, gestational age at birth, delivery method, etc., were recorded as reported by the parent. In certain circumstances, the patient chart was consulted (e.g. dates of other immunizations, current weight). Information was recorded on a standard form developed by the candidate (Appendix E). Minimal information (age, weight, sex, reason for refusal) was also collected (with consent) from parents who decl ined to participate. This was done to determine if those infants were similar to the ones who participated in the study. 2.9 Sample size calculation The candidate calculated the sample size using the Trial Protocol Tool (available at www.practihc.net/index.htm). 64 A sample of 56 per group was calculated to demons trate a 15% difference in MBPS pain scores assuming a standard deviation of 1.5, 80% power and two-sided alpha level of 0.05. A MBPS value of 5.6 was used to determine the 15 % change (0.8 point on MBPS). This score was observed in the group receiv ing a fast injection without aspiration in a study comparing injection techniques, 8 and was expected to be similar to the score in the control group in the present study because the fast injecti on technique without aspiration was being used. A 15% reduction in pain was considered clinically i mportant to parents. 65 A total sample size of 60 infants per group (120 altogether) was planned t o account for drop-outs, missing data and equipment malfunction. 24 2.10 Compliance and missing data The primary analysis was done by intent-to-treat pr inciples. Missing data points were not included in the analysis (i.e. data were not impute d). If a large drop-out or cross-over occurred, an on-treatment analysis was planned. All data were entered into Excel spread sheets by u ndergraduate students or the candidate. All data (100%) were checked for accuracy at a later da te by the candidate and an undergraduate student working together. 2.11 Statistical analysis The candidate performed all statistical analyses on the data. 2.11.1 Primary objective The mean of the MBPS scores for both injections wer e compared between groups using a t-test. There is support for treating MBPS data as interval data 66, 67 and this was done for the current study. 2.11.2 Secondary objectives An a priori secondary analysis of the primary outcome was perf ormed: the percent of infants experiencing no pain (defined as MBPS scores of 2 o r less) during the post-injection phase in each group was compared using a Fisher's exact test . A score of 2 is obtained for an infant with a neutral expression and who is not crying (see App endix A). Pain outcomes (MBPS, VAS, and duration of crying) d uring each vaccine injection were separately analyzed using t-tests. Exploratory reg ression analyses were planned if differences in baseline characteristics were noticed. Presence of cry at baseline and post-injection were compared using ²-tests. Individual questions on the parent questi onnaire of acceptability of the 25 intervention were compared using ²-tests. A significance level of 0.05 was used. D ata analysis was performed on Statistical Package for the Social Sciences (SPSS) version 19. 2.11.3 Baseline characteristics In order to ensure that infants in each group were similar at baseline, characteristics were compared using t-tests, ²- or Fisher's exact tests where appropriate (conti nuous or categorical data). Behaviour between adults and infants in the procedure room were also coded to identify any differences. Occurrence of MAISD behaviours an d verbalizations were compared using ²- tests and the duration of the MAISD items was compa red using t-tests. A significance level of 0.05 was used. Data analysis was performed on Stat istical Package for the Social Sciences (SPSS) version 19. 2.11.4 Multiplicity of testing Multiple comparisons between the two study groups w ere made to assess pain outcomes (continuous variables: MBPS scores, VAS by parent, VAS by research assistant, cry duration; and categorical variables: presence of pain [MBPS > 2] and cry). In addition, because there were many baseline characteristics collected, many statistical tests were done to determine whether there were differences between groups at ba seline that might influence outcomes. Multiplicity, or multiple testing of significance, may be a concern in this type of situation. When multiple tests are conducted, the risk of type 1 er ror increases (i.e. finding a difference when none exists). Using an alpha level of 0.05, one ex pects to find a significant difference at least 5% of time by chance alone, so 20 tests in a study would contain, on average, one false positive. To avoid type 1 error, the alpha level is sometimes adjusted according to a formula. One example is the Bonferroni correction which divides the declared alpha level (e.g. 0.05) by the number of comparisons to obtain a new alpha level t hat is required to determine significance. 68 The use of this and similar strategies can lead to loss of power and type 2 error (false negative) and has been debated as overly conservative by some . 68, 69 When considering outcome assessment, highly correlated outcomes (e.g. MBPS s core and cry duration) are expected in 26 clinical practice and, therefore, some have argued that alpha levels should not be adjusted downwards in this situation. 69 There was no a priori plan for alpha adjustment in the current study as the MBPS was considered the primary outcom e and conclusions were based on the results obtained from the MBPS. 2.11.5 Interim analysis No interim analyses were performed. 27 Chapter 3 3 Results 3.1 Patient flow Figure 1: Participant flow Randomized (n=120) Declined to participate (n=58) Unable to complete consent process due to children distracting parent (n=1) Allocated to intervention (n=60) Received intervention (n=60) Allocated to control group (n=60) Did not receive intervention (n=60) Analyzed (n=60) Analyzed (n=60) Eligible and approached for participation (n=179) Randomized (n=120) Declined to participate (n=58) Unable to complete consent process due to children distracting parent (n=1) Allocated to intervention (n=60) Received intervention (n=60) Allocated to control group (n=60) Did not receive intervention (n=60) Analyzed (n=60) Analyzed (n=60) 28 Infants and their parents were enrolled between Aug ust 6, 2009 and November 16, 2010. A total of 179 infant-parent dyads were approached and 58 d eclined. Of those consenting, one parent was unable to complete the training required before the procedure due to older children accompanying her at the visit who were distracting. Their visit occurred at the end of the work day and the nurse responsible for giving the vaccin e needed to leave the office; therefore, it was decided that no further attempts at training would be made and the baby did not participate. 3.1.1 Characteristics of consenting versus non-cons enting infants Infants who declined participation were not differe nt than those who participated when compared for age and weight (p > 0.05). Reasons for not par ticipating are described in Table 2. 29 Table 2: Demographic characteristics of participan ts and non-consenting infants Participated n=120 Non- participating n=59 p Male sex, number (%) 61 (51) 36 (61) 0.20 Weight, kg (SD) 7.3 (1.2) 7.0 (0.9) 0.13 Age when approached, weeks (SD) 21 (5) 21 (4) 0.69 Reason for refusal, number (%): Parent was in a hurry 26 (44) Parent wanted simultaneous injection of both vaccines 22 (37) Mother wanted to breastfeed during procedure 3 (5) Parent didn't want infant to receive oral sucrose 3 (5) Other 5 (8) 3.2 Characteristics of groups 3.2.1 Baseline characteristics One hundred and twenty infant-parent dyads were ran domized; sixty received the tactile stimulation intervention and sixty served as contro ls. Demographic data are shown in Table 3. There were no significant differences between group s. The mean infant postnatal age was 21 weeks in each group. Mean weight was 7.4 kg in the intervention group versus 7.1 kg in the 30 control group. The number of males in each group w as 35 versus 26. Mothers attended with their infant for 58 of the visits in each group. Table 3: Baseline characteristics Tactile stimulation n=60 Standard care n=60 p Infant characteristics Weight, kg (SD) 7.4 (1.2) 7.2 (1.2) 0.24 Male sex, number (%) 35 (58) 26 (43) 0.10 Attending for 4 month visit, number (%) 41 (68) 44 (73) 0.55 Age at visit, weeks (SD) 21 (5) 21 (5) 0.59 Premature birth, number (%) 3 (5) 5 (8) 0.72 Gestational age at birth, weeks (SD) 40 (2) 39 (2) 0.44 Breastfeeding (full or partial), number (%) 45 (75) 43 (72) 0.68 Medical condition, number (%) 6 (10) 10 (17) 0.28 31 Tactile stimulation n=60 Standard care n=60 p Ethnicity, number (%) Caucasian 39 (65) 42 (70) 0.56 § Afro-American 5 (8) 2 (3) Asian 4 (7) 6 (10) Other 12 (20) 10 (17) Early pain experience Vaginal delivery, number (%) 41 (68) 38 (63) 0.56 Forceps at delivery, number (%) 1 (2) 1 (2) 1.00 Vacuum at delivery, number (%) 2 (3) 4 (7) 0.68 Circumcised males, number (% of males) 13 (37) 8 (31) 0.60 Hospitalized >1 week at birth, number (%) 1 (2) 1 (2) 1.00 Hospitalized since birth, number (%) 3 (5) 3 (5) 1. 00 Extra immunizations (in addition to routine), ** number of infants (%) 6 (10) 2 (3) 0.27 § Versus all others in grouping. ** Hepatitis B vaccine, meningococcal C conjugate vac cine, influenza vaccine syncytial virus prophylaxi s). 32 Tactile stimulation n=60 Standard care n=60 p Family characteristics Attending visit with infant: Mother 36 (60) 34 (57) 1.00 Father 2 (3) 2 (3) Both 22 (37) 24 (40) Siblings, number (%) 0 35 (58) 28 (47) 0.20 1 21 (35) 25 (42) 2 4 (7) 5 (8) 3 0 2 (3) Procedure characteristics Baby held by mother, number (%) 44 (73) 52 (87) 0.0 7 Acetaminophen or ibuprofen before injection, number (%) 13 (22) 17 (28) 0.40 Comparing mother or both versus father alone. Versus all others in grouping. 33 Tactile stimulation n=60 Standard care n=60 p Infant positioned for injections with some restraint of arms or legs, number (%) 50 (83) 52 (87) 0.61 Time since last sleep, HH:MM (SD) 2:08 (1:05) ( 2:03) 0.94 Time (SD) 2:21 (0:43) 2:22 (0:41) 0.93 Time 4:18 (1:12) 4:09 (0:55) 0.42 Shorter than standard needle used for injection, number (%) 1 (2) 1 (2) 1.00 Synflorix brand of PCV, number (%) §§ 30 (50) 31 (52) 0.86 Clinician characteristics Clinicians participating, number 13 13 1.00 Clinician experience, years (SD) 22 (12) 23 (11) 0. 84 Clinician experience with fast injection technique, mean years (SD) 1.4 (1.1) 1.5 (1.4) 0.66 §§ PCV vaccine supplied by the provincial government changed from Prevnar® to Synflorix during the stud y. Anecdotal reports by the clinicians suggested it ha d a comparable level of pain response when given to infants. 34 3.2.2 Treatment fidelity Sixty infant-parent dyads were randomized to receiv e the tactile stimulation intervention. As can be seen in Table 4, 59 parents rubbed their infant' s leg for at least one phase of the immunization procedure. For parents who rubbed their infant's leg, the time engaged in this activity for 15 seconds before and after each injection is reported in Table 5. Table 4: Incidence of tactile stimulation in the i ntervention and control groups Item Before injection After injection Tactile stimulation n=60 Standard care n=60 p Tactile stimulation n=60 Standard care n=60 p Rub leg, injection 1, number (%) 57 (95) 2 (3) <0.01 56 (93) 1 (2) <0.01 Rub leg, injection 2, number (%) 55 (92) 0 <0.01 51 (85) 0 <0.01 Rub leg, injection 1 and 2 combined, number (%) 59 (98) 2 (3) <0.01 59 (98) 1 (2) <0.01 35 Table 5: Time spent rubbing the leg Tactile stimulation Standard care p Rubbing leg before, seconds (SD) 1st injection 12 (4) 5(0) *** 0.02 2nd injection 14 (3) 0 <0.01 Rubbing leg after, seconds (SD) 1st injection 12 (4) 5 (-) 0.07 2nd injection 11 (5) 0 <0.01 3.2.3 MAISD Behaviours and vocalizations for adults were captur ed using MAISD. All components of the MAISD were sought but most were not observed in the majority of infant-parent dyads. Table 6 provides incidence and statistical comparis ons of each of the categories for the parent holding the baby that occurred at least 20% of the time. The remainder of behaviours can be found in Appendix F. For almost all comparisons in each 15 second epoch, there were no statistical differences in behaviour between groups . The two exceptions were: 8 more parents in the intervention group offered verbal distraction a fter injection 2 (54 versus 46, p = 0.05) and 2) 9 more parents in the control group offered physica l comfort after injection 2 (8 versus 17, p = 0.04). *** 2 infants-parent dyads were coded to have tactile stimulation for 5 seconds each prior to the injecti on. 1 infant-parent dyad was coded to have tactile sti mulation for 5 seconds after the injection. 36 Mean duration of behaviours that occurred in at lea st 50% of infants in at least one group are reported in Table 7. Only verbal distraction met t hat criterion. No statistical difference was seen between groups for the amount of time spent verball y distracting infants. A second parent's behaviours were coded for 14 case s. Since none of the behaviours or verbalizations occurred for at least 20% of parents , they are not presented here but can be found in Appendix F. All procedures were coded for clinician behaviours and verbalizations. The incidence of clinician MAISD components that occurred at least 2 0% of the time is recorded in Table 8. Since no component of clinician MAISD occurred in a t least 50% of infants, no duration of behaviours has been reported. The full table of ob served behaviours can be found in Appendix F. 37 Table 6: Incidence of MAISD behaviours occurring i n at least 20% of parents holding baby Item Before injection After injection Tactile stimulation n=60 Standard care n=60 p Tactile stimulation n=60 Standard care n=60 p Distraction (verbal), injection 1, number (%) 54 (90) 57 (95) 0.49 56 (93) 54 (90) 0.51 Distraction (verbal), injection 2, number (%) 52 (87) 53 (88) 0.78 54 (90) 46 (77) 0.05 Distraction (verbal), injection 1 and 2 combined, number (%) 59 (98) 59 (98) 1.00 57 (95) 55 (92) 0.72 Physical comfort, injection 1, number (%) 2 (3) 4 (7) 0.68 9 (15) 8 (13) 0.79 Physical comfort, injection 2, number (%) 6 (10) 4 (7) 0.51 8 (13) 17 (28) 0.04 38 Item Before injection After injection Tactile stimulation n=60 Standard care n=60 p Tactile stimulation n=60 Standard care n=60 p Physical comfort, injection 1 and 2 combined, number (%) 6 (10) 8 (13) 0.57 16 (27) 22 (37) 0.24 Verbal reassurance, injection 1, number (%) 4 (7) 0 0.12 8 (13) 13 (22) 0.23 Verbal reassurance, injection 2, number (%) 5 (8) 7 (12) 0.76 23 (38) 14 (23) 0.08 Verbal reassurance, injection 1 and 2 combined, number (%) 8 (13) 7 (12) 0.12 25 (42) 21 (35) 0.45 39 Table 7: Duration of MAISD behaviours with inciden ce >50% - parent holding baby Tactile stimulation Standard care p Verbal distraction before, seconds (SD) 1st injection 11 (4) 11 (4) 0.26 2nd injection 12 (4) 12 (4) 0.86 Verbal distraction after, seconds (SD) 1st injection 12 (4) 12 (4) 0.53 2nd injection 11 (4) 12 (4) 0.85 40 Table 8: Incidence of MAISD behaviours - nurse Item Before injection After injection Tactile stimulation n=60 Standard care n=60 p Tactile stimulation n=60 Standard care n=60 p Distraction (verbal), injection 1, number (%) 3 (5) 6 (10) 0.49 2 (3) 4 (7) 0.68 Distraction (verbal), injection 2, number (%) 2 (3) 1 (2) 1.00 1 (2) 2 (3) 1.00 Distraction (non-verbal), injection 1, number (%) 0 0 - 0 1 (2) 1.00 Distraction (non-verbal), injection 2, number (%) 1 (2) 0 1.00 1 (2) 0 1.00 Verbal reassurance, injection 1, number (%) 3 (5) 3 (5) 1.00 13 (22) 13 (22) 1.00 Verbal reassurance, injection 2, number (%) 6 (10) 5 (8) 0.75 14 (23) 9 (15) 0.25 Procedural talk, injection 1, number (%) 12 (20) 8 (13) 0.33 16 (27) 18 (30) 0.69 Procedural talk, injection 2, number (%) 19 (32) 13 (22) 0.22 2 (3) 3 (5) 1.00 41 3.3 Outcomes of study: effect of tactile stimulati on during immunization 3.3.1 MBPS scores Outcome data are shown in Table 9. The mean MBPS s core for injection 1 and injection 2 did not differ between groups. The tactile stimulation group received a rating of 8.2 and the control group received a rating of 8.0 (p = 0.57). The MBPS did not differ at baseline (prior to injec tion 1 and 2, p = 0.70 and p = 0.17 respectively). After injection, MBPS scores did not differ between groups: 7.6 versus 7.2 (p = 0.30) for the first injection and 8.8 versus 8.9 for the second i njection (p = 0.50) for the tactile stimulation and control groups, respectively. MBPS scores were dichotomized into two categories f or an a priori analysis: the number of infants who scored 2 or less, representing no pain, and those who scored more than 2, representing infants who had pain. The results are presented in Table 10. No statistical difference was found in the number of infants who h ad pain before or after either injection. 42 Table 9: MBPS scores Tactile stimulation n=60 Standard care n=60 p Baseline (15 seconds before injection), mean (SD) 1st injection 3.1 (2.1) 2.9 (2.0) 0.70 2nd injection 4.3 (2.3) 4.9 (2.5) 0.17 Average both injections 3.7 (1.8) 3.9 (2.0) 0.53 Post injection (15 seconds after injection), mean (SD) 1st injection 7.6 (1.8) 7.2 (2.0) 0.30 2nd injection 8.8 (0.9) 8.9 (0.9) 0.50 Average both injections 8.2 (1.1) 8.0 (1.3) 0.57 t-test. 43 Table 10: Presence of pain Tactile stimulation n=60 Standard care n=60 p§§§ Presence of pain at baseline (15 seconds before injection), number (%) 1st injection 18 (30) 15 (25) 0.54 2nd injection 40 (67) 42 (70) 0.70 Presence of pain (15 seconds after injection), number (%) 1st injection 59 (98) 58 (97) 1.00 2nd injection 60 (100) 60 (100) 1.00 3.3.2 Reliability of MBPS scores Scores obtained by a second rater were compared to the first rater's scores for 30 infants. Fifteen infant-parent dyads came from the intervention grou p, and 15 came from the control group. The intra-class correlation coefficient calculated on 2 5% of the MBPS scores was 0.91 (95% confidence interval 0.88, 0.94, p < 0.01). §§§ ²- or Fisher's exact test. 44 3.3.3 Visual analog scales 3.3.3.1 Parents No statistical difference was seen between groups f or parent global pain assessment measured by a 100 mm VAS (Table 11). No differences were seen in pain ratings prior to each injection or after each injection. Averages of injection 1 and 2 were also not statistically different. Table 11: Parent VAS **** Tactile stimulation n=60 Standard care n=60 p Baseline, mean mm (SD) 1st injection 2 (5) 1 (3) 0.18 2nd injection 20 (17) 18 (17) 0.50 Average both injections 11 (10) 9 (9) 0.35 Post injection, mean mm (SD) 1st injection 47 (21) 42 (24) 0.18 2nd injection 72 (23) 65 (23) 0.08 Average both injections 60 (20) 53 (22) 0.10 **** Scale 0 - 100 mm. t test. 45 3.3.3.2 Research assistant No statistical difference in pain rating was seen b etween the tactile stimulation and standard care groups prior to either injection (Table 12). No st atistical difference was seen between pain ratings after each injection, or for the average of both injections. Table 12: Research assistant VAS Tactile stimulation n=60 Standard care n=60 p§§§§ Baseline, mean mm (SD) 1st injection 1 (2) 0 (2) 0.63 2nd injection 8 (12) 7 (9) 0.78 Average both injections 4 (6) 4 (5) 0.72 Post injection, mean mm (SD) 1st injection 37 (19) 31 (19) 0.07 2nd injection 63 (18) 60 (17) 0.35 Average both injections 50 (17) 46 (16) 0.12 Scale 0 - 100 mm. §§§§ t test. 46 3.3.4 Cry duration No statistical difference was seen between treatmen t and intervention groups for cry duration before either injection (Table 13). No difference was seen between groups after each injection or for the average of both injections measured for 15 second, 30 second and 60 seconds after injection. Averages of injection 1 and 2 were also not statistically different. No difference was seen for incidence of cry between treatment and intervention groups before either injection, or after either injection during the first 15 seconds, 30 seconds or 60 seconds (Table 14). Table 13: Cry duration Tactile stimulation n=60 Standard care n=60 p***** Cry duration at baseline (15 seconds before injection), seconds (SD) 1st injection 1 (3) 1 (3) 0.50 2nd injection 2 (5) 3 (5) 0.31 Average both injections 2 (3) 2 (3) 0.66 ***** t test. 47 Tactile stimulation n=60 Standard care n=60 p***** Cry duration, 15 seconds after injection, seconds (SD) 1st injection 9 (5) 8 (6) 0.26 2nd injection 13 (2) 13 (2) 0.50 Average both injections 11 (4) 11 (3) 0.51 Cry duration, 30 seconds after injection, seconds (SD) 1st injection 14 (11) 12 (11) 0.32 2nd injection 25 (7) 24 (6) 0.84 Average both injections 20 (8) 19 (7) 0.43 Cry duration, first minute after injection, seconds (SD) 1st injection 20 (19) 20 (20) 0.87 2nd injection 41 (17) 38 (16) 0.32 Average both injections 31 (15) 29 (15) 0.52 ***** t-test. 48 Table 14: Incidence of cry Tactile stimulation n=60 Standard care n=60 p Incidence of cry at baseline (15 seconds before injection), number (%) 1st injection 9 (15) 8 (13) 0.80 2nd injection 19 (32) 20 (33) 0.85 Incidence of cry, 15 seconds after injection, number (%) 1st injection 52 (87) 47 (78) 0.23 2nd injection 60 (100) 59 (98) 1.00 Incidence of cry, 30 seconds after injection, number (%) 1st injection 52 (87) 47 (78) 0.23 2nd injection 60 (100) 59 (98) 1.00 Incidence of cry, first minute after injection, number (%) 1st injection 52 (87) 47 (78) 0.23 2nd injection 60 (100) 59 (98) 1.00 t test. 49 3.3.5 Adverse events No adverse events were reported in the study. 3.3.6 Parent acceptability of intervention No statistical differences were seen between groups for answers to questions about the procedures in the study. Results are presented in Table 15. All respondents found the information sheet somewhat or very easy to understa nd. For the group assigned to tactile stimulation, 76% found it somewhat or very easy to perform the intervention compared to 62% in the group assigned to tactile stimulation (p = 0 .12). Only 53% in each group thought their infant benefited from the parent's actions. Despi te this, 88% in the tactile stimulation group said they would do it again, and 85% and 87% of parents in the intervention and control groups, respectively, would use verbal distraction in the f uture. 50 Table 15: Responses to survey by parent holding in fant Tactile stimulation n=60 Standard care n=60 p Mothers responding, number (%) 44 (73) 51 (85) §§§§§ 0.12 Somewhat or very easy to understand the Fact Sheet, number (%) 60 (100) 60 (100) 1.00 Somewhat or very easy to do what the Fact Sheet suggested, number (%) 45 (76) ****** 37 (62) 0.12 Parent thought infant benefited from what parent did, number (%) 32 (53) 32 (53) 1.00 Parent will give sucrose in the future, number (%) 56 (93) 49 (82) 0.10 Parent will rub leg in the future, number (%) 53 (88) n/a - Parent will use distracting talk techniques in the future, number (%) 51 (85) 52 (87) 0.79 Parent will sing in future, number (%) 10 (17) 8 (1 3) 0.61 ²- test. §§§§§ 52 mothers held babies in this group but for one s urvey, responses were given by both parents. ****** n = 59 for this question only. 51 Chapter 4 4 Discussion 4.1 Summary of results To our knowledge, this is the first study to evalua te parent-led tactile stimulation for pain reduction in infants undergoing immunization inject ions. No significant effects were demonstrated on infant pain response. This was evi dent from the primary outcome, the MBPS, using mean of scores from both injections, as well as from individual injections. Results were consistent for all secondary outcomes of pain, incl uding: VAS ratings from parents and the research assistant, cry duration, and dichotomous c ategories of pain/no pain (using MBPS) and cry/no cry. The majority of parents (60 %) reporte d that the information they were given was easy to understand; however, the requested behaviou r was not easy for 24% of the group allocated to the tactile stimulation group and 38% of the group allocated to the control group (p = 0.12). Only 53% of the parents felt their infant b enefited from their actions during the injection procedure. In addition, relatively high pain scores were obser ved for infants in both arms of the study (mean, 8.2 versus 8.0, p = 0.57), despite the fact that they all received pain relieving interventions (sucrose, holding, fast injection wit hout aspiration). These results are inconsistent with previous studie s of tactile stimulation to reduce procedural pain. A previous study including 105 children aged 4 to 6 years found less self-reported pain (Oucher scale, 0 - 10) from the intervention group, which was eit her rubbing the leg near the injection site or having the child blow bubbles . 20 Less pain occurred in the two interventions (1.89 [rubbing] and 2.00 [bubbles], versus 2.89 in the control group, p = 0.01). The method of tactile stimulation in the current study was most s imilar to tactile stimulation in this study, except that the investigator administered tactile stimulat ion, rather than the parent, and a different person administered the injection. Oucher is a vertical scale with marks of 0 to 10 a nd six photographs of a child's face beside the eve n numbers representative of that amount of pain at ea ch point. The child picks the face that matches ho w they feel. 52 Four studies of tactile stimulation 18, 19, 29, 30 in adults undergoing injections and one study of needle insertion without injection 31 all found it was effective to reduce pain compared to no tactile stimulation. The magnitude of pain reducti on varied from 0.79 cm to 2.55 cm on a 10 cm scale. Like the studies in children, investigators or clinicians administered the intervention. It is possible the lack of blinding in these earlie r studies may have biased the results towards a larger effect. Adult participants who consented to enroll in studies might have expectations about the effectiveness of tactile stimulation and are also responsible for rating their pain. In the current study, parents and the outcome assessor wer e blinded to the treatment being studied and study hypotheses. One study in 23 neonates showed that rubbing the ip silateral leg for two minutes prior to heel lance reduced pain by 2 points on the NIPS (0 - 10 points) using assessors blinded to the intervention. 21 A second heel lance study of 8 infants found a sm aller decrease in transcutaneously measured oxygen levels (suggestive of less pain) in the group receiving contralateral tactile simulation, although no stati stical tests were reported in the paper. 32 While the age groups in these studies is close to the gro up in the current study, the procedure (heel lance) is somewhat different than an immunization i njection. An injection involves piercing the skin but also causes pain when tissue is distended by the volume being injected, and may also cause pain due to the physicochemical properties of the injection liquid. On the other hand, heel lance involves cutting the skin with a small blade and squeezing the heel to obtain blood. It is interesting that 53% of parents felt their be haviour (rubbing the skin and/or distracting the infant) did not reduce their infant's pain, but mor e than 85% of them were willing to do the same activity in the future. This may reflect parent de sire to want pain reducing strategies, and their willingness to use methods that they perceive to be harmless. It would seem that if disseminated, these behavioural strategies would have a high acce ptability among parents. 4.2 Potential reasons for lack of effect from tacti le stimulation This section discusses possible reasons for why tac tile stimulation did not reduce pain in this population. Reasons are grouped according to paren t factors and clinician factors. 53 4.2.1 Parent factors 4.2.1.1 Administration of tactile stimulation The parent holding the infant was trained to admini ster tactile stimulation near the injection site and the parent practiced the technique and verbal d istraction with their infant prior to the procedure. Parents were instructed to rub the skin just above the knee. No attempt was made to standardize the amount of pressure applied to the l eg. Training was performed rapidly in a manner that could be consistent with a busy primary care practice. A more thorough training might have produced different results, but the resu lts might not have been reproducible in practice. Two prior studies of tactile stimulation in adults that found a benefit for the intervention employed technology to standardize and measure the amount of pressure delivered. One used a dolorimeter to train the clinician prior to the stu dy to ensure a standard amount of pressure was delivered at each injection; 18 in the other study, a pressure sensing device was placed between the clinician's thumb and the participant's skin to measure each application of pressure prior to the injection. 19 Parents in the current study may have been stress ed because their infant was being immunized and experiencing pain, and may have found it difficult to tailor tactile stimulation to their infant's needs (e.g. they migh t have rubbed the skin too firmly or too lightly). Since the current study did not employ any method t o train parents to use a standard amount of pressure, and did not measure the amount of pressur e applied, it is not known if they consistently applied a similar amount of pressure. It is also n ot known what constitutes an appropriate amount of pressure. These issues could account for some of the lack of benefit observed in the study. It is possible that parents participating in the st udy who were allocated to the intervention group were pre-occupied with the prescribed intervention and failed to comfort their infant in their usual ways. This might have occurred if they weren 't aware of their infant's state because they focused on the intervention, or if they were aware but thought they should continue with the intervention (because they were in a study) rather than do what would have been natural for them. Although measured behaviours (from MAISD) we re not different between groups (except 54 for one epoch of physical comfort and one of verbal distraction), it is possible that unmeasured behaviours, or the quality of behaviours, could hav e been different and contributed to the study results. Parents in both groups practiced their behaviours ( either rubbing and verbal distraction or just verbal distraction) with their infants prior to the study. It is possible that the extra handling tha t occurred with infants in the tactile stimulation gr oup contributed to higher pain scores in the intervention group during the procedure. The location of tactile stimulation was just above the knee on the anterior surface of the thigh. It was chosen for feasibility and logistic reasons: p arents were required to hold their infant and administer the intervention; clinicians required sp ace to work. Tactile stimulation is thought to work via the gate theory, which requires nerve impu lses from noxious and non-noxious stimuli to reach the same level of the spinal cord. The in tervention should be effective if the tactile stimulus occurs in the same dermatome as the inject ion. In infants, the anterior thigh is supplied by the L2 and L3 nerve roots. There is some overla p and the margins are not precise. 70 So, while it is possible that rubbing was not performed close enough to the injection site to ensure the same dermatome was stimulated by both the noxio us and non-noxious stimuli, some of the stimuli would be expected to reach the same level o f the spinal cord. The receptive field of an individual neuron, however, is smaller than the ent ire dermatome and having both noxious and non-noxious stimuli occurring in the same receptive field might improve the pain reducing ability of the intervention. Having a clinician pe rform the intervention might facilitate tactile stimulation closer to the injection site. Light ta ctile stimulation directly over the injection site might also prove beneficial. A study of infants re ceiving DTP found massage of the injection site caused more delayed pain and swelling at the s ite and was related to intensity of the massage, 71 but light touch at the site might reduce immediate pain without causing delayed pain. Despite concerns discussed, insufficient proximity of the two stimuli may not be the entire explanation for the lack of effect observed. 55 4.2.1.2 Distraction and comfort Incidence of parent behaviour was not different in most categories. Physical comfort was offered to more infants in the control group after injection 2 (8 versus 17, p = 0.04). Verbal distraction after injection 2 occurred in more infa nts in the intervention group (54 versus 46, p = 0.05). It is interesting that physical comfort was offered less in the intervention group after injection 2. Physical comfort could include behaviours like rubb ing, massaging, patting, kissing or hugging. For the purposes of this study, rubbing the leg was not included as physical comfort. The intervention might have prevented parents from prov iding physical comfort after the injection because parents continued the intervention after ea ch injection and were slower to comfort their infants (i.e. if they offered physical comfort, it occurred after the coding epoch and was not captured in this analysis). One study suggested pa tting, rocking and bouncing were probably helpful behaviours to reduce infant pain. 49 If physical comfort helps to abort pain expressio n, then the parents offering more physical comfort mig ht have infants with lower pain scores and for this study, would tend to decrease scores in th e control group. It must be noted that this observation occurred in 8 of 60 dyads in the interv ention group and 17 of 60 dyads in the control group (less than 30% of the sample) and this could be a chance finding so no conclusions should be drawn. Alternatively, if rubbing the leg was considered ph ysical comfort (and it might be perceived that way to the infant), then the treatment group receiv ed more overall physical comfort before and after the immunization despite the difference noted above, which might result in lower pain scores in the intervention group. One concern that existed a priori was that parents assigned to the tactile stimulati on group would perform the intervention and forget to verbally dis tract their infants; however the amount of verbal distraction in 3 of the 4 epochs (before and after each injection) was not different, and the amount of verbal distraction after the second injec tion was higher in the intervention group. Therefore, this concern did not occur. Distraction tends to be associated with lower levels of infant distress 49 so this might result in lower pain scores in the i ntervention group after injection 2 (which was not observed). The current study empl oyed parent-led distraction in both groups and did not evaluate effectiveness of this strategy . MAISD determined that there was no 56 difference in the amount of parent-led distraction in each group for 3 of 4 epochs; however, the infant's engagement in distraction was not evaluate d; if different between groups, it may have impacted this study's results. A systematic review of behavioural interventions 72 identified two randomized controlled trials in infants and childre n less than 2 years 50, 51 and one in children aged 3-7 years 52 that evaluated parent-led distraction and found it to be ineffective in reducing pain but was effective in reducing observer-rated d istress. Therefore, even if differences in distraction rates occurred (and this occurred in on ly 1 of 4 epochs), these other studies would suggest that the differences are unlikely to be con tributing to the results. To summarize, for behaviours occurring in infant-pa rent dyads at a rate of at least 20%, only two comparisons were statistically different: more phy sical comfort (not including the tactile intervention) occurred after the second injection i n the control group and more distraction occurred after the second injection in the treatmen t group. Taken together it is not likely that these behaviours had an impact on the results of th e study 4.2.2 Clinician factors Sixteen clinicians participated in this study. Som e participated only once and four participated over 10 times. There were no difference in the num ber who participated in each group and no differences in the nurses who had more than 10 infa nts in the study. One aspect of clinician variation is sucrose admini stration. The study captured duration of sucrose administration and time between start of ad ministration and injection times. No difference was found between groups for this variab le. The study did not capture the method of administration: it is ideally given drop by drop o n the tip of the tongue so that the infant may taste it. 4 Although the nurses had been trained on sucrose a dministration, sometimes nurses were observed by the candidate to give sucrose into the side of the mouth, as one might administer medicine. Past research showed that feeding sucros e via a nasogastric tube (with no opportunity to taste) failed to produce analgesia, 73 so it is not clear whether this action (which was not recorded as part of the study) had any impact on th e results. Since it is likely that this action occurred randomly with respect to tactile stimulati on, it probably did not bias the results (although it is possible that specific nurses admin istered it incorrectly some or all of the time). 57 Another aspect of operator variation was injection technique. Some factors that appeared to vary among clinicians were speed of injection, how far t he needle was inserted into the skin and how the skin near the injection site was handled before and during the injection. The clinicians in this study always applied alcohol prior to injection. W hile injection speed was not timed, it was observed by the candidate to vary among operators a nd was almost never as fast as the one second time demonstrated in a study comparing two i njection techniques. 8 Needle insertion was another observed variable that was unexpected. Som e nurses were observed to never insert the entire needle shaft into the skin to the hub. Othe r nurses appeared to insert to the hub sometimes, but other times inserted only part of the needle wh en they felt the infant was small for his/her age. Needle length used in the study was consisten t with Canadian Immunization Guide recommendations. 74 Some studies have found that using a longer needl e resulted in less reactogenicity,7 but no studies of immediate pain of injection and needle length were found. It is also unknown if failing to rest the hub on the skin causes the needle to move more in the tissue during the injection phase (which might result in m ore pain). It is unclear whether this clinician behaviour affected the results. If it occurred bas ed on infant weight for some clinicians (and weight was similar between groups) it probably did not bias the results. If it occurred always with some clinicians, then it also probably did not bias the results, since nurses contributed infants to each group in similar numbers. Some nurses appeared to handle the skin near the in jection site more than others. Again, this behaviour was not part of data collection in the st udy but could have influenced the results because it may have been equivalent to a tactile st imulation intervention. The candidate noted that some nurses applied pressure to the site as th ey swabbed the area with alcohol. Others firmly grasped the leg and squeezed it as they pier ced the skin. Assuming these behaviours were specific to certain nurses, and the nurses were bal anced in treatment and control groups, any effect they caused should not bias the results. Having only one person administer the intervention is more likely to result in a standardized, reliable delivery of an intervention. It is useful in an efficacy study that seeks to determine if an intervention is effective under ideal conditions, b ut does not reliably translate into practice and is a reason why effectiveness trials are sometimes pre ferred. 75, 76 58 Differences in operators noted above are features t hat were observed during the study. There may be other features to the injection procedure th at were not noticed and not considered, but since clinicians contributed similar numbers of inf ants to the treatment and control groups, it is unlikely that their variability biased the results. Instead, the differences in practice contribute t o higher variability in the results obtained and make it harder to detect a signal of effect. 4.3 Generalizability of findings External validity, or generalizability is the abili ty to apply results from the study population to other populations. This section discusses some of the characteristics of this population that might influence pain outcomes. 4.3.1 Sex differences in pain expression There was no statistical difference for the percent of males in each group: 58% in the tactile stimulation group and 43% in the control group and similar numbers of males and females were allocated to the two groups. Therefore, it is like ly that results from this study can be applied to both males and females. While the majority of adult literature indicates th at females show greater response to painful stimuli, 77 the child and infant literature is less clear. Pr eterm neonatal males had more negative facial expressions than females in one study, 78 and term neonatal males were faster to cry and display facial action from pain of heel lance. 46 Lower pain scores were associated with female sex in a study of 4 and 6 month old infants. 16 Conversely, a study in pre-term and term neonates in the first few days after birth found more pain e xpression in females. 79 Others have found no sex differences: a study of infants aged 2 weeks t o 12 months found no difference in time spent crying but females had a higher pitch cry at aged 7 to 12 months. 80 And two studies in older children found no association between sex and pain response. 80, 81 The area requires further study and new guidance has been provided although i t is not specific to paediatrics. 82 59 4.3.2 Ethnicity and pain response There were no statistical differences in ethnicity between groups. The entire population was 68 % Caucasian, 8 % Asian, 6 % Afro-American, and 1 8 % other (mainly mixed race). These proportions are similar to other large Canadian cit ies. 83 In the adult literature, much has been written abou t links between the complex relationship of ethnicity and pain. 84-87 Additionally, the issue is complicated by relativ e contributions of biological and cultural factors and whether these d ifferences are related to pain perception, expression or measurement. In infants, the literat ure is less developed. One study found Japanese-American infants were less reactive to pai n than Caucasian-American infants. 88 Another found Chinese-Canadian infants to be more r eactive to pain than Caucasian-Canadian infants, but baseline maternal factors (education a nd occupation) were different and could have influenced the findings. 89 Conversely, a study examining computer-assistant facial expression in neonates found no differences among ethnicities. 90 This is an area requiring further study. 4.4 Pain scores compared with prior immunization pa in studies The pain scores in the current study seem to be hig her than those in recent immunization studies of a similar age group using the same pain rating t ool. Below is a summary of pain scores for the first injection in two other immunization studies a nd the present one (Table 16). The scores in the current study are numerically higher for MBPS, parent and researcher VAS, and the same or higher number of infants cried in the current study than in the other two studies. No statistical analysis has been performed on these data to determ ine if they are different since this was not an objective of the current study. The Ipp (2009) study compared the order of injectio n of the two vaccines currently given at 2, 4 and 6 months in Ontario. 9 The scores of the infants given DTaP-IPV-Hib firs t, as in the current study, are presented below. The Ipp (2007) study c ompared two injection techniques in 4 and 6 month old infants: a fast one without aspiration, and a slower, traditional injection with aspiration. 8 Only the first injection (DTaP-IPV-Hib) was consi dered in the study, but results from both administration techniques are presented. For each of the studies by Ipp et al, the infants were held by their parent while the parent stood in front of the video camera. The 60 clinicians and site in the two studies are the same , and are a different location from the current study. One important consideration is that the brand of DT aP-IPV-Hib used in the current study is different than that used in the previous two studie s. It is possible this could be the source of different pain scores; however, clinicians in each of the studies have not commented about a change in the amount of pain observed when brands w ere switched. There may be other factors contributing to the pain scores. The speed of injection appeared shorter in the two Ipp et al studies compared to th e current study (excluding the arm of one study that used a slow injection with aspiration). The I pp (2007) study varied both speed and aspiration when measuring pain so it was not able t o determine the relative contribution of each variable to pain ratings. 8 Since clinicians in the current study did not per form aspiration, but were observed (anecdotally) to inject somewhat slow er than clinicians in the Ipp study, this suggests that speed might play an important role in pain reduction. Parents in the current study restrained their infan ts on their lap, with most trapping the infant's leg(s) between theirs, and holding the infant's arm s with their hands. This was done for practical purposes - the clinicians wanted a still leg to inj ect and did not want the infant to grab the needle while the clinician was performing the injection. The position was quite different in the earlier studies, where the infant's arms and legs were almo st always unrestrained. The infant was held in a \"dangling\" position in front of the parent and had much more range of motion available for their legs. The infants in the current study may h ave had more baseline distress from restraint, and this could cause higher pain scores than if bas eline distress was absent. Cry, negative facial features and body movement can occur with infant di stress or pain, and therefore distress cannot be distinguished from pain using the MBPS or other tools. VAS scores by observers may or may not exclude distress. The candidate noticed that s ome parents from the current study gave their infant low scores when the infant's MBPS would be h igh and stated that their infant was \"just tired\" or similar. 61 Table 16: Pain scores compared with two other stud ies Injection 1 scores only Current study Current study Ipp (2009)§§§§§§ Ipp (2007)§§§§§§ Ipp (2007)§§§§§§ N=60 Tactile stimulation N=60 Standard care N=60 Less painful injection first N=56 Fast injection technique N=57 Injection with aspiration MBPS 7.6 7.2 6.3 3.3 5.6 Cry duration (60 sec) 20 20 - 0 15 Cried, number 52 47 41 24 47 Parent VAS ******* (mm) 47 42 25 19 35 Researcher VAS ******* (mm) 37 31 - 14 28 4.5 Recruitment of study participants Parents opted to not participate in this study at a rate of 32%, which was high compared to two similar primary care immunization studies that did not have drug administration as part of the protocol. 8, 9 In the current study, clinic nurses made the init ial contact with parent to discuss participation; if parents were agreeable, the candi date provided additional information and Pediacel® brand DTaP-IPV-Hib. §§§§§§ Pentacel® brand of DTaP-IPV-Hib. ******* VAS scale 0 - 100 mm, 0 = no pain. 62 obtained written consent. In the other studies, th e initial contact was made by the infant`s pediatrician. Parent desire to have infants immunized by simultan eous injection was a major factor in refusal rate that was unique to this research environment. Well baby visits in Ontario, Canada had two immunization injections scheduled at 2, 4, 6 and 12 months during the time the study was occurring. About six months before the study began , nurses at the site started to perform tandem injections: two nurses, or a nurse and physician w ould each administer an injection in one of the infant's legs (or child's arms) at the same time. Their rationale for this procedure was that it would cause less pain and/or distress for the infan ts and children. Many nurses continued to offer tandem injections to infants at two months wh ile the study was underway. Parent exposure to the tandem procedure at two months (which would include the nurse's rationale and support for simultaneous injection) likely influenced their decision to refuse participation in this study that administered injections sequentially. Two stu dies have tested tandem versus sequential injection and failed to find a difference in the am ount of pain experienced by participants. 91, 92 Another factor might have been waiting times prior to being seen in each of the offices: time was cited by a substantial number of parents, and t his could have been time to complete the study but could have been related to how much time they h ad already spent waiting. No waiting time data were collected in the current study but anothe r study found the average waiting time was 34 minutes (from arriving at office to being immunized ). 93 The site of the current study allotted 15 minutes for physician contact and 15 minutes for nu rse contact at a well-baby visit, with immunization occurring at the end of the second 15 minute block. The candidate observed that sometimes infants were seen at the appointment time and others were seen later, but no attempt was made to capture the information systematically. 4.6 Strengths of study design The strengths of this study include: randomizing p articipants, concealing treatment allocation to the recruiter, blinding the participants to group a ssignment and hypothesis, blinding the outcome assessor to the study intervention and hypothesis, using multiple clinicians, having an ethnically diverse population and using intent-to-treat analys is. 63 Several of these features improve internal validity , i.e. the likelihood that the results of the study are correct for this population. With randomizatio n, a patient has an equal chance of being assigned to either treatment group. The result is that variables (both known and unknown) that could bias an outcome are more likely to be similar between groups. Another feature of the study that improved internal validity was concealing the treatment assignment from the recruiter (the candidate). Stu dies have shown that when investigators are aware of what the next treatment assignment is, the y may alter their recruitment behaviour (e.g. if a clinician thinks a patient's sore throat is ba cterial, the clinician might not recruit them for a n antibiotic study if he or she knows they will be as signed to the placebo group), and the consequence is an exaggeration of treatment effect for the intervention group. 94 It is important to note that this change in behaviour might be conscio us or unconscious. In this study, the recruiter did not know which group the patient was assigned t o until after consent had been obtained; therefore she could not influence the composition o f each group. Since the intervention in this study required parti cipants to be trained to perform a specific behaviour, they were not blinded to their actions. However, the candidate did not disclose the research hypothesis or which behaviours were being studied - only that a combination of pain relieving strategies was being tested. Since paren ts were unaware if they were in a treatment or control group, they were less likely to bias their responses when asked about their infants' pain and the procedures they had been asked to perform. The primary outcome assessor who coded the MBPS (fi rst rater mentioned earlier) was also blinded to the study hypothesis. In addition, she was initially blinded to the intervention being studied, although that may have become apparent aft er viewing a sufficient number of procedures (she reported at the end of coding that she was not certain what was being studied). Blinding the assessor makes it more likely the outc ome is unbiased. Several study strengths improve the external validi ty or generalizability of the study. Firstly, the design was a real-world scenario that included many different clinicians which mirrors actual practice where individual clinician habits may vary . Another strong point of this study was ethnic diver sity. Study participants included participants whose ethic origins were from Europe, Asia, Africa and native peoples of North and South 64 America. Although the issue of ethnicity and pain in infants requires further study, if differences exist, this group of participants was representativ e of the population of Canada and so the results are generalizable to them. Additionally, the analysis for this study was done by intent-to-treat principles. All subjects were analyzed in the assigned group without regard to wh ether they received the intervention or not. The alternative is to use data from subjects who ad hered to all aspects of the intervention (a per- protocol or on-treatment approach). The former is more reflective of what happens in the real world (patients are not consistently adherent to tr eatment) and so using this approach makes the results more generalizable. In addition, choosing which patients to include in the results (i.e. a per-protocol analysis) can remove the benefit of ra ndomization and can introduce selection bias which may affect internal validity. 4.7 Study limitations Some limitations to the study design should be cons idered when interpreting the results. In particular, the following must be considered: choi ce of parent and extent of training to provide the intervention, lack of placebo controlled blindi ng, and increased variability from lack of strict control on clinician behaviour. Firstly, the results observed in this study can onl y be applied to parent-led tactile stimulation: a different result might be seen if clinicians perfor med tactile stimulation. Additionally, parent training was limited in this study and a different outcome might have occurred if more time were spent preparing parents to rub their infant's leg d uring immunization; however, intensive training would be unlikely to occur in the real world, so ge neralizability would decrease. A second consideration is that the study interventi on was not truly blinded. This could bias results if clinicians treated individuals different ly, if participants behaved differently or if the outcome assessor rated pain differently because of group assignment. The clinician, who was aware of the treatment assignment prior to the inje ctions, could have treated the infant-parent dyad differently depending on group assignment; for example, she may have performed the injection differently in each group. Performing an injection is a motor skill that clinicians learn 65 during their training. Such skills become automati c and are done without thinking once learned. 95 Therefore, it is unlikely that clinicians changed their practice based on group assignment. Sometimes a sham procedure is used in a study when a technique is being studied rather than a drug. This would not have blinded cl inicians, and since the treatment being studied was not disclosed to participants, a sham procedure would have little impact on participants. It is possible that an unblinded outcome assessor could b ias the results. The rater in this study was initially unaware of the intervention being studied and was not informed of the study hypothesis; therefore it is unlikely this occurred. The \"real world\" scenario with multiple clinicians increases variability in pain response because of differences in clinician technique, infant posit ion and restraint, waiting times, feeding status, and other factors not known. The extra variability might prevent the detection of an effect. However, increasing controls on the study would dec rease the generalizability of the results. 4.8 Future research Although this study found tactile stimulation admin istered by parents was not effective to reduce immunization pain in infants, studies in other popu lations that used clinician or investigator-led tactile stimulation found a reduction in pain from immunization and other injections; therefore, a study in infants to assess this intervention is war ranted. Separation of the measurement of pain and distress is not feasible with current tools and measures to reduce pain scores should consider redu cing distress as well as pain. As noted earlier, operator-related factors may have contribu ted to differences in the scores, and these factors deserve some exploration. For example, a c omparison of fast injection (e.g. < 2 seconds) versus typical speed (e.g. > 3 seconds) should be i nvestigated for pain reduction. While a fast injection without aspiration was shown to be less p ainful than a regular-speed injection with aspiration, 8 it is not known what portion of the pain was reduc ed from speed and what portion from lack of aspiration. Clinicians in the current study did not aspirate but injection speed was not as fast as that observed in the original resear ch (as observed by the candidate but not systematically timed). This might have contributed to the higher pain scores observed in this 66 study (versus the two recent immunization studies) 8, 9 and should be investigated in a future study. Infant restraint is another example of clinician va riability that should be investigated. Infant position for immunization was very different betwee n the current study and the two recent studies, with the latter two allowing relatively fr ee movement of infant arms and legs during the entire process. The role of restraint warrants inv estigation. Jet injectors, not currently available in Canada, a re being used in the United States to administer lidocaine for local anaesthesia. The needle-free d evice forces a thin stream of drug into the skin at high pressure. Since topical local anaesthetics have been shown to reduce pain from immunization, 56 the jet injector might offer an effective treatmen t that is faster to administer and could provide anaesthesia to a greater depth than c urrently available from topical local anesthetics. The pain from administration of local anaesthesia via a jet injector and injection of the vaccine should be assessed compared to the inje ction of the vaccine alone. In addition, some vaccines are currently administer ed via needle-free jet injectors during mass vaccine campaigns. The pain from administration vi a this method should be compared with needle and syringe injection of the same vaccine to see if jet injector administration is less painful. 67 Chapter 5 5 Conclusion Parent-led tactile stimulation was not effective to further reduce pain from immunization when added to a combination of pain relieving measures ( oral sucrose, holding the infant, fast injection without aspiration). Parents found the procedures easy to do in the majority of cases but only half felt the infant benefited from their actions. No adverse effects were observed. The results of this study are not consistent with o ther studies of tactile stimulation for injection pain, but none of the former studies had parents pe rform the intervention, and none were in infants. The strategy cannot be recommended for use in infan ts; however, if a parent wishes to rub the skin, there is no evidence to recommend against the behaviour. Clinicians may be better suited to deliver this int ervention. Further research to investigate clinician-led tactile stimulation in this populatio n is warranted. 68 References References 1. Reis EC, Roth EK, Syphan JL, Tarbell SE, Holubkov R. Effective pain reduction for multiple immunization injections in young infants. Arch Pediatr Adolesc Med. Nov 2003;157(11):1115-1120. 2. Publically funded immunization schedules for Ontar io - January 2009. http://www.health.gov.on.ca/english/providers/progr am/immun/pdf/schedule.pdf . Accessed January 14, 2009. 3. Jacobson RM, Swan A, Adegbenro A, Ludington SL, Wo llan PC, Poland GA. Making vaccines more acceptable--methods to prevent and mi nimize pain and other common adverse events associated with vaccines. Vaccine. Mar 21 2001;19(17-19):2418-2427. 4. Taddio A, Appleton M, Bortolussi R, et al. Reducin g the pain of childhood vaccination: an evidence-based clinical practice guideline. CMAJ. Dec 14 2010;182(18):E843-855. Lewindon PJ, Harkness L, Lewindon N. Randomised co ntrolled trial of sucrose by mouth for the relief of infant crying after immunisation. Arch Dis Child. May 1998;78(5):453- 456. 6. Barr analg esia and diphtheria-tetanus-pertussis 1995;16(4):220-225. 7. PJ, Mc Murtry CM, Bright NS. Pain reduction during pediatric immunizations: evidence- based review and recommendations. Pediatrics. May 2007;119(5):e1184-1198. 8. Ipp M, Taddio A, Sam J, Gladbach M, Parkin PC. Vac cine-related pain: randomised controlled trial of two injection techniques. Arch Dis Child. Dec 2007;92(12):1105-1108. 9. Ipp M, Parkin PC, Lear N, Goldbach M, Taddio A. Or der of vaccine injection and infant pain response. Arch Pediatr Adolesc Med. May 2009;163(5):469-472. 10. Guideline statement: management of procedure-relat ed pain in children and adolescents. J Paediatr Child Health. Feb 2006;42 Suppl 1:S1-29. 11. Lacey CM, Finkelstein M, Thygeson MV. The impact o f positioning on fear during immunizations: supine versus sitting up. J Pediatr Nurs. Jun 2008;23(3):195-200. 12. Cassidy KL, Reid GJ, McGrath PJ, Smith DJ, Brown T L, Finley GA. A randomized double-blind, placebo-controlled trial of the EMLA patch for the reduction of pain associated with intramuscular injection in four to six-year-old children. Acta Paediatr. Nov 2001;90(11):1329-1336. 13. Halperin BA, Halperin SA, McGrath P, Smith B, Hous ton T. Use of lidocaine-prilocaine patch to decrease intramuscular injection pain does not adversely affect the antibody 69 response to diphtheria-tetanus-acellular pertussis- inactivated poliovirus-Haemophilus influenzae type b conjugate and hepatitis B vaccine s in infants from birth to six months of age. Pediatr Infect Dis J. May 2002;21(5):399-405. 14. Halperin SA, McGrath P, Smith B, Houston T. Lidoca ine-prilocaine patch decreases the pain associated with the subcutaneous administratio n of measles-mumps-rubella vaccine but does not adversely affect the antibody response . J Pediatr. Jun 2000;136(6):789-794. 15. O'Brien L, Taddio A, M, Goldbach M, Koren G. T opical Dec 2004;114(6):e720-724. I, Goldbach M, Ipp M, Koren G. Us e of lidocaine-prilocaine cream for vaccination pain in infants. J Pediatr. Apr 1994;124(4):643-648. 17. Taddio A, Manley J, Potash L, Ipp M, Sgro M, Shah V. Routine immunization practices: use of topical anesthetics and oral analgesics. Pediatrics. Sep 2007;120(3):e637-643. 18. Barnhill BJ, Holbert MD, Jackson NM, Erickson RS. Using pressure to decrease the pain of intramuscular injections. J Pain Symptom Manage. Jul 1996;12(1):52-58. 19. Chung JWY, Ng WMY, Wong TKS. An experimental study on the use of manual pressure to reduce pain in intramuscular injections . J Clin Nurs. 2002;11(4):457-461. 20. Sparks L. Taking the \"ouch\" out of injections for children. Using distraction to decrease pain. MCN Am J Matern Child Nurs. Mar-Apr 2001;26(2):72-78. 21. Jain Kumar P, McMillan DD. Prior leg massage de creases pain responses to heel stick in preterm babies. J Paediatr Child Health. Sep 2006;42(9):505-508. 22. Merriam-Webster Online Dictionary. http://www.merriam- webster.com/dictionary/rubbing . Accessed 25 January, 2009. 23. Field T, Grizzle N, Scafidi F, Schanberg S. Massag e and relaxation therapies' effects on depressed adolescent mothers. Adolescence. Winter 1996;31(124):903-911. 24. Field T, Diego M, Cullen C, Hernandez-Reif M, Suns hine W, Douglas S. Fibromyalgia pain and substance P decrease and sleep improves af ter massage therapy. J Clin Rheumatol. Apr 2002;8(2):72-76. S, Ballantyne J, Bonica manag ement of & Wilkins; 2010: http://www.ovid.com/site/catalog/Book/697.jsp?top=2 &mid=3&bottom=7&subsection=1 1. Accessed 26, 2011. 26. Melzack R, Wall PD. Pain mechanisms: a new theory. Science. Nov 19 1965;150(699):971-979. 70 27. Guyton AC, Hall JE. Textbook of medical physiology . Philadelphia: W.B. B, Shock-elicited pain and its reduction by concurrent tactile stimulation. Science. May 21 1971;172(985):866-867. 29. Alavi NM. Effectiveness of acupressure to reduce p ain in intramuscular injections. Acute Pain. 2007;9(4):201-205. 30. Romano CL, Cecca E. A new method to reduce pin-pri ck pain of intra-muscular and subcutaneous injections. in needle electromyography can be reduced by simultane ous finger slapping. Neurology. Mar 14 2000;54(5):1201-1202. 32. Beaver PK. Premature infants' response to touch an d pain: can nurses make a difference? Neonatal Netw. Dec 1987;6(3):13-17. 33. Moher D, Pham B, Jones A, et al. Does quality of r eports of randomised trials affect estimates of intervention efficacy reported in meta -analyses? Lancet. Aug 22 1998;352(9128):609-613. 34. Lilley CM, Craig KD, Grunau RE. The expression of pain in infants and toddlers: developmental changes in facial action. Pain. Aug 1997;72(1-2):161-170. 35. Simons SH, Tibboel D. Pain perception development and maturation. Semin Fetal Neonatal Med. Aug 2006;11(4):227-231. 36. Taddio A, Katz J. The effects of early pain experi ence in neonates on pain responses in infancy and childhood. Paediatr Drugs. 2005;7(4):245-257. 37. Smalley A. Needle phobia. Paediatr Nurs. Mar 1999;11(2):17-20. 38. Taddio A. Effects of early pain experience: the h uman literature. In: McGrath PJ, Finley GA, eds. Chronic and recurrent pain in children and adolesce nts: progress in pain research and management. Vol 13. IASP Press; 1999:57-74. haffer Szilagyi Physician parent becomin g pincushions from immunizations? Arch Pediatr Adolesc Med. 40. Askew GL, Finelli L, Lutz J, DeGraaf J, Siegel B, Spitalny K. Beliefs and practices regarding childhood vaccination among urban pediatr ic providers in New Jersey. Pediatrics. November 1, 1995 1995;96(5):889-892. 41. Taddio A, Chambers CT, Halperin SA, et al. Inadequ ate pain management during routine childhood immunizations: the nerve of it. Clin Ther. 2009;31 Suppl 2:S152-167. 71 42. Smith RW, Shah V, Goldman RD, Taddio A. Caregivers ' responses to pain in their children in the emergency department. Arch Pediatr Adolesc Med. June 1, 2007 2007;161(6):578-582. 43. Taddio A, Goldbach M, Ipp M, Stevens B, Koren G. E ffect of neonatal circumcision on pain responses during vaccination in boys. Lancet. Feb 4 1995;345(8945):291-292. 44. Taddio A, Katz J, Ilersich AL, Koren G. Effect of neonatal circumcision on pain response during subsequent routine vaccination. Lancet. Mar 1 1997;349(9052):599-603. 45. Parvez E, Stinson J, Boon H, Goldman J, Shah V, Ta ddio A. Mothers' beliefs about analgesia during childhood immunization. Paediatr Child Health. May-Jun 2010;15(5):289-293. 46. Grunau RV, Craig KD. Pain expression in neonates: facial action and cry. Pain. Mar 1987;28(3):395-410. 47. Taddio A, Nulman I, Koren BS, Stevens B, Koren G. A revised measure of acute pain in infants. J Pain Symptom Manage. Aug 1995;10(6):456-463. 48. Taddio A, Hogan ME, Moyer P, et al. Evaluation of the reliability, validity and practicality of 3 measures of acute pain in infants undergoing immunization injections. Vaccine. Feb 4 2011;29(7):1390-1394. 49. Blount RL, Devine KA, Cheng PS, Simons LE, Hayutin L. The impact of adult behaviors and vocalizations on infant distress during for infant immunizations. Child Health Care. 2005;34(2):95 - 111. 51. Cohen LL, MacLaren JE, Fortson BL, et al. Randomiz ed clinical trial of distraction for infant immunization pain. Pain. Nov 2006;125(1-2):165-171. 52. Gonzalez JC, Routh DK, Armstrong FD. Effects of ma ternal distraction versus reassurance on children's reactions to injections. J Pediatr Psychol. Oct 1993;18(5):593- 604. 53. Anand Summary proc eedings from the neonatal pain- control group. Pediatrics. Pt 2):S9-S22. 54. Anand KJ, Aranda JV, Berde CB, et al. Analgesia an d anesthesia for neonates: study design and ethical Clin 2005;27(6):814-843. 55. Shaddy RE, Denne SC. Clinical report--guidelines f or the ethical conduct of studies to evaluate drugs in pediatric populations. Pediatrics. Apr 2010;125(4):850-860. 56. Shah V, Taddio A, Rieder MJ. Effectiveness and tol erability of pharmacologic and combined interventions for reducing injection pain during routine childhood 72 immunizations: systematic review and meta-analyses. Clin Ther. 2009;31 Suppl 2:S104- 151. 57. Saghaei allocation software for parallel group randomized trials. BMC Med Res Methodol. Nov 9 2004;4:26. 58. Dijk M, Koot HM, Saad HH, Tibboel D, Passchier J. Observational visual analog scale in pediatric pain assessment: useful tool or good riddance? Clin J Pain. Sep-Oct 2002;18(5):310-316. 59. Taddio A, O'Brien L, Ipp M, Stephens D, Goldbach M , Koren G. Reliability and validity of observer ratings of pain using the visual analog scale (VAS) in infants undergoing immunization injections. Pain. Dec 2009;147(1-3):141-146. 60. Cohen LL, Bernard RS, McClelland CB, MacLaren JE. Assessing medical room behavior during infants' painful procedures: The Measure of Adult and Infant Soothing and Distress (MAISD). Child Health Care. 2005;34(2):81-94. 61. Blount RL, Corbin SM, Sturges JW, Wolfe VV, Prater JM, Denise James L. The relationship between adults' behavior and child cop ing and distress during BMA/LP A sequential analysis. Behav Ther. 1989;20(4):585-601. 62. Blount RL, Cohen LL, Frank NC, et al. The Child-Ad ult Medical Procedure Interaction Scale-Revised: an assessment of validity. J Pediatr Psychol. Feb 1997;22(1):73-88. 63. Blount RL, Bunke V, Cohen LL, Forbes CJ. The Child -Adult Medical Procedure Interaction Scale-Short Form (CAMPIS-SF): validatio n of a rating scale for children's and adults' behaviors during painful medical proced ures. J Pain Symptom Manage. Jul 2001;22(1):591-599. 64. Treweek S, McCormack K, Abalos E, Campbell M, Rams ay C, Zwarenstein M. The Trial Protocol Tool: The PRACTIHC software tool that supp orted the writing of protocols for pragmatic randomized controlled trials. J Clin Epidemiol. Nov 2006;59(11):1127-1133. 65. Shah V, Ipp M, Sam J, Einarson TR, Ohlsson A, Tadd io A. Eliciting the minimal clinically important difference in the pain respons e from parents of newborn infants and nurses. Pediatric Academic Societies' Annual Meeting, Seatt le, WA. Pediatric Res 2004;55(4):519A (Abstract #2941). 66. Wang ST, Yu ML, Wang CJ, Huang CC. Bridging the ga p between the pros and cons in treating ordinal scales as interval scales from an analysis point of view. Nurs Res. Jul- Aug 1999;48(4):226-229. 67. Knapp TR. Treating ordinal scales as interval scal es: an attempt to resolve the controversy. Nurs Res. Mar-Apr 1990;39(2):121-123. 68. Norman GR, Streiner DL. Biostatistics : the bare essentials . 3rd ed. Hamilton: B.C. Decker; 2008. 73 69. in t treatments. 30-May 6 2005;365(9470):1591-1595. 70. Purves D, Williams SM, National Center for Biotech nology Information 2011. 71. Huang FY, Huang LM. Effect of local massage LS, McMurtry CM. Psych ological interventions for reducing pain and distress during routine childhood immunizations: a systematic review. Clin Ther. 2009;31 ia\": absorptive mechanism or taste perception? Arch Dis Child Fetal Neonatal Ed. Mar 1999;80(2):F146-147. 74. National Advisory Committee on Immunization., Publ ic Health Agency of Canada. Canadian immunization guide . 7th ed. Ottawa: Public Health Agency of Canada; 2 006. 75. Fritz JM, Cleland J. Effectiveness versus efficacy : more than a debate over language. J Orthop Sports Phys Ther. Apr 2003;33(4):163-165. 76. Revicki DA, Frank L. Pharmacoeconomic evaluation i n the real world. Effectiveness versus efficacy studies. Pharmacoeconomics. May 1999;15(5):423-434. 77. Fillingim RB, King CD, Ribeiro-Dasilva MC, illiams B, Riley JL, 3rd. Sex, gender, and pain: a review of recent clinical and e xperimental findings. J Pain. May 2009;10(5):447-485. 78. Holditch-Davis D, Brandon DH, Schwartz T. Developm ent of behaviors in preterm infants: relation to sleeping and waking. Nurs Res. Sep-Oct 2003;52(5):307-317. 79. Guinsburg R, de Araujo Peres C, Branco de Almeida MF, et al. Differences in pain expression between male and female newborn infants. Pain. Mar 2000;85(1-2):127-133. 80. Fuller BF. Infant gender differences regarding acu te established pain. Clin Nurs Res. May 2002;11(2):190-203. 81. Menke EM. School-aged children's perception of str ess in the hospital. Child Health Care. Winter 1981;9(3):80-86. 82. Greenspan JD, Craft RM, LeResche L, et al. Studyin g sex and gender differences in pain and analgesia: A consensus report. Pain. Nov 2007;132:S26-S45. 83. Statistics Canada. Canada's Ethnocultural Mosaic, 2006 Census . Ottawa: Statistics Canada Catalogue no. 97-562-X; 2008. 74 84. Green CR, Anderson KO, Baker TA, et al. The unequa l burden of pain: confronting racial and ethnic disparities in pain. Pain Med. Sep 2003;4(3):277-294. 85. Anderson KO, Green CR, Payne R. Racial and ethnic disparities in pain: causes and consequences of unequal care. J Pain. 2009;10(12):1187-1204. 86. Edwards CL, Fillingim RB, Keefe F. Race, ethnicity and pain. Pain. 2001;94(2):133-137. 87. Shavers VL, Bakos A, Sheppard VB. Race, ethnicity, and pain among the U.S. adult population. J Health Care Poor Underserved. Feb 2010;21(1):177-220. 88. Lewis M, Ramsay DS, Kawakami K. Differences betwee n Japanese infants and Caucasian American infants in behavioral and cortis ol response to inoculation. Child Dev. Dec 1993;64(6):1722-1731. 89. Rosmus C, Johnston CC, Chan-Yip A, Yang F. Pain re sponse in Chinese and non- Chinese Canadian infants: is there a difference? Soc Sci Med. Jul 2000;51(2):175-184. 90. Schiavenato M, Byers JF, Scovanner P, et al. Neona tal pain facial expression: evaluating the primal face of pain. Pain. Aug 31 2008;138(2):460-471. 91. Bogin FJ, Bernstein BA, Payton JS, Schechter NL. A comparison of the pain associated with simultaneous (SIM) vs. sequential (SEQ) immuni zation injections given at the 9 and 12 month well child visits. Pediatric Academic Societies' Annual Meeting, San Francisco, CA May 1-4. 2004:Abstract 1185. 92. Horn MI, McCarthy AM. Children's responses to sequ ential versus simultaneous immunization injections. J Pediatr Health Care. 1999;13(1):18-23. 93. Taddio A, Hogan ME, Gerges S, et al. Documentation of the time involved in vaccine injection appointments in children: is the addition of analgesic interventions feasible? Can J Infect Dis Med Microbiol 2010;21(4):P038. 94. Schulz KF, Grimes DA. Allocation concealment in ndomised trials: defending against deciphering. Lancet. Feb 16 2002;359(9306):614-618. 95. Quinn FM. The principles and practice of nurse education . 2nd ed. London: Chapman and Hall; 1988. 75 Appendix A Appendix A: Modified Behavioral Pain Scale Observed behavior Score (0-10) Operational definiti ons Facial expression Definite positive expression. 0 Smiling. Neutral expression. 1 Slightly negative expression: for example grimace. 2 Brow bulge, naso-labial furrow. Definite negative expression: i.e. furrowed brows, eyes closed tightly 3 Brow bulge, naso-labial furrow, eyes closed tight, open lips with or without reddened face. Cry Laughing or giggling. 0 Not crying. 1 Moaning, quiet vocalizing, gentle or whimpering cry. 2 Full lunged cry or sobbing. 3 Full lunged cry, more than baseline cry. 4 To be sc ored only if infant is crying during baseline. Movements Usual movements/activity, or resting/relaxed. 0 Partial movement or attempt to avoid pain by withdrawing the limb where the puncture is done. 2 Squirming, arching, limb tensing/clenching. Agitation with complex movements involving the head, torso or the other limbs, or rigidity. 3 Generalized limb and/or body movements, or rigidity. 76 Appendix B Appendix B: Vaccination pain fact sheets 77 78 Appendix C Appendix C: Consent form Title of Research Project: Reducing Pain in four- to six-month old infants und ergoing immunization using a multi- modal Investigator(s): 323-6400, Women's Colleg e Hospital Co-Investigators: Dr Karen Wong, MD (416) 323-6400, Women's College H ospital Dr Mary-Ellen Hogan, PharmD (416) 951-8059, Univers ity of Toronto Dr Rebecca Pillai Riddell, PhD (416)-736-2100, York University Dr. Joel Katz, PhD (416) 736-2100, York University Dr. Anna Taddio, PhD (416) 978-8822, University of Toronto Sponsor: Canadian Institutes of Health Research (CIHR) Introduction: Before agreeing to participate in this study, it is important that you read and understand the following explanation of the proposed study procedu res. The following information describes the purpose, procedures, benefits, discomforts, risks a nd precautions associated with this study. It also describes you right to refuse to participate o r withdraw from the study at any time. In order to decide whether you wish to participate in this r esearch study, your should understand enough about its risks and benefits to be able to make an informed decision. This is known as the informed consent process. Please ask the study sta ff to explain any words you don't understand before signing this consent form. Make sure all yo ur questions have been answered to your satisfaction before signing this document Purpose of the Research: Infants experience pain from immunization injection s. At present, there are several non-drug strategies that may help to reduce pain. However, t hey are not used routinely, perhaps because they are inconvenient or do not work that well. In this study, we will test some non-drug strategies for reducing immunization pain in infant s and ask parents if they think the methods are convenient. Consent Form Version May 28, 2009 Page 1 of 5 79 Description of the Research: Infants who participate in this study are having th eir routine 4 or 6 month immunization injection. In addition to usual care, infants who p articipate will receive different strategies to reduce pain. Parents will be given an information s heet that contains information about ways to reduce pain, including: infant positioning and pare ntal behaviours to use. Half of the parents will try one combination of techniques and the other hal f will try another combination and we will compare their pain responses. In addition, all infa nts will get sugar water (about ½ teaspoonful) in the mouth before immunization and the vaccine wi ll be injected quickly. The immunization procedure will be videotaped. Pare nts will be asked to rate their infant's pain and to comment on the pain management techniques th ey used. Videotapes will be viewed later by a research assistant that does not know the iden tity of infants to score their pain. Usual care for infants receiving immunization does not always include sugar water, fast injection technique or instructions for parents about infant positioning and behaviours to use during immunization. This study is taking place at the Family Practice H ealth Centre at Women's College Hospital. A total of 120 infants will be enrolled in this study . It is expected that the entire study will take about one and a half years to complete. Each infant can participate in the study one time. Infant health record charts will be reviewed as par t of this study to gather information about the birth characteristics of participants (such as weig ht, gestational age at birth, sex, clinical conditions, and medications used). Potential Harms: Sugar water is considered safe for infants to eat. Other interventions that may be used (holding infants, rubbing skin, providing distraction) do no t interfere with the procedure and are not linked to any adverse effects. Potential Discomforts or Inconvenience: Some extra time will be required to answer question s and videotape the immunization procedure. This may mean that your visit lasts up to an hour r ather than the usual amount of time. Potential Benefits: Your child may benefit from a less painful immuniza tion injection because she or he will receive pain relieving interventions during immunization. Infants in the future may benefit from the results of this study because we will know more about how to reduce pain during immunization. Alternatives to participation: Your infant will receive the standard method of imm unization without videorecording, as per the current standard of care at your doctor's office. T his may or may not include sugar water or other pain-relieving interventions. Consent Form Version May 28, 2009 Page 2 of 5 80 Confidentiality: We will respect your privacy. No information about you or your child will be given to anyone or be published without your permission, unless the la w requires us to do this. For example, the law requires us to give information about you or yo ur child if a child has been abused, if you or your child has an illness that could spread to othe rs, if you or someone else talks about suicide (killing themselves), or if the court orders us to give them the study papers. Women's College Hospital Research Ethics Board memb ers may see your child's health record to check on the study. By signing this consent form, you agree to let thes e people look at your child's records. We will put a copy of this research consent form in your ch ild's patient health records. We will give you a copy for your files. The data produced from this study will be stored in a secure, locked location. Only members of the research team (and maybe those individuals desc ribed above) will have access to the data. This could include external research team members. Following completion of the research study, the data will be kept as long as required and then destroyed as required by Women's College Hospital policy. Published study results will not r eveal your identity. Reimbursement: There is no reimbursement for this study. Participation: If you choose to let your child take part in this s tudy you can take your child out of the study at any time. The care your child gets at this office w ill not be affected in any way by whether your child takes part in this study. Your signing this consent form does not interfere w ith your legal rights in any way. The study staff, any people who gave money for the study, or the hospital are still responsible, legally and professionally, for what they do. Sponsorship: This study is being sponsored by The Canadian Insti tutes of Health Research (CIHR) through a New Investigator grant to Dr. A. Taddio. Conflict of Interest: The research team members have no conflict of inter est to declare. Consent Form Version May 28, 2009 Page 3 of 5 81 Consent : By signing this form, I agree that: 1) You have explained this study to me. You have a nswered all my questions. 2) You have explained the possible harms and benefi ts (if any) of this study. 3) I know what I could do instead of having my chil d take part in this study. I understand that I have the right to refuse to let my child tak e part in the study. I also have the right to take my child out of the study at any time. My deci sion about my child taking part in the study will not affect my child's health care at Wom en's College Hospital. 4) I am free now, and in the future, to ask questio ns about the study. 5) I have been told that my child's medical records will be kept private except as described to me. 6) I understand that no information about my child will be given to anyone or be published without first asking my permission. 7) I have read and understood pages 1 to 5 of this consent form. I agree, or consent, that my child___________________ may take part in this stud y. _____________________________ Printed Name of Parent/Legal Guardian Parent/Legal Guardian's signature & date _________ _____________________________ Printed Name of person who explained consent Signa ture & date _______________________________________ ___________ __________________ Printed Witness' name (if the parent/legal guardian Witness' signature & date does not read English) If you have any questions about this study, please call Ms. Janet Probst at (416) 323 6060. If you have questions about your rights as a subjec t in a study or injuries during a study, please call Dianna Raymond-Watts, Manager of the Research Ethics Board at (416)-351-2535. Consent Form Version May 28, 2009 Page 4 of 5 82 While I do not consent to have my child participate in this study, I consent to providing information to investigators about myself and my fa mily (infant birth date, weight, sex, and reason for refusal). This information is being used to ensure that the characteristics of participating infants do not differ from non-partic ipating infants. _______________________________________________ ___ ________________________________ Printed Name Parent/Legal Guardian's signature & date _________ _____________________________ Printed Name of person who explained consent Signa ture & date _______________________________________ ___________ _________________ Printed Witness' name (if the parent/legal guardian Witness' signature & date does not read English) Consent Form Version May 28, 2009 Page 5 of 5 83 Appendix D Appendix D: Parent survey Reducing Pain in four- to six-month old infants und ergoing immunization using a multi-modal approach Parent survey 1. Was the Fact Sheet easy to understand? (please circ le number) Very easy Somewhat easy Neutral Somewhat difficult Very difficult 1 2 3 4 5 2. How easy was it to do everything the Fact Sheet sug gested? Very easy Somewhat easy Neutral Somewhat difficult Very difficult 1 2 3 4 5 a) Please explain your response: ___________________________________________________ ________________________ ___________________________________________________ ___________________________ 3. Do you think your infant had a less painful ex perience as a result of what you did? Strongly disagree Disagree Agree Strongly agree 1 2 3 4 a) Please explain your response: ___________________________________________________ ________________________ ___________________________________________________ ___________________________ 4. Will you use the information you learned from the Fact Sheet in future immunizations? Strongly disagree Disagree Agree Strongly agree 1 2 3 4 a) Please explain your response: ___________________________________________________ ________________________ ___________________________________________________ ___________________________ Circle ALL that this procedure: 1=Sugar water 2=Held infant 3=Stayed cool (please explain) 4=Rubbed skin 5=Other: Circle ALL that you will do in the future: 1=Sugar water 2=Hold infant 3=Stay cool (please explain) 4=Rub skin 5=Other: ___________________________________________________ __________ THANK YOU FOR YOUR PARTICIPATION 84 Appendix E Appendix E: Data form Reducing pain in four- to six-month old infants undergoing immunization using a multi-modal approach /rhombus6/rhombus6 /rhombus6/rhombus6 Use a ball point pen and press firmly Observer's Initials:_______________________ Return To: Dr. Anna Taddio Leslie Dan Faculty of Pharmacy University of Toronto 144 College Street, Toronto, ON M5S 3M2 Tel. 416-978-8822 DOCUMENTATION OF INFANT ELIGIBILITY Data form Version April, 23 2009 Page 1 of 8 85 STEP A: INCLUSION CRITERIA Infant MUST present with ALL of the following: No Yes Healthy infant coming in for 4 or 6 month routine i mmunization If NO to ANY Inclusion Criterion, infant is NOT ELIGIBLE for randomization. STEP B: EXCLUSION CRITERIA Infant MUST have NONE of the following: No Yes 1. Impaired neurological development. 2. History of seizure. 3. Use of sedatives or narcotics in preceding 24 ho urs. 4. Infant or parent is unable to use the assessment tools in the study. 5. Prior participation in this trial. If YES to ANY Exclusion Criterion, infant is NOT ELIGIBLE for randomization. If infant meets all Inclusion criteria and has no E xclusion criteria present patient is eligible. Please confirm if written consent has been provided : No Yes Investigator's Signature: Date: dd mm yr Data form Version April, 23 2009 Page 2 of 8 86 FAMILY DATA DEMOGRAPHICS Ethnicity: Caucasian Origins in Europe, Middle East, North Africa (Arabi c origins), Western Russia including Afghanistan and South Russia) and Hispanics of European origin. Afro-American or African Origins in any of the original peoples of Africa. Asian Origins in the Indian sub-continent (eg. India, Pak istan, Bangladesh and Sri Lanka), OR in the Far East and Southeast Asia (eg. China, Japan, Korea, Philippine s, Thailand, Eastern Russia and Samoa). Other - specify Includes origins not represented above, eg. Inuit, Maori, Australian Aborigine, North & South American Native Peoples, Hispanics of Caribbean, Central & South American origin, and Pacific Islanders. Family Arrangement: Single-parent family Two-parent family Parent bringing child in for appointment Father Mother Both Parents Other: ___________________________________ Number of siblings at home: _____________ Data form Version April, 23 2009 Page 3 of 8 87 INFANT DATA Baseline Data: Baby is attending office for: 4 month immunization 6 month immunization Date of Birth: dd mm yr Was infant born prematurely? YES NO What was the infant's gestational age at birth: weeks days Sex: Female Male Any medical conditions? YES NO If yes, list them: History of painful procedures Was baby born by vaginal delivery? YES NO Were forceps used? YES NO Was vacuum used? YES NO If male, is baby circumcised? YES NO Not applicable (baby is female) Has infant been hospitalized since birth? YES NO Was infant in hospital for greater than one week at birth? YES NO If yes to either of hospitalization questions, desc ribe circumstances (use back of sheet if more ( other immunization: specify:___________________ __________) Data form Version April, 23 2009 Page 4 of 8 88 INFANT DATA On day of procedure Current weight (specify kg or lb): _______________ ___________ Is baby currently being breastfed? YES NO Partial:____________________ Baby's last nap before immunization Date (dd/mm/yyyy) Start time (24h) Duration (hr, min) Last feeding before immunization Date (dd/mm/yyyy) End time (24h) Was infant given ibuprofen (Advil/Motrin) or acetam inophen (Tylenol/Tempra) before the appointment for immunization? YES NO If yes, specify drug, dose given and date and time of administration: ___________________________________________________ _________________________________ Drug Dose Route Frequency Start Date Stop Date Comments Data form Version April, 23 2009 Page 5 of 8 89 PROCEDURE Infant randomized to rubbing: YES NO Has parent been given Fact Sheet? YES NO Specify version of Fact Sheet: R X Sucrose administration Start time (24h) End time (24h) Given by Adverse event 2 minutes before first injection (DTaP-IPV- Hib) Baby held by: Parent Nurse Other (specify):_______________________________________ Specify how held:______________________________________________ __________________________ Rubbing performed by parent: YES NO Other Non-Pharmacological immu nization _ Injection Time (24h) Site (e.g. right leg) Successful First (DTaP-IPV-Hib) Y / N Second (PCV) Y / N If possible, DO NOT perform procedures on crying in fants. Data form Version April, 23 2009 Page 6 of 8 90 PROCEDURE cont'd Injection 1: Needle size: 25 gauge needle, 25 mm; Other - Specify gauge____, specify length ____ m m Injection 2: Needle size: 25 gauge needle, 25 mm; Other - Specify gauge____, specify length ____ m m Brand of DTaP-IPV-Hib: Pediacel Pentacel Other - Specify: FP/GP Other - Comments________________________________ __ Clinician time of experience with Version April, 23 2009 Page 7 of 8 91 WITHDRAWAL OF PATIENT FROM STUDY Date (dd/mm/yr):_____________________ REASON(S) FOR WITHDRAWAL (check all that apply): Adverse event, please specify Parental refusal to continue with study, please spe cify Major deviation from protocol, please specify Other, please specify Data form Version April, 23 2009 Page 8 of 8 92 Appendix F Appendix F: Supplemental MAISD data Table F1: Incidence of MAISD components for parent holding baby Item Before injection After injection Tactile stimulation n=60 Standard care n=60 Tactile stimulation n=60 Standard care n=60 Distraction (non- verbal), injection 1 3 6 0 7 Distraction (non- verbal), injection 2 2 8 2 7 Offer toy, injection 1 0 0 0 0 Offer toy, injection 2 0 0 0 0 Pacify, injection 1 1 1 3 1 Pacify, injection 2 0 2 2 4 Offer food, injection 1 0 0 0 0 Offer food, injection 2 0 0 0 0 Nursing, injection 1 0 0 0 0 Nursing, injection 2 0 0 0 0 Physical comfort, injection 1 2 4 9 8 93 Item Before injection After injection Tactile stimulation n=60 Standard care n=60 Tactile stimulation n=60 Standard care n=60 Physical comfort, injection 2 6 4 8 17 Rocking, injection 1 0 3 5 6 Rocking, injection 2 4 1 5 7 Verbal reassurance, injection 1 4 0 8 13 Verbal reassurance, injection 2 5 7 23 14 94 Table F2: Incidence of MAISD components for second parent in room Item Before injection After injection Tactile stimulation n=5 Standard care n=9 Tactile stimulation n=5 Standard care n=9 Rub leg, injection 1 0 0 0 0 Rub leg, injection 2 0 0 0 0 Distraction (verbal), injection 1 2 1 1 4 Distraction (verbal), injection 2 1 3 0 3 Distraction (non- verbal), injection 1 0 2 0 2 Distraction (non- verbal), injection 2 1 2 1 3 Offer toy, injection 1 0 0 0 0 Offer toy, injection 2 0 0 0 0 Pacify, injection 1 0 0 0 0 Pacify, injection 2 0 0 1 0 Offer food, injection 1 0 0 0 0 Offer food, injection 2 0 0 0 0 95 Item Before injection After injection Tactile stimulation n=5 Standard care n=9 Tactile stimulation n=5 Standard care n=9 Nursing, injection 1 0 0 0 0 Nursing, injection 2 0 0 0 0 Physical comfort, injection 1 0 0 0 1 Physical comfort, injection 2 0 0 0 2 Rocking, injection 1 0 0 0 0 Rocking, injection 2 0 0 0 0 Verbal reassurance, injection 1 0 0 1 0 Verbal reassurance, injection 2 0 1 2 1 96 Table F3: Incidence of MAISD components for clinic ian Item Before injection After injection Tactile stimulation n=60 Standard care n=60 Tactile stimulation n=60 Standard care n=60 Distraction (verbal), injection 1 3 6 2 4 Distraction (verbal), injection 2 2 1 1 2 Distraction (non- verbal), injection 1 0 0 0 1 Distraction (non- verbal), injection 2 1 0 1 0 Verbal reassurance, injection 1 2 2 12 10 Verbal reassurance, injection 2 5 3 14 8 Procedural talk, injection 1 12 9 18 18 Procedural talk, injection 2 19 14 3 2 97 Appendix G Appendix G: Visual analog scale VISUAL ANALOG SCALE ASSESSMENT OF PAIN Assessment is for: Injection 1: Injection 2 Assessment is for: Pre-injection: Post-injection Rater: Mother Father Research assistant Other Specify:_______________ Name of research assistant: ______________________ _________________________________ Date of assessment Time of assessment: dd mm yr (24 hour clock ) No pain Worst pain ever "}