{"title": "Links between coronavirus, nutrition and the immune system - WCRF", "author": "Kate Allen", "url": "https://www.wcrf.org/links-between-coronavirus-nutrition-and-the-immune-system/", "hostname": "wcrf.org", "description": "Good nutrition supports your body from birth to old age. But can diet boost your immune system to protect yourself from COVID-19?", "sitename": "WCRF International", "date": "2020-04-08", "cleaned_text": "Dr Kate Allen, our Executive Director of Science and Public Affairs, cuts through the noise and gives us the facts on nutrition and coronavirus (COVID-19). The COVID-19 pandemic has focused attention on the role of the immune system, with \"experts\" and articles urging people to buy supplements or eat particular foods to \"turbocharge\" their immune systems. The truth is more subtle. As highlighted by the World Health Organization, a [healthy lifestyle makes all bodily functions work better](http://www.emro.who.int/nutrition/nutrition-infocus/nutrition-advice-for-adults-during-the-covid-19-outbreak.html), including immunity. Having a healthy diet, including lots of fruits and vegetables, is a key component of a healthy lifestyle and plays a vital role in supporting a well-functioning and effective immune system to help protect against infection and other diseases. How does the immune system work? The immune system is one of the most complex bodily systems, made up of a network of cells, molecules, tissues and organs all working together to protect the body. This complexity means that it cannot be modified acutely by a specific nutritional intervention. Rather, adhering to a healthy diet provides ongoing support to the immune system and may even delay the process of immunosenescence (the natural gradual deterioration of the immune system as we get older). Can nutrition boost your immune system? In response to the COVID-19 pandemic the British Dietetic Association [published a statement](https://www.bda.uk.com/resource/covid-19-corona-virus-advice-for-the-general-public.html): \"Simply put, you cannot 'boost' your immune system through diet, and no specific food or supplement will prevent you catching COVID-19/coronavirus. Good hygiene practice remains the best means of avoiding infection.\" There are many nutrients that are involved with the normal functioning of the immune system, which is why maintaining a healthy balanced diet is the best way to support immune function. Important nutrients for effective immune function are: - Copper - Folate - Iron - Selenium - Zinc - Vitamins A, B6, B12, C and D No one food is recommended over another and eating a variety of foods will help to maintain a healthy balanced diet. The immuno-protection of many of these nutrients is based on their antioxidant capacity (oxidation is a chemical reaction that can damage cells) which is lost if consumed in excess. It is important to consult a registered dietitian before making any significant changes to your diet. What is the guidance on protecting your immune system? Our [Cancer Prevention Recommendations](/diet-and-cancer/cancer-prevention-recommendations/) are the most suitable first line of defence in supporting the immune system against infection, including COVID-19, as well as protecting against cancer: - Be a healthy weight - Be physically active - Eat wholegrains, fruits, vegetables and beans - Limit fast foods - Limit red and processed meat - Limit sugar sweetened drinks - Limit alcohol consumption - Don't rely on supplements - Breastfeed your baby, if you can For protection against COVID-19, following hygiene rules is key. It is also important to get enough sleep and avoid smoking. Nutrition and cancer survivors The European Society of Clinical Nutrition and Metabolism (ESPEN) [position statement](http://www.espen.info/wp/wordpress/wp-content/uploads/2016/11/ESPEN-cancer-guidelines-2016-final-published.pdf) highlights that the nutritional needs of cancer patients should be adequately met and through a balanced diet, personalised for each patient's condition and needs. What are we funding on this topic? World Cancer Research Fund is funding two projects that focus on the role of the immune system and cancer: > [Dr Laure Dossus (IARC): Body composition and breast cancer risk: is the association mediated by immune function and chronic inflammation?](/researchwefund/body-composition-and-chemotherapy-toxicity-in-women-with-early-breast-cancer/) > [Dr Jesper Frank Christensen (Copenhagen University Hospital): Molecular mechanisms underlying the protective effect of preoperative exercise training in patients with gastro-oesophageal cancer](/researchwefund/does-exercise-during-treatment-help-patients-survive-cancer/) As the results of these studies become available they will help shed light on this complex area. In summary Good nutrition supports the body throughout the life course, from birth to old age. A balanced diet, including all food groups, supports an effective immune system and may provide protection against infections, cancers and other diseases. "}