{"title": "The Mexican American Health Paradox: The Collective Influence of Sociocultural Factors on Hispanic Health Outcomes", "author": "George; Merit P", "url": "http://www.inquiriesjournal.com/articles/663/the-mexican-american-health-paradox-the-collective-influence-of-sociocultural-factors-on-hispanic-health-outcomes", "hostname": "inquiriesjournal.com", "description": "According to recent statistics published by the United States Centers for Disease Control and Prevention in 2011, Hispanics in the United States tend to outlive non-Hispanic whites by almost three years. Specifically, the life expectancy at birth...", "sitename": "Discussions", "date": "2013-09-02", "cleaned_text": "| | From Discussions VOL. 9 NO. 2 The Mexican American Health Paradox: The Collective Influence of Sociocultural Factors on Hispanic Health Outcomes Curanderismo: The Central Explanation for the Mexican Health Paradox Just as a family unit exerts a significant degree of influence on the actions of family members, religion is a powerful entity within entire families, community systems, and ethnic groups. Though predominantly Roman Catholic, Mexican Americans maintain several of their indigenous roots through specific socio-religious practices and traditions. One such tradition that is based on Aztec, Mayan, and ancient Spanish influences is the folk medicine system of curanderismo, a cohesive set of traditional beliefs, prayers, and rituals that address the multiple dimensions of health (Smith et al., 2008, p. 360). According to Irene Ortiz and Eliseo Torres (2007) in their article \"Curanderismo and the Treatment of Alcoholism: Findings from a Focus Group of Mexican Curanderos,\" \"curandero treatments might include healing rituals, prayer or blessings, or physical treatments such as massage or healing touch\" (p. 81). However, despite its traditional background, curanderismo is not fully based on superstition or chants. In fact, according to Ortiz and Torres, curanderos most often collaborate with western medicine practitioners when assessing treatment options for their clients (p. 82). In turn, this curandero-directed collaboration between traditional medicine and modern medicine forms the primary basis that allows for the isolation of curanderismo as a dominant factor in molding the Mexican American health paradox. Mexican Americans who practice curanderismo (a significant portion of the Mexican American population in the United States) enjoy not only the scientific validity and clinical efficacy of \"western\" treatment plans, but also the recommendation of such prescriptions through a more meaningful pathway—a religiously and culturally-backed curandero. In fact, studies have indicated that the personal and emotional atmosphere in which curanderos deliver their treatment decisions is much stronger than that of modern physician interactions with Mexican Americans—a factor that points towards the existence of a cultural barrier for the ethnic group. To understand the reasons for and implications of this barrier, one must examine the distinct definition of sound health that is widely held within the Mexican American population. Dr. Rebecca Lopez (2005), a Professor of Social Work at California State University, notes in \"Use of Alternative Folk Medicine by Mexican American Women\" that the Mexican American perception of optimal health \"expands to include the physical, emotional, social interactional, and spiritual integration of their family\" (p. 24). Consequently, medical care providers unfamiliar with Mexican culture may not recognize the importance of family in making treatment decisions. Leo Morales and his colleagues add to this notion in \"Socioeconomic, Cultural, and Behavioral Factors Affecting Hispanic Health Outcomes\" by suggesting that \"[...] cross-cultural miscommunication may occur when a patient mistakenly perceives impersonal professional behavior for lack of interest or when a physician, unfamiliar with Hispanic patients, perceives Hispanics to be superstitious, present-oriented, or uninterested in preventive exams\" (p. 487). As a result of this disconnect between doctors and their Mexican American patients, Mexican Americans tend to delay use of common health care and look towards alternative methods of treatment counseling and planning. As one of the most physically and culturally accessible options, curanderismo is naturally the avenue that most look towards for medical advice and guidance. An analysis of existing literature suggests that curanderismo can be characterized as the ideal health-care solution for Mexican Americans using three broad yet interrelated perspectives: Physiological, psychological, and emotional. On a biological basis, curanderos not only utilize herbs, plants, and other traditional supplements, but also the more \"contemporary\" medicines of the western generation for certain illnesses. Thus, even if a major aspect of folk medicine is to address superficially unique \"cultural illnesses,\" which usually manifest themselves in common physical ailments, several of the methods used to attack those conditions are usually very similar to modern medical practice. According to Eliseo Torres and Timothy Sawyer (2005) in \"Curandero, a Life in Mexican Folk Healing,\" \"modern curanderos are going through an important transformation, since they are working closely with physicians and nurses and using modern, conventional medical techniques on a more and more frequent basis (p. 157). Consequently, it appears that the diminished direct use of western medical resources has not significantly hindered Mexican American health primarily because the group receives similar treatments for relatively similar conditions, past the added cultural dimension. As an extension to the physical benefits of the folk practice, one must recognize the possibility that the added cultural dimension—which consists of herbal, plant-based cures, and other homeopathic means—has measurable physiological benefits of its own. The herbal and natural treatments associated with curanderismo have been passed from healer to apprentice healer for centuries. Maritza Tafur and Eliseo Torres (2009) explain in \"A Review of Curanderismo and Healing Practices among Mexicans and Mexican Americans\" that \"simple spices, herbs, fruits and vegetables, such as tomatoes, papaya, onions, potatoes, garlic, cilantro, chocolate, rosemary, mint, cumin, oregano, cinnamon and chamomile, are connected to certain medicinal properties and are part of a nutritious diet\" (p. 85). Recent research has revealed the immense potential of curanderismo treatments in attacking alcoholism among Mexican American families. According to Ortiz and Torres, passion flower or pasiflor has been shown to have anxiolytic and antihypertensive effects that would suggest utility in alcohol withdrawal (p. 88). Valerian or valeriana has demonstrated \"sedative and anxiolytic effects which can also be utilized in withdrawal and alcohol abuse cases\" (p. 88). Lastly, elderberry can enhance the immune system, thereby having a protective effect (p. 89). Still, much remains unknown regarding the possible clinical advantages of curanderismo herbs on other ailments that commonly affect the Mexican population in the United States, such as diabetes or arthritis. In addition, very little has been uncovered regarding the actual components of those herbs, which allow the desirable bodily effects to occur. Accordingly, further study into the variety of other herbs that constitute a folk practitioner's treatment arsenal would help identify additional effective folk medicines. If such culture-based treatments were found to have desirable physiological effects for a wide range of conditions, it would appear that the substantial body of Mexican Americans who utilize curanderismo reap the medical benefits of a unique, empirically-verified set of remedies, in addition to the well-established, operative medications of the twenty-first century. Undoubtedly, a higher number of effectual treatments, including an array of natural cures, can correlate to a higher average life expectancy for the Mexican American population. Perhaps to an even greater extent than the biomedical aspect of curanderismo, the psychological dimension of the health system, particularly the psychosomatic elements of the curandero-patient relationship, is of special interest when discussing the related health advantages held by Mexican Americans. As mentioned previously, Mexican Americans often delay the use of contemporary health care services due to a perceived disengagement with today's physicians. This detachment points towards the lack of a significant doctor-patient relationship, which can lead to potential negative ramifications. In fact, Rhona M. Eveleigh and her colleagues (2011) note in \"An Overview of 19 Instruments Assessing the Doctor-Patient Relationship\" that the relationship between doctors and patients is an important factor in the effectiveness of any treatment. In psychotherapy, \"the quality of the treatment relationship is found to shape patient outcomes more strongly than the specific techniques applied\" (p. 10). In primary care, \"knowing the patient is at least as important as knowing the disease, and physicians with a warm and friendly style are more effective than physicians with a more formal style\" (p.10). Dr. Susan Griffith (1990) extends this notion in \" A Review of the Factors Associated with Patient Compliance and the Taking of Prescribed Medicines\" by noting that patient satisfaction, treatment adherence, and treatment outcome have been found to be associated with the doctor-patient relationship (p.151). As a result, one would judge that the Mexican American population has been at risk for heightened mortality due to the absence of patient satisfaction and physician treatment adherence. In essence, however, the role that is commonly held by a physician has been taken on by a curandero, accompanied by his broad array of treatments and, most importantly, his knowledge and meaningful association with Mexican American culture. This resilient connection between two individuals who share common religious and ethnic backgrounds promotes the very treatment compliance that is undermined by the weak relationship shared between physicians and members of the defined population. Specifically, Dr. Steffi Zacharias (2006) notes in \"Mexican \"Curanderismo\" as Ethnopsychotherapy: A Qualitative Study on Treatment Practices, Effectiveness, and Mechanisms of Change\" that \"the spiritual aspects of the curanderos' treatments have functioned as powerful therapeutic resources\" (p. 396). Zacharias further describes the psychological effectiveness of spirituality-grounded curanderismo by saying: There exist different interpretations for the impacts of spiritual interventions on psychological processes. Koss (1993) has stated that spiritual intervention offers the therapist a direct means of raising a patient's hope of a cure, and provides great flexibility in the management of the therapeutic relationship—via the so-called \"triadic structure of communication,\" the interaction between the spiritual power, the therapist, and the patient. Furthermore, spiritual or religious interventions offer to the patient the possibility to compensate states of loss of control and orientation by the contents of the religious belief system. (p. 397) In effect, curanderismo offers Mexican Americans a secure safety net that guards the population's average life expectancy. By providing specific medicines that are at times the same as western treatments and at times unique to Mexican American culture, curanderos offer a diverse and physiologically-effective range of solutions to common ailments that is not fully available to other ethnic groups. This especially includes the non-Hispanic white population in the United States, which has consistently had the lowest percentage of adults aged 18 to 64 with no regular doctor, according to data published by the Commonwealth Fund. Because most whites utilize contemporary health-care services, the need for a secondary system is minimized, and the possible protective effects are thereby hidden. Most importantly, the manner in which curanderos present their clinical decisions is done in a way that offers both spiritual and psychological reassurance to their clients. This, in turn, promotes acceptance of and acquiescence to those treatment recommendations, which is missing in the Mexican American population's interaction with modern physicians. Such a thorough and consistent cultural link between client and practitioner is also missing in the regular doctor-patient relationships involving non-Hispanic whites, removing the protective effects related to spiritual and mental health. Curanderismo not only appeals to the psychological needs of Mexican Americans as related to general religion and health care, but also to their emotional needs, as related to the importance of family. Indeed, familism certainly contributes to an increased dependence on curanderismo and, in turn, curanderismo reiterates family customs and values. This co-dependent relationship between the two factors is bolstered by the fact that curanderos recognize the definition of family that is vital to Mexican American culture. In fact, \"one of the reasons for the continued existence of curanderismo is the curandero's use of natural support systems, such as the family,\" as noted by Robert T. Trotter and Juan Antonio Chavira in their book Curanderismo: Mexican American Folk Healing. Folk practitioners suggest many therapies that incorporate the entire family structure in order to provide a cohesive treatment plan to the suffering individual. Hence, it is important to highlight the fact that though Mexican American familism cannot serve as the singular or dominating explanation for the health paradox, it undoubtedly holds major influence as a sub-variable that encourages both the beliefs and practices of curanderismo. Sleep Health: A Notable Derivative of Curanderismo Current research has noted that Mexican Americans have greater sleep efficiency than other cultures—a finding that has direct implications for sleep-related health and functioning. According to Uma Rao and her research team (2009) in \"Ethnic Differences Present in Electroencephalographic Sleep Patterns in Adolescents,\" \"sleep is a fundamental neurobehavioral state linked to the critical domains of health and execution, including attention, learning and memory, mood regulation, as well as metabolic, endocrine, immune and cardiovascular functions\" (p. 17). Short sleep duration has been linked to increased mortality risk, obesity, impaired glucose metabolism, and a weak neuroendocrine system. To further this point, Dr. Seicean (2011) and his colleagues address in \"An Exploration of Differences in Sleep Characteristics between Mexico-born U.S Immigrants and other Americans to Address the Hispanic Paradox\" the fact that \"sleep quality is strongly related to mood and emotions in healthy adults and to psychiatric conditions including depression and anxiety\" (p. 1021). Rao and other researchers essentially define \"better sleep efficiency\" for the Mexican American population as the following set of results. Mexican-Americans have a higher proportion of REM sleep than their counterparts, and Mexican-Americans have a longer REM duration than African Americans and non-Hispanic whites (Rao, Hammen, and Polland, 2009, p. 21). A study conducted in \"Health-Related Quality of Life among Minority Populations in the United States\" by Chowdury PP, Balluz L, and Strine TW (2002) also indicated that blacks, Hispanics, and Asians had a significantly lower chance of reporting any form of sleep insufficiency (p. 483). Possible effects of these disparities can be seen in rates of sleep-related disorders, relative to two groups: non-Hispanic whites and Mexican Americans. In the article \"How Does Ethnicity Affect Sleep Disorders?\" John Merriman (2009) states that whites have reported significantly more insomnia symptoms than did Mexican Americans (p. 11). Reports of sleepiness have been about the same in both groups, and there is a statistically significant difference in RLS prevalence between the groups (18% among whites, 14% among Hispanics) (p. 13). Additionally, compared to whites, Mexican male immigrants have a lower unadjusted prevalence of SHST, self-perceived sleep deprivation, poor sleep quality, and daily sleep-related functional impairments (p. 14). Still, some researchers argue that lower amounts of sleep hold no negative effect on physiological function, proposing that the longer sleep duration for Mexican Americans lacks any significant benefit for longevity. In \"Sleep Loss Results in an Elevation of Cortisol Levels the Next Evening,\" Dr. Rachel Leproult and her colleagues (2010) note that research suggests that \"there is no evidence for prolonged or delayed effects of sleep loss on the hypothalamo-pituitary-adrenal (HPA) axis\" (p. 865). Still, researchers analyzing the effects of acute partial or total sleep deprivation on the levels of cortisol levels have found an elevation in cortisol (the stress hormone) in the evening following the night of sleep deprivation. Leproult explains this alternative view by noting that: Even partial acute sleep loss delays the recovery of the HPA from early morning circadian stimulation and is thus likely to involve an alteration in negative glucocorticoid feedback regulation. Sleep loss could thus affect the resiliency of the stress response and may accelerate the development of metabolic and cognitive consequences of glucocorticoid excess. (p. 869). Thus, one can objectively state that Mexican Americans not only experience better sleep, but also the health protections and advantages that result from the nature of that sleep. For this reason, the heightened sleep efficiency can be correlated to the higher life expectancies of the ethnic group, compared to non-Hispanic whites. Though a section of the existing literature on the health paradox has isolated Mexican American sleep efficiency as an independent and direct contributor to the epidemiological paradox, it is highly probable that the lack of sleep deficiency, in addition to the resultant health effects, is an extended product of curanderismo. As previously mentioned, curanderismo can elevate the physical and mental health of clients by stimulating biological, psychological, and emotional relief. This relief manifests itself chiefly through decreased stress levels. According to Anthony Fabricatore and his research team (2009) in \"Stress, Religion, and Mental Health: Religious Coping in Mediating and Moderating Roles,\" \"religious coping has been conceptualized as a mediator, accounting for the relationship between religiousness and mental health in times of stress, and as a moderator, altering the relationship between stressors and mental health\" (p. 92). Furthermore, as noted by Margaret D. Hanson and Edith Chen (2010) in \"Daily Stress, Cortisol, and Sleep: The Moderating Role of Childhood Psychosocial Environments,\" experimental studies in both humans and animals have documented that stressors experienced during the day result in disruptions in sleep architecture, including longer transitions into REM sleep, at night (p. 395). Therefore, the lower levels of stress experienced by Mexican Americans can lead to healthier sleep patterns (i.e. longer REM sleep time compared to the longer transition periods required while under significant stress), which can then manifest itself through the lifespan statistics of Mexicans in the United States. Consequently, by highlighting the factor of sleep efficiency as a consequence of curanderismo, one can assert that the folk medicine system is both directly and indirectly a main contributor to the Mexican American health paradox. Not only do the curandero treatments and the emotional mode of delivery of these treatments foster the sound development of physical and mental health, but also the resulting health outcomes, when combined with a relatable spiritual undertone, can produce positive health effects of their own. Suggested Reading from Inquiries Journal Inquiries Journal provides undergraduate and graduate students around the world a platform for the wide dissemination of academic work over a range of core disciplines. Representing the work of students from hundreds of institutions around the globe, Inquiries Journal's large database of academic articles is completely free. Latest in Health Science What are you "}