{"title": "Effects of Aging on the Immune System - Immune Disorders - Merck Manuals Consumer Version", "author": "DELVES PETER", "url": "https://www.merckmanuals.com/home/immune-disorders/biology-of-the-immune-system/effects-of-aging-on-the-immune-system", "hostname": "merckmanuals.com", "description": "Effects of Aging on the Immune System and Immune Disorders - Learn about from the Merck Manuals - Medical Consumer Version.", "sitename": "Merck Manuals Consumer Version", "date": "2021-09-09", "cleaned_text": "The [immune system](/home/immune-disorders/biology-of-the-immune-system/overview-of-the-immune-system) [ Overview of the Immune System The immune system is designed to defend the body against foreign or dangerous invaders. Such invaders include Microorganisms (commonly called germs, such as bacteria, viruses, and fungi) Parasites... read more ](/home/immune-disorders/biology-of-the-immune-system/overview-of-the-immune-system) is the body's defense against foreign or dangerous invaders. Such invaders include Microorganisms (commonly called germs, such as bacteria, viruses, and fungi) Parasites (such as worms) Cancer cells Transplanted organs and tissues The immune system changes throughout life. (See also [Overview of the Immune System](/home/immune-disorders/biology-of-the-immune-system/overview-of-the-immune-system) [ Overview of the Immune System The immune system is designed to defend the body against foreign or dangerous invaders. Such invaders include Microorganisms (commonly called germs, such as bacteria, viruses, and fungi) Parasites... read more ](/home/immune-disorders/biology-of-the-immune-system/overview-of-the-immune-system) .) Newborns At birth, [acquired (specific) immunity](/home/immune-disorders/biology-of-the-immune-system/acquired-immunity) [ Acquired Immunity One of the body's lines of defense ( immune system) involves white blood cells (leukocytes) that travel through the bloodstream and into tissues, searching for and attacking microorganisms and... read more ](/home/immune-disorders/biology-of-the-immune-system/acquired-immunity) is not fully developed. However, newborns have some antibodies, which crossed the placenta from the mother during pregnancy. These antibodies protect newborns against infections until their own immune system fully develops. Breastfed newborns also receive antibodies from the mother in breast milk. Older people As people age, the immune system becomes less effective in the following ways: The immune system becomes less able to distinguish self from nonself (that is, to identify foreign antigens). As a result, [autoimmune disorders](/home/immune-disorders/allergic-reactions-and-other-hypersensitivity-disorders/autoimmune-disorders) [Autoimmune Disorders An autoimmune disorder is a malfunction of the body's immune system that causes the body to attack its own tissues. What triggers an autoimmune disorder is not known. Symptoms vary depending... read more](/home/immune-disorders/allergic-reactions-and-other-hypersensitivity-disorders/autoimmune-disorders)become more common. [Macrophages](/home/immune-disorders/biology-of-the-immune-system/innate-immunity#v778656) [Monocytes and Macrophages One of the body's lines of defense (immune system) involves white blood cells (leukocytes) that travel through the bloodstream and into tissues, searching for and attacking microorganisms and... read more](/home/immune-disorders/biology-of-the-immune-system/innate-immunity#v778656)(which ingest bacteria and other foreign cells) destroy bacteria, cancer cells, and other antigens more slowly. This slowdown may be one reason that cancer is more common among older people. [T cells](/home/immune-disorders/biology-of-the-immune-system/acquired-immunity#v778750) [T cells One of the body's lines of defense ( immune system) involves white blood cells (leukocytes) that travel through the bloodstream and into tissues, searching for and attacking microorganisms and... read more](/home/immune-disorders/biology-of-the-immune-system/acquired-immunity#v778750)(which remember antigens they have previously encountered) respond less quickly to the antigens. There are fewer [white blood cells](/home/immune-disorders/biology-of-the-immune-system/overview-of-the-immune-system#v778514) [White blood cells The immune system is designed to defend the body against foreign or dangerous invaders. Such invaders include Microorganisms (commonly called germs, such as bacteria, viruses, and fungi) Parasites... read more](/home/immune-disorders/biology-of-the-immune-system/overview-of-the-immune-system#v778514)capable of responding to new antigens. Thus, when older people encounter a new antigen, the body is less able to remember and defend against it. Older people have smaller amounts of [complement proteins](/home/immune-disorders/biology-of-the-immune-system/innate-immunity#v778702) [Complement System One of the body's lines of defense (immune system) involves white blood cells (leukocytes) that travel through the bloodstream and into tissues, searching for and attacking microorganisms and... read more](/home/immune-disorders/biology-of-the-immune-system/innate-immunity#v778702)and do not produce as many of these proteins as younger people do in response to bacterial infections. Although the amount of antibody produced in response to an antigen remains about the same overall, the antibodies become less able to attach to the antigen. This change may partly explain why [pneumonia](/home/lung-and-airway-disorders/pneumonia/overview-of-pneumonia) [Overview of Pneumonia Pneumonia is an infection of the small air sacs of the lungs (alveoli) and the tissues around them. Pneumonia is one of the most common causes of death worldwide. Often, pneumonia is the final... read more](/home/lung-and-airway-disorders/pneumonia/overview-of-pneumonia), [influenza](/home/infections/respiratory-viruses/influenza-flu) [Influenza (Flu) Influenza (flu) is a viral infection of the lungs and airways with one of the influenza viruses. It causes a fever, runny nose, sore throat, cough, headache, muscle aches (myalgias), and a general... read more](/home/infections/respiratory-viruses/influenza-flu), [infective endocarditis](/home/heart-and-blood-vessel-disorders/endocarditis/infective-endocarditis) [Infective Endocarditis Infective endocarditis is an infection of the lining of the heart (endocardium) and usually also of the heart valves. Infective endocarditis occurs when bacteria enter the bloodstream and travel... read more](/home/heart-and-blood-vessel-disorders/endocarditis/infective-endocarditis), and [tetanus](/home/infections/bacterial-infections-anaerobic-bacteria/tetanus) [Tetanus Tetanus results from a toxin produced by the anaerobic bacteria Clostridium tetani. The toxin makes muscles contract involuntarily and become rigid. Tetanus usually develops after a wound... read more](/home/infections/bacterial-infections-anaerobic-bacteria/tetanus)are more common among older people and result in death more often. These changes may also partly explain why vaccines are less effective in older people and thus why it is important for older people to get booster shots (which are available for some vaccines). These changes in immune function may contribute to the greater susceptibility of older people to some infections and cancers. [VIEW PROFESSIONAL VERSION](#) [ VIEW PROFESSIONAL VERSION ] "}