{"title": "PDF", "author": "PDF", "url": "https://www.adventisthealth.org/documents/community-benefit/2017-chis-2016-update-ar/tehachapi-2017-community-health-plan-2016-update-annual-report.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Adventist Health Medical Center Tehachapi Valley 2017 Community Health Plan (Implementation Strategy) 2016 Update/Annual Report COMMUNITY HEALTH PLAN 2017 | 2 Table of Contents Adventist Health Overview ..................................................................................................................................... 3 Letter from the CEO ................................................................................................................................................ 4 Hospital Identifying Information ............................................................................................................................. 5 Community Health Development Team ................................................................................................................. 6 Invitation to a Healthier Community ...................................................................................................................... 7 Community Profile .................................................................................................................................................. 8 Community Health Needs Assessment Overview ................................................................................................ . 10 Identified Priority Needs from 2016 CHNA ........................................................................................................... 12 Identified Needs from CHNA, Not Addressed ....................................................................................................... 15 Making a difference: Evaluation of 2014-2016 CHP ............................................................................................ 16 Strategic Partner List ............................................................................................................................................. 17 Community Benefit Inventory ............................................................................................................................... 18 Connecting Strategy and Community Health ........................................................................................................ 19 Financial Assistance Policies .................................................................................................................................. 20 Community Benefit & Economic Value for Prior Year .......................................................................................... 21 Appendices ............................................................................................................................................................ 22 COMMUNITY HEALTH PLAN 2017 | 3 Adventist Health Overview Adventist Health Medical Center Tehachapi Valleyis an affiliate of Adventist Health, a faith-based, nonprofit, integrated health system headquartered in Roseville, California. We provide compassionate care in more than 75 communities throughout California, Hawaii, Oregon and Washington. Adventist Health entities include: 20 hospitals with more than 2,700 beds More than 260 clinics (hospital-based, rural health and physician clinics) 15 home care agencies and seven hospice agencies Four joint-venture retirement centers Workforce of 32,900 includes more than 23,600 employees; 5,000 medical staff physicians; and 4,350 volunteers We owe much of our heritage and organizational success to the Seventh-day Adventist Church, which has long been a promoter of prevention and whole person care. Inspired by our belief in the loving and healing power of Jesus Christ, we aim to bring physical, mental and spiritual health and healing to our neighbors of all faiths. Every individual, regardless of his/her personal beliefs, is welcome in our facilities. We are also eager to partner with members of other faiths to enhance the health of the communities we serve. Our commitment to quality health care stems from our heritage, which dates back to 1866 when the first Seventh-day Adventist health care facility opened in Battle Creek, Michigan. There, dedicated pioneers promoted the \"radical\" concepts of prop er nutrition, exercise and sanitation. Early on, the facility was devoted to prevention as well as healing. They called it a sanitarium, a place where patients —and their families —could learn to be well. More than a century later, the health care system sponsored by the Seventh-day Adventist Church circles the globe with more than 170 hospitals and more than 500 clinics, nursing homes and dispensaries worldwide. And the same vision to treat the whole person —mind, body and spirit —continues to provide the foundation for our progressive approach to health care. COMMUNITY HEALTH PLAN 2017 | 4 Letter from the CEO Dear Friends and Colleagues, As of Nov. 1, 2016, the transaction between Adventist Health and the Tehachapi Valley Health District (TVHD) was completed. Adventist Health will now operate the current hospital in Tehachapi, while construction continues on a new, 25-bed critical access hospital as well as the three rural health clinics in Tehachapi, Mojave and California City. With this new partnership comes a renewed goal to build healthy communities. This Community Health Plan report will help guide us as we prioritize our community benefit programs. We will address the needs identified in the TVHD's Community Health Needs Assessment conducted in 2015 and also set new goals. Moving forward in our Community Health Plan for 2017-2019, the top priority areas we intend to focus our efforts are: local access to community health and wellness events with emphasis on prevention, education, early detection and treatment of chronic conditions; and access to free or low-cost screenings, performed in conjunction with sister hospital facilities. On the following pages, we address these areas in detail. Our new mission is: \"Living God's love by inspiring health, wholeness and hope.\" We are committed to reach out to the entire Tehachapi Valley community beyond the walls of our facilities by helping to make people healthier. Sincerely, Sharlet Briggs Market President & CEO COMMUNITY HEALTH PLAN 2017 | 5 Hospital Identifying Information Number of Beds: 24 Mailing Address: 115 West \"E\" St., CA 93561 Contact Information: Teresa Adamo, Marketing Manager, 661-869-6576 On November 1, 2016, Adventist Health took ownership of the hospital Existing healthcare facilities that can respond to the health needs of the community: 1.Tehachapi: 105 W. E St. Tehachapi, City: 9350 N. Loop Blvd. A California City, CA 935 COMMUNITY HEALTH PLAN 2017 | 6 Community Health Development Team member photo through the Format Shape options. Shape options. Jimmy Phillips, MBA Executive Director of Marketing and Communications Teresa Adamo Marketing Manager CHNA/CHP contact: Teres a Adamo Marketing Manager 115 Wes Tehachap i, CA 9356 1 Email: Teresa.Adamo@ah.org 661-869-6 576 To request a copy, provide comments or view electronic copies of current and previous community health needs assessments: https://www.adventisthealth.org/pages/about-us/community-health-needs-assessments.aspx or AdventistHealth.org/communitybenefitCOMMUNITY HEALTH PLAN 2017 | 7 Together Inspired Invitation to a Healthier Community Fulfilling AH 's Mission Where and how we live is vital to our health. We recognize that health status is a product of multiple factors. To comprehensively address the needs of our community, we must take into account health behaviors and risks, the physical environment, the health system, and social determinant of health. Each component influences the next and through strategic and collective action improved health can be achieved. The Community Health Plan marks the second phase in a collaborative effort to systematically investigate and identify our community's most pressing needs. After a thorough review of health status in our community through the Community Health Needs Assessment (CHNA), we identified areas that we could address through the use of our resources, expertise, and community partners. Through these actions and relationships, we aim to empower our community and fulfill our mission, \"to share God's love by providing physical, mental and spiritual healing.\" Identified Community Needs As of Nov. 1, 2016, Adventist Health took over operations of the current hospital facility from the Tehachapi Valley Healthcare District. Construction continues a new, state- of-the-art, 25-bed critical access hospital that is expected to open its doors in late 2017. Meanwhile, Adventist Health Medical Center Tehachapi Valleyhas adopted the following priority areas for our community health investments for 2017-2019: Local access to community health and wellness events with emphasis on prevention, education, early detection and treatment of chronic conditions, such as: diabetes, heart disease, stroke and cancer. Free or low-cost screenings, performed in conjunction with sister hospital facilities Additionally, we engage in a process of continuous quality improvement, whereby we ask the following questions for each priority area: Are our interventions making a difference in improving health outcomes? Are we providing the appropriate resources in the appropriate locations? What changes or collaborations within our system need to be made? How are we using technology to track our health improvements and provide relevant feedback at the local level? Do we have the resources as a region to elevate the population's health status? Building a healthy community requires multiple stakeholders working together with a common purpose. We invite you to explore how we intend to address health challenges in our community and partner to achieve change. More importantly though, we hope you imagine a healthier region and work with us to find solutions across a broad range of sectors to create communities we all want for ourselves and our families. COMMUNITY HEALTH PLAN 2017 | 8 OUR MISSION: Living God's love by inspiring health, wholeness and hope Community Profile How our community is defined The Tehachapi Valley community is located in the mountains of Eastern Kern County, California. The areas of service for Adventist Health Medical Center Tehachapi Valleyinclude: Tehachapi, Bear Valley, Golden Hills, Alpine, California City, Mojave, Rosamond, Boron and Edwards. With the completion of the new, 25-bed critical-access hospital in late 2017, it is believed the service area reach could stretch to other High Desert communities such as Ridgecrest and Lancaster. Demographics of the community The primary and secondary service areas for Adventist Health Medical Center Tehachapi Valleyhad an estimated population of 78,021 in 2014 with a projected increase by 2,542 residents to 80,563 by 2019. The highest expected growth by percent is for California City at 4.5%, an increase of 626 residents. The most growth by total population is expected in Tehachapi, with an increase of 1,204 residents. The majority of residents in the Adventist Health Tehachapi Valley service areas are adults between the ages of 25 and 64. Almost 20% are children under the age of 18. Ages 25-44 and 65 and older are expected to have the largest increase in population by 2019. The three major ethnic groups in the primary and secondary service area are Caucasian (54.2%), Hispanic (31.7%) and Black (7.4%). Regarding educational background of those residents in the hospital's service area, 28.7% have graduated from high school, 38.3% have some college and 14.5% have a bachelor's degree. The average household income in Tehachapi is $57,468; California City, $49,083; Mojave, $31,483; Rosamond, $53,160; Boron, $39,040; and Edwards, $45,754. Priority Areas Identified In the Community Health Needs Assessment submitted by the Tehachapi Val ley Healthcare District in 2015, three priority health needs were identified: 1.Chronic Disease 2.Reproductive Health & Children's Health 3.Behavioral Health & Substance Abuse As of November 1, 2016, Adventist Health took over operations of the TVHD's hospital and three rural clinics. There was no CHNA completed in 2016. This document is the plan for the 2017-2019. In addition, access to services as well as health education and health promotion were felt to be foundational requirements that applied to each of those three priority health needs. A lack of additional primary care providers leads to many people still utilizing the emergency room for minor or urgent care issues rather than making an appointment with their primary care provider. The lack of specialty care services also adversely impacts patients who are treated in the emergency department and have to be transferred or referred to other locations for care. For those residents with chronic disease - including diabetes, cardiovascular disease, pulmonary disease and Hepatitis C - poor compliance with health screenings and follow-through with provider recommendations leads to even more health challenges. COMMUNITY HEALTH PLAN 2017 | 9 OUR MISSION: Living God's love by inspiring health, wholeness and hope Information gaps Some of the significant health needs and barriers to health in the area include: poverty, transportation, health care resources, personal accountability, prescription medication, geographic isolation. Specifically, as reported in the 2015 CHNA: Poverty: The impact of poverty was identified as a significant barrier to health in multiple ways that limit access to health care, including a lack of insight an inability to prioritize health needs such as seeing a primary care provider for preventative care. Transportation: Options for transportation to primary care appointments or any other health-related appointments in the area are significantly limited, cost prohibitive or they are not offered at convenient times. Health Care Services: This barrier is related to low-income and minority residents not knowing how to use the health care resources that are available to them, which includes not understanding how to navigate the system, how to sign-up for insurance, how to choose a doctor and how to effectively use the insurance once they have secured it. Personal Accountability: Lack of accountability for personal healthcare was identified as another barrier to health, including compliance with health screenings and follow-through with provider recommendations to manage chronic diseases. Prescription Medication: An additional barrier is the lack of money to pay for prescriptions and/or the lack of transportation to have a prescription filled. Health care issues related to not taking prescription medication include exacerbation of illness and/or poor health outcomes in general. Geographic Isolation: Communities with residents isolated from extended families or social support networks and lack of access to affordable healthy food.COMMUNITY HEALTH PLAN 2017 | 10 Together Inspired Community Health Needs Assessment Overview Link to final CHNA report This link is for the 2015 CHNA report filed by the TVHD; Adventist Health did not take over operations of the hospital and three rural clinics until November 2016: https://www.adventisthealth.org/TehachapiValley/Documents/AHTV_2015_Community_Health_Needs_Asses sment.pdf This report was posted on to the new Adventist Health Medical Center Tehachapi Valleywebsite when AH took over operations. Methodology for CHNA According to the TVHD's 2015 CHNA, data was obtained through targeted interviews used to gather information from individuals and groups representing the broad interests of the community, including individuals with knowledge of medically underserved, low-income and minority populations and populations with chronic disease. The interviews were completed between March and May 2015 by Carolyn St. Charles. A total of 14 individual interviews and three group interviews were conducted. Two community surveys were developed to solicit input from the community regarding priority health needs. One survey was developed for residents and second for the business community, medical professionals and local government. The surveys were widely advertised and input solicited from each of the communities in the primary and secondary service area. Secondary data were collected from a variety of sources to create a comprehensive community profile and to identify health disparities and barriers to accessing care including geographic, language, financial or other barriers. Analyses were conducted for each community in the primary and secondary service area when data was available. Kern County level data was utilized when data was not available at the ZIP code level or when county data provided additional information to frame the issue. In some instances, California State data was also utilized. Specific data sources included, but were not limited to the following: California Department of Public Health County Health Status Profiles 2015 Census Bureau's American Community Survey (ACS) County Health Rankings Covered California (Health Exchange for California) Healthy Kern Community Dashboard Healthy Communities Network iVantage Healthy Analytics The method of prioritization was handled by an Advisory Committee as the result of a facilitated discussion based on the following criteria: COMMUNITY HEALTH PLAN 2017 | 11 Together Inspired Alignment with TVHD strengths, mission and resources Opportunity for partnership Solution that impacts multiple problems Effective methods are available to address the priority need Collaborative Partners N/A Community Voices Stakeholder input was obtained with a mixture of community resident surveys, professional surveys and stakeholder interviews with representatives from the Community Action Partnership of Kern, Omni Health, Department of Public Health, the TVHD (both from the hospital and the rural health clinics), College Community Services, Director of Aging and Adult Services Kern County, Kern County Department of Human Services, and the East Kern County Family Resource Center . For the stakeholder interv iews, a total of 14 individual and three group interviews were conducted between March and May of 2015. The individuals selected for the interviews had expertise and knowledge in a variety of areas, including the needs of the underserved and minority popul ations and the needs of residents with chronic disease. An Advisory Committee was convened to provide advice and assistance during the CHNA development process. Members that represented the broad interests of the community or had specific expertise regardi ng the health needs of underserved populations were asked to participate . The members of the Advisory Committee included: Dr. Maria DeLima: Chief of Staff TVHD and Medical Director Rural Health Clinics, Tehachapi Valley Healthcare District Josue Fernandez: Development and Communications Coordinator, Omni Family Health Dr. Claudia Jonah: Public Health Officer County of Kern, Kern County Public Health Services Department Juliana Kirby: Chief Nursing Officer, Tehachapi Valley Healthcare District Dr. Diego Mart inez: COO, Omni Family Health Ryan Rush: Field Representative Supervisor Scrivner's Office Christine Sherrill: Chief Operations Officer, Tehachapi Valley Health District Eugene Suksi: CEO, Tehachapi Valley Healthcare District The Advisory Committee met two times as a group and one time by phone between March 2015 and June 2015. Updates were provided by e -mail throughout the process. COMMUNITY HEALTH PLAN 2017 | 12 OUR MISSION: Living God's love by inspiring health, wholeness and hope Identified Priority Needs from 2016 CHNA (2015 CHNA for TVHD) Identified Needs Access to Health Care Access to services as well as health education and health promotion are foundational requirements that apply to a wide range of health challenges, including the incidents of chronic disease. Goal Decrease chronic disease rates in our community by offering educational programs, screenings and other interventions - such as free or low -cost clinics - that empower and equip community members to eliminate risk factors that can lead to such diseases. Short -term Objective Objective 1: Provid e free childhood immunizations to 50 -100 uninsured or underinsured children in the Tehachapi Valley area by incorporating the existing Children's Mobile Immunization Program started by a sister hospital to Adventist Health Medical Center Tehachapi Valley - San Joaquin Community Hospital, which will be known as Adventist Health Bakersfield. Children's Mobile Immunization Program: By utilizing a specially -equipped recreational vehicle, the immunizations team provides free immunizations to uninsured children t hroughout Kern County. The clinics are publicized through the hospital's website and multiple media outlets. Since the program was established, more than 100,000 free immunizations have been provided to the children of Kern County. The SJCH Children's Mobile Immunization program is working to save lives, as well as saving our community more than $5 million annually according to a recently released report prepared by the Applied Research Center at California State University, Bakersfi eld. Several cost -benefit studies have been completed on immunization programs for vaccine -preventable diseases. The conclusion of a majority of the studies is that vaccines are considered the most cost -beneficial of health intervention strategies. To de termine the savings to our community, the Applied Research Center took the cost of the program and added in the cost of hospitalization, medications and physicians' services to care for a child who contracts a preventable disease. It also took into conside ration the cost if that child then passes it on to other family members or possibly even starts a community epidemic. Immunizations are one of the most important public health interventions in the United States. By immunizing children at an early age, the SJCH Children's Mobile Immunization Program continues to prevent many dreaded diseases and decreases the occurrence of many childhood vaccine -preventable diseases. The scope of service for the program includes the following major objectives: COMMUNITY HEALTH PLAN 2017 | 13 OUR MISSION: Living God's love by inspiring health, wholeness and hope o Prenatal care - hemoglobin testing for pre/postnatal mothers o Immunizations clinics held annually o Number of children receiving immunizations o Children receiving health screenings (hemoglobin testing) Intermediate Objective Objective 1: Reduce unnecessary ER/hospital visits and reduce the spread of the flu virus by providing free flu shots to at least 100 adults at the beginning of each flu season. Drive -Thru Flu Clinic: In another nod to successes already accomplished by our sister hospital, SJCH (which will be known as AH Bakersfield), it is proposed that we bring an annual drive -thru flu clinic to the Tehachapi Valley community with free vaccines made available on a first -come, first -served basis. The convenience of attendees simply driving through a designated route /location to receive a free flu shot without having to leave their vehicle helps to increase participation and, therefore, increase protection from the flu. Identified Needs Access to Health C are Goal Decrease chronic disease rates in our community by of fering educational programs and interventions that empower and equip community members to eliminate risk factors that often lead to such diseases. Where disease does exist, we will work with partners to provide affordable, high quality care to those in nee d. Short -term Objective Objective 1: Educate our community on ways prevent chronic disease and the risk factors leading to them with at least two community health events that include screenings and informational materials provided to approximately 500 individuals. Health screeni ngs and health education at community events: The hospital will be participating in community events, such as health fairs, walks, etc. Long -term Objective Objective 1: Community lecture series: The new hospital - once a full medical staff is contracted - would provide a bi -monthly community lecture series, with free admittance to the community at - large. Presenters could include physicians and service line le aders, who will focus on chronic disease prevention, warning signs and management. COMMUNITY HEALTH PLAN 2017 | 14 OUR MISSION: Living God's love by inspiring health, wholeness and hope Evaluation Metrics Objective Baseline Measurement Performance Target Indicator Data Source Immunizations for children ages 0 -5 N/A 50-100 Total IMMS patients First 5 Kern monthly reports Drive -Thru Flu Clinic N/A 100 Total vaccines given Immunization's program report Community Lecture Series N/A 25 Average number of attendees per event AH Marketing Team Community Partners Partner Organization Role in Addressing Priority Need First 5 Kern Provides grant that funds the Children's Mobile Immunizations program through 2020. Organization also provides program and fiscal oversight; AH provides the IMMS personnel. Independent physicians For a free community lecture series, we would partner with non-employed physicians with expertise for certain topics that would be beneficial for community members who otherwise may not be able to travel out of the are a for such health education. COMMUNITY HEALTH PLAN 2017 | 15 Together Inspired Identified Needs from CHNA, Not Addressed The following needs are not directly addressed in the 2017 Community Health Plan. Please note, that they may be indirectly addressed. Asthma - Being addressed by other community organizations Cardiovascular disease: Preventing heart disease is a major pr iority under the access to care section. Diabetes: Preventing diabetes is a major priority under the access to care section. Environmental health (air quality and water safety) - Not applicable for a hospital to address. Mental health - The infrastructu re and expertise to provide adequate mental health services is not currently available in Kern County. We are continuing to work with others health care organizations and non -profits in the area to address this issue. Sexually Transmitted Infections - Not applicable for a hospital to address; being addressed by other community organizations. Substance abuse - Not applicable for a hospital to address; being addressed by other community organizations. COMMUNITY HEALTH PLAN 2017 | 16 OUR MISSION: Living God's love by inspiring health, wholeness and hope Making a differe nce: Evaluation of 2014 -2016 CHP In light of Adventist Health taking over operations of the hospital in Tehachapi on Nov. 1, 2016, we do not have an evaluation of 2014 -2016 CHP. Moving forward, i t is our sincere hope that the goals and objectives we have set for the future will be successful and that we will report on those achievements in the next CHP cycle. COMMUNITY HEALTH PLAN 2017 | 17 OUR MISSION: Living God's love by inspiring health, wholeness and hope Strategic Partner List Adventist Health Medical Center Tehachapi Valley supports local partners to augment our own efforts, and to promote a healthier community. Partnership is not used as a legal term, but a description of the relationships of connectivity that are necessary to c ollectively improve the health of our region. One of our objectives is to partner with other nonprofit and faith -based organizations that share our values and priorities to improve the health status and quality of life of the community we serve. This is an intentional effort to avoid duplication and leverage the successful work already in existence in the community. Many important systemic efforts are underway in our region, and we have been in partnership with multiple not -for-profits to provide quality ca re to the underserved in our region. Community Partners American Cancer Society American Heart Association Greater Tehachapi Chamber of Commerce Tehachapi Economic Development Corporation COMMUNITY HEALTH PLAN 2017 | 18 OUR MISSION: Living God's love by inspiring health, wholeness and hope Community Benefit Inventory Adventist Health Medical Center Tehachapi Valley knows working together is key to achieving the necessary health improvements to create the communities that allow each member to have safe and healthy places to live, learn, work, play, and pray. Because Adventist Health took over operations of the hospital as of Nov. 1, 2016, we do not have an accurate way t o measure and/or inventory the activities provided in 2016. COMMUNITY HEALTH PLAN 2017 | 19 Together Inspired Connecting Strategy and Community Health As hospitals move toward population health management, community health interventions are a key element in achieving the overall goals of reducing the overall cost of health care, improving the health of the population, and improving a ccess to affordable health services for the community both in outpatient and community settings. The key factor in improving quality and efficiency of the care hospitals provide is to include the larger community they serve as a part of their overall strat egy. Health systems must now step outside of the traditional roles of hospitals to begin to address the social, economic, and environmental conditions that contribute to poor health in the communities we serve. Bold leadership is required from our admin istrators, healthcare providers, and governing boards to meet the pressing health challenges we face as a nation. These challenges include a paradigm shift in how hospitals and health systems are positioning themselves and their strategies for success in a new payment environment. This will impact everyone in a community and will require shared responsibility among all stakeholders. Population health is not just the overall health of a population but also includes the distribution of health. Overall healt h could be quite high if the majority of the population is relatively healthy —even though a minority of the population is much less healthy. Ideally such differences would be eliminated or at least substantially reduced. Community health can serve as a st rategic platform to improve the health outcomes of a defined group of people, concentrating on three correlated stages: 1) The distribution of specific health statuses and outcomes within a population; 2) Factors that cause the present outcomes distribution; an d 3) Interventions that may modify the factors to improve health outcomes. Improving population health requires effective initiatives to: 1) Increase the prevalence of evidence -based preventive health services and preventive health behaviors, 2) Improve care qu ality and patient safety and 3) Advance care coordination across the health care continuum. Our mission as a health system is to share God's love by providing physical, mental and spiritual healing and we believe the best way to re -imagine our future business model with a major emphasis of community health is by working together with our communit y. COMMUNITY HEALTH PLAN 2017 | 20 Together Inspired Together Inspired Financial Assistance Policies At Adventist Health Medical Center Tehachapi Valley, we're committed to keeping our community healthy. As a result, the ability to pay should never stop an individual from seeking needed care. Our financial assistance program offers: If you are uninsured, you may be eligible to receive a discount for your services under our Uninsured Discount policy. If you are uninsured, our financial counselors will help you find out if you qualif y for a government program such as Medicaid (Medi -Cal in California). If one of these programs is right for you, they may be able to assist you with the application process. If you do not qualify for a government program, we provide discounts to eligible l ow-income patients and underinsured patients. Please contact our patient financial services department if you cannot pay part of your bill. We will review your financial situation to determine if you are eligible for financial assistance. If you cannot aff ord to pay your bill after your care is complete, we will review your situation to determine if you are eligible for assistance. For more information, patients can contact Patient Financial Services at 661 -823-3022 . All financial assistance policies and in formation can be found on our website at: http://ahtehachapi.org/ COMMUNITY HEALTH PLAN 2017 | 21 Together Inspired Together Inspired Community Benefit & Economic Value for Prior Year Our community benefit work is rooted deep within our mission, with a recent recommitment of deep community engagement within each of our ministries. We have also incorporated our community benefit work to be an extension of our care continuum. Our strategic investments in our community are focused on a more planned, proactive approach to community health. The basic issue of good stewardship is making optimal use of limited charitable funds. Defaulting to charity care in our emergency rooms for the most vulnerable is not consistent with our mission. An upstream and more proactive and strategic allocation of resources enables us to help low-income populations avoid preventable pain and suffering; in turn allowing the reallocation of funds to serve an increasing number of people experiencing health disparities. Valuation of Community Benefit Year 2016 Adventist Health Medical Center Tehachapi affiliated with Adventist Health on November 1, 2016. The hospital was operating as a local district hospital, Tehachapi Valley Healthcare District, prior to its affiliation. District hospitals are not subject to SB 697 reporting. The community benefit engagement of the district hospital was an important part of its community outreach. Additional information may be available on the district website, http://www.tvhd.org/home-new. COMMUNITY HEALTH PLAN 2017 | 22 OUR MISSION: Living God's love by inspiring health, wholeness and hope Appendices Glossary of terms Medical Care Services (Charity Care and Un -reimbursed Medi -Cal and Other Means Tested Government Programs) Free or discounted health services provided to persons who meet the organization's criteria for financial assistance and are thereby deemed unable to pay for all or portion of the services. Charity Care does not include: a) bad debt or uncollect ible charges that the hospital recorded as revenue but wrote -off due to failure to pay by patients, or the cost of providing care to such patients; b) the difference between the cost of care provided under Medicaid or other means -tested government programs , and the revenue derived there from; or c) contractual adjustments with any third -party payers. Clinical services are provided, despite a financial loss to the organization; measured after removing losses, and by cost associated with, Charity Care, Medica id, and other means -tested government programs. Community Health Improvement Interventions carried out or supported and are subsidized by the health care organizations, for the express purpose of improving community health. Such services do not generate inpatient or outpatient bills, although there may be a nominal patient fee or sliding scale fee for these services. Community Health Improvement - These activities are carried out to improve community health, extend beyond patient care activities and are usually subsidized by the health care organization. Helps fund vital health improvement activities such as free and low cost health screenings, community health education, support groups, and other community health initiatives targeting identified community needs. Subsidized Health Services - Clinical and social services that meet an identified community need an are provided despite a financial loss. These services are provided because they meet an identified community need and if were not available in the area they would fall to the responsibility of government or another not -for- profit organization. Financial and In -Kind Contributions - Contributions that include donations and the cost of hours donated by staff to the community while on the organization's payroll, the indirect cost of space donated to tax -exempt companies (such as for meetings), and the financial value (generally measured at cost) of donated food, equipment, and supplies. Financial and in -kind contributions are given to community organizat ions committed to improving community health who are not affiliated with the health system. Community Building Activities - Community -building activities include interventions the social determinants of health such as poverty, homelessness, and environmen tal problems. Health Professions Education and Research Educational programs that result in a degree, certificate, or training that is necessary to be licensed to practice as a health professional, as required by state law; or continuing education that is necessary to retain state license or certification by a board in the individual's health profession specialty. It does not include education COMMUNITY HEALTH PLAN 2017 | 23 OUR MISSION: Living God's love by inspiring health, wholeness and hope or training programs available exclusively to the organization's employees and medical staff, or scholarships prov ided to those individuals. Costs for medical residents and interns may be included. Any study or investigation in which the goal is to generate generalized knowledge made available to the public, such as underlying biological mechanisms of health and dise ase; natural processes or principles affecting health or illness; evaluation of safety and efficacy of interventions for disease such as clinical trials and studies of therapeutic protocols; laboratory -based studies; epidemiology, health outcomes and effec tiveness; behavioral or sociological studies related to health, delivery of care, or prevention; studies related to changes in the health care delivery system; and communication of findings and observations (including pu blication in a medical journal) COMMUNITY HEALTH PLAN 2017 | 24 Together Inspired Community Health Needs Assessment and Community Health Plan Coordination Policy Entity: System -wide Corporate Policy Corporate Policy No. AD -04-006-S Standard Policy Department: Administrative Services Model Policy Category/Section: Planning Manual: Policy/Procedure Manual POLICY SUMMARY/INTENT: This policy is to clarify the general requirements, processes and procedures to be followed by each Adventist Health hospit al. Adventist Health promotes effective, sustainable community benefit programming in support of our mission and tax -exempt status. DEFINITIONS 1. Community Health Needs Assessment (CHNA) : A CHNA is a dynamic and ongoing process that is undertaken to identify the health strengths and needs of the respective community of each Adventist Health hospital. The CHNA will include a two document process, the first being a detailed document highlight ing the health related data within each hospital community and the second document (Community Health Plan or CHP) containing the identified health priorities and action plans aimed at improving the identified needs and health status of that community. A CHNA relies on the collection and analysis of health data relevant to each hospital's community, the identification of priorities and resultant objectives and the development of measurable action steps that will enable the objectives to be measured and t racked over time. 2. Community Health Plan: The CHP is the second component of the CHNA and represents the response to the data collection process and identified priority areas. For each health need, the CHP must either: a) describe how the hospital plans to meet the identified health need, or b) identify the health need as one the hospital does not intend to specifically address and provide an explanation as to why the hospital does not intend to address that health need. 3. Community Benefit: A community be nefit is a program, activity or other intervention that provides treatment or promotes health and healing as a response to identified community needs and meets at least one of these objectives: Improve access to health care services Enhance the health of the community Advance medical or health care knowledge Relieve or reduce the burden of government or other community efforts Community benefits include charity care and the unreimbursed costs of Medicaid and other means -tested government programs for the indigent, as well as health professions' education, research, community health improvement, subsidized health services and cas h and in -kind contributions for community benefit. AFFECTED DEPARTMENTS/SERVICES: Adventist Health hospitals COMMUNITY HEALTH PLAN 2017 | 25 Together Inspired POLICY: COMPLIANCE - KEY ELEMENTS PURPOSE: The provision of community benefit is central to Adventist Health's mission of service and compassion. Restoring and promoting the health and quality of life of those in the communities served, is a function of our mission \"To share God's love by providing physical, mental and spiritual healing.\" The purpose of this policy is: a) to establish a system to capture and report the costs of services provided to the underprivileged and broader community; b) to clarify community benefit management roles; c) to standardize planning and reporting procedures; and d) to assure the effective coordination of community benefit planning and reporting in Adventist Health hospitals. As a charitable organization, Adventist Health will, at all times, meet the requirements to qualify for federal income tax exemption under Internal Revenue Code (IRC) §501(c)(3). The p urpose of this document is to: 1. Set forth Adventist Health's policy on compliance with IRC §501(r) and the Patient Protection and Affordable Care Act with respect to CHNAs; 2. Set forth Adventist Health's policy on compliance with California (SB 697), Oregon (HB 3290), Washington (HB 2431) and Hawaii State legislation on community benefit; 3. Ensure the standardization and institutionalization of Adventist Health's community benefit practices with all Adventist Health hospitals; and 4. Describe the core principles that Adventist Health uses to ensure a strategic approach to community benefit program planning, implementation and evaluation. A. General Requirements 1. Each licensed Adventist Health hospital will conduct a CHNA and adopt an im plementation strategy to meet the community health needs identified through such assessment. 2. The Adventist Health Community Health Planning & Reporting Guidelines will be the standard for CHNAs and CHPs in all Adventist Health hospitals. 3. Accordingly, the CHNA and associated implementation strategy (also called the Community Health Plan) will initially be performed and completed in the calendar year ending December 31, 2013, with implementation to begin in 2014. 4. Thereafter, a CHNA and implementation strategy will be conducted and adopted within every succeeding three -year time period. Each successive three -year period will be known as the Assessment Period. 5. Adventist Health will comply with federal and state ma ndates in the reporting of community benefit costs and will provide a yearly report on system wide community benefit performance to board of directors. Adventist Health will issue and disseminate to diverse community stakeholders an annual web -based system wide report on its community benefit initiatives and performance. 6. The financial summary of the community benefit report will be approved by the hospital's chief financial officer. 7. The Adventist Health budget & reimbursement department will monitor commun ity benefit data gathering and reporting for Adventist Health hospitals. B. Documentation of Public Community Health Needs Assessment (CHNA) 1. Adventist Health will implement the use of the Lyon Software CBISA product as a tool to uniformly track community benefit costs to be used for consistent state and federal reporting . COMMUNITY HEALTH PLAN 2017 | 26 Together Inspired 2. A written public record of the CHNA process and its outcomes will be created and made available to key stakeholders in the community and to the general public. The written public report must include: a. A description of the hospital's community and how it was determined. b. The process and methods used to conduct the assessment. c. How the hospital took into account input from persons who represent the broad interests of the community served. d. All of the community health needs identified through the CHNA and their priorities, as well as a description of the process and criteria used in the prioritization. e. Existing health care facilities and other resources within the community available to mee t the community health needs identified through the CHNA. 3. The CHNA and CHP will be submitted to the Adventist Health corporate office for approval by the board of directors. Each hospital will also review their CHNA and CHP with the local governing board. The Adventist Health government relations department will monitor hospital progress on the CHNA and CHP development and reporting. Helpful information (such as schedule deadlines) will be communicated to the hospitals' community benefit managers, with cop ies of such materials sent to hospital CFOs to ensure effective communication. In addition, specific communications will occur with individual hospitals as required. 4. The CHNA and CHP will be made available to the public and must be posted on each hospital's website so that it is readily accessible to the public. The CHNA must remain posted on the hospital's website until two subsequent CHNA documents have been posted. Adventist Health hospitals may also provide copies of the CHNA to community groups who may be interested in the findings (e.g., county or state health departments, community organizations, etc.). 5. For California hospitals, the CHPs will be compiled and su bmitted to OSHPD by the Adventist Health government relations department. Hospitals in other states will submit their plans as required by their state. 6. Financial assistance policies for each hospital must be available on each hospital's website and readil y available to the public. Corporate Initiated Policies: (For corporate office use) References: Replaces Policy: AD -04-002-S Administration Directors 2017 Community Health Plan This community health plan was adopted on April 20, 2017 , by the Adventist Health System/West Board of Directors . The final report was made widely available on May 15 , 2017 . Adventist Health Tehachapi Valley 115 W E St, Tehachapi, CA 9356 1 Request a copy, provide comments or view electronic copies of current and previous community health needs "}