{"title": "Acupuncture, Oriental Medicine", "author": null, "url": "https://www.naturalacucenter.com", "hostname": "naturalacucenter.com", "description": "Licensed Acupuncturist and Herbalist", "sitename": "Natural-Acupuncture", "date": "2016-01-01", "cleaned_text": "CA Natural Acupuncture Center Oriental Medicine Special Message: During the COVID, please visit the office with mask, and only one person is allowed in the office. Stay healthy! If you were sick and travel around the other states, please contact Dr. Kim first. We will let you know quarantine is necessary and if u need herb. Detox tea and the herb are available for those in need, please contact Dr. Kim for details. Congratulations!! Mrs. Ramirez, Mrs. Veronica, Mrs. Sauluddin, and Mrs. Adkins for pregnancy after the infertility treatment. Hurray for the second pregnancy for Mrs. Gonzalez. Are you looking for a lady's acupuncturist to consult your problems? Dr. Kim is available to listen and take care for you. Please schedule an appointment and she will guide you in a natural way to get better. Natural Acupuncture Center The key of the Natural Acupuncture Center is to increase your own healing power to boost your body's strength with acupuncture treatment. Combining with herb treatments will maximize the effectiveness of healing. We will guide you how to balance and harmonize your health. We also do massage cupping, use natural organic herb from Korea, Israel or peru or all of the world. In addition, we do offer for Detox and Diet program, Kids Program like Growth care, Smart care(ADD or ADHD) and Immune care. Mostly Patients are toddler to 96 Years old senior. Regular basis. PAINLESS NEEDLE TECHNIQUE, NEEDLE FREE TECHNIQUE IS AVAILABLE DEPENDS ON THE PATIENT'S CONDITION. Popular Herb Kong JinDan Kong Jin Dan used to taken by the Kings and Emperors in old times. It is good for the people of weak constitution. Current Research showed Kong Jin dan increase the white blood cell and improved the memory loss. It is chewable. It is good for digestive problem. Power Digest It is good for digestive problem. 10% OFF You have several options to get 10% off for your first treatment. 1. When you book an appointment online only, you will get 10 % off on the first visiting fee. 2. When you purchase 10 sessions for the acupuncture treatment, you will get the special discount - Please call us. Monday - Friday : 9 :30 am - 11:30 am 12:30 to 2:00 pm. After hours, we have to see the schedule. Appointment only Saturday : Closed Sunday : Closed Please call before makn an appointment at 661-753-3568. If I do not answer, Please leave a message , we will get back to within 24 in weekday, weekend 72 hrs. You can email me. or If you are in serious pain, please contact the emergency or other clinics. 27734 Avenue Scott #110 Valencia, CA 91355 About the Acupuncturist: Dr. Ki-young Kim is a California licensed Acupuncturist (L.Ac) and Doctor of Acupuncture and Oriental Medicine(DAOM). She studied pre-dent and Zoology from Brigham Young University(Provo, UT) with a bachelor's degree. She also earned a master's and doctoral degree from South Baylo University in oriental medicine. Furthermore, she has completed advanced training for Traditional Korean Acupuncture from numerous masters. Dr. Kim also had experience from working at the toxicology lab, children's clinic, and many other clinics located in Agoura Hills and Los Angeles. She believes that good eating habits are directly linked to the quality of health. She also believes in \"natural healing\", where the practitioner treats the patient for optimal health through natural ways. She is a member of the Love of Moxibustion and the Korean Acupuncture Association. She looks forward to sharing her knowledge and treatments to restore the health and well being of her patients. Thank you for visiting our website. "}