{"title": "How to DIY an All-Purpose Cleaner That Actually Works", "author": "Lauren Smith McDonough", "url": "https://www.goodhousekeeping.com/home/cleaning/tips/a24885/make-at-home-cleaners/", "hostname": "goodhousekeeping.com", "description": "No dangerous Pinterest hacks here.", "sitename": "Good Housekeeping", "date": "2022-02-18", "cleaned_text": "Some of the items in your pantry (like [baking soda](https://www.goodhousekeeping.com/home/cleaning/tips/a25577/baking-soda-cleaning-uses/) and vinegar) work as effective homemade [all-purpose cleaners](https://www.goodhousekeeping.com/home-products/multi-purpose-cleaners/g579/best-multi-purpose-cleaners/) and, even better, cost next to nothing. So the next time you're staring down a big mess but you're out of [your favorite cleaning product](https://www.goodhousekeeping.com/home/cleaning/g5115/best-cleaning-products/), don't run to the store — try one mixing up one of these recipes for DIY homemade cleaners that work instead. These natural products will kick grime to the curb and keep your wallet happy. Important safety tip: Never combine ammonia-based cleaners with chlorine bleach or products containing bleach, such as powdered dishwasher detergent. The fumes they'll create are extremely dangerous. Before doing any mixing, read the product labels first. Always label any bottles of DIY cleaners with all the ingredients inside. In case a child or animal gets into it, it's important to know what the mixture contains. 1. Scented All-Purpose Cleaner What you'll need: - One part [white vinegar](https://www.amazon.com/Lucys-Family-Owned-Distilled-Vinegar/dp/B07985NMQD/) - One part water - Lemon rind [Rosemary sprigs](https://www.amazon.com/Rosemary-Locally-Grown-2-Bunches/dp/B01GKDYX0I/ref=sr_1_5?) Combine the above ingredients together, pour into a spray bottle, shake, and then let infuse for a week before using. Once done, you can use the homemade all-purpose cleaner to [remove hard water stains](https://www.goodhousekeeping.com/home/cleaning/a34905420/how-to-remove-hard-water-stains/#:~:text=Vinegar%20and%20Baking%20Soda%20Method,it%20sit%20for%20a%20minute.), clean trash cans, wipe away wall smudges, and much more. Besides a fresh scent, the lemon rind may help boost cleaning power. Caution: Do not use acidic cleaners on granite, as they will etch the stone and proceed cautiously on stainless steel. Some manufacturers recommend against using vinegar on their appliance surfaces. 2. Kitchen Cleaner and Deodorizer What you'll need: - 4 tablespoons [baking soda](https://www.amazon.com/dp/B076XZ3ZC5) - 1 quart warm water To clean kitchen counters, appliances, and the inside of your refrigerator, all you need is baking soda for this homemade kitchen cleaner. \" Baking soda makes a great deodorizer and can be used to shine stainless steel sinks and appliances,\" says [Carolyn Forte](https://www.goodhousekeeping.com/author/6484/carolyn-forte/), executive director of the [Good Housekeeping Institute](https://www.goodhousekeeping.com/institute/about-the-institute/a19748212/good-housekeeping-institute-product-reviews/) Cleaning Lab. To deodorize, use the homemade baking soda solution above or pour baking soda straight from the box into your drain or garbage disposal to remove odors. To shine and remove spots from stainless steel, make a paste of baking soda and water. Apply it with a damp cloth and rub gently in the direction of the metal's grain. Rinse and buff dry. 3. DIY Glass Cleaner What you'll need: - 2 cups water - 1/2 cup [white](https://www.amazon.com/Lucys-Family-Owned-Distilled-Vinegar/dp/B07985NMQD/)or [cider vinegar](https://www.amazon.com/dp/B01CSX4N9K) - 1/4 cup [rubbing alcohol 70% concentration](https://www.amazon.com/dp/B07GDR6PY8) - 1 to 2 drops of [orange essential oil](https://www.amazon.com/Sweet-Orange-Large-ounce-Essential/dp/B00PHVXISS/)for smell (optional) This homemade cleaner will leave your windows and mirrors sparkling. Simply combine these ingredients and pour them in a spray bottle to make a homemade cleaner with ingredients you already have on hand. Not only does it do a great job cleaning but the orange essential oil gives it a pleasant natural citrus scent and the rubbing alcohol helps it evaporate quickly to minimize spots and streaks. Hint: Avoid [cleaning windows](https://www.goodhousekeeping.com/home/cleaning/tips/a32040/mistakes-cleaning-windows/) on a hot, sunny day or in direct sunlight, because the solution will dry too quickly and leave lots of streaks. For mirrors, spray the solution on a [paper towel](https://www.amazon.com/dp/B07NCXK162) or [soft cloth](https://www.amazon.com/dp/B01HUTZBUM) first before wiping. 4. Homemade Brass Cleaner What you'll need: [White vinegar](https://www.amazon.com/Lucys-Family-Owned-Distilled-Vinegar/dp/B07985NMQD/)or lemon juice [Table salt](https://www.amazon.com/dp/B0714B7FTK) To clean non-lacquered tarnished brass cabinet pulls, decorative ware, fixtures and more, dampen a sponge with vinegar or lemon juice, then sprinkle on salt. Lightly rub over the surface. Rinse thoroughly with water or a clean damp cloth, then immediately dry with a clean [soft cloth. ](https://www.amazon.com/dp/B01HUTZBUM) 5. Natural Heavy-Duty Scrub What you'll need: - 1/2 lemon - 1/2 cup [borax powder](https://www.amazon.com/MILLIARD-Borax-Powder-Multi-Purpose-Cleaner/dp/B00HLROB6E/) Rust stains on porcelain or enamel sinks and tubs are no match for this heavy-duty homemade cleaner. Dip the lemon into the borax and scrub the surface, then rinse. (This is not safe for marble or granite.) Tip: You can find borax, a laundry booster, in the detergent aisle or order it on [Amazon](https://www.amazon.com/dp/B00HLROB6E). 6. DIY Grease Cleaner What you'll need: - 1/2 cup [sudsy ammonia](https://www.amazon.com/Parsons-Ammonia-All-Purpose-Cleaner-Lemon/dp/B00W81699A/ref=sr_1_1?) - Scant 1 gallon of water Get rid of grease with this homemade kitchen and oven cleaner. Sudsy ammonia contains detergent that helps remove tough grime on metal surfaces. Mix 1/2 cup with enough water to fill a one-gallon container. Then clean your oven racks, stove hood, and grill by dipping a sponge into the solution and wiping over the surface before rinsing with clear water. You can also soak oven racks and grill grates in the mixture directly, with a little extra ammonia if they're particularly dirty. Caution: Avoid using ammonia on aluminum. It can darken it and cause pitting. 7. Last-Resort Clothing Stain Remover What you'll need: - 1 gallon hot water - 1 cup [powdered dishwasher detergent](https://www.amazon.com/Cascade-Complete-Dishwasher-Detergent-Powder/dp/B01MTES30M/) - 1 cup [regular liquid chlorine bleach](https://www.amazon.com/Clorox-Disinfecting-Bleach-Regular-Bottle/dp/B086LW3R4K/ref=sr_1_2?), not ultra or concentrate Treat badly stained but washable white clothing that hasn't responded to other techniques by mixing the above ingredients into a stainless steel, plastic or enamel bowl (not aluminum). Soak garment for 15-20 minutes. If stain is still there, let it soak a bit longer, then wash the item as usual. 8. Natural Marble Cleaner What you'll need: - 2 drops [mild dishwashing liquid](https://www.amazon.com/dp/B004SC9NCC/ref=twister_B009L3YB66?) - 2 cups warm water This sudsy homemade cleaner can be used to clean marble. To make this cleaner, simply mix 2 drops of [dish soap](https://www.goodhousekeeping.com/home-products/g29209634/best-dish-soaps/), [like Dawn](https://www.amazon.com/dp/B0772WFSTP), and water the next time you want to clean natural stone countertops. Sponge over marble and rinse completely to remove any soap residue. Buff with a soft cloth; do not let the marble air-dry. Caution: Never use vinegar, lemon, or any other acidic cleaner on marble or granite surfaces; it will etch the stone. Are homemade cleaners effective? For many jobs, homemade cleaners can be just as effective as cleaners that you find in the store. However, depending on how dirty the surface is that you are cleaning, sometimes you may have to scrub a bit more or do a second application. And just like commercial cleaners, not every homemade cleaner is suitable for every surface or purpose, even those labeled \"all-purpose\" cleaners. It's always best to try any cleaner — homemade or not — on a hidden spot to see if it's safe for your surface, especially if you are using it for the first time. And make sure you label any bottle or container of homemade cleaner with what it is and the ingredients it contains. If you find that your homemade cleaner is not doing a good job cleaning, it may be time to switch to a commercial cleaner. Always keep all cleaners away from children and pets. Meet the Expert Carolyn Forte is the executive director of the [Good Housekeeping Institute](https://www.goodhousekeeping.com/institute/about-the-institute/a19748212/good-housekeeping-institute-product-reviews/) Cleaning Lab, where she has worked for 40 years. Previously, she was a textiles analyst for Montgomery Ward and she has a B.A. in Family & Consumer Sciences from Queens College, City University of New York. Lauren is a senior editor at Hearst. She was previously the senior editor at WomansDay.com and the home editor at GoodHousekeeping.com and HouseBeautiful.com. Her book club, ramen, and jean jackets are a few of her favorite things. "}