{"title": "Yet Another Major Study Proves Vaccines Don't Cause Autism", "author": "Megan Friedman", "url": "https://www.goodhousekeeping.com/health/news/a32212/vaccines-autism-connection-debunked-study/", "hostname": "goodhousekeeping.com", "description": "Those shots don't even affect kids who are genetically at risk.", "sitename": "Good Housekeeping", "date": "2015-04-22", "cleaned_text": "Study after study has debunked the myth that vaccines cause autism. Yet worried parents (and anti-vaxxers) have skipped inoculating their kids — and inadvertently brought back [measles](https://www.goodhousekeeping.com/health/a25882/disneyland-measles-outbreak-california/) in much of the country. Well, now new research has come out that says that even kids who have siblings with autism are not a greater risk of getting the disorder if they're vaccinated. The study, published in the [Journal of the American Medical Association](http://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2015.3077), found no harmful association between the measles, mumps, and rubella (MMR) vaccine and autism, even in genetically predisposed kids. Zero. Previous studies have found that genetics can make some kids more likely to be autistic. And parents of children on the spectrum may sometimes blame vaccines for their condition, and are thus [l](http://www.cbsnews.com/news/will-latest-study-on-vaccines-and-autism-change-minds/) [ess likely to vaccinate younger children](http://www.cbsnews.com/news/will-latest-study-on-vaccines-and-autism-change-minds/), especially with the MMR booster. But science doesn't back up those fears. In this study, researchers analyzed data from a commercial health insurance company's claims. They studied kids who were enrolled from birth to at least 5 years old during an 11-year window, and who also had an older sibling enrolled during the same age range. In total, more than 95,000 kids were included in the study. They found that getting the MMR vaccine was not associated with an increased risk of autism disorders, even if an older sibling was on the spectrum. And to boot, younger siblings who were vaccinated actually had a lower risk of autism spectrum disorders than siblings who were not vaccinated. The study was conducted by Dr. Anjali Jain, a scientist with [The Lewin Group](http://www.lewin.com/publications/Publication/201504210462), a healthcare consulting firm. The research was funded by the National Institute of Mental Health, the National Institutes of Health, and the U.S. Department of Human Services. The study was strong given the large sample size, and also because the data was just general medical information, and not received specifically for a study on vaccines and autism. \"We may not understand what is causing autism in these kids or families,\" [Jain told Time](http://time.com/3827309/vaccines-autism-siblings/). \"There could be a host of both genetic and environmental factors. But we are able to look at the vaccines themselves and show there is no association with autism.\" Related Stories: [Could a Tetanus Shot Help Fight Cancer?](https://www.goodhousekeeping.com/health/a31631/tetanus-vaccine-brain-cancer/) [Several Workers at Disneyland Have "}