{"title": "Medications | Intravenous Immune Globulin - Adult/Pediatric - Inpatient/Ambulatory", "author": "University; Clinics Authority", "url": null, "hostname": null, "description": null, "sitename": "UW Health | UW Hospital and Clinics", "date": "2023-01-01", "cleaned_text": "Medications | Intravenous Immune Globulin - Adult/Pediatric - Immune Globulin (IVIG) - Adult/Pediatric - Inpatient/Ambulatory/Emergency Department Consensus Care Guideline Table Contents POPULATION/PROBLEM: .................................................................................................................................... 2 DEFINITIONS: ..................................................................................................................................................... 2 RECOMMENDATIONS: ........................................................................................................................................ 3 9 COLLATERAL & RESOURCES .................................................................................................................... 10 APPENDIX. INDICATIONS FOR IVIG .................................................................................................................... 11 REFERENCES ...................................................................................................................................................... 19 Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2 Population/Problem: Intravenous Immunoglobulin (IVIG) is isolated from pooled human plasma and was originally developed as prophylaxis against infections for individuals with primary immunodeficiency disorders.1,2 IVIG is used to prevent and treat a growing number of indications. The expanded use of IVIG is supported by varying quality of evidence. Numerous published guidelines highlight the uses associated with this agent. UW Health monitors the use of IVIG because of its association with both adverse events and high cost. Consensus care guidelines tailored to UW Health serve to optimize use of this resource. The current revision is a regularly scheduled review of available evidence to keep this guideline timely. Definitions: 1. ABW: Actual Body Weight 2. Acute Idiopathic Thrombocytopenic Purpura: Acute bleeding with platelet count < 20,000/mm3 3. GVHD: Graft Versus Host Disease 4. IBW: Ideal Body Weight 5. Order Weight: the weight used to calculate the total IVIG dose Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact CCKM@uwhealth.org for previous versions 3 Recommendations: Ordering and Dosing 1. All patients must have a current documented weight and height prior to ordering IVIG. (UW Health GRADE Very low quality evidence; strong recommendation) 2. Adult doses should be based on ideal body weight (IBW) unless dosing to a specific and measurable IgG level3,4 (UW Health GRADE Low quality evidence; strong recommendation) 2.1. If actual body weight (ABW) is less than IBW, dose according to ABW. 3. Pediatric doses should be based on ABW.5,6 (UW Health GRADE High quality evidence; strong recommendation) 4. Doses should be titrated to patient response. Aim for the minimum dose required to maintain optimal clinical response defined by the disease-specific monitoring parameters presented in the Appendix.5,6 (UW Health GRADE High quality evidence; strong recommendation) 5. Doses should not exceed a maximum of 2 g/kg or 140 grams per day. (UW Health GRADE Very low quality evidence; strong recommendation) 6. IVIG should be used according to the specified criteria for each indication listed in the Appendix. (UW Health GRADE quality of evidence varies; strength of recommendation varies) 7. IVIG may limit the effectiveness of live attenuated virus vaccines, including the measles, mumps, rubella (MMR) and varicella vaccines. These vaccines should be administered 2 weeks prior to IVIG administration or delayed until 8 months after replacement of IVIG or 11 months following Kawasaki Disease treatment. (UW Health GRADE Moderate quality evidence; strong recommendation) 7.1. The following live vaccines are not affected by IVIG administration: influenza, oral typhoid, yellow fever, and rotavirus vaccines. Documentation 8. Documentation should clearly state the medical necessity for initiation and continued use of IVIG. (UW Health GRADE Very low quality evidence; strong recommendation) 9. Documentation should include: 9.1. History and physical 9.2. Test results, including written interpretation 9.3. Prior treatment therapies 9.4. When used for an appropriate indication, there should be evidence of a significant deficiency in IgG blood levels prior to initiation of treatment and impaired ability to make specific antibodies 9.5. History of severe and recurrent infections when appropriate 9.6. Treatment goals/expected response from IVIG initiation and subsequent treatment. 9.6.1. For immune deficiency disorders, the prescriber should provide an IgG target goal. 9.7. Evidence that IVIG therapy is effective when writing orders for continued therapy. Administration Filters 10. Gammagard Liquid® product requires no filtration. Gammagard S/D® low IgA requires filtration with a 15 micron filter. (UW Health GRADE Moderate quality evidence; strong recommendation) Premedications 11. Not all patients require premedication for successful administration, and it may be reasonable to consider foregoing it. However, premedication increases the tolerability of IVIG for many patients.7 Effective options are presented in the table below. They should be administered 30 minutes prior to the initiation the IVIG infusion. (UW Health GRADE Moderate quality evidence; strong recommendation) Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact CCKM@uwhealth.org for previous versions 4 Table 1. Frequently Used Premedications Therapeutic Class Population Adults Pediatrics Analgesic Acetaminophen 650 mg orally once Acetaminophen 10 - 15 mg/kg orally once; maximum = 650 mg Antihistamine Diphenhydramine 25 - 50 mg orally or intravenous once Loratadine 10 mg orally once Cetirizine 10 mg oral once Fexofenadine 180 mg oral once Diphenhydramine 0.5 - 1 mg/kg oral or IV once; maximum = 50 mg Loratadine oral once o 2-5 yrs: 5 mg o 6 yrs: 5 - 10 mg Cetirizine oral once o 6 month - 2 yrs: 2.5 mg o 2 - 5 yrs: 2.5 - 5 mg o 6 yrs: 5 - 10 mg Fexofenadine oral once o 2 - 11 yrs.: 60 mg o 12 yrs: 180 mg Corticosteroid Dexamethasone 4 mg oral or IV once Methylprednisolone 20 - 60 mg IV once Dexamethasone 0.5 mg/kg oral or IV once; maximum 4 mg Methylprednisolone 0.5 - 1 mg/kg IV once (max 40 mg) Adverse Reactions 12. The fluid status of the patient should be evaluated prior to administration. Overdose may lead to fluid overload and hyperviscosity.8 (UW Health GRADE Moderate quality evidence; strong recommendation) 12.1. Patients at risk of complications of fluid overload and hyperviscosity include elderly patients and those with cardiac or renal impairment. 12.2. Strategies to lower risk of fluid overload are to use a low sodium product. The IVIG products available on UW Health formulary are and Gammagard S/D® low IgA sodium). 12.3. Strategies to lower risk of hyperviscosity: 12.3.1. Do not exceed the recommended dose 12.3.2. Large doses may need to be infused over several days 12.3.3. Ensure adequate hydration 12.3.4. Infuse at the slowest practical rate 12.3.5. Use a low osmolar product (e.g., Gammagard® Liquid) 12.3.6. Encourage patients to limit immobility in the days immediately following the infusion. 13. Common adverse reactions (with frequency) include: 13.1. Headache: 30.6% 13.2. transfusion-related acute meningitis syndrome, and acute renal failure. 14.1. Certain patient populations may be predisposed to renal dysfunction when receiving IVIG products that contain sucrose. No UW Health formulary IVIG products contain sucrose. Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact CCKM@uwhealth.org for previous versions 5 14.1.1. Patients over 65 years old 14.1.2. Patients with diabetes mellitus 14.1.3. Patients with renal impairment prior to treatment with IVIG 15. Infusion related reactions that occur with IVIG are typically due to an infusion rate that is too fast for patient tolerability. Infusion reactions are more common in patients receiving their first IVIG infusions or when changing to a different IVIG product. If there is an infusion reaction, stop or slow the rate of infusion and treat as presented in Table 2 below.7,9 (UW Health GRADE Moderate quality evidence; strong recommendation) 15.1. Restart the infusion at a slower rate once the reaction subsides.3,4 Decrease the infusion rate by one half the rate at which the reaction occurred. (UW Health GRADE High quality evidence; strong recommendation) 15.2. The rate can be titrated to a faster rate again as the patient tolerates.3,4 (UW Health GRADE High quality evidence; strong recommendation) 15.3. If the patient has a history of infusion reactions, the prescriber should indicate in the order Admin Instructions the maximum infusion rate desired (gram/hr). (UW Health GRADE Very low quality evidence; strong recommendation) 15.4. Consider switching to a different IVIG product in patients unable to tolerate a particular product9 (UW Health GRADE Low quality evidence; weak/conditional recommendation) 15.5. Consider checking for anti-IgA antibodies in patients with infusion reactions and consider product change to low IgA product (Gammagard S/D)10,11 (UW Health GRADE Low quality evidence; weak/conditional recommendation) Table 2. Treatment of Adverse Reactions Therapeutic Class Population Adults Pediatrics Antihistamine Diphenhydramine 25 - 50 mg intravenous once Diphenhydramine 0.5 - 1 mg/kg IV; maximum = 50 mg once Corticosteroid Dexamethasone 4 mg IV once Dexamethasone 0.5 mg/kg IV once; maximum 4 mg Hydrocortisone sodium succinate 1 mg/kg IV once; maximum 100 mg Monitoring 16. All patients should be continually monitored for adverse effects related to the administration of IVIG and the infusion rate. (UW Health GRADE High quality evidence; strong recommendation) 16.1. Monitor for signs and symptoms of thrombosis, blood hyperviscosity, hemolysis, hemolytic anemia, and acute lung injury. (UW Health GRADE High quality evidence; strong recommendation) 17. The following vital signs can be monitored to assess the safety of the infusion: blood pressure, heart rate, respiratory rate, oxygen saturation, and temperature. They can be measured before, during, and/or after the infusion OR if the patient experiences new or worsening symptoms of an infusion reaction. (UW Health GRADE High quality evidence; strong recommendation) 18. Periodic monitoring of renal function is recommended in patients that are judged to be at risk of acute renal failure. (UW Health GRADE High quality evidence; strong recommendation) Infusion Rates 19. Patient tolerability is always the first consideration for infusion rate. (UW Health GRADE High quality evidence; strong recommendation) 20. IVIG infusion rate calculations should use the patient's order weight (the same weight used to calculate the total IVIG dose) (UW Health GRADE Very low quality evidence; conditional recommendation) 20.1. For most adult patients, this will be IBW. If ABW is less than IBW, use ABW 20.2. For most pediatric patients, this will be ABW 20.3. If a patient has previously tolerated IVIG rates based on a different weight type, the use of a weight other than the order weight may be specified in the Admin Instructions of the IVIG order Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact CCKM@uwhealth.org for previous versions 6 21. Generally, infusion rates should be slower for the first two infusions or when IVIG products are changed. The infusion rate for the first two administrations is presented for adults and pediatric patients below in Table 3. If patients tolerate the initial infusions, an incrementally faster rate can be used for subsequent infusions.7 For all infusions, a gradual titration approach to the maximal infusion rate is recommended. (UW Health GRADE High quality evidence; strong recommendation) 22. Consider a slower infusion rate (e.g., maximum rate 2 mL/kg/hour) in patients with underlying renal disease or who are at risk for developing thrombotic events, including individuals with a history of thrombosis and those with cardiovascular risk factors. To decrease these risks, the patient should be optimally hydrated. A product with a lower osmolality should be considered.3,4 (UW Health GRADE High quality evidence; strong recommendation) 23. An infusion time longer than the maximum calculated infusion duration (8-12 hours) may be considered for inpatients to decrease the risk of adverse reactions. A prolonged infusion time in excess of the maximum calculated infusion duration may be considered when: 23.1. A dedicated line will be available for the full duration of the infusion and the administration of other medications will not be delayed 23.2. The patient's discharge time is not anticipated within 24 hours and will not be postponed to complete infusion. (UW Health GRADE Very low quality evidence; conditional recommendation) 24. Patients being treated for Kawasaki Disease or Multisystem Inflammatory Syndrome in Children (MIS-C) receive a high dose of IVIG at a slower rate due to high oncotic/volume load. The minimum infusion time for these patients should not be less than 10 hours.127 (UW Health GRADE Moderate quality evidence; strong recommendation) Table 3. IVIG Infusion Rates for 10% Product (1 mL = 100 mg) Use order weight for rate calculations unless otherwise specified in Admin Instructions Initial IVIG Rate Titration (1st or 2nd Dose) Subsequent IVIG Infusions Adults 0.5 mL/kg/hour x 15 minutes; then 1 mL/kg/hour x 15 minutes; then 1.5 mL/kg/hour x 15 minutes; then 2 mL/kg/hour for remaining volume 0.5 mL/kg/hour x 15 minutes; then 1 mL/kg/hour x 15 minutes; then 1.5 mL/kg/hour x 15 minutes; then 2 mL/kg/hour* x 15 minutes; then 3 mL/kg/hour x 15 minutes; then 4 mL/kg/hour x 15 minutes; then 5 mL/kg/hour for remaining volume Initial IVIG Rate Titration (1st or 2nd Dose) Subsequent IVIG Infusions Pediatrics (except Kawasaki Disease or MIS-C) 0.5 mL/kg/hour x 30 minutes; then 1 mL/kg/hour x 30 minutes; then 2 mL/kg/hour* x 30 minutes; then 3 mL/kg/hour x 30 minutes; then 4 mL/kg/hour for remaining volume 0.5 mL/kg/hour x 30 minutes; then 1 mL/kg/hour x 30 minutes; then 2 mL/kg/hour* x 30 minutes; then 3 mL/kg/hour x 30 minutes; then 4 mL/kg/hour x 30 minutes; then 5 mL/kg/hour for remaining volume IVIG Rate Titration Kawasaki Disease or MIS-C 0.5 mL/kg/hour x 30 minutes; then 0.8 mL/kg/hour x 30 minutes; then 1 mL/kg/hour x 30 minutes; then 1.5 mL/kg/hour x 30 minutes; then Infuse remaining volume at 2.3 mL/kg/hour over 8 hours *2 mL/kg/hour is the suggested maximum rate for inpatients, age > 65 years, history of thrombosis, presence of cardiovascular risk factors, renal insufficiency, or diabetes The following tools are available in Health Link to help communicate and calculate IVIG infusion rates: Tool Description Tool Name How to Use/Purpose SmartPhrase .RXRIVIGINFUSIONRATE Verifying pharmacist adds SmartPhrase to Admin Instructions field of IVIG orders to communicate weight and maximum infusion rate for nurse to use in IVIG rate calculator Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact CCKM@uwhealth.org for previous versions 7 IVIG Rate Calculator Adult IVIG Calculator How to Find the IVIG Calculator in Health Link Nurse inputs order weight (kg), total IVIG dose (grams), and maximum infusion rate (if applicable). The calculator will recommend how to program the IV pump. Pediatric IVIG Calculator Pediatric - Kawasaki or MIS-C Immune Globulin Administered by Subcutaneous Route 25. Administration by the subcutaneous route may be considered in patients who are treated for immunodeficiencies, including clinically significant hypogammaglobulinemia secondary to protein losses or chylous effusions. Subcutaneous administration is less likely to result in adverse effects and may achieve more sustained IgG levels. Traditional immune globulin products labeled for subcutaneous administration and available on the UW Health formulary include Gammagard Liquid®. HyQvia®, indicated for hyaluronidase facilitated subcutaneous administration in patients aged 12 years and older, is also available on the UW Health formulary on a restricted basis. The goal is to ultimately transition patients to self-administration (or administration by caregiver) in the home. However HyQvia® is approved for outpatient administration during the initial dose ramp-up in patients naïve to immune globulin or those transitioning from intravenous administration. (UW Health GRADE High quality evidence; strong recommendation) 26. Subcutaneous immune globulins are often more concentrated (e.g., 20%) than product used for IVIG. Independent insurance screening is necessary for subcutaneous immune globulin products and administration. Previous insurance coverage of intravenous administration may not extend to subcutaneous administration, even when using the same product. Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact CCKM@uwhealth.org for previous versions 8 Disclaimer Consensus care models assist clinicians by providing a framework for the evaluation and treatment of patients. This guideline outlines the preferred approach for most patients. It is not intended to replace a clinician's judgment or to establish a protocol for all patients. It is understood that some patients will not fit the clinical condition contemplated by a guideline and that a guideline will rarely establish the only appropriate approach to a problem. Contact for Content: Name: Erin Robinson, PharmD, Drug Policy Program Contact for Changes: Philip Email Author(s): Robinson, PharmD, Pharmacy Sara Lisa Arkin, Aton, PharmD Jason Bergsbaken, PharmD - Pharmacy Monica Bogenschutz, PharmD - Pediatric Pharmacy James Conway, MD - Pediatrics, Infectious Diseases/Immunology Stephanie Gardon, MD - Neurology Justin Endo, MD - Dermatology Aric Hall, MD - Oncology Noreen Hogan, RN - Oncology Mark Juckett, MD - School of Medicine and Public Health, Hem/Onc Thomas Keenan, MD, PhD - Dermatology Christopher Luzzio, MD - Neurology Mary Mably, RPh - Pharmacy Didier Mandelbrot, MD - Department of Medicine, Nephrology Sameer Mathur, MD - Department of Medicine, Allergy Mark Moss, MD - Department of Medicine, Allergy Daniel Rosenberg, MD - Department of Medicine, Allergy Jennifer Sandra, PharmD - Pharmacy Karen Schaser, RN - Transfusion/Infusion Luke Schulz, PharmD - Pharmacy - Department of Pediatrics, Immunology MaryAnn Steiner, PharmD - Quartz Pharmacy Program Jill Strayer, PharmD - Pharmacy Andrew Waclawik, MD - Neurology Jo Wilson, MD - Department of Pediatrics, Peds Allergy Committee Approvals/Dates: Pharmacy & Therapeutics Committee (Last Periodic Review: Jan 2023) Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact CCKM@uwhealth.org for previous versions 9 Methodology Methods Used to Collect/Select the Evidence: Electronic database searches (e.g., PUBMED) were conducted by the guideline author(s) and workgroup members to collect evidence for review. Expert opinion and clinical experience were also considered during discussions of the evidence. Methods Used to Formulate the Recommendations: The workgroup members agreed to adopt recommendations developed by external organizations and/or arrived at a consensus through discussion of the literature and expert experience. All recommendations endorsed or developed by the guideline workgroup were reviewed and approved by other stakeholders or committees (as appropriate). Methods Used to Assess the Quality of the Evidence/Strength of the Recommendations: Internally developed recommendations, or those adopted from external sources without an assigned evidence grade, were evaluated by the guideline workgroup using an algorithm adapted from the Grading of Recommendations Assessment, Development and Evaluation (GRADE) methodology. GRADE Methodology adapted by UW Health GRADE Ranking of Evidence High We are confident that the effect in the study reflects the actual effect. Moderate We are quite confident that the effect in the study is close to the true effect, but it is also possible it is substantially different. Low The true effect may differ significantly from the estimate. Very Low The true effect is likely to be substantially different from the estimated effect. GRADE Ratings for Recommendations for or Against Practice Strong (S) Generally, should be performed (i.e., the net benefit of the treatment is clear, patient values and circumstances are unlikely to affect the decision.) Conditional (C) May be reasonable to perform (i.e., may be conditional upon patient values and preferences, the resources available, or the setting in which the intervention will be implemented.) Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact CCKM@uwhealth.org for previous versions 10 Collateral Tools & Resources The following collateral tools and resources support staff execution and performance of the evidence-based model recommendations in everyday clinical practice. Metrics Adverse event reporting Guidelines Kawasaki Disease: Diagnosis and Management- Pediatric- Inpatient MIS-C - Pediatric/Neonatal - Inpatient/Emergency Department Order Sets & Smart Sets Inpatient Immune Globulin Infusion Adult Supplement Order Set [#1317] Inpatient Immune Globulin Infusion Pediatric Supplemental Order Set [#4161] Inpatient -Kawasaki Disease- Pediatric Supplemental Order Set Order Set [#930] Inpatient - Multisystem Inflammatory Syndrome (MIS-C) - Pediatric - Admission Order Set [#9498] Patient Resources Health Facts For You [#6868] - Intravenous Immune Globulin (IVIG) Policies Medication Use in Outpatient Care Areas [UW Health Policy #15.2] Alaris System [UW Health Nursing Patient Care Policy # 1.24] Medication Delivery Via Tube System [UW Health Policy # 4.1] Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact versions 11 Appendix. Indications for IVIG Immunology Indication Criteria for Use Dose and Duration Monitoring Parameters Evidence Ranking UW Health Recommendation Rating Primary immunodeficiency IgG standard deviations below normal for age 400-600 mg/kg every 4 weeks Goal of therapy is to prevent infections (i.e. bronchiectasis). Ideal trough IgG values: within age and gender appropriate normal range. Low Strong Kawasaki syndrome21,22 Progressive form of the disease, ongoing inflammation, and/or elevated acute inflammatory markers and fever 2 gram/kg once, beginning within 7 days of onset of fever Inflammatory markers. Defervescence CRP ESR High Strong Re-treatment with 2 gram/kg in a single dose may be given when ongoing inflammation is documented High Strong Idiopathic Thrombocytopenic Purpura (ITP) 23-26 Management of acute bleeding due to severe thrombocytopenia and/or platelet count less than 20,000/mm3 in adults, or less than 30,000/mm3 in children. Acute: 1 gram/kg daily for 1-2 days Maintain platelet count > than 20,000/mm3 in adults, or > greater than 30,000/mm3 in children: Acute: Monitor platelet count daily Chronic: Monitor platelet count every 4 weeks Documented bleeding episodes Moderate Strong Chronic: 1 gram/kg intermittently as to maintain platelet count Secondary Immunodeficiency due to CLL27,28 IgG of less than 400 mg/dL 400 mg/kg every 4 weeks Maintain a serum trough level IgG values >400 mg/dL Moderate Strong Systemic Juvenile Idiopathic Arthritis (JIA) 29,30 Resistant to other forms of therapy 1 to 2 gram/kg bimonthly for the first 2 months, then monthly for up to 6 months. Efficacy appears to be short lived, Substantial clinical improvement must be shown and document after 4-6 courses Moderate Weak/Conditional Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact CCKM@uwhealth.org for previous versions 12 Immunology Indication Criteria for Use Dose and Duration Monitoring Parameters Evidence Ranking UW Health Recommendation Rating Normogammaglobulinemia with impaired specific antibody production (Qualitative antibody deficiency) 31 Recurrent infections requiring antibiotic treatment and well- documented severe polysaccharide non- responsiveness 400 mg/kg every 4 weeks; Consider discontinuation or drug holiday (5 months) preferably in temperate climate) to assess efficacy Decrease number of infections Very Low Weak/Conditional Neurology and Neuromuscular Indication Criteria for Use Dose and Duration Monitoring Evidence Ranking UW Health Recommendation Rating Autoimmune Encephalopathy32 Used in combination with corticosteroids or plasmapheresis. 400 mg/kg for 5 days Improvement in functional status (neurologic, psychiatric) Very low Weak/Conditional Chronic Inflammatory Demyelinating Polyneuropathy (CIDP) 33-40 Used as monotherapy Can be used in combination with corticosteroids or immunosuppressants or as an alternative to plasmapheresis Induction: 2 gram/kg administered as divided doses over 2 to 5 consecutive days IVIG should be used for 2 to 3 months before determining whether the patient has responded. If there is no benefit after 2 to 3 months, IVIG therapy should be discontinued Aim for minimum dose to maintain optimal functional status. (i.e. physical function; mobility/ambulation, fatigue) High Strong Maintenance: 1 gram/kg given over 1 to 2 days every 3 weeks for 2 to 3 months before determining response to therapy. Further tapering of dose or frequency and duration of treatment depend on clinical response Guillain-Barre Syndrome (GBS)37,41-44 Used as first line agent for rapidly progressive form of disease. May be used as an alternative to plasmapheresis 400 mg/kg daily for 5 days or 1 gram/kg for 2 days Improvement in functional status (i.e. physical function, mobility, respiratory status) High Strong Moderate-Severe Myasthenia Gravis (MG) 45-49 Used when other treatments have been ineffective. Unresponsive/Intolerant to steroids Induction: 400 mg/kg daily for 5 days or 1gram/kg for 2 days Measurable response must be documented within 6 months. (i.e. physical function; High Strong Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact CCKM@uwhealth.org for previous versions 13 Neurology and Neuromuscular Indication Criteria for Use Dose and Duration Monitoring Evidence Ranking UW Health Recommendation Rating Myasthenic Crisis: First line therapy As an alternative treatment to plasma exchange or thymectomy Maintenance: 400mg/kg every 4 weeks mobility/ambulation, fatigue) If there is no benefit after 6 courses, IVIG therapy should be discontinued. Multifocal Motor Neuropathy (MMN) 50 Multifocal motor neuropathy with persistent conduction block as diagnosed by a neurologist Induction: 2 gram/kg in 2 to 5 divided doses. Maintenance: 400 mg/kg to 1 gram/kg every 2-6 weeks after induction dosing regimen The amount per dose should be titrated to the individual's response. Aim for minimum dose to maintain optimal functional status. Improvement in functional status Moderate Weak/ Conditional Stiff Person Syndrome (SPS) 51,52 Significant functional impairment in patients who have a verified diagnosis of stiff person syndrome made by a neurologist Used when standard treatment with diazepam is no longer effective Induction: 2 gram/kg in 2 to 5 divided doses Improvement in functional status Duration of benefit ranges from 6 weeks to one year. Moderate Strong Maintenance: 1 gram/kg x 2 days monthly x 3 months Moderate Strong Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact CCKM@uwhealth.org for previous versions 14 Hematology Indication Criteria for Use Dose and Duration Monitoring Evidence Ranking UW Health Recommendation Rating Bone Marrow Transplantation (prevention of Graft Versus Host Disease (GVHD) and infection) Adult and Pediatric53-57 Low Ig levels pre-transplant defined as IgG of less than 500 mg/dL. Pre-transplant: 250 mg/kg to a maximum of 20 grams on days -7 and -2 before transplant. IgG values >500 mg/dL. IgG levels be monitored every 2 weeks in patients receiving IVIG due to the shorter half-life Moderate Strong Post-transplant: Weekly through day 100. Moderate Strong Autoimmune Hemolytic Anemia58 Following failure of immunosuppression with corticosteroids and cytotoxic agents prior to consideration for splenectomy 500 mg/kg/day for 5 days Hemoglobin level ; Clinical status Low Weak/Conditional Persisting hypogammaglobulinemia secondary to rituximab therapy59,60 Documentation of recurrent and/or severe infections, significant hypogammaglobulinemia, and impaired specific antibody production 200 - 400 mg/kg monthly until IVIG level exceed 550 mg/d; then as needed to maintain IVIG nadir between 550-600 mg/dL Resolution of severe infection and level Very Low Weak/Conditional Severe thrombocytopenia (Hematology consult required)61 Severe thrombocytopenia and at least ONE of the following Severe or life- threatening bleeding Urgent need for urgent diagnostic procedure or surgery Severe thrombocytopenia duration of at least 7 days expected after high dose chemotherapy (HLA-matched or cross matched platelets should be tried first 1 gram/kg/day as continuous IV infusion for 2 days PLUS Random donor platelets given at rate of 1 unit per hour, as continuous infusion, started concurrently with IVIG and continued x 72 hours Platelet levels Low Weak/Conditional Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact CCKM@uwhealth.org for previous versions 15 Transplantation Indication Criteria for Use Dose and Duration Monitoring Evidence Ranking UW Health Recommendation Rating Antibody Mediated Rejection62-76 Evidence of acute or chronic active rejection; presence of rejection established by biopsy and laboratory test to assess the presence and strength of antibodies to donor. See UW Health Kidney Rejection Treatment Protocols for definitions of rejection type by Banff criteria and timing. Also see concurrent therapy. Early rejection: 100 mg/kg for 4-6 doses after plasma exchange then 500 mg/kg/week x 4 weeks Late rejection and persistent rejection: 500 mg/kg/week x 4 weeks Reduction in donor- specific antibodies and graft function by biopsy Moderate Weak/Conditional BK virus (polyoma) associated nephropathy77 Failure of decreased immunosuppression to clear viremia 500 mg / kg (maximum of 70 grams) every week for four doses; Viral clearance and graft function Very Low Weak/Conditional Cytomegalovirus associated disease78-80 Failure of decreased immunosuppression in combination with anti-viral therapy to clear viremia 500 mg/kg once; may repeat once weekly for three doses with severe disease; total dose should not exceed 2 gram/kg Viral clearance and graft function Low Weak/Conditional Transplant Desensitization81-87 Dependent on type of transplant (living or deceased) and amount of preformed antibodies detected in solid antigen bead testing done prior to transplant See Solid Organ Transplant Departmental Protocol for live (D2) and deceased (D5c) donors 100 mg/kg after each plasma exchange o D2- X2-3 doses before and after transplant o D5c- one dose before transplant and X2-3 doses after transplant Post reperfusion biopsy Low Weak/Conditional Waitlist Desensitization88-90 Candidates on the waitlist approved for waitlist desensitization by the desensitization committee. Solid Organ Transplant Departmental Protocol should be followed and referred to as a resource OR 2 gram/kg administered monthly for 6 months with monitoring of donor specific antibodies After 6 months, the clinical response is assessed by the desensitization committee to determine whether the patient should receive second cycle of 6 monthly doses of IVIG. Low Weak/ conditional Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact CCKM@uwhealth.org for previous versions 16 Dermatology Indication Criteria for Use Dose and Duration Monitoring Evidence Ranking UW Health Recommendation Rating Pemphigus Vulgaris/Pemphigus Foliaceus with immunosuppressants; paraneoplastic disease 1-2 gram/kg ; total dose divided equally and given daily for 3-5 days every 4 weeks; decrease frequency after disease controlled (every 6, 8, 10, 12, 14, 16 weeks) When given 16 weeks x 2 consider discontinuation for disease remission Reduction or discontinuation of steroid; disease remission Moderate Weak/Conditional Pemphigus Vulgaris Rituximab + IVIG96,97 Treatment refractory (inadequate response to conventional immune suppressive therapy + IVIG) patients when given in combination with rituximab 2 gram/kg every 3 weeks for 2 doses starting in week 3 of rituximab therapy; then once monthly for 4 doses Discontinuation of steroid; disease remission Low paraneoplastic disease 1-2 gram/kg ; total dose divided equally and given daily for 3-5 days every 4 weeks; decrease frequency after disease controlled (every 6, 8, 10, 12, 14, 16 weeks) When given 16 weeks x 2 consider discontinuation for disease remission Reduction or discontinuation of steroid; disease remission Low Weak/Conditional Stevens-Johnson Syndrome; toxic epidermal necrolysis98-102 First line for treatment of severe disease in conjunction with withdrawal of offending medication and supportive care 1-2 gram/kg daily for up to 3 consecutive days or until symptoms resolve; pt should be evaluated daily before each dose Symptom resolution Low Weak/ Conditional Drug Reaction with Eosinophilia and Systemic Symptoms (DRESS)103-105 Life-threatening reaction refractory to corticosteroids 1 gram/kg daily for up to 3 consecutive days or until symptoms resolve; pt should be evaluated daily before each dose Symptom resolution Low Weak/ Conditional Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact CCKM@uwhealth.org for previous versions 17 Infectious Disease Indication Criteria for Use Dose and Duration Monitoring Evidence Ranking UW Health Recommendation Rating HIV-associated thrombocytopenia106 When platelets are less than 50,000 1 gram/kg/day for two consecutive days per week for 4 weeks Platelet count; Signs and symptoms of IVIG adverse effects Moderate Weak/Conditional Necrotizing Fasciitis107-112 Critically ill patients with staph or strep necrotizing soft tissue infection Between 200 mg/kg/day and 2 gram/kg/day for 1 to 5 days Improvement of soft tissue infection High Weak/Conditional Multisystem Inflammatory Syndrome in Children (MIS- C)113,114 MIS-C with features of Kawasaki Disease (KD), or moderate to severe disease without KD features (i.e., shock or myocardial dysfunction) 2 gram/kg (IBW) once; max dose = 100 grams For patients with concern for significant cardiac dysfunction: 1 gram/kg once daily x 2 days; max dose = 50 grams Cardiac function and fluid status Inflammatory markers. Defervescence CRP ESR Additional Weak/Conditional Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact CCKM@uwhealth.org for previous versions 18 Connective Tissue Disease Indication Criteria for Use Dose and Duration Monitoring Evidence Ranking UW Health Recommendation Rating Lupus erythematosus (cutaneous or systemic)115-119 Severe, refractory disease 1 gram/kg on 2 consecutive days then Systemic: 1 gram/kg once monthly until symptoms resolve Cutaneous: between 400 mg/kg and 2 gram/kg per month until symptoms resolve Erythrocyte sedimentation rate, C- reactive protein, urine protein, serum creatinine, skin involvement; paraneoplastic disease 1 gram/kg x 2 consecutive days monthly for 3 to 6 months Improved clinical status (increase muscle strength, improved cutaneous disease, decreased CK level); able to taper steroids Moderate Weak/Conditional Refractory Polymyositis120,123 Second line therapy for patients not responding to immunosuppressive treatment; paraneoplastic disease 1 gram/kg x 2 consecutive days monthly for 3 to 6 months Improved clinical status (increase muscle strength, improved cutaneous disease, decreased CK level); able to taper steroids Low Weak/Conditional Inappropriate Uses 1. Alzheimer's disease124 (UW Health GRADE Moderate quality evidence; strong recommendation) 2. Wegener's granulomatosis125 (UW Health GRADE Moderate quality evidence; strong recommendation) Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact CCKM@uwhealth.org for previous versions 19 References 1. Harvey RD, 3rd. The patient: Emerging clinical applications of intravenous immunoglobulin. Pharmacotherapy. Nov 2005;25(11 Pt 2):85S-93S. al. Serum trough IgG level and annual intravenous immunoglobulin dose are not related to body size in patients on regular replacement therapy. Drug Metab Lett. Apr 2011;5(2):132-6. doi:DML-5-2-8 [pii] 4. Rocchio MA, Hussey AP, Southard RA, Szumita PM. Impact of ideal body weight dosing for all inpatient i.v. immune globulin indications. Am J Health Syst Pharm. May 1 2013;70(9):751-2. doi:10.2146/ajhp11074470/9/751 information]. Baxter Healthcare Corporation; Westlake Village, CA. 2014. 6. Immune globulin infusion (human) IgA less than 1 microgram per mL in a 5% solution (Gammagard S/D®)[prescribing information]. Baxter Healthcare Corporation; Westlake Village, CA. 2014. 7. Younger ME, Aro L, Blouin W, et al. Nursing guidelines for administration of immunoglobulin replacement therapy. J Infus Nurs. Y. Intravenous immunoglobulin: adverse effects and safe Clin Dec 2005;29(3):173-84. doi:10.1385/CRIAI:29:3:173 9. Bonilla FA. immunoglobulin: Immunol. Dec 2008;122(6):1238-9. doi:10.1016/j.jaci.2008.08.033 10. Rachid R, Bonilla FA. The role of anti-IgA antibodies in causing adverse reactions to gamma globulin infusion in immunodeficient patients: a comprehensive review of the literature. J Allergy Clin Immunol. Mar 2012;129(3):628-34. doi:10.1016/j.jaci.2011.06.047 11. Rachid C, Bonilla FA. Association of anti-IgA antibodies with adverse reactions to gamma-globulin infusion. J Allergy Use of intravenous gamma-globulin in antibody immunodeficiency: results of a multicenter of intravenous immune globulin in immunodeficiency diseases. N Engl J Med. Jul 11 1991;325(2):110-7. PJ. Octagam 5%, an intravenous IgG product, is efficacious and well tolerated in subjects with primary immunodeficiency diseases. J Clin Immunol. May P, Debre Blic J, et al. Early and prolonged intravenous immunoglobulin replacement therapy in childhood agammaglobulinemia: a retrospective survey of 31 patients. J Pediatr. May 1999;134(5):589-96. doi:S0022347699002140 [pii] 16. C. Efficacy of intravenous immunoglobulin in the prevention of pneumonia in patients with common variable immunodeficiency. J Allergy Clin Immunol. Efficacy of intravenous immunoglobulin in primary humoral immunodeficiency disease. Ann Intern Med. Oct 1984;101(4):435-9. 18. Litzman J, Jones A, Hann I, Chapel H, Strobel S, Morgan G. Intravenous immunoglobulin, splenectomy, and antibiotic prophylaxis in Wiskott-Aldrich syndrome. Arch Child. Nov 1996;75(5):436-9. 19. Eijkhout HW, van Der Meer JW, Kallenberg CG, et al. The effect of two different dosages of intravenous immunoglobulin on the incidence of recurrent infections in patients with primary hypogammaglobulinemia. A randomized, double-blind, multicenter crossover trial. 21. Newburger JW, Takahashi M, Gerber MA, et al. Diagnosis, treatment, and long-term management of Kawasaki disease: a statement for health professionals from the Committee on Rheumatic Fever, Endocarditis and Kawasaki Disease, Council on Cardiovascular Disease in the Young, American Heart Association. Circulation. Oct 26 2004;110(17):2747-71. doi:110/17/2747 [pii]10.1161/01.CIR.0000145143.19711.78 22. Oates-Whitehead RM, Baumer JH, Haines L, et al. Intravenous immunoglobulin for the treatment of Kawasaki disease in children. Cochrane Database Syst Rev. 2003;(4):CD004000. doi:10.1002/14651858.CD004000 23. Fujisawa K, Iyori H, Ohkawa H, et al. A prospective, randomized trial of conventional, dose-accelerated corticosteroids and intravenous immunoglobulin in with purpura. Int J Hematol. Oct 2000;72(3):376-83. Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact CCKM@uwhealth.org versions 20 24. Godeau B, Caulier MT, Decuypere L, Rose C, Schaeffer A, Bierling P. Intravenous immunoglobulin for adults with autoimmune thrombocytopenic purpura: results of a randomized trial comparing 0.5 and g/kg b.w. Br J Haematol. Dec 1999;107(4):716-9. doi:bjh1766 [pii] 25. El-Agnaf M. immunohematologists. Immunohematology. 2004;20(2):112-7. 27. Intravenous immunoglobulin for the prevention of infection in chronic lymphocytic leukemia. A randomized, controlled clinical trial. Cooperative Group for the Study of Immunoglobulin in Chronic Lymphocytic Leukemia. N Engl J Med. Oct 6 1988;319(14):902-7. doi:10.1056/NEJM198810063191403 28. Weeks JC, Tierney MR, Weinstein MC. Cost effectiveness of prophylactic intravenous immune globulin in chronic lymphocytic leukemia. N Engl J Med. Jul 11 1991;325(2):81-6. doi:10.1056/NEJM199107113250202 29. Silverman ED, Cawkwell GD, Lovell DJ, et al. Intravenous immunoglobulin in the treatment of systemic juvenile rheumatoid arthritis: a randomized placebo controlled trial. Pediatric Rheumatology Collaborative Group. J Rheumatol. Dec 1994;21(12):2353-8. 30. Uziel Y, Laxer RM, Schneider R, Silverman ED. Intravenous immunoglobulin therapy in systemic onset juvenile rheumatoid arthritis: a study. J Rheumatol. May 1996;23(5):910-8. 31. Orange JS, Hossny EM, Weiler CR, et al. Use of intravenous immunoglobulin in human disease: a review of evidence by members of the Primary Immunodeficiency Committee of the American Academy of Allergy, Asthma and Immunology. J Allergy Clin C, Vas A, et al. Autoimmune encephalitis: a case series and comprehensive review of the literature. QJM. Nov 2011;104(11):921-31. doi:10.1093/qjmed/hcr111 33. Gaebel K, Blackhouse G, Campbell K, et al. Intravenous immunoglobulin for the treatment of chronic inflammatory demyelinating polyradiculoneuropathy: a systematic review and meta-analysis. Open Med. 2010;4(3):e154-66. 34. Hahn AF, Bolton CF, Zochodne D, Feasby TE. chronic inflammatory cross-over study. Brain. 4):1067- 77. 35. Koller H, Kieseier BC, S, Hartung HP. Chronic inflammatory demyelinating polyneuropathy. N Engl J Med. Mar 36. Lopate G, Pestronk A, V, et al. Intravenous immune globulin (10% caprylate-chromatography purified) for the treatment of chronic inflammatory demyelinating polyradiculoneuropathy (ICE study): a Apostolski S, Van Doorn P, et al. EFNS guidelines for the use of intravenous immunoglobulin in treatment of neurological diseases. European Journal of Neurology. 2008;15(9):893-908. doi:10.1111/j.1468-1331.2008.02246.x 40. Lewis RA AMS. Chronic inflammatory demyelinating treatment and prognosis. UpToDate. Waltham, MA: UpToDate Inc. https://www.uptodate.com. November 3, 2022. Accessed January 10, 2023. 41. Hughes RA, Pritchard J, Hadden RD. Pharmacological treatment other than corticosteroids, intravenous and Guillain-Barre syndrome. Cochrane Database Syst Rev. 2013;2:CD008630. doi:10.1002/14651858.CD008630.pub3 42. Hughes RA, Raphael JC, Swan AV, Doorn PA. Intravenous immunoglobulin for immunotherapy for Guillain-Barre syndrome: report of the Quality Standards Subcommittee of the American Academy of Neurology. Neurology. May 11 2004;62(9):1653-4; author reply Doorn PA. Effect methylprednisolone when added to standard treatment with intravenous immunoglobulin for syndrome: Chevret S, Clair B, Tranchant C, Chastang C. Clinical trial of plasma exchange and high-dose intravenous immunoglobulin in myasthenia gravis. Myasthenia Gravis Jun 47. Qureshi AI, Choudhry Akbar MS, et al. Plasma exchange versus intravenous immunoglobulin treatment in myasthenic crisis. Neurology. Feb 1999;52(3):629-32. Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact CCKM@uwhealth.org 21 Ronager J, Ravnborg M, Hermansen I, Vorstrup S. Immunoglobulin treatment versus plasma exchange in patients with chronic moderate to severe myasthenia gravis. Artif Organs. Dec 2001;25(12):967-73. doi:6717 Bril immunoglobulin in patients with myasthenia gravis: a randomized controlled trial. Neurology. Mar 13 MC. The role of IVIg in the treatment of patients with stiff person syndrome and other neurological diseases associated with anti-GAD antibodies. J J, McElroy B. High-dose intravenous immune globulin for stiff-person syndrome. N Engl J 27 53. Bass EB, Powe NR, Goodman SN, et al. Efficacy of immune globulin in preventing complications of bone marrow transplantation: a meta-analysis. Bone Marrow Transplant. Sep 1993;12(3):273-82. 54. Sullivan KM, Dykewicz CA, Longworth DL, et al. Preventing opportunistic infections after hematopoietic stem cell transplantation: the Centers for Disease Control and Prevention, Infectious Diseases Society of America, and American Society for Blood and Marrow Transplantation Practice Guidelines and beyond. Hematology Am Soc Hematol Educ Program. 2001:392-421. 55. Winston et al. A multicenter, randomized, double-blind comparison of different doses of intravenous immunoglobulin for prevention of graft-versus-host disease and infection after allogeneic bone marrow transplantation. Bone Marrow Transplant. Jul 2001;28(2):187-96. doi:10.1038/sj.bmt.1703109 56. Orange JS, Grossman WJ, Navickis RJ, Wilkes MM. Impact of trough IgG on pneumonia incidence in primary immunodeficiency: A meta-analysis of clinical studies. Clin Immunol. Oct 57. Shrestha P, Karmacharya P, Wang Z, Donato A, Joshi AY. Impact of IVIG vs. SCIG on IgG trough level and infection incidence in primary immunodeficiency diseases: A systematic review and meta-analysis of clinical studies. World Allergy Organization Journal. 2019;12(10):100068. doi:10.1016/j.waojou.2019.100068 58. Flores G, Cunningham-Rundles C, Newland AC, Bussel JB. Efficacy of intravenous immunoglobulin in the treatment of autoimmune hemolytic anemia: results in 73 patients. Am J Hematol. Dec 1993;44(4):237-42. 59. Casulo C, Maragulia J, Zelenetz AD. Incidence of hypogammaglobulinemia in patients receiving rituximab and the use of intravenous et after rituximab treatment-incidence and outcomes. QJM. Oct 2014;107(10):821-8. doi:10.1093/qjmed/hcu094 Spahr JE, Rodgers GM. Treatment purpura with concurrent intravenous immunoglobulin and platelet transfusion: A retrospective review of 40 patients. American Journal of Hematology. 2008;83(2):122-125. doi:10.1002/ajh.21060 62. Casadei D, Rial M, Argento J, Goldberg J, Raimondi E. Preliminary results from a randomized and prospective study of high-dose immunoglobulin versus monoclonal antibody in the rescue of Proc. 1998;30(5):2164. doi:S0041-1345(98)00575-2 [pii] Rial Argento J, Haas E. Immunoglobulin i.v. high dose (IVIgHD): new therapy as a rescue treatment of grafted kidneys. Transplant Proc. Dec 1996;28(6):3290-1. 64. Casadei DH, del CRM, Opelz G, et al. A randomized and prospective study comparing treatment with high-dose intravenous immunoglobulin with monoclonal antibodies for rescue of kidney grafts with steroid-resistant rejection. Transplantation. Jan 15 2001;71(1):53-8. 65. Jordan SC, Quartel AW, Czer LS, therapy human immunoglobulin (intravenous gammaglobulin) to control acute humoral rejection in renal and cardiac allograft recipients and potential mechanism of action. Transplantation. Sep 27 1998;66(6):800-5. 66. Jordan SC, Vo AA, Toyoda gammaglobulin: doi:PTR256 [pii]10.1111/j.1399-3046.2005.00256.x 67. Lefaucheur C, Nochy D, Andrade al. Comparison of combination Plasmapheresis/IVIg/anti-CD20 versus high-dose IVIg in the treatment of antibody-mediated rejection. humoral rejection: doi:S0198-8859(05)00041-8 [pii]10.1016/j.humimm.2005.01.028 69. Luke PP, Scantlebury VP, ML, et al. Reversal of steroid- and anti-lymphocyte antibody-resistant rejection using intravenous immunoglobulin (IVIG) in renal transplant recipients. Transplantation. Aug 15 2001;72(3):419-22. Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact CCKM@uwhealth.org for previous versions 22 70. Mengel M, Sis B, Haas M, et al. Banff 2011 Meeting report: new concepts in antibody-mediated rejection. Am J Transplant. Mar 2012;12(3):563-70. doi:10.1111/j.1600-6143.2011.03926.x 71. Montgomery RA, Zachary AA, Racusen LC, et al. Plasmapheresis and intravenous immune globulin provides effective rescue therapy for refractory humoral rejection and allows kidneys to be successfully transplanted into cross-match- positive recipients. Transplantation. Sep 27 2000;70(6):887-95. 72. Rocha PN, Butterly DW, Greenberg A, et al. effect of plasmapheresis and intravenous immunoglobulin on renal allograft survival of patients with acute humoral rejection. Transplantation. May 15 2003;75(9):1490-5. doi:10.1097/01.TP.0000060252.57111.AC 73. Sis B, Mengel M, Haas M, et al. Banff '09 meeting report: antibody mediated graft deterioration and implementation of Banff working groups. Am J Transplant. Mar 2010;10(3):464-71. doi:10.1111/j.1600-6143.2009.02987.xAJT2987 [pii] 74. Vasilescu ER, Ho EK, Colovai AI, al. Alloantibodies and the outcome kidney allografts. Successful rescue therapy with plasmapheresis and intravenous immunoglobulin for acute humoral renal transplant doi:00007890- 200409150-00027 [pii] 76. Schinstock CA, Mannon RB, Budde K, et al. Recommended Treatment for Antibody-mediated Rejection After Kidney Transplantation: The 2019 Expert Consensus From the Transplantion Society Working Group. Transplantation. 2020;104(5):911-922. doi:10.1097/tp.0000000000003095 77. Vu D, Shah T, Ansari J, Naraghi R, Min D. Efficacy of intravenous immunoglobulin in the treatment of persistent BK viremia and BK virus nephropathy in renal transplant recipients. Transplant Proc. Mar cytomegalovirus infections with ganciclovir and CMV hyperimmune globulin in liver transplant recipients. Transplant Proc. Jun 1989;21(3):3560-1. 79. George MJ, Snydman DR, Werner BG, et al. Use of ganciclovir plus cytomegalovirus immune globulin to treat CMV pneumonia in orthotopic liver transplant recipients. The Boston Center for Liver Transplantation CMVIG-Study Group. Transplant Proc. Oct 1993;25(5 neutralization by hyperimmune standard intravenous immunoglobulin preparations. Transplantation. Aug 15 2011;92(3):267-70. doi:10.1097/TP.0b013e318224115e 81. Appel JZ, 3rd, Hartwig MG, Davis and rescue intravenous immunoglobulin and immunoadsorption in lung Immunol. Apr 2005;66(4):378-86. doi:S0198-8859(05)00038-8 [pii]10.1016/j.humimm.2005.01.025 Itescu S, Burke E, Lietz K, et al. Intravenous pulse administration of cyclophosphamide is an effective and safe treatment for sensitized cardiac allograft recipients. Circulation. Mar 12 2002;105(10):1214-9. 83. John R, Lietz K, Burke E, et al. Intravenous immunoglobulin reduces anti-HLA alloreactivity and shortens waiting time to cardiac transplantation in highly sensitized left ventricular assist device recipients. Circulation. Nov 9 1999;100(19 Suppl):II229-35. 84. John R, Lietz K, Schuster M, et al. Immunologic sensitization in recipients of left ventricular al. Management of the sensitized recipient: al. Plasmapheresis with intravenous immunoglobulin G is effective in patients with elevated panel reactive antibody prior to cardiac transplantation. J Heart Lung Transplant. Jul 1999;18(7):701-6. doi:S1053-2498(99)82144-5 [pii] 87. Urbani L, Mazzoni A, Bianco I, et al. The role of immunomodulation in ABO-incompatible adult liver transplant recipients. Woodle in kidney transplantation: review and future perspectives. Clin Transplant. Apr 2014;28(4):494-507. doi:10.1111/ctr.12335 89. Shehata N, Palda VA, Meyer RM, et al. The use of immunoglobulin therapy for patients undergoing solid organ transplantation: an evidence-based practice guideline. Transfus Med Rev. Jan 1:S7-S27. doi:10.1016/j.tmrv.2009.09.010 90. Vo AA, Peng A, Toyoda M, et al. Use of intravenous immune globulin and rituximab for desensitization of highly HLA- sensitized patients awaiting kidney transplantation. Transplantation. May 15 2010;89(9):1095-102. doi:10.1097/TP.0b013e3181d21e7f Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact CCKM@uwhealth.org for previous versions 23 91. Ahmed AR, Dahl MV. Consensus statement on the use of intravenous immunoglobulin therapy in the treatment of autoimmune mucocutaneous Dermatol. randomized therapy in autoimmune mucocutaneous blistering diseases: a review of the evidence for its efficacy and safety. Am J Clin Dermatol. 2010;11(5):315-26. doi:10.2165/11533290-000000000-000003 [pii] 95. Kneisel A, Hertl M. Autoimmune bullous skin diseases. Part 2: diagnosis and therapy. J Dtsch Dermatol Ges. Nov 2011;9(11):927-47. doi:10.1111/j.1610-0387.2011.07809.x 96. Ahmed AR, Z. Long-Term Remissions in Recalcitrant Pemphigus Vulgaris. N Engl J Med. Dec 31 2015;373(27):2693-4. doi:10.1056/NEJMc1508234 97. Ahmed AR, Spigelman Z, Cavacini LA, Posner MR. Treatment of pemphigus vulgaris with rituximab and intravenous immune globulin. N Engl J Med. Oct 26 2006;355(17):1772-9. Vecchio toxic epidermal necrolysis: a meta-analysis with meta-regression of observational studies. Int Jan 2015;54(1):108-15. doi:10.1111/ijd.12423 99. Curtis JA, Christensen LC, Stevens-Johnson syndrome and toxic necrolysis treatments: An Internet survey. Am 2016;74(2):379-80. doi:10.1016/j.jaad.2015.08.033 100. Del Carleton B, Castro-Pastrana LI, Rieder MJ. A systematic review of treatment of drug-induced Stevens-Johnson syndrome and toxic epidermal Acad Dermatol. Nov 2014;71(5):941-7. doi:10.1016/j.jaad.2014.07.016 102. Rizzo JA, Johnson R, Cartie RJ. Pediatric Toxic Epidermal Necrolysis: Experience doi:10.1111/pde.12657 103. Comfere NI, Drage LA. Successful treatment of lamotrigine-associated drug hypersensitivity syndrome IgG. J Am Acad Dermatol. Jun 2012;66(6):e249-50. doi:10.1016/j.jaad.2011.06.038 104. DC, Parsons EC, Carter LP, Staley Anticonvulsant hypersensitivity J, Castells Giavina-Bianchi P. Clinical and laboratory improvement after intravenous immunoglobulin in drug reaction with eosinophilia and Clin Immunol Pract. Jan-Feb doi:10.1016/j.jaip.2013.11.008 106. Jahnke L, Applebaum S, Sherman LA, Greenberger PA, Green D. An evaluation of intravenous immunoglobulin in the treatment of human immunodeficiency virus-associated septic shock. Cochrane Database Syst Rev. 2010;(1):CD001090. 108. Darabi K, Abdel-Wahab O, Dzik WH. Current usage of intravenous immune globulin and the rationale behind it: the Massachusetts General Hospital data and a review of the literature. Transfusion. May 2006;46(5):741-53. doi:TRF00792 [pii]10.1111/j.1537-2995.2006.00792.x 109. Kaul R, McGeer A, Norrby-Teglund A, al. Intravenous immunoglobulin therapy for streptococcal toxic shock syndrome--a comparative observational study. The Canadian Streptococcal Study Group. Clin Infect Dis. Apr 1999;28(4):800-7. doi:10.1086/515199 110. Lamothe F, Ghosn P, J, Patenaude JV. Clinical usefulness intravenous human immunoglobulins in invasive group A Streptococcal infections: case report and review. Clin Infect Dis. Dec 1995;21(6):1469-70. 111. Sarani B, Strong M, Pascual J, Schwab CW. Necrotizing fasciitis: current concepts and review of the literature. J Am Coll Surg. Feb 2009;208(2):279-88. doi:10.1016/j.jamcollsurg.2008.10.032S1072-7515(08)01546-9 [pii] 112. Schrage B, Duan G, Yang LP, Fraser JD, Proft T. Different preparations of intravenous immunoglobulin vary in their efficacy to neutralize streptococcal superantigens: implications for treatment of streptococcal toxic shock syndrome. Clin Infect Dis. Sep 15 2006;43(6):743-6. doi:CID39615 [pii]10.1086/507037 113. Henderson LA, Canna SW, Friedman KG, et al. American College of Rheumatology Clinical Guidance for Multisystem Inflammatory Syndrome in Children Associated With SARS-CoV-2 and Hyperinflammation in Pediatric COVID-19: Version 3. Arthritis Rheumatol. Feb 3 2022;doi:10.1002/art.42062 Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact CCKM@uwhealth.org versions 24 114. Ouldali N, Toubiana J, Antona D, et al. Association of Intravenous Immunoglobulins Plus Methylprednisolone vs Immunoglobulins Alone With Course of Fever in Multisystem Inflammatory Syndrome in Children. Jama. Mar 2 2021;325(9):855-864. doi:10.1001/jama.2021.0694 Goodfield 116. Hundt M, Manger K, Dorner T, et al. Treatment of acute exacerbation of systemic erythematosus in the therapeutic armamentarium of systemic lupus erythematosus: a systematic review and meta-analysis. Medicine (Baltimore). Oct Bonsmann G. Cutaneous lupus erythematosus: update of therapeutic part II. J Am Acad Dermatol. Dec 2011;65(6):e195-213. doi:10.1016/j.jaad.2010.06.017 119. Ky C, Swasdibutra B, Khademi S, Desai Laquer V, Grando SA. Immunoglobulin Lupus doi:10.4081/dr.2015.5804 120. Cherin P, Pelletier S, Teixeira A, Results and followup of intravenous immunoglobulin infusions in chronic, refractory polymyositis: an controlled trial of high-dose intravenous immune globulin infusions as treatment for dermatomyositis. N Engl J Med. Dec 30 1993;329(27):1993-2000. doi:10.1056/NEJM199312303292704 122. Paul C, Lahfa M, Bachelez H, Chevret L. A randomized controlled evaluator-blinded of intravenous immunoglobulin in adults 2002;147(3):518-22. doi:4833 [pii] 123. Saito E, Koike H, et al. Efficacy of high-dose intravenous immunoglobulin therapy in Japanese immunoglobulin Bassett Rev. 2009;(3):CD007057. doi:10.1002/14651858.CD007057.pub2 Copyright © 2023 University of Wisconsin Hospitals and Clinics Authority. All Rights Reserved. Printed with Permission. Contact: CCKM@uwhealth.org Last Revised: 02/2023 Effective 2/21/2023. Contact CCKM@uwhealth.org for previous versions "}