{"title": "Does Aromatherapy Just Smell Good or Are There Actual Health Benefits?", "author": "Lindsay Tigar", "url": "https://www.realsimple.com/health/mind-mood/aromatherapy-benefits", "hostname": "realsimple.com", "description": "Does aromatherapy have legitimate benefits? Experts explain how smell impacts our overall health and well-being.", "sitename": "Real Simple", "date": "2021-12-20", "cleaned_text": "Health Mind & Mood Does Aromatherapy Just Smell Good—or Does It Have Actual Health Benefits? Aromatherapy isn't a cure-all, but it does have some promising perks. By Lindsay Tigar Lindsay Tigar Lindsay is a freelance travel and lifestyle journalist covering topics from love, marriage, fitness, wellness, psychology, and entrepreneurism. Real Simple's Editorial Guidelines Updated on January 18, 2023 Fact checked by Isaac Winter Fact checked by Isaac Winter Isaac Winter is a fact-checker and writer for Real Simple, ensuring the accuracy of content published by rigorously researching content before publication and periodically when content needs to be updated. Highlights: Helped establish a food pantry in West Garfield Park as an AmeriCorps employee at Above and Beyond Family Recovery Center. Interviewed Heartland Alliance employees for oral history project conducted by the Lake Forest College History Department. Editorial Head of Lake Forest College's literary magazine, Tusitala, for two years. Our Fact-Checking Process Imagine if a whiff of a particular scent could shift your mood, reduce stress levels, or provide you a dose of much-needed zen. This is the fundamental belief behind aromatherapy, an ever-growing wellness trend. While this practice has become more mainstream in recent years, it's worthwhile to analyze its true benefits, drawbacks, and effectiveness. We spoke with experts to understand how smell impacts our overall health and well-being. Consider this your 101 guide to creating an aromatherapy ritual. 6 Beauty Products That Will Relieve Your Stress in Minutes What Is Aromatherapy? Nova Covington, a certified aromatherapist and the CEO of Goddess Garden, notes that aromatherapy uses plant-based botanicals that are distilled from the plant. In most cases, people diffuse essential oils, made from the oil of the botanical, to create various scent profiles in their homes. In their best form, essential oils are pure, unadulterated botanical oils, highly concentrated extracts made from plants, leaves, citrus peels, and flower petals, says Covington. We should think of aromatherapy as a holistic healing treatment that uses the natural goods from Mother Nature to promote vitality, happiness, and health, she adds. Avid aromatherapy fans use their oils for a variety of purposes, but some popular wellness goals include: Improving moodProviding calmnessClearing sinusesReducing stressSetting a tone of a room (think: relaxing or energetic)Scent diffusion alternative to candle-burning Do Salt Lamps Actually Do Anything or Are They Just Pretty? Here's What the Research Says History of Aromatherapy Most cultures throughout history have used native plants for medicinal purposes—and aromatherapy grew from this knowledge, explains Kelly Fowler, an aromatherapy expert and an instructor at The Soma Institute. Generally, the Middle East is given credit for creating the distillation of essential oils, but it wasn't until the 1900s that it became more widely used. Fowler explains this is largely due to a French chemist, Rene-Maurice Gattefosse, who coined the term \"aromatherapy\" and brought it to the masses. Does Aromatherapy Work—and Is It Safe? Maybe you've had a friend claim they could solve any health issue with essential oils—and rightfully so, you were skeptical. After all, can simply sniffing something have an impact? The answer is complicated. Some studies have suggested that aromatherapy can benefit our sleep patterns, help us cope with anxiety and depression, and improve the quality of life for those with chronic health conditions and pain. That said, if you have any worrisome symptoms, always discuss your concerns with a medical professional. Plus, it's worth noting that The Food and Drug Administration (FDA) does not regulate essential oils, so paying attention to ingredients is necessary. \"Organic essential oils are distilled into an oil, but contamination from chemicals is widespread in non-organic products,\" Covington warns. Read the back label and ask your dermatologist for advice when in doubt. Be mindful of your specific skin profile or conditions when using essential oils directly on the skin. As Covington recommends, it's best to test an essential oil on your skin or in the bath. If you don't experience irritation or inflammation, you can apply it. Remember: Not all essential oils are safe for your skin, so check before dousing yourself in lemon, lavender, or any other variety. Fowler also says to be considerate of essential oil use if you're on certain medications or have health concerns that could make you more sensitive. Tea Tree Oil Is Great for Your Skin, Hair, and Home—Here Are 5 Helpful Ways to Use It Benefits of Aromatherapy \"One big drawback of aromatherapy is the idea that it's a cure-all,\" Fowler notes. \"Some ardent DIY-ers may be inclined to reach for oils when they should be reaching out to health professionals.\" So while aromatherapy shouldn't be considered your only resource when dealing with specific issues, proper use of aromatherapy does provide many meaningful benefits. 01 of 05 Relaxation For nights when your mind is racing, consider diffusing or applying lavender essential oil. This can help calm your senses and cut down on distractions, Fowler explains. In fact, she calls lavender's ability to soothe legendary, and believe it or not, accidental. As the story goes, after Gattefosse burned his hands, he applied lavender oil to one of the wounds. \"He realized the hand that had lavender oil spilled on it healed more quickly,\" Fowler shares. \"We now know lavender oil acts as a cellular regenerator. It encourages the body to produce more cells.\" From a scent perspective, Fowler says when we enjoy what we smell, a domino effect happens because of how the body is wired. \"Enjoyment of the scent helps the pupils to dilate, and your body will produce chemicals that can encourage the smooth muscle of blood vessels to relax,\" she explains. \"When your body goes through that vasodilation process, your blood pressure lowers, and heart rate slows a little, which is a signal of calmness and relaxation.\" When shopping for the best candles for aromatherapy, choose ones with cotton or wooden wicks for purer burning scents. 02 of 05 Sound Sleep If you're having trouble sleeping at night, you're not alone. According to the Centers for Disease Control and Prevention (CDC), one in three adults do not regularly get enough sleep. Part of this can be attributed to a \"monkey mind\" that doesn't allow us to switch off when we hop into bed, says Dendy Engelman, MD, FACMS, FAAD, a board-certified cosmetic dermatologist and Mohs surgeon. However, she says practicing aromatherapy daily with soothing oils can significantly help calm the mind and body, preparing you for optimal rest and helping you relax when you're feeling overwhelmed. \"Choose a soothing, comforting aroma like lavender oil, which has been proven to decrease blood pressure and heart rate when inhaled,\" she recommends. \"Add a few drops to your aroma diffuser about an hour before you're ready to go to sleep.\" For the ultimate experience, splurge on a humidifier like the Crane 4-in-1 Drop Ultrasonic Cool Mist model which also works as a diffuser, sound machine, and nightlight. 03 of 05 Stress Management For days when the meetings pile on and your to-do list never gets shorter, fighting stress is vital to make it to the end of the day. Fowler says certain oils are ideal to try, depending on what's causing your stress. \"If your personal stress has an element of anxiety, then you might be best suited toward citrus oils, which have been shown to help relieve anxiety. If your stress leaves you feeling off-centered or disconnected, oils from wood like frankincense and sandalwood may be best,\" she recommends. \"If stress has an element of depression with it, you might want to choose something more uplifting in the mint family.\" 04 of 05 Energy and Focus Booster As Dr. Engelman puts it, scent is such a powerful sense, it can stimulate surprisingly strong reactions in your body. \"Just as lavender promotes calmness and relaxation, bright or spicy scents like citrus, peppermint, and ginger are energizing,\" she says. \"Diffusing these scents can help promote focus, alertness, and productivity, making them great for the morning or as a midday pick-me-up.\"She recommends making aromatherapy part of your daily routine by diffusing energizing oils like citrus, peppermint, ginger, eucalyptus, or lemongrass immediately after you wake up. \"Instead of reaching for a caffeine-filled drink or sugary snack during your midday energy crash, try aromatherapy instead,\" she adds. 05 of 05 Deep, Diaphragmatic Breathing When was the last time you took such a deep breath that it filled your lungs completely, made you feel at ease, and released all that tension in your shoulders? If you can't remember, aromatherapy may be the reminder you need. \"When you smell the scent, you're already beginning the process of deeper breathing. Introducing the chemical compounds found within the oil to your body enhances the deep breathing experience,\" Fowler explains. \"When you're inhaling, the chemotypes in the oil create a wide range of effects.\" And to get those feel-good chemical compounds in your system? The fastest avenue is via deep breathing. As you inhale and exhale more mindfully and at a slower pace, Fowler says you produce a reflexive response that encourages your heart rate and blood pressure to decrease and initiates your entire lung capacity, which in turn brings in more oxygen and nutrients. How to Take the Most Relaxing Bath, According to Science Was this page helpful? Thanks for your feedback! Tell us why! Other Submit Sources Real Simple is committed to using high-quality, reputable sources, including peer-reviewed studies, to support the facts in our articles. Read our editorial guidelines to learn more about how we fact check our content for accuracy. Sánchez-Vidaña DI, Ngai SP, He W, Chow JK, Lau BW, Tsang HW. The effectiveness of aromatherapy for depressive symptoms: a systematic review. Evid Based Complement Alternat Med. 2017;2017:5869315. doi:10.1155/2017/5869315 Hwang E, Shin S. The effects of aromatherapy on sleep improvement: a systematic literature review and meta-analysis. J Altern Complement Med. 2015;21(2):61-68. doi:10.1089/acm.2014.0113 Lakhan SE, Sheafer H, Tepper D. The effectiveness of aromatherapy in reducing pain: a systematic review and meta-analysis. Pain Res Treat. 2016;2016:8158693. doi:10.1155/2016/8158693 The Food and Drug Administration. Aromatherapy. Accessed December 27, 2022. Koulivand PH, Khaleghi Ghadiri M, Gorji A. Lavender and nervous system. Evid Based Complement Alternat Med. 2013;2013:681304. doi:10.1155/2013/681304 Centers for Disease Control and Prevention. Do you get enough sleep? Kim IH, Kim C, Seong K, Hur MH, Lim HM, Lee MS. Essential oil inhalation on blood pressure and salivary cortisol levels in prehypertensive and hypertensive subjects. Evid Based Alternat Med., vol. no. 984203, 2012. doi:10.1155/2012/984203 Mannucci C, Calapai F, Cardia L, et al. Clinical pharmacology of Citrus aurantium and Citrus sinensis for the treatment of anxiety. "}