{"title": "Personalized Medicine, Bioethics and Social Responsibilities: Re-thinking the Pharmaceutical Industry to Remedy Inequities in Patient Care and International Health", "author": "Catherine Olivier; Bryn Williams-Jones; Beatrice Godard; Barbara Mikalson; Vural Ozdemir", "url": "https://www.eurekaselect.com/article/40055", "hostname": "eurekaselect.com", "description": "US Senator Barack Obama recently proposed the Genomics and Personalized Medicine Act of 2006, which should it be enacted, would establish a Genomics and Personalized Medicine Interagency Working Group to coordinate personalized medicine efforts, fund genomics research to improve drug safety and establish a US Biobanking Research Initiative similar to efforts deployed in other countries. But what impact could personalized medicine have on the drug development process, the pharmaceutical industry and international health, including that in developing countries? Can personalized medicines support innovation, sustainability and growth in the pharmaceutical industry and also respond to changing world realities, emerging public demands for safer and more efficacious medicines and equitable access to pharmaceuticals? The present paper examines these socio-ethical and science policy questions by first elucidating their intrinsic and often complex interactions with other economic and policy issues (and the often divergent interests of stakeholders). We then present some examples from other industries (e.g., the case of hybrid cars and attendant growth of consumer interest and confidence in high quality sustainable products), with a view to identifying the factors that might contribute to a successful integration of pharmacogenomics and related biomarker technologies in patient care, international health and public policy. In particular, we propose ways to integrate the concept of sustainability into corporate and investor models of pharmaceutical industry development. While the power of pharmacogenomics to serve as a driver for the pharmaceutical industry remains to be evaluated, we submit that biomedical innovation and economic prosperity can co-exist with ethical drug development and the sustainable commercialization of customized drug therapies.", "sitename": "http://www.eurekaselect.com", "date": "2023-01-01", "cleaned_text": "Abstract US Senator Barack Obama recently proposed the Genomics and Personalized Medicine Act of 2006, which should it be enacted, would establish a Genomics and Personalized Medicine Interagency Working Group to coordinate personalized medicine efforts, fund genomics research to improve drug safety and establish a US Biobanking Research Initiative similar to efforts deployed in other countries. But what impact could personalized medicine have on the drug development process, the pharmaceutical industry and international health, including that in developing countries? Can personalized medicines support innovation, sustainability and growth in the pharmaceutical industry and also respond to changing world realities, emerging public demands for safer and more efficacious medicines and equitable access to pharmaceuticals? The present paper examines these socio-ethical and science policy questions by first elucidating their intrinsic and often complex interactions with other economic and policy issues (and the often divergent interests of stakeholders). We then present some examples from other industries (e.g., the case of hybrid cars and attendant growth of consumer interest and confidence in high quality sustainable products), with a view to identifying the factors that might contribute to a successful integration of pharmacogenomics and related biomarker technologies in patient care, international health and public policy. In particular, we propose ways to integrate the concept of sustainability into corporate and investor models of pharmaceutical industry development. While the power of pharmacogenomics to serve as a driver for the pharmaceutical industry remains to be evaluated, we submit that biomedical innovation and economic prosperity can co-exist with ethical drug development and the sustainable commercialization of customized drug therapies. Keywords: ethics) "}