{"title": "La Contaminación del agua por Aida Ramirez, Ana Lores y Marisol Gonzalez", "author": "IES Alhamilla de Almeria", "url": "https://www.slideshare.net/jofelices/la-contaminacin-del-agua-por-aida-ramirez-ana-lores-y-marisol-gonzalez", "hostname": "slideshare.net", "description": "La Contaminación del agua por Aida Ramirez, Ana Lores y Marisol Gonzalez - Descargar como PDF o ver en línea de forma gratuita", "sitename": "SlideShare", "date": "2011-02-25", "cleaned_text": "La Contaminación del agua por Aida Ramirez, Ana Lores y Marisol Gonzalez 1. CONTAMINACIÓN DEL AGUA: GRUPO: - Marisol González Olvera - Aida Ramírez González - Ana Lores Tamayo 2. CONTAMINACIÓN DEL AGUA: -¿Que es la contaminación del agua? Es la incorporación al agua de sustancias extrañas, como microorganismos, productos químicos, residuos industriales y de otros tipos que deterioran la calidad del agua y hacen que no sea potable ni útil para uso doméstico. -Factores que intervienen en la contaminación del agua: - Microorganismos Patógenos: Son los diferentes tipos de bacterias, virus, protozoos y otros organismos que transmiten enfermedades. En los países en vías de desarrollo las enfermedades producidas por estos patógenos son uno de los motivos más importantes de muerte prematura, sobre todo de niños. - Desechos Orgánicos: Son el conjunto de residuos orgánicos producidos por los seres humanos, animales, etc. Incluyen heces y otros materiales que pueden ser descompuestos. Cuando este tipo de desechos se encuentran en exceso, la proliferación de bacterias agota el oxígeno, y ya no pueden vivir en estas aguas peces y otros seres vivos que necesitan oxígeno. - Sustancias Químicas Inorgánicas: En este grupo están incluidos ácidos, sales y metales tóxicos como el mercurio y el plomo. Si están en cantidades altas pueden causar graves daños a los seres vivos, disminuir los rendimientos agrícolas y corroer los equipos que se usan para trabajar con el agua. 3. - Nutrientes Vegetales Inorgánicos: Nitratos y fosfatos son sustancias solubles en agua que las plantas necesitan para su desarrollo, pero si se encuentran en cantidad excesiva inducen el crecimiento de algas y otros organismos provocando la eutrofización de las aguas. Cuando estas algas y otros vegetales mueren, al ser descompuestos por los microorganismos, se agota el oxígeno y se hace imposible la vida de otros seres vivos. El resultado es un agua maloliente e inutilizable. - Compuestos Orgánicos: Muchas moléculas orgánicas como petróleo, gasolina, plásticos, plaguicidas, disolventes, detergentes, etc..., acaban en el agua y permanecen, en algunos casos, largos períodos de tiempo, porque, al ser productos fabricados por el hombre, tienen estructuras complejas que son difíciles de descomponerse con ayuda de microorganismos. - Sedimentos Y Materiales Suspendidos: Muchas partículas arrancadas del suelo y arrastradas a las aguas, junto con otros materiales que hay en suspensión en las aguas, son la mayor fuente de contaminación del agua. La turbidez que provocan en el agua dificulta la vida de algunos organismos, y los sedimentos que se van acumulando destruyen sitios de alimentación, rellenan lagos o pantanos y obstruyen canales, rías y puertos. - Contaminación Térmica: El agua caliente liberada por centrales de energía o procesos industriales eleva, en ocasiones, la temperatura de ríos o embalses con lo que disminuye su capacidad de contener oxígeno y afecta a la vida de los organismos. 4. EUTROFIZACIÓN: Un río, un lago o un embalse sufren eutrofización cuando sus aguas se enriquecen en nutrientes. Si hay exceso de plantas y organismos, al morirse se pudren y le dan un mal aspecto y olor al agua haciendo que no se pueda usar. Este proceso puede ser: - natural: es un proceso que se va produciendo lentamente de forma natural en todos los lagos del mundo, porque todos van recibiendo nutrientes. - artificial: se produce por la contaminación urbana mediante residuos orgánicos o inorgánicos, la contaminación atmosférica por óxidos de azufre y nitrógeno que reaccionan con el agua, la contaminación agropecuaria como fertilizantes o excrementos y la contaminación forestal por abandono en los ríos de residuos forestales. LA SALINIZACIÓN DE ACUÍFEROS: - ¿Que es un acuífero? Una capa de agua que se almacena bajo la superficie de la tierra. -¿Qué es la salinización de acuíferos costeros? En los acuíferos costeros el agua salada del mar se introduce, como si fuera una cuña, por debajo del agua dulce, debido a la mayor densidad de la 5. primera. En la separación entre el agua salada y la dulce se forma una zona de mezcla, de salinidad intermedia, conocida como interfase. En España, los casos más graves se dan en los acuíferos del Campo de Dalías y de Níjar (Almería), el aluvial del río Verde (Granada), el delta del río Vélez y del Bajo Guadalorce (Málaga), el Rota-Sanlúcar-Chipiona (Cádiz) y el Ayamonte-Huelva (Huelva). - Causas de la salinización: El origen del problema puede ser debido a la influencia de los materiales por los que circula el agua, a la recirculación de aguas de riego, cargadas de sales añadidas en los tratamientos agrícolas a las que se suman las sales disueltas del suelo, o a la intrusión marina, provocada por la invasión del agua de mar en los acuíferos costeros cuando se realizan bombeos excesivos. MAREAS NEGRAS: - ¿Qué son las mareas negras?: Son masas de petróleo vertidas al mar, con forma de mancha, de gran extensión. Se trata de una de las formas de contaminación más graves, pues no sólo invade el hábitat de numerosas especies marinas, sino que en su dispersión alcanza igualmente costas y playas destruyendo la vida a su paso, o alterándola gravemente, a la vez que se generan grandes costes e inversiones en la limpieza, depuración y regeneración de las zonas afectadas. 6. - Causas de las mareas negras: En el mundo se consumen al día alrededor de 60 millones de barriles de petróleo. Este petróleo llega principalmente transportado por grandes barcos petroleros. Los vertidos, filtraciones y derrames que se producen, bien por accidentes o por actividades de limpieza y otras operaciones de los barcos, han provocado que las principales rutas marítimas estén contaminadas por hidrocarburos. El mar Mediterráneo, por ejemplo, es uno de los más contaminados debido a que no posee mareas y no se produce una dispersión natural de los hidrocarburos vertidos (bien por accidentes o por operaciones de limpieza). - ¿Cuánto tiempo tarda en recuperarse una zona afectada?: Desde el punto de vista ecológico parece que las poblaciones de organismos que han sufrido grandes vertidos se recuperan al cabo de uno a tres años. Este tiempo, sin embargo, depende de muchos factores, como el tipo de costa y el oleaje predominante. Así, en las zonas más batidas por el mar la recuperación puede suceder en menos de un año, mientras que en los estuarios y en las rías más protegidas este tiempo aumenta hasta siete años o más Medidas preventivas: - leyes y reglamentos para el transporte del petróleo. - buques de doble casco Medidas correctoras: - barreras flotantes: para cercar el vertido. - sustancias químicas: como geles para recoger parte del vertido. - bombas de aspiración: que succionen el chapapote. - agentes dispersantes y de hundimiento: que favorezcan la formación de gotas o el depósito en el fondo. - combustión del vertido: elimina el vertido pero contamina el aire. 7. - Ejemplo de marea negra: El Prestige fue un buque petrolero de Liberia, que el 19 de noviembre de 2002 se hundió frente a las costas de Galicia (España), ocasionando un vertido de petróleo que provocó uno de los mayores desastres ecológicos de la historia del país. El 13 de noviembre de 2002 el Prestige que era un buque petrolero de Liberia se encontraba transitando, con 77.000 toneladas de fuel-oil a 52 km de Finisterre (Galicia), cuando se vio inmerso en un temporal y sufrió una vía de agua. El 19 de noviembre, tras intentar alejarlo de la costa, se partió en dos a las 8 de la mañana, hundiéndose a una profundidad de 3.850 m. El petrolero, que estaba en ese momento a unos 250 km de la costa española, provocó las primeras manchas negras en la costa. La parte afectada de la costa no sólo tenía gran importancia ecológica (como es el caso de las Rías Bajas), sino también una notable industria pesquera. El 2 de enero de 2003, las manchas de combustible estaban a 50 kilómetros de la costa. Posteriormente, alcanzaron las costas gallegas, originando un desastre ecológico de grandes proporciones. Desde el desastre, los petroleros similares al Prestige han sido apartados de la costa francesa y española. 8. Medidas de prevención y corrección de la contaminación del agua El agua puede ser un medio de transporte de microbios, incluyendo patógenos para humanos (Ej. E. coli, Cólera, Salmonella, etc.) Fuentes puntuales y no puntuales: Las fuentes puntuales descargan contaminantes en localizaciones específicas a través de tuberías y alcantarillas. Ej.: Fábricas, plantas de tratamiento de aguas negras, minas, pozos petroleros, etc. Las fuentes no puntuales son grandes áreas de terreno que descargan contaminantes al agua sobre una región extensa. Ej.: Vertimiento de sustancias químicas, tierras de cultivo, etc. - Prácticas de protección: La protección de las fuentes es de importancia fundamental para garantizar el abastecimiento de agua de buena calidad. Es importante evitar la contaminación, ya que el tratamiento puede tener un costo muy elevado. Las fuentes de agua subterránea, como manantiales y pozos, deben estar protegidas contra las inundaciones y aguas superficiales. Se recomienda establecer un perímetro de protección para que el acceso de personas y animales esté restringido. Deben restringirse o prohibirse las actividades o instalaciones que puedan contaminar las aguas subterráneas, o que afecten el caudal realmente aprovechable para el abastecimiento a la población Medidas preventivas de la contaminación: - Proteger la zona que tiene posibilidad de contaminarse. - Reducir o eliminar la producción de sustancias contaminantes, cambiando compuestos químicos y utilizando procesos menos perjudiciales. - Para prevenir la eutrofización: Utilizar detergentes sin fosfatos Eliminar el nitrógeno y el fósforo en las EDAR (estación depuradora de aguas residuales) Inyectar oxígeno en esta agua de forma artificial. 9. - Pozos cerrados: Para saber si el agua de una fuente cerrada está contaminada hay que tomar unas muestras, y para ello se requieren unas condiciones de: Frecuencia: La toma de muestra debe ser llevada a cabo antes de cada temporada de cosecha y también anualmente. Ubicación: Si existe un sistema de filtración, las muestras deben ser tomadas antes de que el agua pase por el sistema de filtración y si no existiese dicho sistema, la muestra puede ser tomada en la salida directa del pozo. Resultados: Las muestras serán analizadas inicialmente para E. coli, como indicador de contaminación fecal, si se encuentra contaminada, el agricultor debe tomar acciones inmediatas para resolver el problema. Se harán análisis diarios hasta que el problema de contaminación se localice. Análisis: Se tomarán muestras de la fuente de suministro de agua y se analizarán después de que se hayan implantado medidas correctivas. 10. (Máquina para saber la efectividad de un pozo) - Fuentes de suministro de agua abiertas: Pueden ser: - Superficiales: lagos, ríos, canales, embalses, etc.; - Pluviales: aguas de lluvia. Embalse Para la toma de muestras que determinan si el agua está contaminada se requieren unas condiciones de: Frecuencia: La toma de muestra debe ser llevada a cabo antes del comienzo de cada temporada de cosecha y se continuará cuatro veces al año (si es que siempre se usa agua superficial). Ubicación: Si no existe un sistema de filtración, la muestra debe ser tomada en la fuente de agua y si no es posible, puede tomarse en algún punto después de la bomba. 11. (Bomba de agua) Resultados: Las muestras serán analizadas para determinar presencia de E.coli. (Es una bacteria que se encuentra generalmente en los intestinos animales, y así mismo en las aguas negras). Si la prueba detecta a este microorganismo, el agricultor debe tomar una acción correctiva. Se llevarán a cabo análisis adicionales hasta que el problema de contaminación haya sido localizado. (Tratamientos usados contra el E.Coli) Análisis: Se tomarán muestras de la fuente de suministro de agua y se analizarán después de que se hayan implantado medidas correctivas. 12. Medidas correctoras de la contaminación: Las medidas correctoras deben ser efectivas, deben dar prevención continua, y deben confirmar que son eficaces. - Depuración de las aguas: El tratamiento de aguas residuales consiste en una serie de procesos físicos, químicos y biológicos que tienen como fin eliminar los contaminantes físicos, químicos y biológicos presentes en el agua efluente del uso humano. El objetivo del tratamiento es producir agua limpia o reutilizable en el ambiente. - Para las aguas contaminadas por un microorganismo, donde la causa de contaminación resulta de un evento aislado o no repetitivo (por ejemplo, una inundación), una medida correctiva posible podría ser la utilización de cloro. - En los pozos si existe alguna fractura en el revestimiento (paredes) del se debe reparar la fractura, o bien, debe encontrarse una fuente alternativa de agua. 13. Medidas preventivas para evitar las enfermedades de transmisión acuífera Las podemos resumir en cuatro: 1- Eliminar los contaminantes del agua. 2- Prácticas correctas de higiene en la manipulación del agua. 3- Establecer un sistema de vigilancia de los puntos de peligro de control crítico. 4- Reducir o eliminar la contaminación que ocasionamos (plaguicidas, industriales, domesticas) El proceso de eliminación de los contaminantes en la Estación de Tratamiento del Agua Potable (ETAP) puede ser muy complejo según el tipo de contaminación del agua que captamos: -Si el agua llega turbia al punto de captación hay proceder a filtrar, sedimentar, coagulación.... -Si tiene contaminantes minerales los eliminamos, mediante diversos métodos: sedimentación, filtración, etc. -Los parásitos o sus quistes los eliminamos con la filtración. -Los contaminantes biológicos o bióticos (microorganismos) los eliminamos a través de la desinfección que generalmente se lleva a cabo añadiendo cloro al agua. El cloro en el agua, en concentraciones adecuadas, no es tóxico. -Las aguas de consumo público, necesitan contener el cloro suficiente que garantice una desinfección completa. En la desinfección nos debe quedar 14. una cantidad extra de cloro residual, para proteger el agua en el recorrido que aún le queda hasta llegar al grifo del consumidor. -El agua que nos llega al punto de captación debe poder ser potabilizada con los tratamientos que tenemos previstos. Este debe estar señalizado y protegido para evitar contaminaciones. EL CÓLERA EN HAITÍ -¿Qué es el cólera? El cólera es una infección intestinal, grave, que se caracteriza por la aparición de diarreas abundantes, con vómito y deshidratación que puede llevar al paciente a acidosis y colapso circulatorio en el término de 24 horas y en los casos no tratados puede ocasionar la muerte. Son comunes los casos leves en los cuales únicamente se presenta diarrea y esto es lo característico en los niños. Imagen de la bacteria que causa el cólera - Origen: Los especialistas mantienen que probablemente llegó a Europa desde la India, y pronto comenzó a cobrar vidas en Europa oriental y central en las primeras décadas del Siglo XIX. En Hungría se tienen los primeros registros en 1830 y para 1831 había cobrado cerca de 300.000 víctimas. Rápidamente se propagó por Francia, Italia, Alemania e Inglaterra y sin saber exactamente la naturaleza de la enfermedad por un par de décadas, finalmente ésta fue descubierta por Filippo Pacini en el año 1854, y posteriormente Jaume Ferran i Clua elaboró la primera vacuna. - Desarrollo: El cólera ha producido varias epidemias, algunas de ellas de alcance prácticamente mundial, como la que partiendo de la India (zona de Bengala) asoló Europa y América a principios del siglo XIX. En enero de 1991 surgió una epidemia de cólera en varios países del norte de América del Sur que se difundió rápidamente. El brote más reciente de cólera esta registrado en Haití, a causa de los estragos del terremoto que sacudió a 15. Haití. Como consecuencia, República Dominicana y toda América puede correr riesgo de contagiarse de esta enfermedad. La última información que se conoce acerca del cólera en Haití es que el 21 de octubre de 2010, los Centros para el Control y Prevención de Enfermedades (CDC) de los Estados Unidos confirmaron que los casos de enfermedad diarreica aguda que se reportaron en hospitales de la región de Artibonito, situada a 100 km de la capital de Haití, eran causados por cólera. El brote de casos representa la primera gran ocurrencia de cólera en Haití en el último medio siglo, y como resultado, provocó el pánico y confusión en la población, complicando los esfuerzos enfocados a combatir la enfermedad. Uno de los mayores riesgos es la contaminación de agua potable después de ser distribuida, especialmente cuando la gente recoge y almacena agua en recipientes sucios. Por lo tanto, es fundamental que se dote a las personas con recipientes de buena calidad para almacenar el agua. El uso de cloro, u otro tipo de tratamiento para limpiar el agua, también es esencial. De acuerdo a los CDC, el cólera no se difunde ampliamente en aquellos lugares en donde el manejo del agua potable y desechos es adecuado. Existen preocupaciones de que la enfermedad se extienda, dado que muchas personas aún viven bajo condiciones poco sanitarias en campos de refugiados tras el terremoto. Estas preocupaciones continúan, a pesar de las noticias de que el brote ha sido contenido en las zonas norte y central del país. - Causas: La forma más habitual de contagio es por beber agua o comer alimentos contaminados por heces humanas. No se suele transmitir de persona a persona. Los brotes más importantes suelen estar provocados por fuentes de agua contaminada por residuos fecales. El Vibrio cholerae (bacteria que causa el cólera) forma parte de la flora normal de aguas saladas, desembocadura de los ríos, bahías con salinidad moderada y estuarios, donde se asocia a 16. menudo con algas, plancton, conchas, caparazones, crustáceos, moluscos y otros seres vivos para sobrevivir. Suele aparecer en zonas de Asia, Oriente Medio, África y América Latina. En estas áreas, los brotes de enfermedad se dan durante los meses de calor y la mayor incidencia es entre los niños. En otras zonas, las epidemias pueden ocurrir en cualquier época del año y la enfermedad puede afectar a cualquier edad. También habita en aguas de interior. La bacteria sobrevive en la superficie de todos los alimentos durante cinco días a temperatura ambiente y hasta diez días si la temperatura se mantiene entre 5 y 10 grados. Sobrevive a la congelación. Se ha descrito una relación entre el grupo sanguíneo y la sensibilidad al cólera. No se sabe por qué, pero las personas con grupo sanguíneo 0 tienen más riesgo que las del grupo A o B. - Medidas preventivas: Son necesarias medidas de salud pública, como abastecimiento de agua limpia, instalaciones adecuadas para la eliminación de aguas fecales, mejora del estado de nutrición de la población y cambios en las normas de manipulación y conservación de los alimentos. 17. No tiene ninguna utilidad el tratamiento colectivo sistemático con antibióticos o la profilaxis masiva. Las medidas individuales de prevención más eficaces son las siguientes: - Cocer los alimentos completamente y consumirlos aún calientes. - Evitar que los alimentos cocinados entren en contacto con los alimentos crudos para que no se contaminen, así como con el agua o el hielo, moscas, superficies contaminadas, cubiertos sucios y otros. - No comer frutas ni verduras crudas sin mondarlas en el momento del consumo, ni dejarlas expuestas. - Medidas habituales de higiene que no hay que descuidar, como lavarse las manos antes de tocar cualquier alimento. - Tratamiento: El tratamiento adecuado y suficiente de forma general es la solución de sales de rehidratación oral, aunque en las ocasiones en las que la deshidratación es muy acusada, es necesaria la reposición intravenosa de los líquidos y solutos perdidos. El potasio se repone con un zumo de limón, agua de coco o similares. Sólo en los casos muy graves se deben utilizar antibióticos bajo control médico. "}