{"title": "Intervenciones de prevención y tratamiento en recién nacidos con defectos del tubo neural", "author": "Ariela Vázquez-Hernández; Laura Álvarez-Gallardo", "url": null, "hostname": null, "description": "Introduction: Neural tube defects are congenital anomalies of the central nervous system; these malformations increase the degree of morbidity and mortality in newborns during the first ten years of life. Objective: To define the interventions that the nursing professional can carry out in the newborn with neural tube defects, taking into account aspects of prevention and treatment. Method: A systematic search was carried out in the databases of PudMed and BVS during July-September 2021, which included complete articles related to nursing interventions for newborns with neural tube defects published between 2016-2021 and medical review articles. literary. Results: 41 articles were selected to define the interventions, namely: a) Preventive interventions with the consumption of folic acid, prenatal control and health education, b) Interventions related to treatment focused on the care of ventriculoperitoneal shunts and care of surgical wounds, c) interventions for complications. Discussion: Infant mortality and disability rates have increased in recent years despite advances in preventive medicine, which is why the consumption of folic acid, health education and hospital care methods are relevant. Conclusions: the neonatal nurse can participate with standardized care for the benefit of newborns, considering interventions to avoid delayed growth and development of motor and cognitive milestones, reduce complications and improve the chances of an optimal life condition.", "sitename": "Revista de Enfermería Neurológica", "date": "2022-06-14", "cleaned_text": "Intervenciones de prevención y tratamiento en recién nacidos con defectos del tubo neural Prevention and neural son anomalías congénitas del sistema nervioso central; estas malformaciones elevan el grado de morbimortalidad en los recién nacidos durante los diez primeros años de vida. Objetivo: Definir las intervenciones que el profesional de enfermería puede realizar en el recién nacido con defectos del tubo neural tomando en cuenta aspectos de prevención y tratamiento. Método: Se realizo una búsqueda sistematizada en las bases de datos de PudMed y BVS durante julio-septiembre de 2021, que incluyo artículos completos relacionados con intervenciones de enfermería a recién nacidos con defectos del tubo neural publicados entre 2016-2021 y artículos médicos de revisión literaria. Resultados: Se seleccionaron 41 artículos para definir las intervenciones, a saber: a) intervenciones preventivas con el consumo de ácido fólico, control prenatal y educación sanitaria, b) intervenciones relacionadas al tratamiento enfocadas al cuidado de las derivaciones ventriculoperitoneales y cuidado de heridas quirúrgicas, c) intervenciones ante complicaciones. Discusión: Las tasas de mortalidad y discapacidad infantil han incrementado en los últimos años a pesar de los avances en la medicina preventiva, por lo que toma relevancia el consumo de ácido fólico, la educación sanitaria y los métodos de cuidado hospitalarios. Conclusiones: la enfermera neonatal puede participar con cuidados estandarizados en beneficio de los recién nacidos considerando intervenciones para evitar retraso en el crecimiento y desarrollo de los hitos motores y cognitivos, reducir complicaciones y mejorar las posibilidades de una óptima condición de vida. Descargas Citas Santos-Hernández S. Espina bífida: prevención y abordaje actual de este trastorno. (tesis) España Universidad de Valladolid, Facultad de Enfermería de Valladolid, España 2016. [https://bit.ly/3sQ9dzk](https://bit.ly/3sQ9dzk) Zegarra-Hidalgo GC. Factores maternos asociados a malformaciones congénitas en recién nacidos del Hospital Regional Honorio Delgado durante el año 2017.(tesis) Universidad Católica de Santa María, Perú, 2019. [https://bit.ly/3HkkEp1](https://bit.ly/3HkkEp1) Manual de procedimientos estandarizados para la vigilancia epidemiológica de los defectos del tubo neural y craneofaciales. México: Secretaría de Salud, 2021. [https://bit.ly/3wwP2sc](https://bit.ly/3wwP2sc) García-Méndez JA. Aspectos epidemiológicos y clínicos de la hidrocefalia en el hospital pediátrico de Legaria. (tesis) Universidad Nacional Autónoma de México, Facultad de Medicina. 2019. [https://bit.ly/3zi2hyS](https://bit.ly/3zi2hyS) Guzmán-Caridad I, Landin-Guerra RC, Rico-Aguilar MT. Caso clínico de enfermería: mujer embarazada y recién nacido con defecto del tubo neural. Rev Enferm Inst Mex Seguro Soc. 2016; TN, TT, Chen YL, Wu QJ, Zhang Y, Jiang CZ, et al. Time prevalence con mielomeningocele y consumo de ácido fólico prenatal en el Hospital General de México del 2017-2018. (tesis) Universidad Nacional Autónoma de México, Facultad de Medicina. 2019. [https://bit.ly/3GKZcJs](https://bit.ly/3GKZcJs) Flores-Sandi G. Defectos del tubo neural: factores de riesgo Clín Escuela an updated evidence report and systematic review for the US Preventive Task doi:10.1001/jama.2016.19193 KA, Metcalfe A, et al. Folic acid Bhutta ZA. Effects of preconception care periconception CM, Crider KS. Impact of Germaine-Smith manejo y evolución en niños con mielomeningocele en el Hospital Infantil del Estado de Sonora. (tesis) Universidad Nacional Autónoma de México, 2018. [https://bit.ly/3NlRmsi](https://bit.ly/3NlRmsi) Caramantin-Toledo FC. Cuidados de enfermería en pacientes con mielomeningocele en el servicio de pediatría del Hospital III José Cayetano Heredia Essalud-Piura 2013-2016. (tesis) Universidad Nacional de Callao-Bellavista-Callao, neural tube defects at National y obstetricia en lactantes con hidrocefalia (tesis) Universidad Nacional Autónoma de México, Escuela Nacional de Enfermería y Obstetricia. México, 2016. [https://bit.ly/3anMCDU](https://bit.ly/3anMCDU) Luo L, Diao J, Li J, Li Y, Wang T, Chen L, et al. Association of paternal smoking with the risk of neural tube defects in manejo adecuado del drenaje ventricular externo para prevenir el riesgo de infección del sistema nervioso central en recién nacidos con hidrocefalia. (tesis) Universidad Norbert Wiener, Facultad de Ciencias de la Salud. Perú 2018. [https://bit.ly/3tBEyWX](https://bit.ly/3tBEyWX) Hepburn-Smith M, Dynkevich I, Spektor M, Lord A, Czeisler B, Lewis A. Establishment of an external ventricular drain best practice guideline: the quest for a comprehensive, universal standard for chlorhexidine Neonat. 2017;23:10-3. [https://bit.ly/3MioK1s](https://bit.ly/3MioK1s) Norma Oficial Mexicana NOM-007-SSA2-2016, para la atención de la mujer durante el embarazo, parto y puerperio y de la persona recién nacida. México: Secretaría de Salud, 2016. [https://bit.ly/3mid5VO](https://bit.ly/3mid5VO) Descargas Publicado Cómo citar Número Sección Licencia Derechos de autor 2022 Revista de Enfermería Neurológica Esta obra está bajo una "}