{"title": "PDF", "author": "PDF", "url": "http://in.china-embassy.gov.cn/eng/xwfw/zgxw/202010/P020210622244793624143.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "` 50 China-india ReviewNews from ChiN aVol. XXXII | No. 9 | September 2020 UN@75 China's Global Vision and Firm Commitment THINKING AHEAD WIN -WIN CoopErATIoN From Ambassador's Desk H.E. Sun WEidong China's Ambassador to india China 2020: A Year of Overcoming Odds and Milestones September is an auspicious month for the Chinese people, setting stage for celebrations of the 71st anniversary of the People's Republic of China which falls on October 1st, 2020. It's a time for festivities as well as stock- taking. 2020 is a special year for China with a difficult start. Facing the once-in-a-century pandemic, China has emerged stronger and wiser despite formidable challenges. In the last few months, the Communist Party of China (CPC), under the inspiring leadership of President Xi Jinping, has led the Chinese people in fighting a fierce battle against COVID-19 and creating a remarkable feat in humankind's struggle against diseases. China has combined epidemic prevention and control with economic and social development, and restarted normal work and life in an orderly manner. This successful struggle against COVID-19 has brought out the exemplary unity among the Chinese people and epitomizes China's character, resilience, strength and responsibility. 2020 is also a year of milestones in China's national rejuvenation. We will finish building a moderately prosperous society in all respects and realize the first centenary goal in 2020. All poor people and counties under the current standard will be lifted out of poverty as scheduled. This year also marks the 75th anniversary of the victory of the Chinese People's War of Resistance Against Japanese Aggression and the World Anti-Fascist War, which underlined the Chinese people's determination to overcome all difficulties and achieve national rejuvenation. The pandemic underlined the interconnectedness of people across the world. The 75th anniversary of the founding of the United Nations is a fitting moment to deepen multilateralism and international cooperation. As President Xi Jinping said in his address at the UNGA: \"What we need to do is to replace conflict with dialogue, coercion with consultation and zero-sum with win-win. We need to expand the converging interests of all and build a big global family of harmony and cooperation\". It is in this spirit that the foreign ministers of China and India met in Moscow this month to forge a five-point consensus for restoring peace and tranquility in the border areas. This meeting augurs well for bilateral relations in the year of the 70th anniversary of China-India diplomatic ties. In his talks with his Indian counterpart S. Jaishankar, State Councilor and Foreign Minister Wang Yi stressed that as two large developing countries, what China and India need right now is cooperation not confrontation; mutual trust not suspicion. Looking ahead, I agree with EAM Dr Jaishankar's observation in his book The Indian Way: Strategies for an Uncertain World that India and China should consciously and effectively steer their relationship into more positive domains. In this spirit, we should meet each other half way, expand practical cooperation, promote communication and understanding between the two peoples, and bring the bilateral relations back on the right track for a sound and steady development. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 3 China-india ReviewNews from ChiN a Vol XXXII | No. 9 | September 2020 Editor-in-Chief : Ji Rong Associate Editors Chang Peilin, Cai Xiaotian Desk Zu Jian Han Meng Shweta Aggarwal Published and Printed by Ji Rong, Press CounsellorEmbassy of the People's Republic of Area, Phase-I, Delhi-110028 Consultant TGII Media Private Limited Website of Foreign of China www.mfa.gov.cn www.fmprc.gov.cn E-book & PDF version (http://in.china-embassy.org) Disclaimer All rights reserved throughout the world. Reproduction in any manner is prohibited. BoArD oF ADvisors Zhu Xiaohong, Counsellor, Embassy of the People's Republic of China in India Manish Chand , CEO, TGII Media Private Limited & India Writes Network Mohammed saqib, Secretary-General, India China Economic and Cultural Council B. r. Deepak, Professor, JNU Kaushal Goyal, CEO, GBD BooksCon tents China and india 6 98 12 13 15 16 China, India Foreign Ministers Hold Talks, Forge Consensus For border Peace Five-Point Consensus Reached by China, India Foreign Ministers China, Russia, India Share Profound Common Interests: Wang Yi Chinese, Indian Defence Ministers Focus on Easing border tensions China and India Should Pursue Win-Win Cooperation, Not Zero Sum Game: Ambassador diplomat Protests ban of 118 Chinese Apps, Asks India to Provide Fair business Environment data Monitor Allegation Against Chinese Company baseless 4 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 202054Con tents China 2020 & 71st national Day DiplomaCy RegionSSpotlight Extraordinary Journey and Remarkable Transformation Xi Stresses Carrying Forward Great Spirit of Resisting Aggression Xi Stresses More Sci-Tech Innovations to Meet National Needs Poverty Alleviation A Window on how China's system Works: Expert China Honors the Heroes of COVID-19 Fight 3554 58 61 63 6544 47 50 52 573917 25 28 30 32 Xi's Message at UNGA: It's time for Greater Voice for Developing Countries Covid-19 A test of UN and Global Governance: Xi Xi Pitches for New Strategies For Global biodiversity Governance Xi, EU Leaders Agree to Enhance Cooperation to Counter Covid-19 China backs UN in Post-Pandemic Global Governance: Wang Yi China Proposes New Global Initiative on Data Security UNGA Resolution Shows Cooperation the only Way to beat Covid-19: spokesperson Xinjiang Xi Calls For building A socialist Xinjiang With Chinese Characteristics China Issues White Paper on Employment, Labor Rights in Xinjiangtibet A Glorious Journey: 55 Years of Progress and Myriad Achievements in Tibet top Political Adviser Focuses on High-Quality Development in Tibet The Truth of the South China Sea Issue NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 5China, india Foreign Ministers hold talks, Forge Consensus For border pea Ce China's State Councilor and Foreign Minister Wang Yi and Indian External Affairs Minister S. Jaishankar met in Moscow on September 10. 6 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 China's State Councilor and Foreign Minister Wang Yi held a candid talk, including the border impasse, with his Indian counterpart S. Jaishankar in Moscow on September 10, in which he emphasized dialogue over confrontation and pursuing the consensus reached by their leaders to resolve differences. \"It is normal for China and India to have differences as two major neighboring countries, but it is important to put these differences in a proper context vis-a-vis bilateral relations,\" Mr Wang noted in his talks held on the sidelines of the SCO Foreign Ministers' meeting. So, the key is to take guidance from the strategic consensus reached between the Chinese and Indian leaders that \"China and India are not rivals or threats to each other\", but \"cooperation partners and developmental opportunities\" to one another. The Chinese foreign minister stressed that \"as two large rapidly emerging developing countries, what China and India need now is cooperation, not confrontation; and mutual trust, not suspicion\". \"Whenever the situation gets difficult, it is all the more important to ensure the stability of the overall relationship and preserve mutual trust,\" he said. China-India relations have once again come to a crossroads, but as long as the two sides keep moving in the right direction, there will be no difficulty or challenge that can't be overcome, Mr Wang said, while highlighting China's stern position on the situation in the border. he emphasized that it is \"imperative to stop provocations immediately, such as firing and other dangerous actions that violate the commitments made by the two sides, and move back all personnel and equipment that have trespassed\". \"the frontier troops must quickly disengage so that the situation may deescalate,\" he added. China is committed to restoring peace and tranquility in the border areas and willing to support enhanced dialogue between the frontier troops on both sides as well as through diplomatic and military channels with India to resolve issues, Mr Wang said. On his part, Mr Jaishankar noted that India does not want tensions to escalate in the border areas and its policy toward China hasn't changed because it believes China's policy toward India has not changed either. \"India does not consider the development of India-China relations to be dependent on the settlement of the boundary question and India does not want to go backwards. The truth is India- China relations have made steady progress over the years. Chinese and Indian leaders have met several times and reached a series of important consensus on the development of bilateral relations,\" Mr Jaishankar said. \"India is prepared to work with China to ease tensions on the border through dialogue and negotiation and restore and maintain peace and tranquility in the border areas,\" he said. In the meeting, the two sides reached a five-point consensus regarding the current border situation after a full, in-depth discussion. President Xi Jinping with Prime Minister Narendra Modi during their first informal summit in Wuhan, the capital of China's Hubei Province, on April 28, 2018. So, the key is to take guidance from the strategic consensus reached between the Chinese and Indian leaders that \"China and India are not rivals or threats to each other\", but \"cooperation partners and developmental opportunities\" to one another. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 7 The two foreign ministers reached a five-point consensus following a \"candid and constructive\" discussion on the situation in the China-India border areas and their bilateral relation. First, they agreed that both sides should follow the consensus reached between the leaders of the two countries on developing China-India relations, including not allowing differences to become disputes. Second , they believed that the current situation in the border areas is not in the interest of either side and that the \"border troops of the two sides should continue their dialogue, quickly disengage, maintain a proper distance, and ease tensions,\" it added. third, the ministers underscored that \"both sides shall abide by the existing agreements and protocol on bilateral boundary affairs, maintain peace and tranquility in the border areas, and avoid any action that could escalate matters\". Fourth, both sides agreed to continue dialogue and communication through the Special Representative mechanism on the China-India boundary question, and the Working Mechanism for Consultation and Coordination on China-India border Affairs should also continue its meetings. Fifth, they agreed that as the situation eases, the two sides should expedite work to conclude new confidence-building measures to enhance peace and tranquility in the border areas.Five-point ConSenSUS ReACHeD BY CHin A, inD iA FoReiGn MiniSteRS The talks between Chinese state Councilor and Foreign Minister Wang Yi and his indian counterpart s. Jaishankar in Moscow on september 10 culminated in five-point joint press statement which maps the way forward for resolving the border standoff and improving bilateral relations. 1 2 3 4 5 8 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 ChIna, RuSSIa, IndIa ShaRe pR ofound C ommon InteRe StS: Wang YI Chinese State Councilor and Foreign Minister Wang Yi has said that China, Russia, and India are major economies with global influence and share \"profound common interests\", and so, they \"should strengthen mutual trust and jointly promote world peace and stability\". Speaking at the SCO foreign ministers' conference in Moscow on September 10, also attended by his Russian and Indian counterparts, Mr Sergey Lavrov and Mr S Jaishankar, respectively, he stressed that they should boost collaboration more so in the face of the Covid-19 pandemic. Chinese State Councilor and Foreign Minister Wang Yi with his Russian and Indian counterparts Sergey Lavrov and S. Jaishankar, respectively, on the sidelines of the SCO foreign ministers' meeting in Moscow on September 10. RIC tRIlateRal NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 9 Mr Wang said China is willing to work with Russia and India \"to carry forward the spirit of the three countries featuring openness, unity, trust and cooperation, and build consensus and send a positive signal to the world to uphold multilateralism and jointly meet the challenges\". \"there are always some doubts about the prospects of cooperation among China, Russia, and India\", but they \"have extensive and profound common interests and ideas\" that can be summarized in at least seven areas, he noted. \"First, we all support the multi-polarization of the world, which is an inevitable trend in the development of human society, and the democratization of international relations should be actively promoted for this purpose. Second, we all support multilateralism, which represents the development direction of human civilization, and the world cannot go back to the era of the law of the jungle,\" Mr Wang said. \"third, we all insist on maintaining the authority of international law. In particular, the purposes and principles of the Charter of the United Nations and the Five Principles of Peaceful Coexistence should be strictly followed. Fourth, we all oppose the interference in other countries' internal affairs. The internal affairs of a country should be decided by itself, and people of all countries have the right to choose their own development path,\" he added. the fifth aspect, Mr Wang said that all the three countries conform to the trend of globalization. \"We should maintain the stability of the global industrial supply chain and promote globalization toward inclusive and win-win development,\" he said. Sixth, all the three countries are committed to national development and revitalization. The development of China, Russia and India is an opportunity for each other, and \"we should support and help each other, and move forward together on the road of development\". The seventh aspect, he said that they all support strengthening global governance. \"the ability of international institutions to effectively respond to new threats and challenges should be improved to provide institutional guarantees for the modernization of global governance.\" Mr Wang said that these common interests are \"an important political foundation for China- Russia-India cooperation and source of power for trilateral cooperation\". These three countries can provide more positive energy and stability to the world by persisting in unity and cooperation, he added. both Mr Lavrov and Mr Jaishankar have agreed with Mr Wang's view that the three countries have broad common interests and that the trend towards a multipolar is unstoppable. The foreign ministers stressed the need to \"safeguard multilateralism and firmly support the core position of the United Nations in the international system\".\"there are always some doubts about the prospects of cooperation among China, Russia, and India\", but they\" have extensive and profound common interests and ideas\" that can be summarized in at least seven areas, Wang Yi noted.mr Wang Yi said that these common interests are \"an important political foundation for China-Russia-India cooperation and source of power for trilateral cooperation\". these three countries can provide more positive energy and stability to the world by persisting in unity and cooperation, he added. 10 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 Foreign Minister of Russia Mr. Sergey Lavrov, External Affairs Minister of India Dr. S. Jaishankar and State Councillor/Foreign Minister of China Mr. Wang Yi met in Moscow on 10 September 2020. The Ministers exchanged views on further strengthening of Russia-India-China trilateral cooperation as well as topical issues of international and regional importance, in the spirit of mutual understanding, friendship and trust. The Ministers noted that common development and cooperation of the three countries is conducive to promoting global growth, peace and stability. Recalling their video-conference of 23 June 2020 on the occasion of the 75th anniversary of the victory in the Second World War and the creation of the United Nations, the Ministers reiterated their support for inclusive multilateralism and respect for universally recognized principles of international law. The Ministers noted with appreciation the continuation of joint activities held under the RIC framework, including the2nd RIC DG-level Consultations on Regional Issues hosted by India in August 2019, 17th RIC Academic Exchange Conference hosted by China in September 2019, the 3rd edition of the RIC Young Diplomats Programme hosted by Russia in October 2019 and the first online meeting of national sanitary and epidemiological services held on 8 September 2020. The Ministers agreed that the three countries, with strong scientific and industrial capacities, could make a significant contribution towards mitigating the impact of the Covid-19 pandemic. the External Affairs Minister of India and the Foreign Minister of China thanked the Foreign Minister of Russia for the chairmanship of RIC and the meetings/ conferences organized during the past one year. The Foreign Minister of Russia officially handed over the chairmanship of RIC to the External Affairs Minister of India. Chinese State Councilor and Foreign Minister Wang Yi (left) and Russian Foreign Minister Sergei Lavrov held a joint press conference following their talks in Moscow on September 10. Joint Press release of riC Foreign Ministers China-russia Talks NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 11 Chinese State Councilor and Minister of National Defense Wei Fenghe held talks with his Indian counterpart Rajnath Singh on the sidelines of the SCO meet in Moscow on September 4. Chinese, indian defenCe ministers foCus on easing border tensions China's State Councilor and Defense Minister Wei Fenghe has urged his Indian counterpart Rajnath singh to \"jointly ease tensions and safeguard peace and stability\" on the China-India border during their meeting in Moscow on September 4, the China Daily reported. The defense ministers held talks on the sidelines of the Shanghai Cooperation Organization (SCO) conference in which Mr Wei stressed that both sides should abide by the consensus reached by their leaders and solve problems through dialogue. Mr Wei said that India should \"strengthen management and control of its frontline troops and stop making provocations or \"deliberately hype and spread negative information\". he also reaffirmed China's commitment and ability to safeguard sovereignty and territorial integrity in the meeting, the daily said. On his part, Mr Singh stressed the importance of a \"peaceful border relation\" with China, saying that both sides should keep the military and diplomatic channels open for dialogue. He told his Chinese counterpart that India agrees to work toward full disengagement of frontline forces and push for the restoration of bilateral relations at the earliest. 12 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 China's ambassador to india h.e. Sun Weidong briefed the media on key outcomes of the meeting between State Councilor and Foreign minister Wang yi and his indian counterpart S. Jaishankar held in moscow on September 10. in his remarks on September 14, h.e. ambassador Sun underscored the importance of speedily implementing the consensus reached by the two foreign ministers in maintaining peace and tranquility on the China-india border. the following is the excerpt of the interaction: Q: The recent bilateral meeting between Chinese state Councilor and Foreign Minister Wang Yi and EAM Jaishankar was concluded with five-point agreement. While it is seen largely as a positive step, some people have struck a cautious note. What's your comment? a: Since the border-related incidents occurred this year, it has become more important to steer the right direction of China-India relations. The leaders of our two countries reached a series of important consensus, including the basic judgement that China and India are partners rather than rivals to each other, and opportunities rather than threats. Therefore, we need peace instead of confrontation; we need to pursue win-win cooperation instead of a zero-sum game; we need trust rather than suspicion; we need to move our relationship forward rather than backward. This is the correct direction for us to bring our bilateral relations back on track. our two foreign ministers reached a five- point consensus, which includes that the two sides should follow the leaders' consensus, ease tensions, maintain peace and tranquility in the border areas, continue diplomatic communication, and expedite work to conclude new confidence-building measures. It is an important step in the right direction and will provide political impetus to ease the border situation and promote bilateral relations. I have noted that public opinion in India generally made positive comments on the five-point consensus, which is of the view that both sides have demonstrated the political will to resolve the border situation. I hope and believe that as long as the two sides earnestly implement the consensus reached by the two China and India Should pursue Win-Win Cooperation, n ot Zero Sum g ame: ambassador NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 13 foreign ministers to the frontline troops and adhere to the correct means of dialogue and negotiation, the two sides will find a way to overcome the current difficulties. Q: What is the implication of the foreign minister's meeting on india-China relations? a: As Chinese state Councilor Wang Yi said during the meeting, it is normal for China and India to have differences as two neighboring major countries. What is important is to put these differences in a proper context vis-a-vis bilateral relations. The key to that is to take guidance from the strategic consensus between the two leaders that China and India are not competitive rivals or threats, but cooperation partners and developmental opportunities. China-India relations have once again come to a crossroads. At present, the challenge we're facing is to fight the epidemic, revive the economy and improve people's livelihoods. What China and India need right now is cooperation, not confrontation; we need mutual trust, not suspicion. Whenever the situation gets difficult, it is all the more important to ensure the stability of the overall relationship and preserve mutual trust. As long as the two sides keep moving the relationship in the right direction building on the previous achievements, there will be no difficulty or challenge that can't be overcome. Q: The Chinese side calls for quick disengagement and withdrawal of trespassing indian troops? How do you see the current situation on the ground and the future development? a: Recently, the relevant Indian ministries had claimed in the statements that Indian troops \"pre- empted\" Chinese military activity on the South The Chinese side supports enhanced dialogue between the frontier troops to solve specific issues, and will stay in touch with the indian side through diplomatic and military channels.Whenever the situation gets difficult, it is all the more important to ensure the stability of the overall relationship and preserve mutual trust. As long as the two sides keep moving the relationship in the right direction building on the previous achievements, there will be no difficulty or challenge that can't be overcome. bank of Pangong tso Lake, which obviously revealed that there was illegal trespassing of the LAC and status quo change in the border areas. Some Indian media had quoted government sources to disclose that the Indian army fired shots on two different occasions. For the first time since 1975, the calm in the border areas was broken by gunfire. In this context, State Councilor and Foreign Minister Wang Yi reiterated in the meeting with EAM that the imperative is to immediately stop provocations such as firing and other dangerous actions that violate the commitments made by the two sides. It is also important to move back all personnel and equipment that have trespassed. The frontier troops must quickly disengage so that the situation may deescalate. The Chinese side supports enhanced dialogue between the frontier troops on both sides to solve specific issues, and will stay in touch with the Indian side through diplomatic and military channels. Regarding future development, the two foreign ministers agreed that as the situation eases, the two sides should expedite work to conclude new confidence-building measures to maintain and enhance peace and tranquility in the border areas. The way ahead for a solution is very clear. China's State Councilor and Foreign Minister Wang Yi and Indian External Affairs Minister S. Jaishankar met in Moscow on September 10. 14 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 Diplomat protests Ban of 118 Chinese Apps, Asks india to provide Fair Business environment In a virtual interaction with the media, Counselor Ji rong, the spokesperson of the Chinese Embassy in India, has \"firmly opposed\" the indian ban on 118 Chinese mobile apps citing \"national security\" and urged the government to provide an open business environment for all, including those from China. Q: on September 2, the ministry of electronics & IT notified that the Government of India decided to block the usage of 118 mobile apps, including Baidu Search. What's your comment? A: We are seriously concerned and firmly oppose the Indian government to prohibit the mobile apps with Chinese background with the excuse of \"national security\". We urge the Indian government to rectify the discriminatory practices violating WTO rules, and provide an open, fair, and impartial business environment for all market players from various countries, including China. The Chinese government has always required Chinese overseas companies to abide by international rules and operate in compliance with laws and regulations. The relevant practices by the Indian government not only harm the legitimate rights and interests of Chinese investors and service providers, but also harm the interests of Indian consumers and the investment environment. Suppression, self-seclusion and restrictions cannot benefit one country's development. It's the right way to integrate into global cooperation by being open, fair, and transparent. China and India are the opportunities of development to each other rather than strategic threats. The essence of economic and trade cooperation between China and India is for mutual benefit and win-win results. We hope that India will work with China to maintain the hard-won cooperation and development situation, and return to the right path of win- win cooperation. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 15 Counselor Ji Rong, the spokesperson of China's Embassy in India, has firmly rejected the allegations of some media organizations that Shenzhen Zhenhua Data Company,with links to the Chinese government, is secretly storing private data for ulterior purposes. Dismissing the wild accusations on September 17, she said China has strong laws for cybersecurity,and the charges on the \"presumption of guilt\" are nothing but an excuse to blame others. Q: recently, it is reported in indian media that shenzhen Zhenhua Data information Technology Co., Ltd., with links to the Chinese government, is monitoring over 10000 Indian individuals and entities including Indian politicians in its global database. What is your comment on this? a: On this question, the relevant company has already made a public response, making clear that the media report about their company is untrue at all. What I want to stress is that Zhenhua is a private company and has no links to the Chinese government. There are many foreign companies engaged in such similar business. Relevant report makes groundless accusations on the \"presumption of guilt\", purely trying to find excuses aiming to blame others. Data Monitor Allegation Against Chinese Company Baseless I would like to reiterate that China has always been a staunch defender of cyber security. The Cyber Security Law of the People's Republic of China stipulates that network operators carrying out business and service activities must follow laws and administrative regulations, respect social morality, abide by commercial ethics, be honest and credible, and perform obligations to protect cyber security. Network operators collecting and using personal information shall abide by the principles of legality, propriety, and necessity. Individuals or organizations must not steal or use other illegal methods to acquire personal information. Some forces with ulterior motives hype up the so-called \"China watching and manipulating data\", which is a part of planned and premeditated strategy to suppress, contain, and smear China. China has proposed the Global Initiative on Data Security. We call on all parties to work with China to make tangible efforts to truly safeguard global data security and build a peaceful, secure, open, and cooperative cyber space. Regarding some Indian media's intensive coverage of untrue information on Shenzhen Zhenhua Data Company in recent days, China and India have maintained communication on this issue. China is willing to work with Indian side to enhance cooperation to jointly maintain cyber security and create good atmosphere for the development of bilateral relations. 16 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 extRaoRdInaRY JouRne Y and RemaRKaBle tRanSfoRmatIon The Chinese Embassy in India held a virtual meeting on September 29 to celebrate the 71st national day of the People's Republic of China. Representatives from friendly organizations and Indian friends from all over India, as well as Chinese diplomats in the Embassy participated in the event. Prominent participants, among others, included Mr. V Bhaskran, General Secretary of the Karnataka India-China Friendship Association (ICFA), Dr.Inderjit Singh, Director of Dr. Kotnis Acupuncture Health and Education Center, Dr. Jyoti Mohapatra, General Secretary of Friends of China Society, Mr. Gopi Achari, General Secretary of the Kerala ICFA, Dr. Mohan General Secretary of the Hyderabad and Dr.Das Bikash Kali, General Secretary the Pondicherry ICFA. Addressing the virtual National Day ceremony, Chinese Ambassador to India H.E. Sun Weidong highlighted a string of successes in PRC's extraordinary and transformative journey since it was founded in 1949. He underlined the CPC's outstanding leadership in transforming the country into an industrial economy in the shortest possible time. In a big-picture speech, the Ambassador struck an optimistic note on the future trajectory of the bilateral partnership saying that \"China-India relations will eventually disperse the clouds and get back on the right track.\" \"We should stand on the right side of history, properly manage differences through dialogue and NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 17 I am very happy to join you today through online video to celebrate the 71st anniversary of the founding of the People's Republic of China. I've seen a couple of old friends present here and some new faces as well. Thank you very much for your participation on this auspicious occasion. I also want to thank all Indian friends for their continuous care and support for China's development and China-India friendship. the year 2020 is an extraordinary year. A sudden outbreak of COVID-19 has not only profoundly impacted the international landscape, but also changed our lives. China, firstly, had consultation, and resolve relevant issues in a peaceful manner,\" he said. At the beginning of the event, a video clip titled \"China 2020: Putting People First\" was played, which vividly demonstrated the Chinese people's fight against the COVID-19 epidemic, the great achievements of China's poverty alleviation and building a moderately prosperous society in all respects. speech by Chinese Ambassador H.E. sun Weidong at the virtual meeting to celebrate the 71st National Day of the People's republic of Chinathe encounter battle with the virus. President Xi Jinping personally commands the war against the epidemic and directs the outbreak response. We released the genome sequence of the novel coronavirus at the earliest possible time. We informed the World Health Organization, relevant countries, and regional organizations in a most timely and active fashion. Under the leadership of the CPC, China had effectively curbed the large-scale spread of COVID-19, which bought precious time and made a great contribution to global epidemic prevention and control. China will continue to work with other countries in the fight against the pandemic. President Xi also announced that COVID-19 vaccine development and deployment in China, when available for use, would also be made available to other countries for the global public good. president xi Jinping personally commands the war against the epidemic and directs the outbreak response. We released the genome sequence of the novel coronavirus at the earliest possible time. We informed the World h ealth organization, relevant countries, and regional organizations in a most timely and active fashion. 18 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 United Against Covid-19 It took us three months to win the battle against the epidemic in Wuhan and Hubei province, so as to resume work and production. We always put people and life first. We strive for treating and saving every single patient. The Chinese people are united as one in the fight against the virus. Their unity and courage converged into a source of strength for China to overcome difficulties and challenges. At present, we have put in place the epidemic prevention and control measures as a regular feature. Social activities across China have largely returned to normal, cinemas have reopened, students are back on campus, night markets and restaurants are bustling again, and many are planning to travel on the Chinese National Day holidays. We have coordinated efforts in epidemic control and economic development. China's GDP grew by 3.2 percent in the second quarter of this year, making China the first major economy to achieve growth since the outbreak. Under the new circumstances, we aim to foster a new development paradigm with domestic circulation as the mainstay and domestic and international circulation reinforcing each other. It's like being driven by two engines. China's economy will grow more robust. It doesn't mean that we will pursue development behind closed doors. China will open its door even wider to the world instead. The gradual recovery of China's economy has increased confidence for the world and brought hope to the global economy. Eliminating Absolute Poverty In the meanwhile, we are clearly aware that although China is the second-largest economy in the world, it is still a developing country. China's per capita GDP is only one-sixth that of the United States and one fourth that of the European Union. China's Human Development Index ranks behind the 80th in the world. since the 18th National Congress of the CPC, the rural poor population has dropped from 98.99 million at the end of 2012 to 5.51 million at the end of 2019. The year 2020 will be a decisive year for China to eliminate poverty. We will historically solve the problem of absolute poverty that has existed for thousands of years, and meet the poverty reduction goal of the 2030 Agenda for sustainable Development 10 years ahead of schedule. This is a milestone in China's own development and a great contribution to the progress of mankind. the Chinese people are united as one in the fight against the virus. Their unity and courage converged into a source of strength for China to overcome difficulties and challenges. Hoards of passengers at Wuhan Railway Station in Wuhan, central China's Hubei Province signal the return of normalcy in China after overcoming the pandemic. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 19 the year 2020 will be a decisive year for China to eliminate poverty. We will historically solve the problem of absolute poverty that has existed for thousands of years, and meet the poverty reduction goal of the 2030 a genda for Sustainable development 10 years ahead of schedule.Confidence and Transformation Over the past 71 years, China has gone through an extraordinary journey, and achieved a remarkable transformation - it has stood up, grown rich, and is becoming strong. This year, China will achieve the first Centenary Goal of building a moderately prosperous society in all respects. We will continue to advance towards the Second Centenary Goal. Looking at the way forward, we are full of confidence. the confidence comes from the strong leadership of the Communist Party of China. When fighting against CovId-19, over 4.6 million primary organizations of the CPC took the lead in the battle. The CPC members accounted for more than 70% of the medical workers who sacrificed their lives. We have achieved rapid economic development and long-term social stability simultaneously. These can only be achieved under the leadership of the CPC. the confidence comes from the system of socialism with Chinese characteristics. This system has a strong capability of organization, mobilization, overall planning, coordination, and implementation. It can give full play to the unique advantage of concentrating resources to accomplish large undertakings. the fight against the COVID-19 demonstrated convincingly that the system of socialism with Chinese characteristics is the fundamental guarantee to fend off various risks and challenges. the confidence comes from the united efforts of the 1.4 billion Chinese people. We often say that happiness is achieved through hard work. Within just decades, China has accomplished the industrialization process that took developed countries hundreds of years to achieve. The achievement is built on the Chinese people's hard work and intelligence. Facing the pandemic, the Chinese people have shown a high sense of responsibility and self-discipline. What's more encouraging is that many young people born in the 1990s or even 2000s joined the fight against the virus. they said, \"You protected us during sARs in 2003. today it is our turn to protect you\". the Confidence comes from China's consistent adherence to an independent foreign policy of peace. Not long ago, President Xi Jinping delivered an important speech at the General Debate of the 75th Session of the United Nations General Assembly. he pointed out, \"China is the largest developing country in the world, a country that is committed to peaceful, open, cooperative and common development. We will never seek hegemony, expansion, or sphere of Chinese President Xi Jinping (R) held talks with Indian Prime Minister Narendra Modi in Wuhan on April 27, 2018. 20 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 The confidence comes from the system of socialism with Chinese characteristics. this system has a strong capability of organization, mobilization, overall planning, coordination, and implementation. China and India are partners rather than rivals, and development opportunities rather than threats to each other. this is the important consensus reached by president xi Jinping and p rime minister narendra m odi.influence. We have no intention to fight either a Cold War or a hot war with any country. We will continue to narrow differences and resolve disputes with others through dialogue and negotiation\". Unilateralism, hegemonism, and power politics go against the will of the people, and will only come to a dead end. We should stay true to multilateralism, and firmly safeguard the international system with the UN at its core and an international order based on international law. China-india@70: Cooperation and Convergence This year marks the 70th anniversary of the establishment of diplomatic ties between China and India. Over the past 70 years, China-India relations have forged ahead against all odds. As the two largest developing countries and emerging economies, China and India together account for half of the Asian economy and one-fifth of the world's economy. China-India relations go far beyond the bilateral scope and have great significance to the region and the world at large. Implementing the leaders' consensus is fundamental for the development of our relationship. China and India are partners rather than rivals, and development opportunities rather than threats to each other. This is the important consensus reached by President Xi Jinping and Prime Minister Narendra Modi. Only by implementing the leaders' strategic consensus can we grasp the correct direction of China-India relations. Whenever the situation gets difficult, it is all the more important to ensure the stability of the overall relationship and preserve mutual trust. Expanding convergence and cooperation is the key. Against the backdrop of the accelerating evolution of the international landscape, China and India have embarked on a historical mission to jointly rise and achieve national rejuvenation. At present, fighting the epidemic, reviving the economy, and improving people's livelihood are the three most urgent tasks for us. China and India share broad common interests in supporting the Who's fight against the pandemic, addressing climate change, ensuring NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 21 The participants subsequently expressed views and suggestions on promoting the China-India relations and strengthening the friendly exchanges between the two countries. One of them asked about the new book written by India's External Affairs Minister s. Jaishankar. Ambassador sun Weidong responded as follows: I am reading the new book \"the Indian Way: strategies for an Uncertain World\" written by EAM dr Jaishankar. In his book, there's one chapter about China-India relations. He wrote that the ability of India and China to work together could determine the Asian Century. their ties are without doubt one of the most consequential relationships of our times. A lot will depend on how consciously and effectively both countries steer their relationship into more positive domains. When they look beyond just national interest, the two countries are indeed convergent in their effort to create a more balanced world. In 2017, when the leaders of the two countries met at Astana, they reached a consensus that at a time of global uncertainty, India-China relations are a factor of stability, and in their relationship, India and China must not allow differences to become disputes. This revealed that despite all their divergences, there is a strategic maturity at work between them. Dr Jaishankar also positively commented on the informal summits between the two leaders at Wuhan and Chennai. He said it could well be a sign of a different future. I think he has a lot of insight into these ideas. Equally, the Chinese side believes that China-India relations go far beyond the bilateral scope and have great regional and global significance. A sound China-India relationship is an important and positive factor in maintaining world stability. As two great civilizations, China and India can make positive contributions to the building of a community with a shared future for mankind. The informal summit between the two leaders is a milestone, providing a fundamental guidance and charting the course for the development of China-India relations. The growth of China and India is the trend of times and an important opportunity for each other. the two sides should firmly grasp the general direction of the relationship, regard each other as positive factors in the changing balance of power in the world, and manage differences in a more mature manner. China and India have a consensus in these aspects on which we can move our bilateral relations in a positive and constructive direction. As a Chinese saying goes, a journey of a thousand miles begins with the first step. Promoting China-India friendship needs to start from every little bit. It also needs the participation of more people of insight like you. Compared with 2.7 billion population in our two countries, it is far from enough to have 1 million people of exchanges every year. Only by deepening exchanges can we enhance understanding. Only by enhancing understanding can we deepen mutual trust and establish a genuine friendship. this year is also the \"Year of China-India Cultural and People-to- People Exchanges\". However, the people-to-people exchanges have been somehow affected by the pandemic and other factors. The history of friendly exchanges between the two peoples, lasting more than two thousand years, will never be blocked by the pandemic or temporary difficulties in the bilateral relations. It will last forever. Chinese President Xi Jinping with Indian Prime Minister Narendra Modi in Wuhan in central Hubei Province on April 27, 2018, for a two- day informal meeting. Sound China-india ties Key to an Asian Century 22 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 energy and food security, international poverty reduction, implementation of the 2030 Agenda for Sustainable Development, and safeguarding legitimate rights and interests of developing countries. We can expand convergence of interests, learn from each other, and promote cooperation. Properly handling differences is the right way. The current situation in the border areas serves no one's interests. We should implement the leaders' consensus on not allowing differences to become disputes. We should follow up on the five-point consensus reached by the two foreign ministers to push forward quick disengagement and de-escalation. China is committed to seeking a solution through dialogue and negotiation, and restoring peace and tranquility in the border areas at an early date. Today, our bilateral relations have once again come to a crossroads. We should stand on the right side of history, properly manage differences through dialogue and consultation, and resolve relevant issues in a peaceful manner. We should put differences in a proper place in bilateral relations. We need to remain rational and calm, and resist the talk of \"confrontation\" and \"decoupling\", so that we will not lose our way due to any individual incident or issue. China and India are neighbors that cannot be moved away. That is why living in harmony is the only correct choice. We look forward to working with the Indian side to ensure the stability of the overall relationship from a strategic and long-term perspective. As long as the two sides the future of China-India relations lies with the youth. a t a time when the epidemic situation became severe, the youth of our two countries recorded videos in Chinese and hindi, respectively, to cheer on each other. they have shown the friendship between the Chinese and Indian people with concrete action.dr Kotnis had left us, but the torch of China-India friendship he had held high has never been extinguished. the two ends of a small acupuncture needle are connected to the hearts of the Chinese and Indian people. I hope you will carry forward the spirit of d r Kotnis and continue to make contributions to China- India friendship. Chinese State Councilor and Foreign Minister Wang Yi with India's External Affairs Minister S. Jaishankar at the launch of the China-India Film Week, a part of the second meeting of the High-level China-India Mechanism for People-to-People and Cultural Exchanges in Beijing in August 2019. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 23 adhere to this common goal and move in the right direction, China-India relations will eventually disperse the clouds and get back on the right track. Torch of Friendship Over the years, no matter how bilateral relations have changed, the ICFA has always adhered to the faith of China-India friendship, spread the positive energy of friendship to the Indian society and people, and made significant contributions to enhancing mutual understanding and friendship between our two peoples. Friends from the ICFA like Mr bhaskran, Mr Mohapatra, Mr Reddy, Mr Das, and many others, have done so much in this regard, which I really appreciate and cherish. As the China-India relations are facing challenges, it is all the more important for friends of our two countries who support and care about China-India friendship, to play a bigger and positive role in cementing public opinion and accumulating consensus on the bilateral relations. As dr Inderjit singh said earlier, this year marks the 110th birth anniversary of Dr Dwarkanath Kotnis. dr Kotnis was an internationalist fighter. In the 1930s, two Indian doctors Dr Kotnis and dr b.K.basu, joined the Indian medical team to help China against the Japanese invasion. Dr Kotnis sacrificed his life for this undertaking. dr basu brought Chinese acupuncture to India for curing the sickness and saving lives. He also trained acupuncture doctors, including Dr Inderjit singh, director of dr Kotnis Acupuncture Hospital. Dr Kotnis had left us, but the torch of China-India friendship he had held high has never been extinguished. The two ends of a small acupuncture needle are connected to the hearts of the Chinese and Indian people. I hope you will carry forward the spirit of Dr Kotnis and continue to make contributions to China-India friendship. Later this year, the Chinese Embassy will celebrate the 110th birth anniversary of Dr Kotnis together with dr Kotnis Acupuncture hospital. I would also like to celebrate in advance the establishment of Xu Fancheng Cultural Study Center. I hope it would be a platform to carry forward the friendship and exchanges of civilizations between China and India. The future of China-India relations lies with the youth. At a time when the epidemic situation became severe, the youth of our two countries recorded videos in Chinese and Hindi, respectively, to cheer on each other. They have shown the friendship between the Chinese and Indian people with concrete action. We feel deep sympathy for the Indian people being affected by the pandemic. We wish India an early victory over the pandemic and resume normal track of work and life at the earliest. I hope that more young people will devote themselves to the cause of China-India friendship so that the flame of China-India friendship will be passed on from generation to generation. Dr Kotnis Memorial at the North China Military Martyrs Cemetery, in Shijiazhuang city of Hebei province, China. 24 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 President Xi Jinping has lauded the Chinese people for their patriotism, bravery, and determination in defeating the Japanese aggression and during the Anti-Fascist World War II. Addressing a symposium of the CPC Central Committee commemorating the 75th anniversary of the victory of the Chinese People's War of Resistance against Japanese Aggression (1931- 1945) and the World's Anti-Fascist War, President Xi said that the way the Chinese people fought the external enemies showed their \"patriotism, national character, heroism, and a strong will to the world\". He stressed carrying forward this \"great spirit of resisting aggression and striving to achieve national rejuvenation\" in the new era, Xinhua reported on September 3. the \"spirit of resisting aggression\" showed by the Chinese people during the war is \"a source of inspiration\" and will motivate future generations \"to overcome difficulties and strive to achieve national rejuvenation\", the general secretary of the CPC Central Committee said. \"seventy-five years ago on september 3, the people of China, together with the rest of humanity, finally won a total victory against fascism through unbreakable will and a brave fight. It was a great victory over evil and darkness. That day also marked a great victory for the unyielding Chinese people who had fought tenaciously for 14 years and finally defeated the Japanese militarist aggressors,\" President Xi said. It was China's \"longest and largest war\" against foreign aggression in modern history, but the people of China, with great sacrifice, bagged their \"first complete victory in national liberation\". It was also an integral part of the world's triumph over fascism and a turning point for China as it embarked on a journey toward great national rejuvenation, he added. \"the victory belonged to the Chinese people and also to people across the world,\" he said, adding that \"it will go down in the history of the Chinese nation as well as in the history of humanity's fight for justice\". on behalf of the CPC Central Committee, the National People's Congress, the State Council, the National Committee of the Chinese People's Political Consultative Conference and the CMC, he saluted the veterans and patriots who fought in the war and the Chinese people at home and abroad who made contributions to the final victory. He expressed his appreciation to foreign governments and friends around the world for their support and help for China in the war against Japanese aggression. He also offered deep condolences to the martyrs of the war and xi Stresses Carrying f orward great Spirit of Resisting aggression Chinese President Xi Jinping addressed a symposium commemorating the 75th anniversary of the victory of the Chinese People's War of Resistance against Japanese Aggression in Beijing on September 3, 2020. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 25 common civilians who were brutally slaughtered by the aggressors. Stressing the importance of winning the war, he described the victory as a \"national spirit with patriotism at its core, with the CPC fighting as the central pillar, and the nation through solidarity and bravery.\" It's \"a great victory for the Chinese people, anti-fascist allies and the people around the world who fought shoulder-to-shoulder\". However, China and Japan are close neighbors, and lasting peaceful and friendly relation between the two countries is in the fundamental interest of the two peoples, as well as essential to maintain peace and stability in Asia and the world, President Xi noted. \"the purpose of this commemoration is to draw a lesson from history, look at the future and jointly cherish and safeguard peace,\" he said, calling for more efforts \"to promote lasting friendship between the peoples of China and Japan\". \"since victory was won 75 years ago, significant changes have taken place in China, with the CPC rallying the Chinese people and leading them in embarking on the path of socialism with Chinese characteristics,\" he said. \"As socialism with Chinese characteristics has entered a new era, and with the victory over poverty and the building of a moderately prosperous society in all respects in sight, a bright future of national rejuvenation awaits,\" he added.the \"spirit of resisting aggression\" showed by the Chinese people during the war is \"a source of inspiration\" and will motivate future generations \"to overcome difficulties and strive to achieve national rejuvenation\", the general secretary of the CpC Central Committee said. President Xi Jinping and other members of the Standing Committee of the Political Bureau of the CPC Central Committee attended a commemoration ceremony for the 75th anniversary of the victory of the Chinese People's War of Resistance against Japanese Aggression in Beijing on September 3. 26 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 \"to realize national rejuvenation, it is necessary to uphold the leadership of the CPC, forge ahead on the road of socialism with Chinese characteristics, continue committing to a people- centered philosophy, carry forward the fighting spirit, and firmly stay on the path of peaceful development,\" President Xi said, underscoring the five \"never-allow\" scenarios, which are: The Chinese people will never allow any individual or any force to distort the history of the CPC, or smear the Party's nature and mission. All the members of the standing Committee of the Political bureau of the CPC Central Committee, including Li Keqiang, Li Zhanshu, and Wang Yang attended the symposium, which was presided over by Wang Huning, also a committee member. besides, people from all walks of life, including representatives from the Institute of Party History and Literature of the CPC Central Committee and the CMC, veterans who took part in the war, relatives of the martyrs, military officers, students, and foreign friends who contributed to the victory also participated in the event.The Chinese people will never allow any individual or any force to distort and alter the path of socialism with Chinese characteristics, or deny and vilify the great achievements the Chinese people have made in building socialism.The Chinese people will never allow any individual or any force to separate the CPC from the Chinese people or counterpose the Party to the Chinese people. The Chinese people will never allow any individual or any force to impose their will on China through bullying, change China's direction of progress, or obstruct the Chinese people's efforts to create a better life.The Chinese people will never allow any individual or any force to jeopardize their peaceful life and right to development, obstruct their exchanges and cooperation with other people, or undermine the noble cause of peace and development for humanity.5 SCen ARio S however, China and Japan are close neighbors, and so, a long- lasting peaceful and friendly relation between the two countries is in the fundamental interest of the two peoples, as well as essential to maintain peace and stability in a sia and the world, president xi noted. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 27 Addressing the country's scientific community at a seminar in beijing on September 11, President Xi Jinping stressed \"deeper and broader\" application of science and technology to meet the national goals, Xinhua reported. President Xi said that they must target the global frontiers of science and technology so that their innovations \"serve the main economic battlefield, benefit people's lives and health, and fulfill the needs of the country\". Make Innovation a Driving Force China needs scientific and technological solutions more than ever to boost its economic and social development and improve people's living standards, the General Secretary of the CPC Central Committee said at the symposium to solicit opinions on China's scientific and technological development for the 14th Five- Year Plan (2021-2025). He said that the Chinese scientific community has the confidence, will, and capability to scale the heights of science. The President exchanged ideas with each scientist who spoke at the symposium. \"since the 18th CPC National Congress, China has made historic achievements and transformations in science and technology, and China is now leading or co-leading the world in some frontier areas,\" he noted. \"China's scientific professionals have made major contributions in the fight against COVID-19 with their research in treating patients, developing vaccines, containing the epidemic, and other important areas,\" he added. China boasts a \"great number of scientific professionals and hefty R&D spending\", and there is a need to further improve the ecosystem for science and technology innovation by building platforms for scientists and scientific professionals to put their talent to good use and boost innovations, President Xi said.xi Stresses m ore Sci-t ech Innovations to m eet n ational n eeds 28 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 he stressed \"leveraging the strength of China's socialist system to mobilize resources for major undertakings, such as building national laboratories and \"forming a laboratory system\" and more support to the universities to advance research on core technologies, the report said. he also called for \"persistence in strengthening basic research\" by providing more resources and policy support to create a favorable atmosphere for such studies. More efforts were also urged to improve education in mathematics, physics, chemistry, and biology, and cultivate students' innovation spirit and capability. President Xi spoke of the need to energize sci-tech innovation through reform and \"unleash the great potential of innovation by deepening the reform of the sci-tech system\". He called for strengthening international sci-tech cooperation and pledged more efforts to integrate China into the global innovation network and enhance its innovation capability through open cooperation. Building a Modern China he urged the scientists to integrate their scientific pursuits into the great cause of building a modern socialist China. he challenged them to \"propose new theories, open up new fields, explore new paths and produce more high-level and original achievements\". \"Interest in science should be guided and nurtured from a young age. Party committees, governments and officials at all levels should respect knowledge, talent and creation, follow the law of scientific development, and push for sci-tech innovations and their transformation into productive forces,\" he said, adding that they should also \"study new scientific knowledge and pay attention to global sci-tech trends\". Wang Huning, a member of the Standing Committee of the Political bureau of the CPC Central Committee and a member of the Secretariat of the CPC Central Committee, and Vice Premier Han Zheng, also a member of the standing Committee of the Political bureau of the CPC Central Committee, attended the symposium. \"Since the 18th CpC n ational Congress, China has made historic achievements and transformations in science and technology, and China is now leading or co-leading the world in some frontier areas,\" he noted. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 29 \"What I recognized in the process of focusing on poverty alleviation was how significant this is to understand China, to understand all of China's development over 40 years of reform and opening-up,\" said Mr Kuhn in an interview with Xinhua, published on September 18, while sharing his experiences on filming a documentary on China's fight against poverty. \"Poverty alleviation is a microcosm of China's development as it showcases how China's system actually works on the ground,\" he said. China's Anti-Poverty Drive Greatest success story Produced and written by Mr Kuhn and directed by Peter Getzels, the film \"voices from the Frontline: China's War on Poverty\" has been aired on Pbs stations since its premiere on Pbs soCal. Mr Adam Zhu is its executive-producer. \"Poverty alleviation is a microcosm of China's development as it showcases how China's system actually works on the ground,\" says German filmmaker robert Lawrence Kuhn.poveR tY allevIatIon a WIndo W on ho W ChIna'S SYStem W oRKS: expe Rt China's approach to poverty alleviation and containing the COVID-19 pandemic is a window for other countries to understand how the Chinese system actually works on the ground, said robert Lawrence Kuhn, documentary filmmaker and chairman of the Kuhn Foundation. Mr Kuhn and his team followed how six Chinese families struggled to find a way out of poverty with help from local government officials. director Getzels took a more observational approach, instead of a journalistic one. \"China has brought over 850 million people out of poverty, the greatest developmental success story in human history. It is the China story that must be told,\" Mr Kuhn said. \"When historians of the future write the chronicles of our times, a feature story may well be China's targeted poverty alleviation.\" He noted a striking correlation between China's approach to fighting the coronavirus outbreak and to fighting poverty. \"Although all political systems have trade- offs, the system that effectively contained the coronavirus in China is the same system that has been able to eliminate almost all extreme poverty in a little over a decade. They both take national commitment and massive mobilization of Robert Lawrence Kuhn, chairman of the Kuhn Foundation, speaks during an interview with Xinhua at Harvard University in Cambridge, Massachusetts on Oct. 15, 2018. 30 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 resources. This is an extraordinary accomplishment of social-engineering,\" he said. Behind the Curtain The documentary, which took him and his team three years to complete, revealed a rare, behind- the-curtain glimpse of the poverty alleviation plan in China, the huge government program that has pledged to lift China's most indigent citizens out of extreme poverty by the end of 2020. Mr Kuhn who has been closely following China's dramatic transformation for over three decades said he was fascinated that China's solution was to create a massive, highly targeted, individualized poverty alleviation program. \"to truly understand China, one has to recognize their genuine commitment to eradicate poverty,\" he said, adding he was impressed by the sheer scope and determination of China's poverty alleviation program, energized by the commitment and intensity of President Xi Jinping. Like no other on Earth, China's program was based on crafting an individualized plan for every family below the poverty line, then having them visited regularly by a young local official who helps them implement new strategies to increase their income, he said, adding that progress is monitored and reports are filed monthly. \"I visited with these young local officials working on the frontlines of poverty alleviation, on some occasions intensely for several days: seeing stark, concrete rooms in which they live and watching them cook their food over simple kerosene burners or even candles. And they are dedicating their lives, often spending two full years in a remote village with no modern conveniences, not even flush toilets,\" he said. A Good Example Since China's targeted poverty initiative began, three million officials have been mobilized and, today, 775,000 are still hard at work, Mr Kuhn said. As of the beginning of 2019, through their efforts, China's absolute poverty level had dropped to less than 20 million, and as of the beginning of 2020 to about 5.5 million. He said China's poverty alleviation could serve as a good example for the world's other developing countries. \"All countries are different, all cultures and histories are different, such that one cannot transplant wholesale a particular system from one country into another. So, while to understand the Chinese experience is exceedingly important, it must also be recognized that it cannot be just transplanted simply; rather, poverty alleviation principles and practices need to be learned and adapted,\" he added. \"there is nothing more important in the world in terms of global equality, equity, and sustainability than poverty alleviation, and in this regard, China's poverty alleviation program makes a vital contribution. It shows how the Chinese experience can benefit developing countries,\" he said. President Xi Jinping inspected conservation efforts in the Qinling Mountains of the Niubeiliang National Nature Reserve in Shaanxi province in April 2020. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 31 General Secretary of the CPC Central Committee and H.E. President Xi Jinping presented the Medal of the Republic, the country's highest state honor, and the national honorary titles to the heroes of the COVID-19 battle in a packed ceremony held at the Great hall of the People in beijing on september 8, Xinhua reported.The president also delivered a speech on the occasion attended by around 3,000 people. \"China has made major strategic achievements in the battle against COVID-19, demonstrating the notable advantages of the CPC leadership and the country's socialist system, the great strength of the Chinese people and the Chinese nation, the profound heritage of Chinese civilization, and China honors the heroes of Covid-19 fight President Xi Jinping with the recipients of the Medal of the Republic and the national honorary title. 32 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 the nation's sense of responsibility as a major and responsible country,\" he said. President Xi called for transforming \"the virus- fighting spirit into tremendous strength to build a modern socialist country and achieve national rejuvenation\". The meeting was presided over by Premier Li Keqiang and was also attended by other senior leaders of the CPC, including Li Zhanshu, Wang Yang, Wang Huning, Zhao Leji, Han Zheng, and Wang Qishan. The event kicked-off with participants rising to sing the national anthem. They then observed a moment of silence for every life lost due to COVID-19. Li Zhanshu, the Chairman of the Standing Committee of the National People's Congress, read the presidential order to confer the Medal of the Republic and the national honorary titles on four medical professionals. Renowned respiratory disease expert Zhong Nanshan received the Medal of the Republic, the highest state honor. The national honorary title, \"the People's hero\", was conferred on three other outstanding medical professionals: Zhang boli, a traditional Chinese medicine expert who presided over the research of the COVID-19 treatment scheme, combining traditional Chinese and Western medicine; Zhang Dingyu, the head of Wuhan's designated coronavirus treatment facility Jinyintan Hospital; and Chen Wei, a military medical scientist who made major achievements in COVID-19 related research and development of vaccine and protective medicine. Wang Huning, one of the senior CPC members, read out the decisions to commend the individuals, groups, party members, and primary-level organizations across the country for their outstanding contribution in the fight against CovId-19. A total of 1,499 individuals, 500 groups, 186 CPC members and 150 primary- level Party organizations were commended for their roles in fighting the epidemic, while 14 party members were posthumously awarded.\"China has made major strategic achievements in the battle against CovId-19, demonstrating the notable advantages of the CpC leadership and the country's socialist system, the great strength of the Chinese people and the Chinese nation, the profound heritage of Chinese civilization, and the nation's sense of responsibility as a major and responsible country,\" he said. Zhong Nanshan, recipient of the Medal of the Republic, at the Great Hall of the People in Beijing, on September 8. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 33 Commenting on the anti-epidemic battle over the past eight months, President Xi said \"China has achieved another heroic feat in humankind's fight against disease by achieving major strategic achievements in the fight against the CovId-19 epidemic.\" The CPC Central Committee had adopted extraordinary measures to tackle the COVID-19 epidemic, insisting on making people's lives and health the first priority, he said. The CPC Central Committee General Secretary also highlighted China's spirit of combating the COVID-19 epidemic, which featured putting people's lives first, nationwide solidarity, sacrifice, respecting science, and a sense of mission for humanity. He summarized the key experience of China's anti-epidemic fight in six areas. \"the strong leadership of the CPC is the most reliable backbone for Chinese people in times of trouble,\" President Xi said. He also said that \"the unyielding will of the Chinese people is the source of power for overcoming all hardships and obstacles on the way forward\". The advantage of socialism with Chinese characteristics is the fundamental guarantee for the advantage of socialism with Chinese characteristics is the fundamental guarantee for tackling risks and challenges, and enhancing the capacity of national governance, he added. Zhang Dingyu, recipient of the \"People's Hero\" national honorary title, at the Great Hall of the People in Beijing on September 8, 2020. tackling risks and challenges, and enhancing the capacity of national governance, he added. \"the great struggle against coronavirus has once again proven that strong national strength accumulated since the founding of the People's Republic of China has laid a solid ground for the country to navigate any turbulent tide with composure,\" President Xi said. According to him, the battle against COVID-19 has also demonstrated \"the power of core socialist values and fine traditional Chinese culture, which provide great motivation, and help build consensus and pool resources\". Further, \"the extensive appeal of building a community with a shared future for humanity is the right way for the mankind to overcome common challenges and build a more prosperous and better world,\" he added. Chinese people and the Chinese nation will certainly forge ahead on the great journey in the new era, the Chinese leader said, adding that \"No individual or force can stop Chinese people's march toward a better life.\" 34 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 seventy-five years ago, the people of the world, with strenuous struggle and tremendous sacrifice, won the great victory in the World Anti-Fascist War. It was indeed a victory for justice and a victory for the people. through the first half of the last century, mankind had suffered the scourge of two devastating wars that brought untold sufferings to the world. It was against such a backdrop that the United Nations (UN) came into being. Over the ensuing 75 years, this Organization has traveled an extraordinary journey. A new chapter has thus opened for peace and development in the world. The 75 years since the founding of the UN has seen dramatic progress in human society. We have experienced significant and across-the- board progress in science and technology and in industrial revolution. We are now embracing a new round of even more extensive and substantial scientific and technological revolution and industrial transformation. Globally, social productivity has been unprecedentedly unleashed and boosted. Mankind has never been so powerfully capable to overcome the difficulties we face and change the world we live in. The 75 years since the founding of the UN has witnessed profound changes in the international situation. A great many developing countries have gained national liberation and independence. Over a billion people have walked out of xI'S meSSage at unga: It 'S tIme foR gReate R voICe foR develop Ing C ountRIe S In his address at a high-level virtual meeting to commemorate the 75th Anniversary of the United Nations on September 21, President Xi Jinping outlined his thoughts on how the global organization could strengthen itself and galvanize nations to act on critical issues of our times. President Xi underlined that the UN has a profound task and responsibility in creating an equitable world that guarantees peace and security and fruits of development for all the seven billion-plus people on earth. The following is the full text of President Xi Jinping's speech at the 75th Anniversary of the United Nations. mutual respect and equality among all countries, big or small, represents the progress of our times and is the foremost principle of the un Charter. n o country has the right to dominate global affairs, control the destiny of others, or keep advantages in development all to itself. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 35 poverty. And a population of several billion have embarked on a path toward modernization. These achievements have considerably strengthened the force for peace and development in the world and transformed the international landscape in a most far-reaching way. The 75 years since the founding of the UN has been a period of rapid development of multilateralism. Problems facing the world are big and many, and global challenges are on the increase. They should and can only be resolved through dialogue and cooperation. International affairs ought to be addressed through consultation among us all. The understanding that we are all in the same boat is now a popular consensus in the global community.After the storm comes the rainbow. the UN has stood one test after another and emerged with renewed vigour and vitality. The UN embodies the aspiration of the over seven billion people for a better life, and the UN Charter remains an important guarantee for world peace and development. Post-Covid Era Major changes unseen in a century are taking place in our world. The sudden attack of COVID-19 is a grave test for the entire world. Mankind has entered a new era of interconnectedness, with countries sharing intertwined interests and their future closely linked together. Global threats President Xi Jinping (R) with UN Secretary-General Antonio Guterres in Buenos Aires, Argentina on Nov 30, 2018. 36 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 and global challenges require strong, global responses. In the face of new realities and challenges, we must do some serious thinking: What kind of UN is needed for the world? How should the organization play its role in the post-COVID era? Let me share some of my thoughts with you. First, the UN must stand firm for justice. Mutual respect and equality among all countries, big or small, represents the progress of our times and is the foremost principle of the UN Charter. No country has the right to dominate global affairs, control the destiny of others, or keep advantages in development all to itself. Even less should one be allowed to do whatever it likes and be the hegemon, bully or boss of the world. Unilateralism is a dead end. All need to follow the approach of extensive consultation, joint contribution and shared benefits. All need to come together to uphold universal security, share the fruits of development, and jointly decide on the future of the world. It is imperative that the representation and voice of developing countries be increased so that the UN could be more balanced in reflecting the interests and wishes of the majority of countries in the world. Second, the UN must uphold the rule of law. The purposes and principles of the UN Charter are the fundamental guidelines for handling international relations. They constitute a cornerstone of stable international order and must be unswervingly kept and upheld. Relations among countries and coordination of their interests must only be based on rules and institutions; they must not be lorded over by those who wave a strong fist at others. big countries should lead by example in advocating and upholding the international rule of law and in honoring their commitments. There must be no practice of exceptionalism or double standards. Nor should international law be distorted and used as a pretext to undermine other countries' legitimate rights and interests or world peace and stability. Third, the UN must promote cooperation. To promote cooperation among countries is a founding mission of the UN and an important purpose spelt out in the UN Charter. Cold War mentality, ideological lines or zero-sum game are no solution to a country's own problem, still less an answer to mankind's common challenges. What we need to do is to replace conflict with dialogue, coercion with consultation and zero-sum with win-win. We need to pursue the common interests of all as we each work to safeguard our own interests. We need to expand the converging interests of all and build a big global family of harmony and cooperation. Fourth, the UN must focus on real action. To put into practice the principle of multilateralism, we must act, not just talk. There must be a China's Permanent Representative to the UN Zhang Jun rejected groundless accusations made by the US against China during the General Debate in the UN General Assembly on September 22, 2020. Relations among countries and coordination of their interests must only be based on rules and institutions; they must not be lorded over by those who wave a strong fist at others. We need to expand the converging interests of all and build a big global family of harmony and cooperation. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 37 cure, not just a therapy. The UN should aim at problem solving and move toward tangible outcomes as it advances security, development and human rights in parallel. In particular, as the UN advances its 2030 Agenda for sustainable Development, priority should be given to addressing non-traditional security challenges such as public health; the issue of development should be highlighted in the global macro framework; and there should be a greater emphasis on the promotion and protection of the rights to subsistence and development. China was the first to sign on the Charter of the United Nations. It is a founding member of the UN and the only developing country that takes a permanent seat on the Security Council. China will continue to be a true follower of multilateralism. It will stay actively engaged in reforming and developing the global governance system. It will firmly uphold the UN-centered international system, firmly uphold the international order underpinned by international Special Representative of Chinese President Xi Jinping, Chinese State Councilor and Foreign Minister Wang Yi attended a video meeting of world leaders held by the United Nation (UN) Security Council in Beijing on September 24, 2020.law, and firmly defend the UN's central role in international affairs. The world now stands at a new historical starting point. Let us renew our firm commitment to multilateralism, work to promote a community with a shared future for mankind, and rally behind the banner of the UN to pursue greater unity and progress. the un must focus on real action. to put into practice the principle of multilateralism, we must act, not just talk. there must be a cure, not just a therapy. the un should aim at problem solving and move toward tangible outcomes as it advances security, development and human rights in parallel. 38 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 CovId-19 a te St of un and gloBal gove RnanCe: xI In an inspiring message delivered at the virtual 75th Session of the UN General Assembly on September 22, General Secretary of the Communist Party of China (CPC) Central Committee and H.E. President Xi Jinping outlined his grand vision for world peace and development, in which countries would seek win-win cooperation over hegemonic and parochial policies for prosperity and wellbeing for all, and thereby, heralding a new era of international relations. President Xi said that China will continue to seek close collaboration with other nations to achieve peace, security, and development for all, even as it relentlessly works to meet its own SDG targets. The following is his pre-recorded speech delivered at the UN General Assembly: This year marks the 75th anniversary of the victory in the World Anti-Fascist War and the founding of the United Nations (UN). Yesterday, the high-level meeting to commemorate the 75th anniversary of the UN was held. the meeting was a significant one as it reaffirmed our abiding commitment to the purposes and principles of the UN Charter on the basis of reviewing the historical experience and lessons of the World Anti-Fascist War. We humans are battling COVID-19, a virus that has ravaged the world and has kept resurging. In this fight, we have witnessed the efforts of governments, dedication of medical workers, exploration of scientists, and perseverance of the public. People of different countries have come together. With courage, resolve and compassion, which lit the dark hour, we have confronted the disaster head on. The virus will be defeated. Humanity will win this battle! Fighting the v irus Facing the virus, we should put people and life first. We should mobilize all resources to make a science-based and targeted response. No case should be missed and no patient should be left untreated. The spread of the virus must be contained. Facing the virus, we should enhance solidarity and get this through together. We should follow the guidance of science, give full play to the leading role of the World Health Organization, and launch a joint international response to beat this pandemic. Any attempt of politicizing the issue or stigmatization must be rejected.Chinese President Xi Jinping delivered a pre-recorded message which was played during the 75th session of the UN General Assembly, on Tuesday September 22, 2020, in New York. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 39 Facing the virus, we should adopt comprehensive and long-term control measures. We should reopen businesses and schools in an orderly way, so as to create jobs, boost the economy, and restore economic and social order and vitality. The major economies need to step up macro policy coordination. We should not only restart our own economies, but also contribute to global recovery. Facing the virus, we should show concern for and accommodate the need of developing countries, especially African countries. the international community needs to take timely and robust measures in such fields as debt relief and international assistance, ensure the implementation of the 2030 Agenda for Sustainable Development and help these countries overcome their difficulties. seventy-five years ago, China made historic contributions to winning the World Anti- Fascist War and supported the founding of the United Nations. Today, with the same sense of responsibility, China is actively involved in the international fight against CovId-19, contributing its share to upholding global public health security. Going forward, we will continue to share our epidemic control practices as well as diagnostics and therapeutics with other countries, provide support and assistance to countries in need, ensure stable global anti- epidemic supply chains, and actively participate in the global research on tracing the source and transmission routes of the virus. At the moment, several COVID-19 vaccines developed by China are in Phase III clinical trials. When their development is completed and they are available for use, these vaccines will be made a global public good, and they will be provided to other developing countries on a priority basis. China will honor its commitment of providing US$2 billion of international assistance over two years, further international cooperation in such fields as agriculture, poverty reduction, education, women and children, and climate change, and support other countries in restoring economic and social development. Peace and Development The history of development of human society is a history of our struggles against all challenges and difficulties and our victories over them. At present, the world is battling the COVID-19 pandemic as it goes through profound changes never seen in a century. Yet, peace and development remain the underlying trend of the times, and people everywhere crave even more strongly for peace, development and win-win cooperation. COVID-19 will not be the last crisis to confront humanity, so we must join hands and be prepared to meet even more global challenges. First, COVID-19 reminds us that we are living in an interconnected global village with a common stake. All countries are closely connected and we share a common future. No country can gain from others' difficulties or maintain stability by taking advantage of others' troubles. To pursue a beggar-thy-neighbor policy or just watch from a safe distance when others are in danger will eventually land one in the same trouble faced by others. This is why we should embrace the vision of a community with a shared future in which everyone is bound together. We should reject attempts to build blocs to keep others out and oppose a zero-sum approach. We should see each other as members of the same big family, pursue win-win cooperation, and rise above ideological disputes and do not fall into the trap of \"clash of civilizations\". More importantly, we people of different countries have come together. With courage, resolve and compassion, which lit the dark hour, we have confronted the disaster head on. the virus will be defeated. h umanity will win this battle! at the moment, several C ovId-19 vaccines developed by China are in p hase III clinical trials. When their development is completed and they are available for use, these vaccines will be made a global public good, and they will be provided to other developing countries on a priority basis. 40 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 should respect a country's independent choice of development path and model. The world is diverse in nature, and we should turn this diversity into a constant source of inspiration driving human advancement. This will ensure that human civilizations remain colorful and diversified. Second, COVID-19 reminds us that economic globalization is an indisputable reality and a historical trend. burying one's head in the sand like an ostrich in the face of economic globalization or trying to fight it with don Quixote's lance goes against the trend of history. Let this be clear: the world will never return to isolation, and no one can sever the ties between countries. We should not dodge the challenges of economic globalization. Instead, we must face up to major issues such as the wealth gap and the development divide. We should strike a proper balance between the government and the market, fairness and efficiency, growth and income distribution, and technology and employment so as to ensure full and balanced development that delivers benefit to people from all countries, sectors and backgrounds in an equitable way. We should pursue open and inclusive development, remain committed to building an open world economy, and uphold the multilateral trading regime with the World Trade Organization as the cornerstone. We should say no to unilateralism and protectionism, and work to ensure the stable and smooth functioning of global industrial and supply chains. humankind can no longer afford to ignore the repeated warnings of nature and go down the beaten path of extracting resources without investing in conservation, pursuing development at the expense of protection, and exploiting resources without restoration.Chinese President Xi Jinping with Russian President Vladimir Putin and other leaders as they headed for a family photo session during the Belt and Road Forum held at Yanqi Lake just outside Beijing on May 15, 2017. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 41 Third, COVID-19 reminds us that humankind should launch a green revolution and move faster to create a green way of development and life, preserve the environment and make Mother Earth a better place for all. Humankind can no longer afford to ignore the repeated warnings of Nature and go down the beaten path of extracting resources without investing in conservation, pursuing development at the expense of protection, and exploiting resources without restoration. the Paris Agreement on climate change charts the course for the world to transition to green and low-carbon development. It outlines the minimum steps to be taken to protect the Earth, our shared homeland, and all countries must take decisive steps to honor this Agreement. China will scale up its Intended Nationally Determined Contributions by adopting more vigorous policies and measures. We aim to have CO2 emissions peak before 2030 and achieve carbon neutrality before 2060. We call on all countries to pursue innovative, coordinated, green and open development for all, seize the historic opportunities presented by the new round of scientific and technological revolution and industrial transformation, achieve a green recovery of the world economy in the post-COVID era and thus create a powerful force driving sustainable development. Global Governance Fourth, COVID-19 reminds us that the global governance system calls for reform and improvement. COVID-19 is a major test of the governance capacity of countries; it is also a test of the global governance system. We should stay true to multilateralism and safeguard the international system with the UN at its core. Global governance should be based on the principle of extensive consultation, joint cooperation and shared benefits so as to ensure that all countries enjoy equal rights and opportunities and follow the same rules. The global governance system should adapt itself to evolving global political and economic dynamics, meet global challenges and embrace the underlying trend of peace, development and win-win cooperation. It is natural for countries to have differences. What's important is to address them through dialogue and consultation. Countries may engage in competition, but such Chinese President Xi Jinping's pre-recorded message was played during the 75th session of the UN General Assembly, on Tuesday September 22, 2020, in New York. 42 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 To support the UN in playing its central role in international affairs, I hereby announce the following steps to be taken by China: China will provide another US$50 million to the UN COVID-19 Global Humanitarian Response Plan. China will provide US$50 million to the China-FAO South-South Cooperation Trust Fund (Phase III). China will extend the Peace and Development Trust Fund between the UN and China by five years after it expires in 2025. China will set up a UN Global Geospatial Knowledge and Innovation Center and an International Research Center of Big Data for Sustainable Development Goals to facilitate the implementation of the 2030 Agenda for Sustainable Development.competition should be positive and healthy in nature. When in competition, countries should not breach the moral standard and should comply with international norms. In particular, major countries should act like major countries. They should provide more global public goods, take up their due responsibilities and live up to people's expectations. realizing sDG Goals Since the start of this year, we, the 1.4 billion Chinese, undaunted by the strike of COVID-19, and with the government and the people united as one, have made all-out efforts to control the virus and speedily restore life and economy to normalcy. We have every confidence to achieve our goals within the set time frame, that is, to finish the building of a moderately prosperous society in all respects, lift out of poverty all rural residents living below the current poverty line, and meet ten years ahead of schedule the poverty eradication target set out in the 2030 Agenda for Sustainable Development. China is the largest developing country in the world, a country that is committed to peaceful, open, cooperative and common development. We will never seek hegemony, expansion, or sphere of influence. We have no intention to fight either a Cold War or a hot war with any country. We will continue to narrow differences and resolve disputes with others through dialogue and negotiation. We do not seek to develop only ourselves or engage in a zero-sum game. We will not pursue development behind closed doors. Rather, we aim to foster, over time, a new development paradigm with domestic circulation as the mainstay and domestic and international circulations reinforcing each other. This will create more space for China's economic development and add impetus to global economic recovery and growth.China will continue to work as a builder of global peace, a contributor to global development and a defender of international order. The baton of history has been passed to our generation, and we must make the right choice, a choice worthy of the people's trust and of our times. Let us join hands to uphold the values of peace, development, equity, justice, democracy and freedom shared by all of us and build a new type of international relations and a community with a shared future for mankind. Together, we can make the world a better place for everyone.the global governance system should adapt itself to evolving global political and economic dynamics, meet global challenges and embrace the underlying trend of peace, development and win-win cooperation. We do not seek to develop only ourselves or engage in a zero-sum game. We will not pursue development behind closed doors. Rather, we aim to foster, over time, a new development paradigm with domestic circulation as the mainstay and domestic and international circulations reinforcing each other. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 43 The following is the full text of his speech at the UN Biodiversity Summit. At the special moment as the United Nations marks the 75th anniversary of its founding and countries around the world strive to emerge from COVID-19 and promote high-quality economic recovery, the UN has convened this summit on biodiversity. It gives us an opportunity to discuss major issues of biodiversity protection and sustainable development, and therefore, has both practical and far-reaching significance. the 15th meeting of the Conference of the Parties to the Convention on biological diversity (CoP15) will be hosted by China next year in the city of Kunming. COP15 offers an opportunity for the parties to adopt new strategies for global biodiversity governance. xi pitches for n ew Strategies for global Biodiversity governance In a thought-provoking speech delivered at the virtual United Nations Summit on Biodiversity Conservation on September 30, 2020, President Xi Jinping has highlighted the urgency of a collective action to protect Nature, without which the human race will perish. The Chinese leader underlined that China recognizes this critical need of adhering to the laws of Nature and so, it has incorporated this aspect into its national legislation to safeguard biodiversity. He called on the countries not to delay any further the implementation of the UN conventions on biodiversity protection and sustainable development while inviting them for another round of climate talks, the COP15, planned next year in Kunming, China. H.E. President Xi Jinping is delivering his speech at the virtual UN meeting on biodiversity conservation on Sept 30, 2020. 44 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 Building an Ecological Civilization At present, there exists an acceleration of the global extinction of species. The loss of biodiversity and the degradation of the ecosystem pose a major risk to human survival and development. COVID-19 reminds us of the interdependence between man and Nature. It falls to all of us to act together and urgently to advance protection and development in parallel, so that we can turn Earth into a beautiful homeland for all creatures to live in harmony. To that end, I would like to make the following proposals: First, we need to adhere to ecological civilization and increase the drive for building a beautiful world. biodiversity affects the well- being of humanity and provides the very basis for the human race to survive and thrive. The industrial civilization, while creating vast material wealth, has caused ecological crises as manifested in biodiversity loss and environmental damage. A sound ecosystem is essential for the prosperity of civilization. We need to take up our lofty responsibility for the entire human civilization, and we need to respect Nature, follow its laws, and protect it. We need to find a way for man and Nature to live in harmony, balance and coordinate economic development and ecological protection, and work together to build a prosperous, clean and beautiful world. Second, we need to uphold multilateralism and build synergy for global governance on the environment. Since the founding of the UN, the international community has made active efforts toward global environmental governance. International instruments such as the Convention on biological diversity, the United Nations Framework Convention on Climate Change and the Paris Agreement form the legal foundation for environmental governance in their respective fields. they represent important accomplishments of multilateral cooperation and enjoy broad support and participation from the international community. Faced with the risks and challenges to the environment worldwide, countries share a common stake as passengers in the same boat and form a community with a shared future. Unilateralism finds no support; cooperation is the right way forward. We must firmly safeguard the UN-centered international system and uphold the sanctity and authority of international rules so as to enhance global governance on the environment. Third, we need to continue with green development and increase the potential for high-quality economic recovery after COVID-19. Globally, the coronavirus has wreaked havoc on every aspect of economic and social development. We need to have our eyes on the long run, have determination and stay the course for green, inclusive, and sustainable development. The UN's 2030 Agenda for sustainable development points the way forward, and recognizes biodiversity as an important basis, a goal and the means for achieving sustainable development. Recognizing that our solutions are in Nature, we could strive to find development opportunities while preserving Nature, and achieve win-win results in both ecological conservation and high- quality development. Fourth, we need to heighten our sense of responsibility and strengthen the power of action to tackle challenges to the environment. being at varying stages of development, developed and developing countries have different historical responsibilities and practical capabilities for addressing environmental issues. We need to uphold the principle of common but differentiated responsibilities, ensure fair and equitable sharing of benefits, and accommodate developing countries' concerns over funding, technology, and capacity building. We need to earnestly fulfill our commitments, focus on our targets, and effectively reverse biodiversity loss so as to protect the planet we call home. Kunming Biodiversity Conference \"Ecological Civilization: building a shared Future for All Life on Earth\", which is the theme of next year's biodiversity Conference in Kunming, embodies humanity's hope for a better future. As the host country of CoP15, China is happy to share with all parties its experience of advancing biodiversity governance and ecological progress. We must firmly safeguard the UN-centered international system and uphold the sanctity and authority of international rules so as to enhance global governance on the environment. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 45 i. China has pursued development under the vision of building an ecological civilization. From the traditional Chinese wisdom that the laws of Nature govern all things and that man must seek harmony with Nature, to the new development philosophy emphasizing innovative, coordinated, green and open development for all, China has always prioritized ecological progress and embedded it in every dimension and phase of its economic and social development. The goal is to seek a kind of modernization that promotes harmonious coexistence of man and Nature. ii. China has rolled out strong policies and actions. China adopts a holistic approach to conserving the mountains, rivers, forests, farmlands, lakes and grasslands, and makes coordinated efforts to advance biodiversity governance. We have stepped up national legislation for preserving biodiversity, and are drawing the red lines for protecting the ecosystems. We have started a national parks system, carried out major biodiversity conservation projects, and increased social participation and public awareness. For the last 10 years, China has topped the world in forest resource increase, with more than 70 million hectares of land afforested. We have made long-term, large-scale efforts to combat sandification and desertification, and we have effectively protected and restored the wetlands. We now have one of the world's largest banks of genetic resources reserve. Ninety percent of terrestrial ecosystem types and 85 percent of key wild animal populations are under effective protection. iii. China has taken an active part in global environmental governance. China takes seriously its obligations under environment- related treaties, including on climate change and biodiversity. We have hit, ahead of schedule, the targets set for 2020 for tackling climate change and establishing protected areas. As the largest developing country, China is prepared to take on international responsibilities commensurate with its level of development, and contribute its part to global environmental governance. Guided by the vision of building a community with a shared future for mankind, China will continue to make extraordinary efforts to scale up its nationally determined contributions. China will adopt even more forceful policies and measures and strive to peak carbon dioxide emissions before 2030 and achieve carbon neutrality before 2060, thus making greater efforts and contributions toward meeting the objectives of the Paris Agreement. As the saying goes, \"Little by little, grains of soil pile up to make a mountain and drops of water converge to form a river.\" To enhance biodiversity conservation and global environmental governance require sustained efforts by all parties. I want to welcome you to Kunming, the beautiful \"spring City\", next year, to discuss and draw up plans together for protecting global biodiversity, and I look forward to the adoption of a comprehensive, balanced, ambitious and implementable framework of action. Now, let us proceed from this Summit and work in concert to build a beautiful world of harmony among all beings on the planet.We need to uphold the principle of common but differentiated responsibilities, ensure fair and equitable sharing of benefits, and accommodate developing countries' concerns over funding, technology, and capacity building. President Xi Jinping inspected conservation efforts in the Qinling Mountains of the Niubeiliang National Nature Reserve in Shaanxi province in April, 2020. 46 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 President Xi Jinping held a virtual meeting with German Chancellor Angela Merkel, European Council President Charles Michel and European Commission President Ursula von der Leyen on September 14, in which they reached important consensus on advancing bilateral ties, safeguarding multilateralism, and addressing global challenges, Xinhua reported. stable China-EU Ties Urged \"the CovId-19 pandemic has accelerated the once-in-a-century transformations in the world and placed humanity at a new crossroads,\" President Xi noted. \"It is important that China and the EU remain steadfast in pursuit of sound and steady growth of their comprehensive strategic partnership and adhere to four principles: peaceful coexistence, openness and cooperation, multilateralism, and dialogue and consultation,\" he said.Xi, eu Leaders agree to enhanCe Cooperation to Counter Covid-19 \"It is important that China and the eu remain steadfast in pursuit of sound and steady growth of their comprehensive strategic partnership and adhere to four principles: peaceful coexistence, openness and cooperation, multilateralism, and dialogue and consultation,\" he said. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 47 HiGHLiGHTs: China and the EU should remain steadfast in pursuit of sound and steady growth of their comprehensive strategic partnership and adhere to the four principles: peaceful coexistence, openness and cooperation, multilateralism, and dialogue and consultation, said President Xi. During the meeting, the Chinese and the EU leaders stated their commitment to speed up their negotiations for concluding the China-EU Bilateral Investment Treaty this year. Chinese and the EU leaders announced the official signing of the China-EU agreement on geographical indications. The leaders also decided to establish a China-EU High Level Environment and Climate Dialogue and a China-EU High Level Digital Cooperation Dialogue. This year marks the 45th anniversary of China-EU diplomatic ties, and despite the COVID-19 pandemic which is still raging globally, communication between China and the EU did not stop. The frequency and intensity of their high-level exchanges speak of their strong commitment to promoting this partnership, he said. Commenting on their partnership, foreign ministry spokesperson Zhao Lijian had noted on September 10 that \"Under the current circumstances, closer high-level communication between the two sides on this relationship and issues of mutual interest can help strengthen political mutual trust, promote practical cooperation, and advance China-EU relations,\". Observers of international affairs have voiced optimism as well on the growing China-EU relations who held that though the world is undergoing huge changes, mutual benefits, complementarities, and dialogue and cooperation remain fundamental features in their ties. Moreover, China and the EU have carried out effective anti-epidemic cooperation, which will inject further impetus to promote ties in the future, the report said. \"We hail the frankness and pragmatic spirit in which this meeting took place. We believe that by bringing the commitment of cooperation into substantial dialogues, both Europe and China can benefit, share and learn a lot from each other,\" said Luigi Gambardella, president of China-EU, a business-led international digital association based in brussels. Consensus on Cooperation During the meeting, the Chinese and the EU leaders stated their commitment to speed up their negotiations for concluding the China-EU bilateral Investment treaty this year. they also announced the official signing of the China-EU agreement on geographical indications. The leaders also decided to establish a China-EU High Level Environment and Climate Dialogue and China-EU High Level Digital Cooperation Dialogue to enhance partnership in these areas. \"If China and the EU could finish the negotiations by the end of this year, it will be of special significance. It will send a positive message of China and the EU working together during the trying times, and give a strong boost to the business confidence on both sides. It will also contribute to the post- COVID-19 global economic recovery and efforts to safeguard an open trade and investment environment,\" said Ambassador 48 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 \"We hail the frankness and pragmatic spirit in which this meeting took place. We believe that by bringing the commitment of cooperation into substantial dialogues, both e urope and China can benefit, share and learn a lot from each other,\" said l uigi gambardella, president of China-eu, a business-led international digital association based in Brussels. In august this year, the China-e urope freight trains have maintained strong growth. the trips made and the volume of goods delivered were 1,247 and 110,000 teu s, respectively, up by 62 percent and 66 percent year-on-year Zhang Ming, head of the Chinese Mission to the EU, at a briefing on the meeting on September 11. \"they enjoy cooperation as the two sides look forward to exploring opportunities in each other's markets,\" said Chen Fengying, a researcher at the China Institutes of Contemporary International Relations, noting that mutual benefit is the essence of China-EU cooperation. For China and the EU, cooperation is far greater than competition, while consensus far exceeds differences, he added. In August this year, the China-Europe freight trains have maintained strong growth. The trips made and the volume of goods delivered were 1,247 and 110,000 TEUs, respectively, up by 62 percent and 66 percent year-on-year. the growth once again indicates that economic globalization is an irreversible trend of the times as countries are economically interdependent with unprecedented integration of interests, the Xinhua report said. Jointly safeguarding Multilateralism In the meeting, President Xi said that under the current circumstances, it is only more imperative for China and the EU, as two major forces, markets and civilizations, to inject more positive energy into COVID-19 response efforts, economic recovery, and championing justice in the world. He stressed that China is ready to work with the EU to step up dialogue and coordination at bilateral, regional, and global levels, stay committed to a global governance outlook, featuring consultation, contribution, and shared benefit, defend the international order and system with the United Nations at the core, and promote the political settlements of international and regional hot-spot issues. On their part, the European leaders stressed the importance for Europe and China to strengthen cooperation, jointly safeguard multilateralism, resist unilateralism and protectionism, and respond more effectively to various global challenges. They said Europe is willing to strengthen cooperation with China in international organizations, promote anti-pandemic international cooperation, maintain free trade, and promote the economic recovery of Europe, China and the world at an early date. Currently, Germany holds the rotating presidency of the European Union (EU), \"the slowdown caused by the pandemic also holds a lot of potential that must now be tapped,\" Robby Schlund, member of the German bundestag, told Xinhua, highlighting that people should support good relations or economic multilateralism for mutual benefits. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 49 Although the COVID-19 pandemic highlights the dilemma of global governance, the United Nations is still the most complete system in the international order, and international law is the most perfect legal framework, China's State Councilor and Foreign Minister Wang Yi said in a keynote speech at an international forum in beijing on september 28. China will support the UN's core role in international affairs, and promote reforms in the UN and other multilateral institutions with other countries, Mr Wang said at the Lanting Forum, themed \"International order and global governance in the post COVID-19 era,\" held at the Foreign Ministry. The forum, which came amid the COVID-19 pandemic, the 75th anniversary of the founding of the UN, and the intensifying competition between the US and China was jointly organized by the China Public diplomacy Association and the Nizami Ganjavi International Center. , the Global Times reported. The foreign minister criticized certain countries for shifting their responsibilities and pushing the world to \"a clash of civilizations and ideologies\". He said any manoeuvre that drags the world back to the era of the law of the jungle will not succeed. Mr Wang called on countries to join the China-proposed global data security initiative to create an open, secure and fair digital development environment. To meet the demands of countries to defeat the pandemic, China will turn the Silk Road into a healthy, green, and digital silk road, and build the belt and Road into a road of cooperation, recovery and growth, he said. Three sub-forums were simultaneously held, with the themes of \"Global governance and multilateralism,\" \"Economic recovery and international cooperation,\" and \"sustainable development and poverty alleviation\" on the same day, the report said. Martin Jacques, a senior fellow at the Department of Politics and International Studies at Cambridge University, believes that COVID-19 has \"poisoned global relations and exacerbated tensions\". China backs un in Post-Pandemic global governance: Wang Yi to meet the demands of countries to defeat the pandemic, China will turn the Silk Road into a healthy, green, and digital silk road, and build the Belt and Road into a road of cooperation, recovery and growth, said Wang Yi. Chinese State Councilor and Foreign Minister Wang Yi addressed the Lanting Forum in Beijing on September 28, 2020. 50 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 \"From the outset, China was the subject of a vitriolic and shocking attack in the Western media and by Western politicians for its 'secrecy' and alleged 'cover-up.' The United States and China are now much further apart than at the beginning of the year. A new kind of Cold War is underway. This will weaken global governance,\" Mr Jacques said at a sub-forum. Cui Hongjian, director of the Department of European Studies at the China Institute of International Studies, was one of the speakers for the sub-forum themed \"Global governance and multilateralism.\" \"Amid the CovId-19 pandemic and major power competition, the defects of global governance have been further exposed, and multilateralism that supports global governance has been challenged. but to beat the pandemic and maintain the balance of the international system, rejuvenating multilateralism is the necessary solution that the international community must rely on,\" Mr Cui said. \"Multilateralism is facing huge challenges, and is in crisis. It needs to be defended and upheld, and China is playing a critical role in it,\" he told the Global Times. \"the unilateralism of some countries has posed a major challenge to multilateralism. If countries only go their own way and seek to decouple from others, multilateralism will lose its motivation and basis for existence,\" he added. China will support the un's core role in international affairs, and promote reforms in the un and other multilateral institutions with other countries, China's f oreign minister Wang Yi said at the lanting f orum, themed \"International order and global governance in the post C ovId-19 era,\" held at the f oreign ministry. Chinese State Councilor and Foreign Minister Wang Yi with WHO Director-General Tedros Adhanom Ghebreyesus in Beijing on Jan 28, 2020. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 51 State Councilor and Foreign Minister Wang Yi has proposed a global initiative for data security to compliment the \"new round of technological and industrial transformation\" that is taking place in the world. Addressing an international virtual seminar themed \"seizing Digital Opportunities for Cooperation and development\" on september 8, the minister underscored the\"common task\"countries face to integrate the digital economy with the real one, speedup the shift to new growth drivers and develop new industries and businesses. \"the explosive growth and aggregation of data is providing a new source of energy for economic growth and industrial transformation. The mounting risks of data security have posed new challenges to global digital governance,\" Mr Wang said in a keynote speech titled \"Upholding Multilateralism, Fairness and Justice and Promoting Mutually beneficial Cooperation.\"Countries face a pressing need to step up communication and coordination, build up mutual trust and deepen cooperation with one another, discuss ways to manage data security risks, and promote global governance in the digital domain, he said. Challenges to Data security To effectively address the risks and challenges to data security, three principles must be observed, he said. First, uphold multilateralism. All countries should pursue extensive consultation and joint contribution for shared benefits;it is important to develop a set of international rules China Proposes New Global Initiative On Data Security Chinese State Councilor and Foreign Minister Wang Yi addressed the virtual seminar themed \"Seizing Digital Opportunities for Cooperation and Development\" on September 8. 52 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 on data security that reflect the will, and respect the interests of all countries through broad-based participation, the foreign ministry quoted him as saying. Second, balance security and development. Countries have the right to protect data security according to law, and at the same time, duty-bound to provide an open, fair, and non-discriminatory environment for all businesses. Protectionism in the digital domain runs counter to the laws of economic development and the trend of globalization. Protectionist practices undermine the right of global consumers to equally access digital services that would eventually hold back the country's own development, he noted. Third, ensure fairness and justice. Protection of digital security should be based on facts and the law. Politicization of security issues, double standards, and slandering others violate the basic norms governing international relations, and seriously disrupt and hamper global digital cooperation and development. Digital economy has been thriving in China with over 900 million users. \"We have clear legal provisions for protecting the rights and interests of citizens and organizations, including data security and personal information. The Chinese government has acted in strict compliance with data security principles. We have not and will not ask Chinese companies to transfer data overseas to the government in breach of other countries' laws,\" Mr Wang asserted. \"In view of the new issues and challenges emerging in this field, and to join hands and forge a community with a shared future in cyberspace featuring peace, security, openness, cooperation, and order, China would like to propose a global initiative on data security, and looks forward to the active participation of all parties,\"Mr Wang said. Key Objectives this initiative will include: first, approach data security with an objective and rational attitude, and maintain an open, secure, and stable global supply chain. Second, oppose using information and communications technology (ICT) activities to impair other states' critical infrastructure or steal important data. Third, take actions to prevent and put an end to activities that infringe upon personal information, oppose abusing ICT to conduct mass surveillance against other states or engage in unauthorized collection of personal information of other states. Fourth, ask companies to respect the laws of host countries, desist from coercing domestic companies into storing data generated and obtained overseas in one's own territory. Fifth, respect the sovereignty, jurisdiction and governance of data of other states, and avoid asking companies or individuals to provide data located in other states without the latter's permission. Sixth, meet law enforcement needs for overseas data through judicial assistance or other appropriate channels. Seventh, ICT products and services providers should not install backdoors in their products and services to illegally obtain user data. Eighth, ICT companies should not seek illegitimate interests by taking advantage of users' dependence on their products. Mr Wang expressed hope that \"the Chinese initiative will serve as a basis for international rules-making on data security and mark the start of a global process in this area\". \"We look forward to the participation of governments, international organizations and all other stakeholders, and call on states to support the commitments laid out in the initiative through bilateral or regional agreements. We are also open-minded to good ideas and suggestions from all sides\" he added. The seminar was organized by the China Internet Governance Forum. The participants included former prime ministers of Pakistan and Kyrgyzstan, shaukat Aziz and djoomart Otorbaev, respectively, Under Secretary-General of the United Nations Liu Zhenmin,subject experts and scholars, and representatives from various internet enterprises from home and abroad, among others.protectionism in the digital domain runs counter to the laws of economic development and the trend of globalization. p rotectionist practices undermine the right of global consumers to equally access digital services that would eventually hold back the country's own development, he noted. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 53 The TruTh Of The SOuTh ChINa Sea ISSue The aerial photo shows a China's semi-submersible drilling platform in the South China Sea. 54 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 The South China Sea issue has once again received the world's attention; however, facts don't lie. China has sovereign rights over the Nanhai Zhudao, or the South China Sea Islands, as the following events hold the reality and will lay bare all the falsehood spread by some nations against China for their selfish gains and help restore the truth. On September 30, 2020, Minister of Chinese Embassy in India Ms. Ma Jia gave an interview to the Asian Age elaborating the facts and truth on the South China Sea issue. The main content of the interview is as follows: China's Sovereign Rights Over Nanhai Zhudao ma Jia: China is the first to have discovered, named, explored, and exploited Nanhai Zhudao (South China Sea Islands)and relevant waters, and the first to have continuously, peacefully, and effectively exercised sovereignty and jurisdiction over them. After the World War II, the Chinese government recovered the Xisha Qundao and Nansha Qundao illegally occupied by Japan in accordance with the Cairo Declaration and the Potsdam Proclamation, and declared sovereignty and strengthened jurisdiction by compiling official place names, publishing maps, setting up administrative units and stationing troops. before the 1970s, China's sovereignty over Nanhai Zhudao had never been challenged by others. The disputes arose in the 1970s after the discovery of oil and gas in the South China Sea, when some countries in the region began to illegally occupy some islands and reefs of Nansha Qundao. Since then, and later with the formulation and entry into force of the United Nations Convention on the Law of the Sea (UNCLOS), disputes over maritime rights and interests, such as exclusive economic zones and continental shelves, had arisen between China and relevant countries. UNCLos/south China sea Case ma Jia: The UNCLOS was neither the beginning of international maritime order, nor can it constitute the whole of international maritime order. There are many other international treaties regulating human activities in the oceans and seas. All parties should uphold an objective and fair attitude, and faithfully interpret and apply the international maritime laws and regulations, including UNCLOS. Regarding the South China sea Arbitration case, firstly, territorial sovereignty issues are not regulated by UNCLos. In 2006, pursuant to Article 298 of UNCLos, China made an optional exception declaration excluding some disputes, including maritime delimitation from the compulsory dispute settlement procedures of UNCLOS. Therefore, it was beyond the scope and application of the UNCLOS that the temporary Arbitral tribunal in the south China sea arbitration reviewed the territorial sovereignty over islands and reefs in the South China Sea. Secondly, according to the principle of national sovereignty, the jurisdiction of any international judicial or arbitral body must depend on the prior consent of the states concerned. despite China's opposition,the Arbitral Tribunal violated the principle of state consent and exercised its jurisdiction ultra vires. Thirdly, by unilaterally initiating arbitration, the Philippines had violated its standing agreement with China to settle the relevant disputes through bilateral negotiation, and its own commitment that the disputes shall be settled by the countries directly concerned through negotiation in the Declaration on the Conduct of Parties in the South China Sea (DOC). China has repeatedly stated that the award rendered by the Arbitration Tribunal is null and void and has no binding force. China neither accepts nor recognizes it. With the improvement of China-Philippines relations, the two countries have reached consensus on properly handling the arbitration case and established a bilateral Consultation Mechanism on the south China sea (bCM), returning to the right track of resolving relevant issues through negotiation and consultation.Secondly, according to the principle of national sovereignty, the jurisdiction of any international judicial or arbitral body must depend on the prior consent of the states concerned. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 55 Freedom of Navigation ma Jia: Close to China's doorstep, the South China sea is China's maritime lifeline. As the beneficiary and defender of freedom of navigation and overflight in the south China sea, China cherishes peace and stability in the South China Sea more than any other countries, and attaches more importance to the unimpeded and safe passage of navigation in the South China Sea. China has deployed necessary defense facilities on islands and reefs in the South China Sea to protect its national sovereignty and security while setting up maritime rescue centers, maritime observation centers, meteorological observation stations and other facilities in order to provide public goods for the international community and to serve the transportation, navigation and personnel safety of all countries. There are around 100,000 vessels passing through the South China Sea each year and no country has ever complained that its merchant ships have been affected. Freedom of navigation and overflight in the South China Sea has never been a problem,but it is just an excuse of some countries outside the region to intervene and show off military muscle, create tensions and increase militarization. This poses the true and biggest threat to the freedom of navigation and overflight in the south China Sea. settlement of Disputes ma Jia: China adheres to the position of settling disputes through negotiation and consultation, and managing differences through rules and mechanisms. China has signed boundary treaties and delimited land boundary with 12 of its 14 neighbors, including the demarcation of land and maritime boundary in the beibu bay with vietnam. China and AsEAN countries have signed the DOC regarding the South China Sea issue. The consultation on a Code of Conduct in the South China Sea (COC) is moving forward in a rapid and orderly manner and has now entered the second round of reading of the Single Draft COC Negotiating Text. China and AsEAN countries have found an effective way to properly manage differences, promote practical cooperation and safeguard peace and tranquility in the South China Sea through these initiatives. Freedom of navigation and overflight in the South China Sea has never been a problem, but it is just an excuse of some countries outside the region to intervene and show off military muscle, create tensions and increase militarization.It also demonstrates their ability to properly resolve differences through friendly negotiation and consultation and jointly safeguard enduring peace and stability in the region. The South China Sea should not be regarded as an arena for geopolitics, nor a boxing ring where big countries compete. It is hoped that countries outside the region could play a constructive role rather than the opposite. China will work with relevant countries to make the South China Sea a sea of peace, friendship and cooperation. The Qilianyu Islands of Xisha Xuande comprise of seven atolls in the South China Sea. 56 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 The overwhelming support on a UN General Assembly (UNGA) resolution to jointly fight the CovId-19 pandemic shows that there is an enormous international consensus in favor of cooperation as the only way to overcome the virus, the Foreign Ministry said in a release on September 14. the UNGA resolution was adopted by a majority of 169 countries in a vote, except the Us and one more country that opposed the motion, Xinhua reported. \"the resolution identifies international cooperation, multilateralism, and solidarity as the only way for the world to effectively respond to global crises such as COVID-19,\" Spokesperson Wang Wenbin said at a briefing when asked to comment on the previous week's resolution. the spokesperson said that \"it urges member- states to promote inclusion and unity, take strong action against racism, xenophobia, hate speech, violence and discrimination, and refrain from promulgating or applying any unilateral economic, financial or trade measures in UnGA Resolution Shows Cooperation the only Way to Beat CoviD-19: Spokesperson Chinese Foreign Ministry Spokesperson Wang Wenbin addressed the media on September 14. contravention of the international law and the UN Charter\". \"the adoption of the resolution once again proves a Chinese saying: 'A just cause rallies abundant support while an unjust one finds little'\", Mr Wang said, adding that \"the Us frequently withdrew from international organizations and treaties, and used the pandemic to blame other countries, while deliberately undermining the international community's efforts to unite against the epidemic.\" \"this is totally unpopular. the United states has stood in opposition to the international community. We hope the US side will face up to the voice of justice in the international community, correct its erroneous practices of spreading rumors and smearing, shifting responsibilities and selfishness, stop unilateral sanctions that violate international law and basic norms governing international relations, and be a supporter of the international community's unity against the epidemic, not a stumbling block,\" Mr Wang said. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 57 a glorious Journey: 55 Years of progress and myriad achievements in t ibet September 1, 2020 marked the 55th anniversary of the founding of southwest China's Tibet Autonomous region. in these more than five decades, Tibet has become an exemplar of all-round progress and development. For centuries, Tibet was ruled by feudal serfdom under theocracy. Millions of serfs were subjected to cruel exploitation and oppression until democratic reform in 1959. Since then, people in Tibet have enjoyed better healthcare services. The region's population grew from 1.23 million in 1959 to 3.44 million in 2018, and the life expectancy of the tibetan ethnic 58 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 group increased from 35.5 years before 1959 to 68.2 years today. The infant mortality rate dropped from 430 deaths per 1,000 births in 1959 to 11.59 per 1,000 in 2019, according to a white paper issued by China last year. In this rapidly developing region, tibetan buddhism, bon, Islam and Catholicism coexist with a number of other religions, according to a special report by CGtN called \"Intotibet2020,\" published on the CGTN website on September 2. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 59 In 2018, the net enrollment rate in primary school was 99.5 percent, and the gross enrollment rates in junior high, senior high and higher education were 99.5, 82.3 and 39.2 percent respectively, with the per capita length of education reaching 9.55 years. As a world-renowned tourist destination, Tibet has also seen significant progress in restoring biodiversity. The region received more than 30 million visitors in 2018. All-round Progress All monks and nuns registered in the region have been included in the social security network, with full coverage of medical insurance, old-age insurance, subsistence allowance, personal accident insurance and a free annual health check. Solid progress in education has been made. The illiteracy rate among young people dropped from 95 percent in 1959 to 0.52 percent in 2018. Any foreigner who wishes to visit Tibet can apply through normal channels. A beautiful and modernized Tibet is awaiting you! 60 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 China's top political advisor Wang Yang has called for more efforts to realize the guiding principles laid down by the Communist Party of China (CPC) for long-term peace and stability of Tibet as it celebrates the 55th anniversary this year, Xinhua reported. \"More efforts are needed to handle the deep-seated issues that have a bearing on enduring peace and stability of the region, and as such, the policies must be put into action,\" Mr Wang, a member of the standing Committee of the Political bureau of the CPC Central Committee said during an inspection tour of the northwestern Qinghai Province from September 14-15.Mr Wang, who is also the chairman of the Chinese People's Political Consultative Conference National Committee, said that a \"profound understanding\" of the CPC policies is paramount for governing Tibet in the new era. top p olitical Adviser Focuses on High-Quality Development in tibet mr Wang, who is also the chairman of the Chinese p eople's p olitical Consultative Conference n ational Committee, said that a \"profound understanding\" of the CpC policies is paramount for governing t ibet in the new era.Wang Yang, a member of the Standing Committee of the Political Bureau of the Communist Party of China Central Committee and chairman of the Chinese People's Political Consultative Conference National Committee, visited a herdsman's home at a poverty-relief resettlement site in Maqin County of Golog Tibetan Autonomous Prefecture, northwest China's Qinghai Province on Sept. 14, 2020. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 61 \"People must be aware of the new situation and the tasks required for the promotion of long- term peace and stability of the Tibetan-inhabited areas,\" he added. \"various activities should be carried out to communicate the guiding principles from the 'seventh Central Symposium on Tibet Work,'\" he noted. In his interaction with local officials, he also stressed that \"tibetan buddhism should be guided in adapting to the socialist society\". For instance, \"Effective social governance measures should be summarized to form a modern governance system that conforms to actual local circumstances,\" he noted. Mr Wang underscored the importance of sustainable high-quality development of the Tibetan areas, prioritizing ecological protection while undertaking developmental works in agriculture, tourism, and other economic sectors. A Momentous occasion On September 1, 2020, Tibetans marked the 55th anniversary of the founding of the Tibet Autonomous Region. before the democratic reforms in 1959, Tibet was ruled by theocracy under which millions of serfs were subjected to cruel exploitation and oppression. However today, the people of Tibet enjoy a better life. With the improvement in healthcare services, their life expectancy has increased from 35.5 years before 1959 to 68.2 years currently. Also, the region's population grew from 1.23 million in 1959 to 3.44 million in 2018. The infant mortality rate dropped from 430 deaths per 1,000 births in 1959 to 11.59 per 1,000 in 2019, according to a white paper issued by China last year. tibetan buddhism, bon, Islam and Catholicism coexist with a number of other religions. All monks and nuns registered in the region have been included in the social security network, with full coverage of medical insurance, old-age insurance, subsistence allowance, personal accident insurance and a free annual health check. Moreover, solid progress in education has been made. The illiteracy rate among young people dropped from 95 percent in 1959 to 0.52 percent in 2018. As a world-renowned tourist destination, tibet has also seen significant progress in restoring biodiversity. The region received more than 30 million visitors in 2018. as a world-renowned tourist destination, Tibet has also seen significant progress in restoring biodiversity. the region received more than 30 million visitors in 2018.Wang Yang interacted with students at a senior high school in Golog Tibetan Autonomous Prefecture, northwest China's Qinghai Province, Sept. 14, 2020. Wang Yang talked with a vendor at a market of a poverty-relief resettlement site in Maqin County of Golog Tibetan Autonomous Prefecture, northwest China's Qinghai Province on Sept. 14, 2020. 62 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 President Xi Jinping has called for more efforts to build the northwestern Xinjiang- Uygur Autonomous Region into a modern socialist province with Chinese characteristics during a two-day symposium of the Communist Party of China (CPC) to review the ongoing works there. President Xi underlined the need to \"faithfully implement the CPC's policies in Xinjiang for the new era\", Xinhua reported on the last day of the conference in beijing on september 26. Addressing the party's third conference on Xinjiang, the General Secretary of the CPC Central Committee \"demanded law-based governance and long-term efforts to develop it into a region that is united, harmonious, prosperous, and culturally advanced, with healthy ecosystems and people living and working in contentment\", the report said. \"thanks to strenuous efforts from all sides since the second symposium in 2014, major progress has been achieved in the work related to Xinjiang,\" he said, citing a series of key indicators, such as economic momentum, average GdP growth rate of 7.2 percent, significant improvement in people's living standards, with an average annual 9.1 percent growth in per capita disposable income, and over 2.92 million people out of 3.09 million lifted out of poverty from 2014 to 2019. \"such a sound situation where people live and work in contentment has laid a solid foundation for long-term peace and stability in Xinjiang,\" he noted. \"Facts have fully proved that China's work on ethnic affairs has been successful,\" he said, noting that the achievements are the result of the strong leadership of the CPC Central Committee, the concerted efforts of the party, and the Chinese people, including over 25 million people from different ethnic groups in Xinjiang. \"Facts prove that the party's policies on Xinjiang in the new era, which were developed by the CPC Central Committee since the 18th CPC National Congress, are perfectly right and must be adhered to on a long-term basis,\" he stressed. \"the entire party should make the implementation of its Xinjiang policies as a political task in the new era, and maintain the correct political orientation of the work related to Xinjiang,\" President Xi said.Xi Calls f or Building a Socialist Xinjiang With Chinese Characteristics Chinese President Xi Jinping with other top leaders of the party at the third central symposium on Xinjiang in Beijing in September. NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 63 The banner of socialist rule of law must be held high to maintain a lasting social stability in Xinjiang, ensuring that the requirement for fully advancing China's law-based governance covers all areas of the work related to Xinjiang. Also, efforts must be made to inculcate \"a sense of identity of the Chinese nation to constantly strengthen ethnic unity\", he stressed. \"the education on the sense of Chinese identity should be incorporated into the education of officials and the younger generation in Xinjiang, helping the officials and the general public of all ethnic groups develop an accurate understanding of country, history, ethnicity, culture and religion, and to let the sense of Chinese identity take root in people,\" he said. Noting that development is an important foundation for lasting peace and stability in Xinjiang, he stressed leveraging the region's geographical advantages to develop Xinjiang as a core area of the silk Road Economic belt and a hub of opening-up in the inland and border areas. He also called for efforts to consolidate the foundation and increase the efficiency of the industrial sector in Xinjiang, advance industrial transformation and upgrading, and boost urbanization in an all-round way while protecting the environment.He stressed the need to coordinate epidemic containment with economic and social development for ensuring stability on six fronts: employment, finance, foreign trade and investment, and domestic investment and expectations, while maintaining job security, basic needs, such as food and energy, operations of market entities, stable industrial and supply chains, and the normal functioning of primary- level governments. He also called for unremitting efforts to eradicate poverty and promote employment in Xinjiang. President Xi pointed out that the original aspiration and mission of the party is to seek happiness for the Chinese people, including those from the ethnic groups in Xinjiang, and the rejuvenation of the Chinese nation. He urged continuous efforts for building a contingent of high-caliber officials from ethnic minority groups who are loyal to the party and have both integrity and ability, while noting that the officers in Xinjiang are trustworthy and capable. Underscoring the significance of Xinjiang- related work to the party and the country, he asked for improvement in working mechanism in which the CPC Central Committee exerts the unified leadership, the central departments offer guidance and support, provincial-level organizations render support and cooperation, and Xinjiang plays its principal role. Other senior leaders who attended the symposium include Premier Li Keqiang, Li Zhanshu, Wang Huning, Zhao Leji, Han Zheng, and Wang Yang. addressing the party's third conference on xinjiang, the general Secretary of the CpC Central Committee \"demanded law- based governance and long-term efforts to develop it into a region that is united, harmonious, prosperous, and culturally advanced, with healthy ecosystems and people living and working in contentment\", the report said. Chinese President Xi Jinping at the third central symposium on Xinjiang in Beijing in September. 64 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 China has issued a white paper on employment and labor rights in Xinjiang Uygur Autonomous Region, detailing the government's remarkable achievements through its \"people-centric policies\", Xinhua reported. the paper, titled \"Employment and Labor Rights in Xinjiang\" and released by the State Council Information office on september 17, stated that China is committed to its \"people-centered philosophy of development and attaches great importance to employment, job security, and proactive work policies\".China issues white paper on empLoyment, Labor rights in Xinjiang NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 | 65 In line with the country's major policies on employment and poverty eradication, the Xinjiang-Uygur Region has made job creation a \"fundamental project for ensuring and improving people's wellbeing\", the paper noted. since the 18th National Congress of the Communist Party of China (CPC) in 2012, Xinjiang has vigorously implemented employment projects, enhanced vocational training, and expanded job channels and capacity, it said, adding that \"through its proactive labor and employment policies, Xinjiang has continuously improved the people's material and cultural lives, and guaranteed and developed their human rights in every field.\" From 2014 to 2019, the number of employed people in Xinjiang has risen from 11.35 million to 13.3 million, an increase of 17.2 percent; and consequently, people's income has increased steadily, according to the paper. Also, workers' job preferences have always served as an important reference point for the local government of Xinjiang in designing its employment policies, expanding employment channels, creating jobs, organizing vocational training sessions, and providing placement services. \"this ensures that the people can make their own choices about work and enjoy a happy life,\" the paper said. Furthermore, Xinjiang strictly observes the relevant laws and regulations, providing information on laws through education campaigns, strengthening employers and employees' legal awareness, and conducting routine inspections to ensure labor laws are enforced. \"the goal is to bring the establishment, management, supervision, and arbitration of labor relations under legal scrutiny, and take resolute action to prevent or punish any incidents of forced labor. The government is committed to respecting citizens' right to work, safeguarding their legitimate labor rights and interests, and ensuring them a decent job,\" it added. by strictly following these principles as embodied in the Constitution of the People's Republic of China and relevant national laws, Xinjiang has formulated and implemented a series of autonomous regional regulations based on local conditions, providing a solid legal guarantee for citizens to enjoy equal rights to work, it said. besides, the local government fully respects and guarantees the right of workers of all ethnic groups to freedom of religious belief, and ensures that no organization or individual interferes with this freedom, it said. \"While promoting standard spoken and written Chinese in accordance with the law, Xinjiang fully respects and protects the rights of ethnic minority workers to use their own spoken and written languages, and ensures that workers can choose which languages to use for communication,\" said the white paper. Also, \"the customs of workers of all ethnic groups are fully respected and guaranteed and efforts are made to create a good working and living environment for them.\" from 2014 to 2019, the number of employed people in xinjiang has risen from 11.35 million to 13.3 million, an increase of 17.2 percent; and consequently, people's income has increased steadily, according to the paper. 66 | NEWs FRoM ChINA | ChINA-INdIA REvIEW | sEPtEMbER 2020 Learn everyday Chinese Postal Regd. No. DL-SW-16/4034/18-20 R.N.I. No. 47440/88 September 2020 "}