{"title": "Healing Properties of Petrified Wood", "author": "Phylameana lila Desy", "url": "https://www.learnreligions.com/healing-properties-of-petrified-wood-1729910", "hostname": "learnreligions.com", "description": "Petrified wood can assist people struggling with \"stuck energies\" to get grounded and create a foundation for moving forward.", "sitename": "Learn Religions", "date": "2004-12-24", "cleaned_text": "Other Religions New Age / Metaphysical Spiritual and Healing Properties of Petrified Wood Print Joe Desy/ThoughtCo. New Age / Metaphysical Crystal Therapy Divination Holistic Healing Chakra Balancing Reiki By of \"The Everything Guide to Reiki,\" is a freelance writer, holistic healing consultant, intuitive counselor, and an energy medicine practitioner. Learn about our Editorial Process Updated on May 09, 2019 Petrified wood can assist anyone who is feeling stuck or experiencing being frozen in time. It helps to create balance and offers a foundation from which to launch new goals or undertake a different path. Petrified wood is also a wonderful grounding stone. It helps to calm scattered energies. Benefits of Petrified Wood Grounds energyOffers mental stabilityPromotes concentrationEncourages goal setting Ways to Use Petrified Wood for Healing Petrified Wood Calms Fears: Petrified wood can be used to calm down survival-based fears. It helps to make one feel safe and secure and helps one feel ageless. Timeless Energy: Petrified wood helps you to set a pace and stay with that pace all day long because you are not hurried or moving too slowly, but moving forward in a good, steady way. It helps you to feel all will be all right. It connects one to their spirit in such a way that they know that time is not really what it appears for there is no such thing, there is only forever. Source Stein, Diane. GEM Stones A to Z: A Handy Reference to Healing Crystals. Crossing Press, 2008. Disclaimer: The information contained on this site is intended for educational purposes only and is not a substitute for advice, diagnosis or treatment by a licensed physician. You should seek prompt medical care for any health issues and consult your doctor before using alternative medicine or making a change to your regimen. Cite this Article Format mla apa chicago Your Citation Desy, Phylameana lila. \"Spiritual and Healing Properties of 8, 2021, learnreligions.com/healing-properties-of-petrified-wood-1729910. Desy, Phylameana lila. (2021, September 8). Spiritual and Petrified Wood. Retrieved from https://www.learnreligions.com/healing-properties-of-petrified-wood-1729910 Desy, Phylameana lila. \"Spiritual and Healing Properties of Petrified Wood.\" Learn Religions. https://www.learnreligions.com/healing-properties-of-petrified-wood-1729910 (accessed September 8, 2023). copy citation "}