{"title": "Services - Lake Anna Veterinary Hospital", "author": "Pennamen Design", "url": "https://www.lakeannaveterinaryhospital.com/services/", "hostname": "lakeannaveterinaryhospital.com", "description": "Our services are designed to emphasize overall health care for your pet throughout all stages of their life; provide excellent dental care; utilize", "sitename": "Lake Anna Veterinary Hospital", "date": "2021-09-09", "cleaned_text": "Services Our services are designed to emphasize overall health care for your pet throughout all stages of their life; provide excellent dental care; utilize state-of-the-art diagnostic testing; and employ advanced surgical procedures as well as comprehensive general and internal medicine. Our client records are maintained from your first visit, and we take a lifecycle approach from the baby stage (new kitten/new puppy) all the way through senior pet care and end-of-life/hospice counseling. As veterinary medicine continues to make great strides allowing pets to enjoy longer, trouble-free lives, we make every effort to incorporate the latest in safe medical advances into our general practice. Please speak with one of our veterinary professionals to discuss your dog or cat's immunizations, dental health, and dietary needs to ensure that your pet is on an optimal plan of preventative health care, so they can live their best life and you can have them for as many quality years as possible. Please review some of our services below: - Medicine](#wellness-care-preventive-medicine) - - ACUPUNCTURE Acupuncture is one of the oldest healing techniques in the world and we are proud to offer this traditional Chinese medicine technique as a complement to our medical care. By stimulating specific points on the body, usually by the insertion of fine needles, acupuncture can promote blood flow, relieve pain, speed healing, and help the body come back into balance. Acupuncture presents a wonderful alternative for animals who are experiencing unpleasant side effects of medicines and/or those with chronic issues who have not been fully resolved by current medical therapy. We have a Certified Veterinary Acupuncturist on staff who performs this service with great results for many patients. BEHAVIORAL COUNSELING Our team is ready and waiting to help you with any behavioral issues you are having with your pet. Please make an appointment with one of our doctors to discuss the behavioral issues you are having. We offer advice regarding the correction of problems such as excessive barking, chewing, spraying, scratching, digging, house soiling, and aggression. CHIROPRACTIC CARE Lake Anna Veterinary Hospital offers chiropractic care for pets. Animal chiropractic care is an alternative drugless method of health care. Humans have enjoyed the benefits of chiropractic care for more than 100 years. Many people see their chiropractor for more than just back pain. People visit their chiropractor for more energy, for improved sports performance, for better resistance to disease, and to help insure drug-free lives for themselves and their families. This is known as wellness care. Animal chiropractic care deals with the nervous system and the two most important parts are housed within the skull and spinal column. The spinal cord carries the nerves that are distributed to every organ and tissue of the body. These nerves exit the spinal column between the bones of the spine called vertebrae. The science of chiropractic care has discovered throughout the last one hundred years that a misalignment of joints (subluxation), especially the vertebrae, adversely alters nerve function from and around those areas. Altered nerve impulses leaving the spinal column can affect the function of organs and tissues supplied by that nerve. This altered function can lead to pain, disease, fatigue, muscle weakness, poor balance, immune suppression, etc. Animal chiropractic is the art, science and philosophy which uses the inherent recuperative powers of the body and deals with the relationship between the nervous system and the spinal column and its associated structures. Remember, the power that made the body, heals the body, it happens no other way. COLD LASER THERAPY Cold Laser is a state-of-the-art alternative therapy to assist with pain and healing. It can be used after surgeries to help increase blood flow to local areas, improving healing. It can also be used for chronic pain, helping to increase blood flow to those areas. Ask your pet's veterinarian how your pet would benefit from our Cold Laser Therapy. Laser therapy is a noninvasive, painless and side-effect free therapeutic treatment offered by Lake Anna Veterinary Hospital for your dog or cat. It uses a beam of laser light to deeply penetrate tissue without damaging it. It induces a biological response in the cells which leads to reduced pain, reduced inflammation and increases the speed of healing. Most treatments only take a matter of minutes. We use laser therapy to treat a variety of injuries and illnesses your pet might be experiencing, and it can speed up healing after surgery. It can also increase your pet's joint flexibility and relieve any joint pain your dog or cat might feel, especially in senior pets. Treatment protocols are unique to each patient and condition. Treatments vary in time, complexity and costs. Laser therapy can also be used to enhance other treatment plan recommended by us. Please call us to schedule a consultation if you feel your pet could benefit from this wonderful new treatment. DENTISTRY & DENTAL HEALTH Dental care is important to your pet's overall good health and life expectancy. By the age of two, 80% of dogs and 70% of cats have some form of periodontal disease. Left untreated, periodontal disease can lead to other health problems throughout the body. For this reason, it is important for dogs and cats to have their teeth examined on a bi-annual basis and professionally cleaned when recommended by your veterinarian. We use advanced digital imaging to diagnose dental problems [(see DIAGNOSTIC DIGITAL IMAGING).](#diagnostic-digital-imaging) Good Pet Dental Care Begins with Professional Cleanings Our preventive dental care routine begins with professional cleanings performed by our highly trained staff. While visual examinations can be performed while your pet is awake, short-term, safe anesthetic must be administered to perform a comprehensive tooth and gum examination utilizing digital x-rays and professional cleaning, sealing and polishing. Our dental suite includes an ultrasonic scaler, which we utilize to ensure a thorough removal of plaque from your pet's teeth during a cleaning. Monitoring and Safe Anesthesia While anesthesia can sometimes be a point of concern for our clients, you can be assured that we practice the same safe monitoring techniques for dental procedures that we use in all our surgeries. We conduct blood tests first to make sure that your dog or cat is safe to receive anesthesia, and to determine the specific amount that is necessary for the procedure. Your pet's vital signs are tracked by a technician using a state-of-the-art digital monitoring device throughout the course of the exam for safety, and your pet is monitored by our staff after the procedure. We ensure your pet has minimal pain before, during and after their dental procedure by using multiple therapies to control pain. At Home Dental Care After we have professionally cleaned and polished your pet's teeth, a good dental care routine should continue at home. Brushing your pet's teeth every day will reduce or eliminate plaque buildup. Plaque, which is an accumulation of bacteria, will progress to periodontitis, which is characterized by pockets of chronic infection, oral pain, and severe infections. Left untreated, it will eventually loosen and destroy the tooth and possibly lead to bone loss. Ask us if you would like to learn how to brush your pet's teeth. Signs of Oral and Dental Diseases in Dogs and Cats - Loss of appetite or loss of weight - Bad breath - Loose teeth or teeth that are discolored or covered in tartar - Your pet shies away from you when you touch the mouth area - Drooling or dropping food from the mouth. - Bleeding from the mouth - Loss of appetite or loss of weight If you think your dog or cat exhibits any of these symptoms, please call us [(540) 894-4572](tel:540-894-4572) at your earliest convenience to arrange a dental exam for your pet. DERMATOLOGY & TREATMENT OF SKIN DISORDERS Allergies in dogs and cats are treatable conditions that often show up as skin or ear problems. We will work closely with you to diagnose, treat and monitor any skin, ear, nail or foot problem your pet may have. We are here to help your pet with problems such as diseases of the skin, dog or cat ear infections or immune-mediated problems. Please give us a call if your dog or cat is scratching or you suspect your pet of having an ear infection. DIAGNOSTIC DIGITAL IMAGING Digital Radiology Lake Anna Veterinary Hospital is equipped with digital radiology, or \"digital x-ray.\" Digital x-ray is a sophisticated imaging tool that provides digital images of your pet's body, allowing us to visualize your dog or cat's internal organs and internal systems such as muscular-skeletal, cardiovascular (cardiopulmonary), gastrointestinal, reproductive and urinary systems. The image quality of a digital x-ray is much higher than a film x-ray and can be visualized by us within a few seconds following exposure. Because we can view the x-ray almost immediately, we can diagnose and treat your pet rapidly. Digital radiology is environmentally friendly because there are no chemicals to contaminate water systems. Radiation exposure to your pet is minimized; we use far less radiation for digital radiography. Digital Dental Radiology Our dental suite is equipped with digital dental radiography. This latest technology allows us to visualize the internal anatomy of your pet's teeth along with the roots and surrounding bone, allowing us to diagnose bone loss or hidden disease that may be present in the tooth roots and jawbone areas that may need advanced treatment. Digital dental x-ray is environmentally friendly and radiation exposure to your pet minimized. Endoscopy We may recommend a procedure named endoscopy for your pet. Endoscopy is a minimally invasive procedure that allows us to view inside your pet's body and visualize the organs and internal systems without performing surgery. Endoscopy involves the use of endoscopes, or small cameras, which can be guided throughout the body via small incisions or naturally existing orifices. The endoscope is a tube with a camera and light on the tip. We can visualize the area where the scope is placed. We are also able to take biopsies utilizing specialized instruments inserted through a channel in the endoscope. We can perform endoscopies at Lake Anna Veterinary Hospital. Your pet will need to be under general anesthesia for this procedure. However, this non-surgical procedure minimizes the time your pet is under anesthesia and usually reduces the need for a hospital stay. Most dogs and cats will go home the day of the procedure, and usually do not experience pain or discomfort following the procedure. Complications from endoscopy itself are rare and will be discussed with you at the time of the procedure. Ultrasonography Lake Anna Veterinary Hospital performs ultrasound exams, a painless, non-invasive tool that allows us to visualize tissues inside your pet's body, such as the liver, kidneys and intestines that are not otherwise possible for us to examine. When used to evaluate the heart we call this procedure an echocardiogram. The ultrasound machine sends sound waves travel into your pet's the body, listens for echoes, and uses these echoes to form a picture of the internal organs that we can visualize on a screen. We see these results real time, allowing us to see how the organs are moving and how blood is flowing through the dog or cat at the time of the procedure. We can also see the location, size, shape and texture of the organs. We routinely use this technology to evaluate for the following: - Organ dysfunction (Liver, Kidney, Adrenal, Spleen, Pancreas) - Heart - Lungs - Masses (internal and external) - Pyometra (infection of the uterus) - Bladder issues (infection, masses, bladder stones, obtain sterile urine for testing) - Pregnancy Diagnosis - Abdominal Effusion (fluid) - Prostate disease - Internal lymph node evaluation - Intestinal thickness - Stomach evaluation GENERAL MEDICINE Lake Anna Veterinary Hospital knows you want the very best medical care for your pet, especially when your pet is ill or injured. We have the expertise and advanced medical equipment to diagnose and care for your pet for most medical conditions, from emergencies to routine checkups to treatment of chronic disease. Common Signs of Diseases in Pets It is common to assume these signs are a normal part of your dog or cat's aging process; however, they may indicate underlying disease. If you notice any of these signs in your pet, please give us a call and have your pet evaluated: - Loss of appetite, Decreased appetite - Weight loss/gain - Vomiting - Diarrhea or constipation - Lethargy - Coughing - Sneezing - Increased drinking or urination - Inappropriate urination or defecation (indoors) - Limping - Difficulty rising, walking or climbing stairs - Confusion, disorientation, anxiety or changes in sleep patterns - New lumps or bumps - Itching - Shaking head - Foul smelling ears - Foul breath - Eye or nose discharge - Wounds that are not healing - Any other sudden or progressive change you note in your pet's attitude or behaviors Drop-Offs Lake Anna Veterinary Hospital is pleased to make health care for your pet as easy as possible for you by offering drop off service. Simply call us to make an appointment to drop off your pet in the morning on a day when it is convenient for you. Our drop off service is available for all veterinary care. Whether your pet needs a wellness exam and vaccinations, dental care or is sick, we are happy to arrange drop off service for you. We will examine your pet during the day and will call you after your pet's exam. We will discuss any medical recommendations and will schedule a time for you to pick up your pet. It's that easy! You can schedule a drop off appointment for your pet by calling us at (540) 894-4572. The drop off service is available from 7:40 a.m. until close. INTERNAL MEDICINE When your pet is not feeling well, Lake Anna Veterinary Hospital is committed to diagnosing and treating your pet's disease. We use the most advanced technology to analyze your pet's health condition. To reach a diagnosis, we may utilize our in-house laboratory, ultrasound unit, endoscopy, or digital radiography. It is our goal to accurately diagnose your pet's disease and begin appropriate treatment as soon as possible, getting your pet on the road to recovery. We will help you find the answers to your pet's medical conditions and improve your pet's quality of life. Commonly diagnosed medical problems such as diabetes, kidney disease, liver disease and thyroid disease can be treated with the most current medical or surgical protocols. If your pet needs special care, we will consult with a board-certified specialist. If your pet needs hospitalization, we are staffed with a team of loving, compassionate and trained technicians that will assist our veterinarians in the care of your pet. We have a wide range of experience diagnosing and treating diseases that involve, among others: - Gastroenterology (stomach problems) - Endocrinology (hormonal imbalances) - Cardiology - Emergencies - Liver disease - Kidney and urinary tract diseases JOINT THERAPY It's difficult for dogs to remain highly active as they get older but there are ways to improve your dog's health and prolong their daily activity. All-natural remedies and preventative measures are always best to ensure your pet's joints and overall health. Keep this in mind and it your dog will have a happier and healthier life. Exercise is important for dogs of all ages to maintain the strength in their joints and ligaments as well. Walking your dog at least twice a day is important. This kind of activity will strengthen the muscles around the joints and ligaments and allows your pet to stretch. Make time for them to go for a walk every morning and evening and they will feel better and sleep better. Obesity can lead to joint problems even before dogs get into their old age. While dogs may love all the treats that come their way, their spine and knees suffer with every additional pound. Keep their diet straight and do not overfeed them and they will feel and function better throughout the day. Glucosamine and chondroitin are natural supplements and that help humans and pets maintain the strength and mobility in their joints and ligaments. These two supplements working together will lube the joints and help repair cartilage as well. Daily walks and exercise will help your dog react to the supplements and repair their joints. Adding glucosamine and chondroitin to your dog's diet is a proven method to prolonging joint health. Call Lake Anna Veterinary Hospital today with any questions about your pet or to schedule an appointment with Dr. Slovis or Dr. Alex! KITTEN CARE Congratulations on your new kitten! We can't wait to meet your new companion! Whether you are a new cat owner or experienced cat owner, congratulations on your new companion. Everyone at Lake Anna Veterinary Hospital wants to meet your new kitten and welcome him or her into our Lake Anna Veterinary Family. We promise that we will be here to support and provide you with all the kitten care, guidance, and information you will need to ensure that your new kitten grows up strong, healthy and happy. It is important to your new kitten's long-term health that we examine your kitten as soon as possible to identify any potential health issues early on. We will answer your questions on caring for your kitten long-term, including food and nutrition questions, vaccinations, other health topics and behavioral issues. Before you decide on a food, please talk to us. There are so many choices available, and we want you to be able to choose the right food for your kitten but be sure to feed him or her the same food supplied to you when you got your kitten until your first visit with us. Your Kitten's First Wellness Exam The first step in keeping your kitten healthy is visiting us for a kitten wellness exam. This initial visit includes a thorough physical exam, allows us the opportunity to establish a relationship with you and your kitten as well as to fully understand your expectations as pet owner. We will also spend time with you answering all your questions about kitten care. Your kitten's exam also includes: - Establish the appropriate vaccination schedule for your kitten's breed and anticipated lifestyle - Necessary vaccines or vaccine boosters - Flea/tick control. We will discuss the best options for your new kitten - Fecal examination for intestinal parasites and appropriate deworming - Testing for Feline Leukemia Virus (FeLV) and Feline Immunodeficiency Virus (PIV) When visiting with your new kitten, please bring: - Your kitten in a cat carrier - Any prior health information provided to you by the breeder, shelter or previous owner provided you such as a history of vaccines or worming - A fresh stool sample The following are signs that your kitten needs immediate care: - Signs that the kitten has swallowed something poisonous such as mouth irritation, drooling, vomiting, seizures, or fever - Bleeding you can't stop - Difficulty breathing - Unconsciousness or lethargy - Staggering or seizures - Blood in urine or feces - Pooping more than twice in an hour or straining in the litter box with no results - Repeat vomiting in a short time or diarrhea with vomiting - Signs of pain, such as swelling or inability to use his/her leg Please call us immediately if your kitten is exhibiting any of these symptoms. LAPAROSCOPIC SURGERY Lake Anna Veterinary Hospital is proud to offer laparoscopic surgery for pets. Laparoscopy provides a higher level of comfort for your pet when compared to traditional surgical procedures. Laparoscopic surgery is also called minimally invasive surgery because the surgery is performed with 2 very small 1 cm incisions. In many cases laparoscopy can be substituted for traditional surgery. Advantages of laparoscopic surgery include a much smaller incision, faster healing time, and less pain. Laparoscopy is less stressful than traditional surgery and your pet can often go home the same day. Laparoscopic procedures are performed under general anesthesia. The laparoscope consists of a telescoping rod and lens system connected to a video camera and light source. The veterinarian inserts the laparoscope through tiny incisions in the abdomen. The abdomen is then filled with carbon dioxide to create space to work, and additional equipment (such as scissors) is used to complete the surgery. Laparoscopic procedures give the veterinarian direct visualization of your pet's internal organs; images from the camera are transmitted to a monitor, allowing for an up-close view of your pet's internal organs. There are several advantages to laparoscopic surgery, including: - Shortened anesthesia and hospitalization. Your pet can often go home the same day. - Smaller incision which results in less blood loss and shortens your pet's recovery time. - Less pain and discomfort for your pet and a faster post-operative recovery time - Better visualization of the internal organs Laparoscopic surgery is used for several abdominal procedures including spay and neuter surgery, organ biopsies (liver, intestine and kidney), removing retained testicles, and gastropexy. The Benefits of Laparoscopic Spay Surgery In a traditional spay surgery, the veterinarian makes a 2-3-inch (or longer) incision into your female pet's abdomen to remove the reproductive system. With laparoscopy, small incisions in her abdomen are made, one for the camera and one or two others for the instruments. The veterinarian maneuvers the tools while looking at a video screen. Instead of removing the entire reproductive system, the surgeon may only take the ovaries. This means less pain and faster healing time for your pet. Advances in veterinary medicine are helping to make pets more comfortable and shorten their hospital stay. As new cutting-edge techniques are being adopted by the veterinary profession, we are pleased to be able to provide higher levels of care for your pets. MICROCHIPPING Lake Anna Veterinary Hospital strongly recommends that all pets be microchipped. Microchips are tiny devices that provide permanent, unalterable identification for your pet. These safe chips dramatically increase the chances of being reunited with a lost pet. We can microchip your dog or cat during any routine office visit. It is a simple procedure like a vaccination, and no anesthetic is required. If your pet was rescued from a shelter or adopted from another owner, we can also perform a quick check to see if a chip has already been implanted. Any pet found by a shelter will be scanned for a microchip. The identifier found in this device will allow you to be contacted quickly so that your dog or cat can be safely returned home. In addition to performing recoveries, many chip manufacturers also have services that will proactively search for pets as soon as they are reported missing and are available for support 24/7. Microchips chips are also widely supported by shelters and veterinary clinics throughout the US and Canada. Please visit the AVMA's website for more information. The Pet Microchip Lookup web site is another helpful resource for locating owners of lost pets based on the pet's microchip number. MONITORED CARE OF CHRONIC DISEASES If your pet has been diagnosed with a chronic condition such as diabetes, liver or kidney disease, we will perform the treatment and monitoring that is needed to keep your pet healthy. We will make diet recommendations, recommend changes in your pet's medications and treatments, recommend a monitoring schedule, and consult with a board-certified specialist if your pet not responding appropriately to the treatments. For more information about the testing required for certain diseases, [please view our Internal Medicine Testing FAQs page.](https://www.lakeannaveterinaryhospital.com/about/faqs-internal-medicine-testing/) NUTRITIONAL & DIETARY COUNSELING At Lake Anna Veterinary Hospital, we believe proper nutrition and weight control to be important part of your pet's overall general good health. It is our mission to provide as much support to each pet owner as he or she determines the healthiest diet choices for their pet. During your pet's wellness exam, we will discuss with you the various food choices and the proper amount of food to feed your pet that are best for your pet's age, health and weight. Pets that are overweight or underweight are more susceptible to disease and injury. Obesity is a complicating factor in heart conditions, arthritis, liver conditions and other ailments. We can also help you help your pet lose weight and maintain a healthy figure. We have found that the most successful outcomes result from clients who regularly follow-up with us, whether through telephone consultations or return visits, to ensure that their pet is on the right track. To meet our client's needs, Lake Anna Veterinary Hospital also carries a wide range of foods that enable us to design a diet that will optimize your pet's health. Below are some examples of types of diets that we carry: Prescription Diets: Prescription diets are formulated and designed to meet specific nutritional needs required for certain illnesses and conditions including diabetes, kidney disease, liver disease, obesity, arthritis, allergies, pancreatitis, cancers, and many more. Life Stage Diets: Life stage diets are designed based on your pet's needs at each stage of his or her life, including puppy, adult and senior diets. As your pet ages, his or her body undergoes significant changes that are often influenced by his or her diet or vice versa. Weight Management Diets: Weight management diets aim to maintain a lean body weight to help your pet live a longer, healthier life. We will help you choose the right foods to help your pet maintain the correct body weight determined by factors based on his or her specific characteristics and receive the nutrients he or she needs. Please give us a call today if you would like to talk nutrition, diet or weight management with one of our staff or to make an appointment for your pet. PARASITE PREVENTION & TREATMENT We develop programs for the specific needs of your pet and your individual environmental situation. We will review with you the best ways to control fleas or heartworms for your pet. We offer medication in our on-site pharmacy so you can take it home with you after an appointment. PHARMACY & PRESCRIPTION REFILLS Lake Anna Veterinary Hospital has a fully stocked, in-house pharmacy to keep your pet healthy. We carry medications that support pet wellness care, critical care, surgical care, nutritional care, and emergency situations. We carry the safest flea, tick, and heartworm preventives skin and coat care products, nutritional supplements, prescription diet food, and dental care products. By purchasing your pet's medications directly from Lake Anna Veterinary Hospital, you can be assured that the medications are safe for your pet. Our pharmacy also: - Provides our staff with the ability to discuss dosing instructions and/or possible product interactions and any potential side effects with you. - Allows our clients the opportunity to ask us questions about medications, flea and tick preventatives and interactions with other medications or products. - Ensures that all medications and products are safe and obtained directly from their manufacturers. - Guarantees optimal product and medication storage conditions - Promotes easy and accurate refills for our clients You can rely on Lake Anna Veterinary Hospital for all your pet's veterinary pharmaceutical and product needs! Please call us today if you need a refill of your dog or cat's prescription. [Email us your prescription refill request.](mailto:office@lakeannaveterinaryhospital.com/) Please provide us with as much information as possible for your prescription request: Name of Medication/Food, Dosage, Quantity Desired, and Preferred Pick-Up Day/Time. PUPPY CARE Congratulations on your new puppy! We can't wait to meet the newest addition to your family. Whether you are a new dog owner or experienced dog owner, congratulations on your new companion. Everyone at Lake Anna Veterinary Hospital wants to meet your new puppy to welcome him or her into our Lake Anna Veterinary Family. We promise that we will be here to support and provide you with all of the puppy care, guidance, and information you will need to ensure that your new puppy grows up strong, healthy and happy. It is important to your new puppy's long term health that we examine your puppy as soon as possible to identify any potential health issues early on. We will answer your questions on caring for your puppy long-term, including food and nutrition questions, vaccinations, other health topics and behavioral issues. Before you decide on a food, please talk to us. There are so many choices available and we want you to be able to choose the right food for your puppy, but be sure to feed him or her the same food supplied to you when you got your puppy until your first visit with us. Your Puppy's First Wellness Exam The first step in keeping your puppy healthy is visiting us for a puppy wellness exam. This initial visit includes a thorough physical exam, allows us the opportunity to establish a relationship with you and your puppy as well as to fully understand your expectations as pet owner. We will also spend time with you answering all of your questions about puppy care. Your puppy's exam also includes: - Flea/tick control. We will discuss the best product for your puppy's lifestyle Heartworm preventative as needed - Fecal examination for intestinal parasites and appropriate deworming - Establishing a vaccine schedule for your puppy's breed and anticipated lifestyle - Necessary vaccines or vaccine boosters - When visiting with your new puppy, please bring: - Your puppy on a leash - Any prior health information provided to you by the breeder, shelter or previous owner provided you such as a history of vaccines or worming - A fresh stool sample The following are signs that your puppy needs immediate care: - Any respiratory problem: coughing, trouble breathing or near drowning - Any signs of pain: panting, labored breathing, increased body temperature, lethargy, restlessness or loss of appetite - Persistent vomiting or diarrhea - Any wound or laceration that's open and bleeding, or any animal bite - Allergic reactions, such as swelling around the face, or hives, most easily seen on the belly - Any eye injury, no matter how mild - Any suspected poisoning, including ingestion of antifreeze, rodent or snail bait, or human medication - Seizure, fainting, or collapse - Thermal Stress, either too cold or too hot, even if the dog seems to have recovered - Trauma, such as being hit by a car, even if the dog seems fine Please call us immediately if your puppy is exhibiting any of these symptoms. REGENERATIVE MEDICINE - PRO STRIDE (no copy yet) SENIOR PET CARE We Will Keep Your Senior Pet as Healthy As Possible! As your pet ages, changes begin to take place in their bodies that can affect their overall health, well-being and comfort. Veterinary care becomes even more important for senior cats and dogs to prevent or delay the types of diseases that older animals are more prone to, including kidney, heart, and liver disease; cancers; organ failure; osteoarthritis; and hormone disorders. Pets age at a faster rate than humans, so we recommend more frequent wellness visits with us to make sure that all of your pet's healthcare needs are being met. We offer programs that are tailored specifically for the needs of senior dogs and cats, which include a complete exam, urinalysis, blood-chemistry panel, and parasite evaluation. We can also suggest special formulated food for your pet, whose new nutritional needs will benefit from an adjusted diet. In addition to frequent exams, keeping your older pet active may help to slow the deterioration of senses associated with the aging process. We can recommend exercise (appropriate with your pet's ability) and mental stimulation games for you to use with your senior pet. Please also be watchful for any of the following signs in a senior pet, which should be diagnosed by a veterinarian as soon as possible: - Sudden weight loss or gain - Significant decrease or increase in appetite or failure to eat for more than two days - Noticeable decrease in vision - Increasing inactivity or amount of time spent sleeping - Excessive panting - Hair loss, especially if accompanied by scratching in local area (as opposed to general) - Seizures or convulsing Call us to schedule your senior pet's exam. SPAY & NEUTER (STERILIZATION) There are plenty of advantages to having you pet spayed or neutered, including decreasing the chances of breast tumors later in life, decreasing the chance of cystic ovaries and uterine infections later in life, decreasing the desire to roam the neighborhood, decreasing the incidence of prostate cancer later in life, helping prevent spraying and marking, and decreasing the surplus of unwanted puppies and kittens. Spaying or neutering can be done at approximately 6 months of age. Your pet is given an exam prior to surgery to help determine whether your pet is healthy enough to undergo the surgical procedure. Current vaccinations are required at the time of surgery. Also a pre-anesthetic blood screen is recommended prior to undergoing anesthesia and surgery. SURGERY Lake Anna Veterinary Hospital's surgical team can provide an extensive number of safe surgical procedures for your dog or cat in our state-of-the-art surgical suite. We perform most types of general, orthopedic and oral surgery, including: - Soft tissue/general surgery (for example, growth removal) - Orthopedic surgery (for example, ACL repair, fracture repair) - Spay and neuter - Emergency surgery (laceration repair, wound repair, foreign object removal, emergency orthopedic surgery such as fracture repair) - Dental surgery, extractions - External eye surgery - TTA Cruciate Repair We offer advanced surgical techniques such as radio surgery. Our radio surgery precisely cuts and cauterizes tissue, meaning less bleeding, less swelling, less post-operative pain and reduced risk in infection for your pet when we utilize radio surgery. We also have advanced surgical facilities that include: - A fully equipped surgical suite capable to perform most types of soft tissue and orthopedic surgery. - A fully-trained veterinary and technical nursing staff to ensure the safest, most efficient state-of-the-art procedures for your pet - ECG and oxygen saturation monitors - IV Fluid pump - Ventilator - Heated surgery tables for greater comfort for your pet - Monitored sterilization techniques to verify sterilization is complete - Full pre-anesthetic blood testing and intensive after-surgery care Pre-Surgical Care Prior to surgery, all patients are carefully screened through an exam and pre-surgical blood work, and anesthetics are specifically tailored to your pet. We recommend pre-surgical blood work so we can evaluate your pet's kidney, liver and heart function prior to undergoing anesthesia. Patient Monitoring We provide the same level of patient monitoring that you would receive if you were having surgery. We monitor all your pet's vital signs with state-of-the-art equipment as well as manual techniques. Pets are monitored during surgery using pulse oximetry, respiratory monitoring, EKG, and temperature monitoring. Pain Management At Lake Anna Veterinary Hospital, we believe in maximizing the comfort of your pet before, during and after your pet's procedure. We use a multi-modal approach to pain management, meaning we layer small amounts of different drugs to minimize any pain that your pet might feel during or after the procedure. Because we administer lower doses of each individual drug, your pet will experience fewer adverse side effects, more complete pain relief and faster post-operative recovery. Please call us if you have any questions regarding the surgical procedures we perform, or if you have any questions about our surgical protocols. VACCINES DOGS Vaccine schedules can be complicated and confusing and many options for vaccines depend on the lifestyle of your dog and on any medical problems as well. Core Dog Vaccines - These are the two core vaccines that we feel all dogs should receive: - DHLPP (which is a combination vaccine of distemper, hepatitis, leptospirosis, parainfluenza, and parvo). Adult dogs are moved to DHLPP every 3 years after the age of one year old. - Rabies: Rabies is our only vaccine that is regulated by the state and county. What diseases do these core vaccines treat? - Distemper (the D in DHPP) - This disease is a paramyxovirus, which is similar to human measles. It can cause fever, poor appetite, pneumonia and can continue on to cause neurologic symptoms (which can be permanent) and death. It is transmitted mainly through saliva but can be potentially transmitted through any secretion. - Hepatitis (the H in DHPP) - This disease is caused by an adenovirus. It primarily causes liver failure but can also affect the eyes and kidneys. The symptoms can include vomiting, diarrhea, changes in the cornea of the eye and even death. It is transmitted by bodily fluids, especially nasal discharge and urine. - Leptospirosis — This is a bacterium that is found in many types of outdoor environments. There are over 200+ strains for this bacterium. The vaccine does not cross-protect (basically each strain needs its own vaccine). The symptoms can be kidney or liver failure, severe lethargy, fever, lack of appetite, vomiting, diarrhea and increased drinking/urination. Permanent kidney damage or death can also occur. It is transmitted through urine, with contaminated water a likely source. This can be transmitted from dogs to humans; therefore it is considered a zoonotic disease. - Parainfluenza (the first P in DHPP) - The parainfluenza virus is one of several agents that can be part of the tracheobronchitis (kennel cough) disease. This virus causes mild disease unless combined with another virus or the Bordetella bacteria. It causes a dry hacking cough and watery nasal discharge but can progress to pneumonia. If left untreated it can even cause death. It is transmitted by saliva and nasal discharge. - Parvo (the second P in DHPP) - This virus can cause severe, bloody diarrhea, severe dehydration, electrolyte imbalances and frequently death. It is transmitted through the feces. This virus is very hardy and can live in the environment for months under the right conditions. - Rabies -Rabies is a very serious disease transmitted by saliva either by bite wounds or saliva contact with open wounds. Incubation from time of exposure to symptoms is usually 3-6 weeks in the dog but can be as long as 6 months. It attacks brain cells and causes neurologic symptoms. Once an animal gets rabies it is always fatal. Vaccination for rabies is required by state law for dogs and in many communities keeping cats up to date with their rabies vaccine is also required. There is a 1-year and a 3-year vaccine. It will depend on the county in which you are living to which one the county requires. Non-core vaccines - These three vaccines are based on lifestyle and exposure: - Bordetella — Bordetella is done yearly for those dogs boarding and grooming. Influenza - Canine flu is done once a year for those dogs boarding and grooming. What diseases do these non-core vaccines treat? - Bordetella (also known as Kennel Cough) - This disease is usually caused by more than one virus and/or bacteria. Usually Bordetella bacteria and Parainfluenza virus are the main culprits. However, Herpes virus, Distemper and several other viruses can also be involved. The disease is spread by nasal discharge or fomites. This vaccine goes into the nose instead of being injected under the skin. - Influenza (H3N8) - This vaccine works for this strain of Influenza only. Our current outbreak is related to the H3N2 strain and therefore this vaccine is only recommended for those boarding facilities that are requiring it. CATS Vaccine schedules can be complicated and confusing and many options for vaccines depend on the lifestyle of your cat and on any medical problems as well. Core Cat Vaccines - These are the three core vaccines that we feel all cats should receive: - FVRCP (which is a combination vaccine of rhinotracheitis, calici, and panleukopenia (or feline distemper). - FELV (which is feline leukemia and recommended only for outdoor cats). - Rabies: Rabies is our only vaccine that is regulated by the state and county. Which diseases do these vaccines treat? - Rhinotracheitis (the R in FVRCP) - This is a herpes virus and is part of the \"Upper Respiratory Complex\". It can cause fever, anorexia, sneezing, discharge from the nose and/or eyes and coughing. This virus will remain in a cat's body for the rest of its life and later cause disease of the cornea or reoccurrence of other symptoms. - Calici (the C in FVRCP) - This is a calicivirus and is another part of the \"Upper Respiratory Complex\". It can cause fever and ulcers on the tongue and mouth. - Panleukopenia (the P in FVRCP) - Also referred to as \"Feline Distemper\", this disease is caused by a parvovirus. This virus causes a significant decrease in white blood cells which are needed to fight off infection. It can cause severe diarrhea, vomiting, anorexia and fever. Cats who survive usually don't have any lasting problems. The virus is highly contagious, and vaccination is an effective prevention. - Feline Leukemia - The FELV vaccine is given at 12 weeks, boostered at 16 weeks and then boostered yearly as indicated. The Feline Leukemia virus affects the cat's bone marrow and therefore its ability to fight off infection. It can cause weight loss, gingivitis/stomatitis, lethargy, chronic infections (especially upper respiratory infections), fever and in some cases even lymphoma (cancer of the lymph nodes). It is important to let us know if your cat is going to be indoors or outdoors. There is a 1 in 10,000 chance your cat will get an aggressive sarcoma tumor at the vaccine site. If your cat is indoor-only, then there is a much less chance of getting FELV than the cancerous tumor. Therefore this vaccine is NOT recommended for strictly indoor cats. If you are unsure, please discuss it with us. However, this vaccine is recommended for kittens because they have the highest chance of escaping your house and are also the most susceptible to FELV at a young age. Many times we do not continue this vaccine after their kitten vaccines. - Rabies -Rabies is a very serious disease transmitted by saliva either by bite wounds or saliva contact with open wounds. Incubation from time of exposure to symptoms is usually 3-6 weeks but can be as long as 6 months. It attacks brain cells and causes neurologic symptoms. Once an animal gets rabies it is always fatal. Vaccination for rabies is required by state law for dogs and in many communities keeping cats up to date with the rabies vaccine is also required. VIMAGO CT (Computed Tomography) High-Definition Volumetric Imaging similar to CT that produces incredibly detailed 3D images to optimize diagnosis and surgical outcome. WELLNESS CARE & PREVENTIVE MEDICINE Wellness exams play a critical role in your pet's good health. They are the foundation for the prevention of common treatable illnesses and the early detection of health diseases. Wellness care includes a comprehensive physical exam, vaccinations, internal and external parasite prevention, dental care, nutritional counseling and, when needed, additional diagnostic testing. We will answer all questions you may have, and we value the time you spend with us. We encourage you to bring your pet in for wellness exams every 6 months. During your pet's wellness exam, the doctors at Lake Anna Veterinary Hospital will examine your pet from nose to toes. We will discuss with you any noticed physical or behavioral issues at home. Our annual exam also includes a dental evaluation. Dental care is very important, especially to our older animals. Our wellness exams include: - Routine Heart and Lung Evaluation - Ear Examination - Eye Examination - Dental Evaluation - Neurological Evaluation - Abdominal Organ Evaluation - Musculoskeletal Evaluation - Coat and Skin Analysis - Weight Assessment and Nutritional Counseling - Heartworm, Tick Fever/Lyme Blood Test - Fecal Analysis/Internal Parasite Test - Yearly Deworming - Vaccinations as needed Additional Services for Cats: - Feline Leukemia and Feline Immunodeficiency Virus Blood Test - Fecal Analysis/Internal Parasite Test - Yearly Deworming - Vaccination Evaluation including FVRCP, FELV, Rabies Make An Appointment We have a New Address! We are conveniently located at 1835 New Bridge Road, Mineral, VA 23117. To make an appointment click the button below or [Call (540) 894-4572.](tel:540-894-4572) At Lake Anna Veterinary Hospital, you can will be greeted by a courteous receptionist, clean exam rooms, friendly doctors, and caring technicians. We appreciate the role we get to play in your pet's health care. "}