{"title": "Food as Medicine: How Can I Support My Immune System in the Winter?", "author": "Mfarrar; Institute", "url": "https://www.betternutrition.com/the-naturopathic-health-hub/food-as-medicine-series-how-can-i-support-my-immune-system-in-the-winter/", "hostname": "betternutrition.com", "description": "Support your immune system with vegetarian recipes and lifestyle tips from naturopathic doctors that help keep viruses at bay.", "sitename": "Better Nutrition", "date": "2021-11-16", "cleaned_text": "Food as Medicine: How Can I Support My Immune System in the Winter? Give your immune system a boost with healthful, plant-based foods. Download these immune-supporting vegetarian recipes and lifestyle tips from naturopathic doctors to help keep viruses at bay. Heading out the door? Read this article on the new Outside+ app available now on iOS devices for members! [Download the app](https://outsideapp.onelink.me/wOhi/6wh1kbvw). Did you know that in cold weather viruses spread more easily? It happens because the outer envelope of viral cells hardens in colder weather. Just like a winter coat, this outer layer protects the virus, allowing it to readily spread. Which is why it's crucial to [support the immune system](https://www.betternutrition.com/immunity-tips/balanced-immune-health/) during the cold weather months. And just how do you do that? It comes down to the basics of eating right, hydrating, exercising, lowering stress, and of course, washing your hands. The [Institute for Natural Medicine](https://naturemed.org/) is offering this eBook, Winter Weather Foods for Immune Support, which includes practical ways to support your immune system including vegetarian recipes and lifestyle tips from naturopathic doctors. In the book you will learn about: - Phytonutrients to ward off colds & flu; - Why healthy fats are important; - The power of mushrooms for immune system support; - Winter vegetables and fruits for optimal vitamin A, C and Zinc; - Spices and herbs that support cellular health, and; - Tips from naturopathic doctors on how your lifestyle supports the immune system. Download our free eBook here. "}