{"title": "PDF", "author": "PDF", "url": "https://www.prevention.va.gov/docs/mens-health-guide/Vaccines.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Veterans Health Administration87 Men's Health: A Guide to Preventing Infections Vaccines What types of vaccines are available? Chicken Pox (Varicella). Influenza (Seasonal Flu). Hepatitis A. Hepatitis B. Haemophilus influenza Type B (Hib). Human Papillomavirus (HPV). Measles/Mumps/Rubella. Meningococcal. Pertussis (whooping cough). Polio. Shingles. Pneumococcal. Tetanus/Diphtheria.Your health care provider (HCP) can help you decide which vaccines to receive. Read more about vaccines in the Immunization Schedules for Adults.Vaccines are medical preparations given to help the body boost its immune system or to fight disease. Vaccines can prevent disease and save lives. Some diseases are rare in the U.S. as a result of safe vaccines that work. In the 19th and early 20th century illnesses such as whooping cough (pertussis), measles, mumps and German measles struck hundreds of thousands of people in the United States, mostly children. Tens of thousands of people died.www.publichealth.va.gov/InfectionDontPassItOn88 Men's Health: A Guide to Preventing InfectionsAre vaccines safe? Vaccines are some of the safest medical products. Before approved by the U.S. Food and Drug Administration (FDA), vaccines are tested many times by scientists. Their goal is to ensure that vaccines are effective and safe. Vaccines are the best defense we have against diseases; however, no vaccine is 100% safe or effective for everyone. People don't react to vaccines the same way. Talk to your health care provider (HCP) about vaccines. Talk about any possible side effects. Vaccines are held to the highest standard of safety. The benefits of getting a vaccine far outweigh the risks. In the U.S.: Vaccine supplies are the safest, most effective in history. Vaccines are tracked for safety and effectiveness. Vaccines are tested over and over. Vaccine makers use strict production standards. The Department of Health and Human Services (HHS) and three federal agencies work on vaccine safety: l Centers for Disease Control and Prevention (CDC). l National Institutes of Health (NIH). l Food and Drug Administration (FDA). Scientists from FDA and CDC work closely to track reports of vaccine side effects (adverse events). The Veterans Health Administration tracks side effects in its facilities as well. A Vaccine Information Statement (VIS) is given to those who get a vaccine. It: l Explains vaccine benefits and risks. l Is handed out before each dose of certain vaccines. l Is available in Spanish and other languages at http://www.cdc.gov/vaccines/hcp/vis/index.html.Are vaccines effective? Most childhood vaccines build immunity about 90 - 100% of the time. None are perfect. Each vaccine has its own degree of effectiveness. History shows that disease drops when a new vaccine released. Vaccines work best when most members of a community get it- the more people vaccinated, the lower the risk of exposure to disease. How do vaccines work with your immune system? When germs, such as bacteria or viruses, invade the body, they attack and multiply. This is called an infection. Infection can cause illness and disease. Vaccines help your body's immune system (natural defenses) prepare to fight germs and infection. When vaccinated, your immune system attacks the harmless vaccine and prepares for future infections. When the infection comes along, your body will quickly know how to stop it. You may never feel sick. Or you may have a milder illness than you would have if you hadn't been vaccinated. Vaccines are the most effective tool we have to prevent some diseases. Immunity is when your body can avoid infection or disease. Veterans Health Administration89 Men's Health: A Guide to Preventing InfectionsImage Source: The National Institute of Allergy and Infectious Diseases (NIAID) at: www.vaccines.gov A community in which no one is immunized and an outbreak occurs.Some are immunized but not enough for herd immunity. Herd immunity - enough people are immunized, protecting most in the community.How do vaccines protect you and your community? Vaccines can prevent disease and save lives. If enough people get vaccinated, large outbreaks of disease can be avoided. This is known as \"community\" or \"herd\" im- munity. Herd immunity helps protect people who can-not be vaccinated. These include infants and people with certain types of weakened immune systems. Herd immunity is found for many conditions, such as: Influenza. Measles. Mumps. Rotavirus (stomach and intestinal). Pneumococcal disease. Pertussis (whooping cough). Polio. Rubella (German measles). Your HCP should have a record of all the vaccines have been given. You should also keep a record.www.publichealth.va.gov/InfectionDontPassItOn90 Men's Health: A Guide to Preventing Infections Learn more: Centers for Disease Control and Prevention (CDC): Key Facts about Seasonal Flu Vaccine www.cdc.gov/flu/protect/keyfacts.htm Vaccines & Preventable Diseases http://www.cdc.gov/vaccines/vpd-vac/vaccines-list.htm Vaccines and Immunizations Safety http://www.cdc.gov/vaccines/vac-gen/safety/default.htm Immunization Schedules http://www.cdc.gov/vaccines/schedules/index.html Immunizations for Infants and Toddlers www.cdc.gov/vaccines/parents/infants-toddlers.html Pregnant Women and Vaccines http://www.cdc.gov/vaccines/adults/rec-vac/pregnant.html U.S. Department of Health and Human Services (HHS): Preventing Seasonal Flu with Vaccinationhttps://www.cdc.gov/flu/protect/vaccine/index.htm Vaccines, Who & When: Adults www.vaccines.gov/who_and_when/adults/index.html U.S. National Library of Medicine: Medline Plus - Vaccines (immunizations) - overviewhttp://www.nlm.nih.gov/medlineplus/ency/article/002024.htm Department of "}