{"title": "PDF", "author": "PDF", "url": "https://www.extension.iastate.edu/Pages/ansci/swinereports/asl-1555.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Iowa State University Nutrition Effects of Feeding Conjugated Linoleic Acid to Nursery Pigs of Low- and High-Health Status on Growth and Immune Competence J. Bassaganya, graduate research assistant, K. Bregendahl, graduate research assistant, D. R. Zimmerman, professor, Department of Animal Science and M. Wannenmuehler, associate professor, R. Hontecillas, graduate research assistant, Department of Microbiology, Immunology and Preventive Medicine ASL-R1555 Summary and Implications Early weaned pigs allotted either into \"clean\" or into \"dirty\" environmental conditions and potentially subject to high or low levels of antigen exposure, respectively, wereused to determine the impact of 0, .67, 1.33, and 2%conjugated linoleic acid (CLA-60) on the immune status and growth performance. CLA levels modulate immune status in weanling pigs by decreasing the CD4 +:CD8+ ratio due to an increase in CD8+ and a decrease in CD4+%. If the result of that ratio is favorable to the numerator, it means that the animal has agreater immune potential to fight against bacterial-type infections (serum antibodies produced by plasma cells) than against viral or other intracellular-type infections. Theincrease in CD8 + indicates a potential increase in cytotoxic T lymphocytes. These cells play an important role in the development of the response of the animal against viral infections. CLA caused an increase in alpha-1-acylglycoprotein (AGP), a serum acute-phase protein produced in the liver in response to stimulation from specific cytokines. No statistical significance in feed efficiency was attributed to CLA. Pigs placed into the clean environment utilized feed more efficiently than those placed in the dirty environment. Growth performance was shown to be independent of dietary treatments, but after a period of 42 days, pigs fed CLA become more viral immune competent than controlanimals. Introduction Conjugated linoleic acid (CLA) is a mixture of positional and geometric isomers of linoleic acid with conjugated double bonds. Chemically it can be defined as aconjugated diene; two double bonds separated by a single bond in the carbon chain. CLA prevents carcinogenesis in rodents, is antiatherosclerotic in hamsters and rabbits, improves feed efficiency and reduces backfat thickness inpigs. CLA inhibits immune-induced growth depression in mice (1). The muscular catabolic response to cytokines is responsible for enormous economical losses in the swineindustry. Furthermore, cytotoxic T lymphocytes strongly contribute to kill neoplastic and virus infected cells. Low immune stimulated pigs possessed lower T- lymphocyte CD4 +:CD8+ ratio and serum acylglycoprotein concentrations than high immune stimulated pigs (3). Therefore, nutrition together with type of microbial environment have been reported to influence the immunestatus, and this becomes a very important factor in the pathogeny of most infectious diseases. Our experimental objectives were to demonstrate an immune-modulating effect of CLA and a growth performance response in early weaned pigs exposed to clean and dirty environments. Materials and Methods A factorial (2X4) arrangement within a completely randomized block design was used to pursue our objectivesby using two management schemes to create a clean and a dirty environment, and using a total of 64 (5.3 - 0.3 kg) individually-penned, ad libitum-fed, crossbred (Y X L X HX D) pigs. Eight pigs per treatment and 32 pigs per environment. Experimental diets (Table 1) were formulated to contain increasing amounts of 0, .67, 1.33, and 2% CLA-60. Diets were fed for a period of 7 weeks that was divided into three Phases (phase I, 1 to 2; phase II, 3 to 5; and phase III, 6 to 7 weeks). CLA source was replaced by soyoil on an equal weight basis. Within periods, diets were assumed to be isocaloric and isonitrogenous. It was assumed that CLA and soy oil had the same value ofmetabolizable energy (ME). Between periods, dietscontained decreasing amounts of lysine and milk products. NRC (1988) recommendations for swine were used to formulate the experimental diets. Two management schemes were used to create a high (dirty) and a low (clean) microbial level environment. For the dirty environment, older pigs were introduced into theexperimental room 1week before starting the experiment with the purpose of spreading microorganisms inside the experimental room and no biosecurity rules were appliedIowa State University Nutrition during the experimental period. For the clean environment, experimental animals were injected with a cephalosporin (Naxcel®) every other day from the farrowing date until day zero of the experiment, to avoid infection of the pigletsduring the lactation period, and strict biosecurity rules were established to avoid contamination during the experimental period. Pigs and feeders were weighed in the metric system every week. Average daily gain (ADG), average daily feed intake (ADFI), G:F, and waste feed were measured forweekly periods and for cumulative periods during 7 weeks. Pigs were bled by vena cava puncture on days 0, 14, 28, and 42. A fluorescence analysis conducted in a flowcytometer determined cell surface antigens (CD4 + and CD8+). A whole blood blastogenesis assay using concanavalin A as a mitogen was conducted as an indicator of lymphocyte proliferation. As an indirect indicator ofcytokine release, AGP levels in serum were measured using a radial immunodiffusion test. Results and Discussion A lower (P=.02) CD4 +:CD8+ ratio was found on day 42 in pigs fed CLA (Table 2). This response was due to adecrease (P=.03) in CD4 + and an increase (P<.01) in CD8+ in pigs fed CLA. Pigs in the clean environment had higher (P<.01) levels of CD8+ on day 42, higher levels of CD4+ on days 14 (P<.01) and 28 (P=.02), but lower (P=.02) levelson day 42 relative to pigs in the dirty environment. Younger pigs have more CD4 + coreceptors on T lymphocyte membranes and when they become older thereis an increase in CD8 +. This natural effect in the maturation process of T lymphocyte subpopulations might be affected by CLA, causing an accentuation of this natural trend. Table 2. CD4+:CD8+ ratio, day 42. Environment CLA level, % Dirty Clean 0 1.4 1.2 .67 1.3 .8 1.33 1.3 .8 2 1.2 .5 SEM (n=8) = .10 Lymphocyte proliferation was shown to be higher (P<.01) in pigs the dirty environment, as indicated by the stimulation index (SI) on days 0, 14, and 42 (Table 3). No differences due to CLA were found on lymphocyteproliferation. In vitro experiments have shown that CLA lymphocytes do not respond to concanavalin A-induced proliferation, the mitogen used in our assay. When measuring proliferation, the blastogenesis assay is also a crude indicator of the effects of interleukin-2, a cytokine that in mice has been reported to be related to a T helper-1-type immune response. In mice and pigs it isresponsible for the inhibition of a T helper-2-type response.Therefore, our data might suggest that there is not the above mentioned inhibition in CLA pigs. Table 3. Stimulation Index 1, day 42. Environment CLA level, % Dirty Clean 0 32.6 18.3 .67 18.8 16.0 1.33 32.6 10.02 29.3 8.8 1SI= [(counts per minute = 6.0 Serum AGP concentrations measured by using a radial immunodiffusion test were higher in pigs fed CLA than control pigs on days 28 (P<.01) and 42 (P=.01) (Table 4). Clean pigs had lower (P<.01) AGP concentrations thandirty pigs on days 28 and 42. An (CLA X environment) interaction (P=.02) was described on day 42. CLA caused an increase in AGPlevels regardless of the environment, but this increase wasnumerically higher in the dirty environment. The previous statistical interaction suggests that the higher level of antigen exposure in the dirty environment together with theimproved immune competence induced by CLA have a synergistic effect. A possible biological interpretation is that pigs fed CLA are more immune competent than control pigsregardless of the environment. Most of the pigs in the dirty environment ,however, have activated their immune potential, greater in CLA-treated than in control animals, toovercome the negative effects of a higher microbial load in it. Clean pigs in contrast, due to a lower microbial contamination in their environment, it did not need toactivate the immune system. Table 4. AGP concentrations ( mg/ml), day 42. Environment CLA level, % Dirty Clean 448.7 = 33.9 The fact that most of the described immune modulating properties of dietary CLA appear after acertain period of administration (minimum of 42 daysunder our experimental conditions) indicates that CLA, to be biologically active in vivo, requires a progressive andIowa State University Nutrition accumulative incorporation into the organism (cell membranes) to develop its function. No treatment differences in growth performance due to CLA were found in any phase of the feeding program(Table 5). Clean pigs had better feed efficiency than dirty pigs in phase I (P=.003) and in phase III (P=.05). Nodifferences in ADG, ADFI and G:F due to CLA were found along the cumulative period. Pigs in clean environment, however, had higher (P=.0001) ADG,higher (P=.0028) ADFI, and a higher (P=.06) G:F thanpigs in dirty environment (Table 6). Table 1. Dietary composition (as-fed basis). Control Diets Ingredients, % Phase, - Dried blood cells - 2.00 - Dry skim milk 21.00 - -CLA-60 (b) - - - Soy .18 .22 .09Sodium chloride . 25 .25 .25Dicalcium phosphate 1.09 1.72 1.95 Calcium carbonate .78 .81 .74 Vitamin premix (c) .20 .20 .20 Trace mineral(d) .05 .05 .05 Selenium premix 1.36 24.18 21.20 19.74 Lysine (total) 1.90 1.66 1.40 .96 .85 .71Calcium 1.05 .90 .81 Phosphorus .87 .79 .73 Ca:P 1.14 3,725.00 I, week 1-2; Phase II, 3-5; Phase III, week 6- 7. bExpressed as CLA-source, soy oil: 1.12, 2.21; 2.21, mg acid; 33 mg niacin; and 22 mg vitamin B12 of Iodine per kilogram of diet. Table 6. Environmental effects on growth performance, overall period. Response CE DE SEM (n=8) ADG, kg .731 .669 .024Iowa State University Nutrition Table 5. Effect of CLA on growth performance of weanling pigs. Dietary Treatments Item Period Control .67 1.33 2% CLA-60 SEM ADG, kg Phase I .262 .220 .271 .192 .023 Phase II .605 .616 .623 .543 .032Phase III .777 .744 .781 .775 .027 Cumulative .556 .539 .563 .508 .020 ADFI, kg Phase I .319 .257 .325 .244 .028 Phase II .873 .843 .875 .726 .038 Phase II .707 .740 .710 week 3-5; Phase III, week 6-7. References Cook, M.E., Miller, C.C., Park, Y., and Pariza, M. 1993. Immune modulation by altered nutrient metabolism: nutritional control of immune-induced growth depression. Poultry Sci. 72: 1301-1305. National research council [NRC]. 1988. Swine nutrient requirements. National Academy of Sciences,Washington, D.C.3. Williams, N.H., Stahly, T.S., and Zimmerman, D.R. 1997. Effect of level of chronic immune system activation on the growth and dietary lysine needs of pigs fed from 6 to 112 "}