{"title": "PDF", "author": "PDF", "url": "https://ovc.ojp.gov/sites/g/files/xyckuh226/files/media/document/imp_responder_mental_health-508.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "2007. 28:55-68 The Annual Review of Public Health is online at http://publhealth.annualreviews.org This article's doi: 10.1146/annurev.publhealth.28.021406.144037 Copyright © c 2007 by Annual Reviews. All rights reserved 0163-7525/07/0421-0055$20.00 The U.S. Government has the right to retain a nonexclusive, royalty-free license in and to any copyright covering this paper. Key Words public health workers, critical incident, disaster, traumatic stress response Abstract First responders, including military health care workers, public health service workers, and state, local, and volunteer rst respon-ders serve an important role in protecting our nation's citizenry in the aftermath of disaster. Protecting our nation's health is a vital part of preserving national security and the continuity of critical na-tional functions. However, public health and public safety workers experience a broad range of health and mental health consequences as a result of work-related exposures to natural or man-made disas-ters. This chapter reviews recent epidemiologic studies that broaden our understanding of the range of health and mental health conse-quences for rst responders. Evidence-based psychopharmacologic and psychotherapeutic interventions for posttraumatic distress reac-tions and psychiatric disorders are outlined. Finally, the application of public health intervention models for the assessment and manage-ment of distress responses and mental disorders in rst-responder communities is discussed. 55 Annu. Rev. Public. Health. 2007.28:55-68. Downloaded from www.annualreviews.orgANRV305-PU28-04 ARI 6 March 2007 17:5 by Uniformed Services University - HSC EBVC Account on 02/26/11. For personal use only. First Responders: Mental Health Consequences of Natural and Human-Made Disasters for Public Health and Public Safety Workers David M. Benedek, Carol Fullerton, and Robert J. Ursano Center for the Study of T raumatic Stress, Uniformed Services University School of Medicine, Bethesda, Maryland 20814-4799; email: dbenedek@usuhs.mil, cfullert@erols.com, rursano@usuhs.mil ASD: acute stress disorder PTSD: posttraumatic stress disorder INTRODUCTION The terrorist attacks of September 11, 2001, focused the attention and energy of the United States on the \"global war on terror-ism\" and the Nation's security. This was fur-ther emphasized by the anthrax attacks of 2001, the response and recovery efforts of the 2004 Southeast Asia tsunami, the mul-tiple hurricanes that struck Florida in 2004, and hurricanes Katrina and Rita in 2005. Nat-ural and human-made tragedies (e.g., war) have demonstrated the extent to which our national infrastructure can be threatened, damaged, or destroyed by disasters. These events have emphasized the important role of our public health and public safety rst responders—including uniformed services, military and public health, and state, local, and volunteer rst responders—in protect-ing our nation's citizenry in the aftermath of disaster. The denition of \"public health work- ers\" is somewhat arbitrary. Police, reght-ers, search and rescue personnel, and emer-gency and paramedical teams are included in most denitions and have been studied most extensively. However, nurses, physicians, lab-oratory personnel, and ancillary hospital staff have also played important roles in the re-sponses to recent natural disasters in the United States and abroad, in rescue-and-recovery operations after terrorist attacks, and in the identication, management, and treat-ment of infectious outbreaks such as SARS. These providers will no doubt play important roles in response to future natural and human-made disasters, in particular an Asian in-fluenza pandemic. T ruck drivers, heavy equip-ment operators, laborers and carpenters have also worked (and continue to work) to restore basic needs such as shelter and workspace in the aftermath of natural disasters, limiting the spread of infection or disease related to envi-ronmental exposure or malnutrition. Others have assisted in the recovery of human re-mains, reducing infection and bringing a de-gree of closure to survivors of deceased vic-tims. These efforts, which augment the roles of traditional rst responders, call for an ex-panded denition of \"rst responder\" and may also suggest an expanded denition of \"public health worker.\" Regardless, protect-ing the health of care providers and other re-sponders is an important aspect of disaster re-covery and of preserving continuity of critical community functions. Within various responder groups, the po- tential negative emotional consequence of dis-aster work resulting from exposures to trau-matic events, high levels of work demand, work with disrupted communities and evac-uee populations, and separation from home and loved ones has been the subject of con-siderable investigation. Acute stress disor-der (ASD) and acute and chronic posttrau-matic stress disorder (PTSD) are the focus of considerable study (3). The broad range of posttraumatic reactions which can affect health, performance and morbidity include not only these disorders but also subclini-cal emotional symptoms (e.g. fear), altered health risk behaviors and other traditional dis-orders. Ultimately, healthy adjustment (re-silience) should be expected in most, how-ever, traumatic responses include: distress, worry, disturbed sleep or concentration, al-terations in work function, difculties with interpersonal relationships, increase in sub-stance use, somatization, and depression (8, 25). Response to loss of loved ones or signif-icant others may include symptoms of trau-matic grief (24) or complicated grief (39, 43). The intertwined nature of distress related be-haviors, sign and symptoms of mental disor-ders, and distress responses not amounting to diagnosable mental disorders are depicted in Figure 1. In the following pages we review the spec- trum of emotional and behavioral conse-quences of traumatic events as part of un-derstanding the effects of disaster work on public health responders. We address recent advances in our understanding of the health, particularly mental health, consequences of disaster in public health workers and 56 Benedek ·Fullerton ·Ursano Annu. Rev. Public. Health. 2007.28:55-68. Downloaded from www.annualreviews.orgANRV305-PU28-04 ARI 6 March 2007 17:5 by Uniformed Services University - HSC EBVC Account on 02/26/11. For personal use only.individual patient treatment, population- based approaches, and public health inter-vention strategies for mental health con-sequences in disaster-affected communities. Public health planning and response must address these needs of public health rst responders. CONSEQUENCES OF TRAUMATIC EVENTS Psychological and physical responses to trau- matic events (e.g., actual or threatened death or serious injury) vary with the social context of the event, biological and genetic makeup, and past experiences and expectations. These factors interact with the characteristics of the traumatic event (e.g., cause, intensity, dura-tion of exposure, availability of medical and psychosocial support) to produce psychologi-cal and behavioral responses that range from resilience to disability. Three categories of response and their needed interventions have been described (25): Most people may experience mild, tran-sient distress such as sleep disturbance, fear, worry, anger, or sadness or in-creased use of tobacco or alcohol. Persons experiencing such responses may return to normal function with-out treatment but might benet from community-wide support and educa-tional interventions. A smaller group may experience mod-erate symptoms such as persistent in-somnia or anxiety or changes in travel patterns or workplace behavior. Al-though these changes would not nec-essarily meet threshold criteria for dis-ease or disorder, such symptoms may af-fect work or home functionality. These symptoms will likely benet from psy-chological and medical intervention. A smaller subgroup may develop psy-chiatric illness such as PTSD or major depression and will require specialized treatment. Epidemiologic studies in the aftermath of natural disaster and terrorism have identi-ed subpopulations at particular risk for se-vere outcomes. These include children, the elderly, those with chronic mental and physi-cal illness, and those with limited social sup-port (19). The number of people experienc-ing symptoms from each of the three severity categories varies with the nature of the event (e.g., man-made deliberate attacks have gen-erally been associated with greater pathology than natural disasters have). Proximity, dura-tion, and intensity of exposure are the most signicant predictors of outcome severity. POSTTRAUMATIC CONSEQUENCES AND PUBLIC HEALTH WORKERS Health Care Providers in High-Stress Environments: Life Threat, Trauma, and Terrorism Exposures Our understanding of the effects of high- stress environments on health care providers has progressed considerably through the study of health care delivery in military con-flict and peacekeeping missions. In the health care populations where combat or threat of personal injury is minimal (44), symptoms of depression and anxiety were noted. However, investigators have observed long-term dis-ability in health care workers working in life-threatening military environments. Carson et al. (12) studied Vietnam nurses with PTSD from their wartime experiences, decades after their return from war. Even at this late time, this group experienced signicant physiologic response to scripts describing their work with injured soldiers. Many of these nurses had been exposed to life-threatening events dur-ing their wartime experiences, but the extent to which PTSD resulted from observation of the injuries of others, personal threat or in-jury, or an interaction of these factors was not claried. Grieger et al. (21) studied tertiary care hospital workers (physicians, nurses, and www.annualreviews.org First Responder Health and Mental Health 57 Annu. Rev. Public. Health. 2007.28:55-68. Downloaded from www.annualreviews.orgANRV305-PU28-04 ARI 6 March 2007 17:5 by Uniformed Services University - HSC EBVC Account on 02/26/11. For personal use only.support personnel) who deployed on a hospi- tal ship during Operation Iraqi Freedom and compared responses to nondeployed workers from the same hospital. In this relatively small sample, degree of exposure to the dead or in-jured others was not a signicant risk factor for PTSD or depression. However, perceived threat of harm to self predicted the subsequent development of PTSD. Rates of depression, PTSD, and health care and mental health care utilization in the deployed group were signif-icantly higher than in nondeployed controls. This study suggested that in a group of expe-rienced military health care workers, threat of personal harm in the high-stress environment of the combat theater setting was important in predicting illness and health care utilization for care providers returning from a military combat-related deployment. Nurses practicing in hospital settings re- quiring routine and repeated exposure to se-riously injured trauma victims show higher levels of general anxiety than do their less-exposed counterparts (27). A recent study of T urkish health care workers (1) found that those reporting traumatic exposure—from either natural disaster or terrorist event— acknowledged PTSD symptoms at twice the rate of those without traumatic exposure. However, this study did not differentiate be-tween exposure to disaster or exposure to terrorism, nor did it distinguish the nature of the traumatic exposures (observed injury to others versus perceived threat of injury to self). Moreover, Akbayrak et al. (1) did not use established criteria for the diagnosis of PTSD or other specic psychiatric disor-der and demonstrated only the presence or absence of emotional, physical, or cognitive symptoms related to dened illnesses. In a study of health care workers following the Washington, D.C., sniper attack, Grieger et al. (21) found increased alcohol use, depres-sive symptoms, and PTSD symptoms as well as altered safety behaviors (e.g., driving habits, participation in public events). As with other surveys of health care workers, this study was limited by the small sample size and retro-spective, self-reported symptom quantica-tion. However, the study suggested, again, that health care workers are not immune to the psychological consequences of terrorism. In sum, these studies of health care providers working in nontraditional high-stress envi-ronments suggest the need for greater study of the degree to which personal risk, expo-sure to the injury of others, and the require-ment to deliver care away from one's usual workplace may interact to produce behavioral changes, distress, or disorder in health care workers. Health Care Workers and Epidemics Studies of the psychological effects of epi-demics on health care workers are limited. Bai et al. (5) examined health care workers (N =402 care providers, and N = 155 ad- ministrators) at a veteran's hospital in T aiwan shortly after 57 hospital workers had been quarantined as a result of the SARS epidemic. Five percent met American Psychiatric As-sociation Diagnostic and Statistical Manual, Fourth Edition (DSM-IV) criteria for ASD, and quarantine itself was the strongest predic-tor of this diagnosis. T wenty percent reported experiencing feelings of stigmatization and re-jection in their home neighborhoods. Nine percent of the health care workers reported either a reluctance to work and/or considered resigning in the period surrounding the quar-antine. Results indicated that psychological disorder and distress, as well as the potential for health care worker absenteeism, were im-portant in planning for future epidemics. The hospital surveyed was not a SARS treatment facility so the extent to which rates of distress and absenteeism might be more (or less) of a factor in a facility dedicated to epidemic treat-ment remained subject to speculation. Maunder et al. (29) examined patients and treatment personnel in a SARS treatment fa-cility during an outbreak. They found in-cidents of professional isolation (as a result of mask use and recommendations to avoid unnecessary contact with fellow workers), 58 Benedek ·Fullerton ·Ursano Annu. Rev. Public. Health. 2007.28:55-68. Downloaded from www.annualreviews.orgANRV305-PU28-04 ARI 6 March 2007 17:5 by Uniformed Services University - HSC EBVC Account on 02/26/11. For personal use only.diminished morale in some care providers, and professional and administrative work-refusal during the height of the outbreak. Public health planning for work absence and workforce morale are indicated. Fireghters Some rst responders must confront the in-juries and death associated with natural dis-aster, at times under the threat of personal injury. Bryant's early studies of volunteer re-ghters in Australia (9, 10) noted that proxim-ity to death, severity of trauma, and perceived threat were all associated with the develop-ment of posttraumatic symptoms and PTSD. Subsequent study (6) conrmed perception of threat to self as highly stressful to reghters, but it suggested that \"routine\" aspects of duty such as performing CPR may be stressful to reghters. Also contributing to symptom de-velopment were disaster-related postdisaster personal events such as loss of a loved one, un-employment, and involvement in subsequent critical incidents. In a longitudinal study of Australian reghters, 77% of the subjects who had developed PTSD had a comorbid psychiatric diagnosis such as depression, panic disorder, or phobic disorders (31). These stud-ies highlight that for rst responders, just as in the disaster-affected community, disasters do not occur in a vacuum. Their signicance must be interpreted in light of other social and interpersonal events that may occur as a result of the disaster itself or may be unrelated. Studies of reghters have generally found rates of PTSD ranging from 13% to 18% 1- 4 years following large-scale response events (20, 31, 35). Heinrichs et al. (23) reported a 2-year prospective follow-up of 43 reghters assessed initially at completion of basic train-ing and then at 6, 9, 12, and 24 months for symptoms of depression, PTSD and anxiety, biological makers of stress (salivary cortisol and 24-hour urine catecholamine excretion), and a variety of personality traits. Investiga-tors did not measure symptoms related to a specic traumatic event. Although biological markers did not predict symptoms, the in-vestigators found that a high level of hostil-ity and a low level of self-efcacy accounted for 42% of the variance in posttraumatic stress symptoms after 2 years. Moreover, subjects who had both risk factors at base-line had signicant increases in measures of PTSD symptoms, depression, anxiety, general psychological morbidity, and global symptom severity during the two-year period. These re-sults suggested that specic personality traits may constitute markers in one's vulnerability to psychopathological symptoms after trauma exposure in populations of public health rst responders. In a longer-term study Morren et al. (32) compared 246 volunteer reghters, who de-ployed in response to a technological dis-aster, with 71 nondeployed controls in a questionnaire assessing perceived health and health change, mental health problems, and health care utilization. Three years after the disaster no health differences emerged between deployed and nondeployed re-ghters, although disaster-related experiences (e.g., rescuing victims, re extinguishing, and body recovery) predicted posttraumatic stress symptoms, health care utilization, and men-tal health care utilization. As earlier studies of reghters (9, 10) have shown, distressing ex-periences unrelated to the disaster were pre-dictors of health problems and health care uti-lization. Police Ofcers In a study comparing 709 police ofcers with 317 civilians exposed to a variety of critical incidents, Fikretoglu et al. (18) asked sur-vey respondents to answer questions mea-suring critical incident exposure, PTSD cri-terion A2 (reaction of fear, helplessness, or horror), panic, and dissociation. Results sug-gested that panic symptoms mediated the rela-tionship between fear, helplessness or horror responses, and dissociation in civilians, while only partially mediating that relationship in police ofcers. The study supports the theory www.annualreviews.org First Responder Health and Mental Health 59 Annu. Rev. Public. Health. 2007.28:55-68. Downloaded from www.annualreviews.orgANRV305-PU28-04 ARI 6 March 2007 17:5 by Uniformed Services University - HSC EBVC Account on 02/26/11. For personal use only.that extreme fear may mediate the develop- ment of PTSD. Police and those not trained (civilians) may differ in the mechanisms of developing PTSD. In a study of potential biomarkers for stress in 100 Buffalo, NY, po-lice ofcers, Violanti et al. (50) measured sali-vary cortisol, and flow-mediated dilation and surveyed for de-pression and PTSD. They found higher rates of depression, PTSD, and carotid artery pa-rameters in policemen than in an aged-matched population. This study suggests the possibility of an anatomical marker of expo-sure to chronic stress. Otte et al. (37) exposed 75 police academy recruits to a video depicting real-life of-cers exposed to highly stressful incidents and measured salivary cortisol and 3-methoxy-4-hydroxy-phenylglycol (MGPG, the major metabolite of norepinephrine) at baseline, im-mediately after, and 20 min after the video, comparing those recruits with a history of childhood trauma (n = 16) with the remain- der of the sample. Although both groups ex-hibited a cortisol and catecholamine response, those with childhood trauma had an increased MGPG response. Although self-reports of childhood trauma or lack thereof were not corroborated and sample size was relatively small, investigators suggested that this exag-gerated response could serve as a risk factor for anxiety disorders in recruits who were subse-quently exposed to work-related trauma and could indicate a potential preventive role for medications known to reduce catecholamine output in response to stress in similar popula-tions. In a sample of 1000 emergency workers in South Africa, Ward et al. (51) found an asso-ciation between traumatic exposure and gen-eral psychopathology, symptoms of PTSD, and aggression between coworkers. Overall, higher rates of exposure across public health worker types were reported in their popula-tion than in surveys of Western nations. Po-lice demonstrated higher rates of general psy-chopathology than did ambulance, re, and sea rescue service workers. Emergency Medical Technicians and Others Involved in Search-and-Rescue Operations Alvarez & Hunt (2) compared 82 canine search-and-rescue handlers, deployed to as-sist in recovery operations in the aftermath of the 9/11 terrorist attacks, with 32 nonde-ployed handlers on measures of PTSD, de-pression, anxiety, acute stress, and other di-agnoses. Deployed handlers reported more PTSD and general psychological distress six months after 9/11. Among deployed handlers, prior psychiatric diagnosis and peritraumatic dissociation were associated with higher lev-els of psychological distress, whereas degree of social support and prior training were pro-tective. Although the elevated rates of distress and symptoms of PTSD in deployed handlers were consistent with previous studies indicat-ing greater risk for emergency workers, levels of PTSD severity were lower than in previous studies of emergency workers. Investigators speculated search-and-rescue animal workers may be more resilient than other emergency workers as a result of undened characteristics unique to this population or to factors related to the potentially protective effects of working with companion animals. Fullerton et al. (20) conducted a large- scale prospective study of exposed disaster workers including EMT s, reghters, and po-lice ofcers assigned to an airport disaster response team after a DC-10 crash and ex-plosion resulting in 112 deaths and 59 seri-ous injuries. T wo hundred seven (207) of the 440 exposed disaster workers contacted were compared with 421 of 700 disaster workers assigned to a similar team at a similar-sized community and airport 90 miles away. Among their ndings, exposed disaster workers had signicantly higher rates of ASD, PTSD at 13 months, and depression at 7 months and 13 months following the crash. Disaster workers with ASD were nearly 4 times more likely to be depressed at 7 months, and those with ASD and high exposure and previous disaster expe-rience were more likely to develop PTSD. As 60 Benedek ·Fullerton ·Ursano Annu. Rev. Public. Health. 2007.28:55-68. Downloaded from www.annualreviews.orgANRV305-PU28-04 ARI 6 March 2007 17:5 by Uniformed Services University - HSC EBVC Account on 02/26/11. For personal use only.with studies of deployed health care workers, exposed workers sought and obtained more medical care for emotional problems than did comparison subjects at 2, 7, and 13 months. This prospective study, the rst to assess for ASD in disaster workers, found rates of ASD (25%) comparable to those in a previous study of motor vehicle accident survivors. Those with ASD were 7.33 times more likely to meet PTSD diagnostic criteria at 13 months. Fu-ture health care planning for disaster work-ers should address workers' increased risks for ASD, PTSD, and depression. Fullerton and colleagues' study is note- worthy for its prospective nature and large sample size. Earlier prospective studies of emergency services personnel suggested that dissociation near the time of traumatic ex-posure predicted subsequent development of PTSD in a mixed sample of reghters, po-lice, paramedics, emergency medical techni-cians, and highway department workers (28, 53). Other recent larger sample studies of res-cue workers have noted similar rates of post-traumatic symptoms in the aftermath of re-sponse to explosions. These studies do not report differences in symptoms by rst re-sponder type. However, in their sample of 3792 residents, passers-by, and rescue work-ers exposed to a large reworks factory explo-sion, van Kamp et al. (49) found higher rates of posttraumatic mental health and physical symptoms in responding rescue workers re-siding in proximity to the explosion than those workers deployed to provide assistance from remote locations. Human Remains and Body Recovery In mass disaster situations, exposure to dead bodies and remains has been reported to be especially stressful for disaster workers. In a study of forensic dental identication work-ers (30), the remains handlers had higher traumatic stress symptoms than did the con-trol group; distress was related to remains exposure and age. Interestingly, more expe-rienced workers reported that support from coworkers was most important, whereas for those with less experience, support from fam-ily was more important. Certain features of dead bodies are especially disturbing; they in-clude badly damaged bodies, natural-looking bodies, and children's bodies. Identication (\"it could have been me\" and \"it could have been my child\") and emotional involvement with the deceased victims were risk factors for PTSD in disaster workers exposed to the dead (14, 48). Nontraditional First Responders The recovery and response to natural as well as man-made disasters require the integrated efforts of traditional public health responders, reghters, police, EMT s search and rescue, and hospital-based providers. However, con-struction engineers, heavy equipment opera-tors, mechanics, carpenters, and laborers work to remove rubble from debris piles (allowing for further rescue and recovery); rebuild roads to allow for transportation of the sick, injured, or dead as well as needed food and supplies for survivors and rescue workers alike; and resur-rect or rebuild shelters and lines of communi-cation for these victims and responders. Their immediate proximity to disaster sites may also prompt or necessitate participation in medi-cal aspects of recovery operations more tra-ditionally associated with previously dened public health workers. In addition, they often perform their work in treacherous conditions. The physical effects of labor under such conditions include musculoskeletal injury, eye injuries, and hearing loss, as well as con-sequences of infectious disease. Increased incidence of psychological, musculoskele-tal, and respiratory complaints of traditional and nontraditional responders have been demonstrated in the aftermath of intentional, terrorist-related bombings (32) and indus-trial accidents resulting in explosion (17). The psychological effects on \"nontraditional\" public health responders are also now being specically studied. Johnson and colleagues (26) surveyed truck drivers, heavy equipment www.annualreviews.org First Responder Health and Mental Health 61 Annu. Rev. Public. Health. 2007.28:55-68. Downloaded from www.annualreviews.orgANRV305-PU28-04 ARI 6 March 2007 17:5 by Uniformed Services University - HSC EBVC Account on 02/26/11. For personal use only.operators, laborers, and carpenters involved in recovery operations at the World T rade Cen-ter after the 9/11 attacks. Of the 1114 sur-veys returned, 332 workers responded to an open-ended narrative question about their ex-perience detailing debilitating physical conse-quences, depression, drug use, and symptoms of PTSD. Clearly there are methodological limitations to analysis of any attempt to in-terpret quantitatively responses to an open-ended narrative survey question. However, the fact that 30% of those asked chose to share painful physical and emotional symp-toms with researchers suggest that this group of responders, whose efforts clearly serve the public health, must also be further examined. Beyond 9/11, the fact that our current federal and local emergency response plans require the efforts of such workers (and still others will volunteer) suggests a need to anticipate the mental health needs of this population in planning for the needs of public health work-ers in the aftermath of war, terrorism, natural or man-made disaster, or epidemic. PREVENTION, ASSESSMENT, AND MANAGEMENT STRATEGIES The psychological and behavioral conse- quences for individuals and communities of public health workers affected by disaster are needed in any plan for interventions before, during, and after a disaster. Recent publi-cations have also been developed for mass violence intervention and psychological rst aid and risk communication to assist in pop-ulation health interventions for groups and communities, including for rst responders. Professional organizations and institutions, including the U.S. Departments of Defense and Veterans Affairs and the American Psy-chiatric Association have developed and pub-lished practice guidelines for the treatment of depression and also for the treatment of ASD and PTSD. These syntheses of research and expert consensus augment clinical experi-ence in treating patients, educating the public, guiding research, and establishing credibility for medical care delivery. Population-Based Interventions Public education is an important part of population-based interventions to provide knowledge, reassurance, and guidance to fos-ter helpful self-care. In addition, leadership exercising good risk communication skills (e.g., saying what is currently known, what is not yet known, and when new information will be available) can greatly aid community cohesion and constructive actions (19, 34, 46). Public health interventions can both limit dis-tress and alter health risk behaviors (e.g., in-creased smoking and alcohol consumption). In this way, such information and educa-tion can restore communities, families, and workplaces and reduce the postdisaster mental health burden of distress and possible illness (47). An emerging model of early intervention after disaster recommended by expert pan-elists is psychological rst aid (32, 33, 42, 52). One component of psychological rst aid is the establishment of a sense of safety (e.g., through evacuation or protection from re-traumatization). Other components include facilitation of social connectedness, fostering optimism, decreasing arousal, and restoring a sense of self-efcacy through psychoedu-cation, basic relaxation training, and cogni-tive reframing (13) (see Table 1). Models us- ing multidisciplinary or critical incident needs assessment teams (CINAT) to assist in the implementation of psychological rst aid in the workplace, to identify at-risk individuals and groups, and to provide consultation to leadership around risk communication, grief leadership (actions to facilitate adaptive re-sponses to the loss of coworkers), and psy-chological consequence mitigation strategies within the work place have been described (7) (see Table 2). Police, reghters, and heavy equipment operators, all represent pub-lic health workforces that may establish indi-vidual headquarters or operations center sites 62 Benedek ·Fullerton ·Ursano Annu. Rev. Public. Health. 2007.28:55-68. Downloaded from www.annualreviews.orgANRV305-PU28-04 ARI 6 March 2007 17:5 by Uniformed Services University - HSC EBVC Account on 02/26/11. For personal use only.Table 1 Principles of psychological rst aid Safety: Develop a physically safe environment; identify safe areas and behaviors Efcacy (individual and community): Maximize individuals' ability to care for self, family, and others through measures, clear policies, guidance (e.g., evacuation or shelter-in-place procedures; mechanisms for obtaining food, shelter, vaccination, medical care) Calmness: T each and encourage relaxation and calming skills and maintenance of natural body rhythms (e.g., nutrition, sleep, rest, exercise) Connectedness: Maximize and facilitate connectedness to family and other social supports to the extent possible Foster hope and optimism without minimizing ongoing risks within a larger disaster response environment. This was the case in the environs surround-ing the Pentagon after the 9/11 attacks. Here, multidisciplinary teams as described above provided initial triage, psychosocial support, referral for further assessment or treatment, and leadership consultation to public health workers and volunteers using just such an ap-proach (36). The extent to which similar teams using this approach might be applied to the various populations of public health respon-ders before, during, and after other disasters warrants further investigation. Psychological rst aid can be one compo- nent of a deployable team to assist in pro-viding care and assessing needs of various rst-responder groups. This team has been called a CINAT (critical incident needs as-sessment team) and is usually composed of several professionals: psychiatrist, psycholo-gist, social worker, and often clergy and ad-ministrative assistance. This team can meet with leadership of, for example, a police or reghter unit, assess various individuals, and review organizational support and resources to provide a plan for psychological help, sup-port, and special attention for any high-risk groups (22). Specialty Care Psychopharmacology. Although pharma- cological treatment soon after trauma ex-posure may prevent the development of ASD or PTSD, existing evidence should be considered only preliminary. Given the signicance of noradrenergic mechanisms within the amygdala in the consolidation of memory and learning of fear in response to stressful events, it is not surprising that disruption of this process with postsynaptic beta-blocking agents has been proposed as a preventive intervention. Preliminary studies of beta-blockers administered acutely after traumatic exposure have demonstrated reductions in physiological correlates of PTSD and trends in the reduction of PTSD symptoms but have not yet demonstrated efcacy in preventing the development of the syndrome (38). Thus, existing practice guidelines make no specic recommenda-tions regarding pharmacologic intervention for the prevention of ASD or PTSD. For persons with ASD, the use of selective serotonin reuptake inhibitors (SSRIs) and other antidepressants is supported by limited research in ASD and by ndings of consider-able clinical benet in persons with PTSD. Although depression is a highly recurrent illness associated with re-exacerbations under Table 2 Critical Incident Needs Assessment Team (CINAT) functions in workplace/workforce response to a Public Health Emergency Institute a pre-clinical, multidisciplinary team approach Identify high-risk groups/individuals T arget mental health, resilience, distress, and risk behaviors Identify barriers to care and services Offer health education for prevention, assessment, and referral Hold informational briengs (leader participation) Offer grief leadership Integrate family support into worker/workplace support www.annualreviews.org First Responder Health and Mental Health 63 Annu. Rev. Public. Health. 2007.28:55-68. Downloaded from www.annualreviews.orgANRV305-PU28-04 ARI 6 March 2007 17:5 by Uniformed Services University - HSC EBVC Account on 02/26/11. For personal use only.CBT: cognitive behavioral therapy stress, practice guidelines do not suggest the prophylactic resumption of antidepressant therapy in disaster-exposed individuals. SSRIs are considered the rst-line med- ication treatment for PTSD. In both male and female patients, treatment with SSRIs has been associated with reductions of core PTSD symptoms in all three symptom clusters. SS-RIs are also considered a rst-line choice in the treatment of postdisaster depressive ill-ness. Their safety and side-effect prole, their coindication for PTSD, and high rates of comorbidity between these illnesses suggest SSRI treatment if depression does reoccur in the after trauma. Other antidepressants, in-cluding tricyclic efcacy in earlier—and in some cases less rigorous—studies (4). More re-cently, prazosin, a centrally active alpha-1 re-ceptor antagonist has been shown to reduce trauma-related nightmares and overall levels of PTSD in a series of combat veterans and other trauma victims (40). Benzodiazepines appear to reduce anxiety and improve sleep. They also oppose nore-pinephrine's memory-potentiating activity in the amygdala (although to a lesser degree than do beta blockers). They are often used in trauma-exposed individuals including those with PTSD. Their efcacy in treating the core symptoms of PTSD has not been estab-lished. Because of observations including in-creased incidence of PTSD after early treat-ment, worsening symptoms upon withdrawal, and the possibility of dependence, benzodi-azepines are not recommended as monother-apy for PTSD (4). Limited studies suggest that second- generation antipsychotic medications (e.g., olanzapine, quetiapine, and resperidone) may be helpful in some patients with PTSD. Al-though flashbacks and intrusive symptoms are considered to be distinct from psychotic phe-nomena, the similarity between particularly intense flashbacks and other impairments in reality testing may provide a partial explana-tion for these observations. The neurophysi-ological kindling model suggests a theoretical basis for the anticonvulsant medications (e.g., divalproate, carbamazepine, topiramate, and lamotrigine) in terms of preventive as well as therapeutic efcacy. Although preventive ef-fects have not been quantied, limited studies suggest therapeutic benet particularly in the reexperiencing symptom cluster with these agents (15). Psychosocial interventions. Some evidence supports the effectiveness of psychotherapeu- tic approaches immediately after trauma in preventing the development of ASD, PTSD, and depression. Cognitive behavioral therapy (CBT) attempts to correct cognitive distor-tions (e.g., overgeneralization of threat levels) and reduce the frequency and symptomatol-ogy associated with traumatic memories by re-exposure (imagined or in vivo) in a con-trolled setting. Studies of CBT in rape and sexual assault victims as well as motor vehi-cle and industrial accident survivors suggest that CBT delivered over a few sessions in the weeks following trauma may speed recovery and prevent the development of PTSD (4). Imagery rehearsal, prolonged exposure, cognitive processing (CPT), and virtual reality therapies share with traditional CBT the incorporation of one element: progressive and guided re-exposure to traumatic recol-lections as part of the therapeutic process. The other exposure-based psychotherapies have received less attention in clinical trials. CPT has demonstrated good outcomes in a group setting with sexual assault victims; however, the degree to which this would translate to success in a postdisaster setting has not been examined (41). Eye movement desensitization and processing (EMDR) combines a reexposure element with eye movement, memory recall, and verbalization. Numerous studies have demonstrated the efcacy of CBT in reducing symptoms of PTSD. EMDR has also been widely studied and appears effective most likely because of the well-studied CBT component. Present 64 Benedek ·Fullerton ·Ursano Annu. Rev. Public. Health. 2007.28:55-68. Downloaded from www.annualreviews.orgANRV305-PU28-04 ARI 6 March 2007 17:5 by Uniformed Services University - HSC EBVC Account on 02/26/11. For personal use only.ANRV305-PU28-04 ARI 6 March 2007 17:5 studies indicate that the eye-movement com- ponent of the treatment is not necessary (16). The theory that mass traumatic exposure could lead to the development of ASD or PTSD symptoms in large groups or com-munities was recognized long before it was conrmed in epidemiologic studies of com-bat veterans or survivors of the September 11th terrorist attacks. Military commanders have long used after-action reviews to eval-uate the effectiveness of and damage result-ing from combat operations, in part to mit-igate the emotional effects of participation in such activities. More recently, this pro-cess has evolved into a number of tech-niques applied to groups of law-enforcement personnel, emergency service providers, and civilians, collectively referred to as psycho-logical debrieng. The critical incident stress debrieng (CISD) is a popular form of a semistructured, staged, group psychological debrieng. Although many who receive de-brieng experience the process as benecial, there is no evidence to suggest that debrief-ings prevent PTSD, and some studies suggest that the process may be harmful (11). The cur-rent American Psychiatric Association prac-tice guidelines do not recommend CISD or other forms of psychological debrieng for the prevention or treatment of ASD or PTSD. The guidelines do call for the development of population-based approaches to exposure to mass violence aimed at the reduction of distress and maladaptive distress behavior in communities and populations as well as the prevention of acute ASD and PTSD (4). CONCLUSION First responders to natural and human-made disasters may be called to aid communities and therefore our nation after hurricanes, terror-ism, or a pandemic. The modern denition of rst responder must now include both tradi-tional public safety workers (e.g., police, re-ghters) and public health workers and non-traditional responders who help reconstruct the community's health and safety infrastruc- ture in extreme conditions. This population includes individuals whose work necessitates prolonged, intense exposure to the death, in-jury, and destruction wrought by disasters. Recent studies demonstrate that the range and severity of psychological responses varies with characteristics of the disaster, the particular responders, and the nature of past traumatic experience and training, and with events that occur and support that is present after the dis-aster. Further research is needed to identify those factors that may best predict the trau-matic sequelae of a given exposure in a given responder or responder population. In addi-tion, further research is needed to inform pre-ventive strategies and treatments for specic disorders to promote maximal efcaciousness in individual patients or subpopulations of public health workers. Last, current models of population-based preventive approaches us-ing preparedness training, education, and sup-portive measures, including psychoeduction and psychological rst aid, should be evalu-ated in populations of public health workers responding to disasters, terrorism, and other public health crises. LITERATURE CITED 1. Akbayrak N, Oflaz F, Aslan O, Ozcan CT, T astan S, Cicek HS. 2005. Posttraumatic stress disorder symptoms among military health professions in T urkey. Mil. Med. 170(2):125-29 2. Alvarez J, Hunt M. 2005. Risk and resilience in canine search and rescue handlers after 9/11. J. Trauma. Stress 18(5):497-505 3. Am. Psychiatr. Assoc. 2004. Diagnostic and Statistical Manual of Mental Disorders. Washing- ton, D.C.: Am. Psychiatr. Assoc. 4th ed. 4. Am. Psychiatr. Assoc. 2004. Practice guidelines for the treatment of patients with acute stress disorder and post traumatic stress disorder. Am. J. Psychiatry Suppl. 161(11):1-57 www.annualreviews.org First Responder Health and Mental Health 65 Annu. Rev. Public. Health. 2007.28:55-68. Downloaded from www.annualreviews.org by Uniformed Services University - HSC EBVC Account on 02/26/11. For personal use only.ANRV305-PU28-04 ARI 6 March 2007 17:5 5. Bai Y, Lin CC, Lin CY, Chen JY, Chue CM, Chou P. 2004. Survey of stress reactions among health care workers involved with the SARS outbreak. Psychiatr . Ser. 55(9):1055-57 6. Beaton R, Murphy S, Johnson C, Pike K, Corneil W. 1998. Exposure to duty-related incident stressors in urban reghters and paramedics. J. Trauma. Stress 11(4):821-28 7. Benedek DM, Ursano RJ. 2005. Beyond post-traumatic stress Biosecur. Bioterror- 8. Benedek DM, Ursano RJ, Fullerton CS, Vineburgh NT, Gifford RK. 2006. Responding to workplace terrorism: applying military models of behavioral health and public response. J. Workplace Behav. Health, Spec. Ed. T errorism. In press 9. Bryant RA. 2005. Psychosocial approaches to acute stress reactions. CNS Spectrums 10(2):116-22 10. Bryant RA, Harvey AG. 1995. Posttraumatic stress in volunteer reghters: predictors of distress. J. Nerv. Ment. Dis. 183(4):267-71 11. Bryant RA, Harvey AG. 1996. Posttraumatic stress reactions in volunteer reghters. J. Trauma. Stress. 9(1):51-62 12. Carson MA, Paulus LA, Lasko NB, Metzger LJ, Wolfe J, et al. 2000. Psychophysiologic assessment of posttraumatic stress disorder in Vietnam nurse veterans who witnessed injury or death. J. Consult. Clin. Psychol. 68(5):890-97 13. Cent. Study T rauma. Stress. 2005. Psychological rst aid: how you can support well-being in disaster victims. http://www.usuhs.mil/psy/CSTSPsych1stAid.pdf 14. Cetin M, Kose S, S, J, Basoglu C. 2005. Identication and posttrau- matic stress disorder symptoms in rescue workers in the Marmara, T urkey Earthquake. J. Traumat. Stress. 18(5):485-89 15. Connor KM, Buttereld MI. 2003. Posttraumatic stress disorder. FOCUS I(3):247-62 16. Davidson PR, Parker KC. 2001. Eye movement desensitization and reprocessing (EMDR): a meta-analysis. musculoskeletal, and res- piratory problems and sickness absence before and after involvement in a disaster: a lon-gitudinal study among rescue workers. Occup. Environ. Med. 61(10):870-72 18. Fikretoglu D, Brunet A, Best SR, Metzler TH, Deluchi K, et al. 2006. Peritraumatic fear, helplessness and horror and peritraumatic dissociation: Do physical and cognitive symptoms of panic mediate the relationship between the two? Behav. Res. Therapy. In press 19. Fullerton CS, Ursano RJ, Norwood AE, Holloway HH. 2003. T rauma, terrorism, and disaster. In T errorism and Disaster: Individual and Community Mental Health Interventions, ed. RJ Ursano, CS Fullerton, AE Norwood, 1:1-20. Cambridge, UK: Cambridge Univ. Press 20. Fullerton CS, Ursano RJ, Wang L. 2004. Acute stress disorder, posttraumatic stress dis- order, and depression in disaster or rescue workers. Am. J. Psychiatry 161(8):1370-76 21. Grieger TA, Fullerton CS, Ursano RJ, Reeves JJ. 2003. Acute stress disorder, alcohol use, and perception of safety among hospital staff after the sniper attacks. Psychiatr. Serv. 54(10):1383-87 22. Hamaoka DA, Grieger TA, Benedek DM, Ursano RJ. Crisis intervention. In Encyclopedia of Stress, ed. G Fink. Oxford, UK: Elsevier 23. Heinrichs M, Wagner D, Schoch W, Soravia L, Hellhammer D, Ehlert U. 2005. Predicting posttraumatic stress symptoms from pretraumatic risk factors: a 2-year prospective follow-up study in reghters. Am. J. Psychiatry 162:2276-86 24. Horowitz MJ, Siegel B, Holen A, Bonanno GA, Milbrath C, Stinson CH. 1997. Diagnostic criteria for complicated grief disorder. Am. J. Psychiatry 154:904-10 66 Benedek ·Fullerton ·Ursano Annu. Rev. Public. Health. 2007.28:55-68. Downloaded from www.annualreviews.org by Uniformed Services University - HSC EBVC Account on 02/26/11. For personal use only.ANRV305-PU28-04 ARI 6 March 2007 17:5 25. Inst. Med. 2003. Preparing for the Psychological Consequences of T errorism: A Public Health Strategy. Washington, DC: Natl. Acad. Press 26. Johnson S, Langlieb A, T eret S, Gross R, Schwab M, et al. 2005. Rethinking rst response: effects of the clean up and recovery effort on workers at the World T rade Center disaster site. J. Occup. Environ. Med. 47:386-91 27. Kerasiotis B, Motta RW. 2004. Assessment of PTSD symptoms in emergency room, in- tensive care unit, and general floor nurses. Int. J. Emerg. Ment. Health 6(3):121-33 28. Marmar CR, Weiss DS, Metzler TJ, Delucchi KL, Best SR, Wentworth KA. 1999. Lon- gitudinal course and predictors of continuing distress following critical incident exposure in emergency services personnel. J. Nerv. Ment. Dis. 187(1):15-22 29. Maunder R, Hunter J, Vincent L, Bennett J, Peladeau N, et al. 2003. The immediate psychological and occupational impact of the 2003 SARS outbreak in a teaching hospital. Can. Med. Assoc. J. 168(10):1245-51 30. McCarroll JE, Fullerton CS, Ursano RJ, Hermsen MA. 1996. Posttraumatic stress symp- toms following forensic dental identication: Mt. Carmel, Waco, T exas. Am. J. Psychiatry 153(6):778-82 31. McFarlane AC, Papay P. 1992. Multiple diagnoses in posttraumatic stress disorder in the victims of a natural disaster. J. Nerv. Ment. Dis. 180(8):498-504 32. Morren M, Yzermans CJ, van RMA, Wevers JM. 2005. The health of volunteer reghters three years after a technological disaster. J. Occup. Health 47:523-32 33. Natl. Child T rauma. Stress Netw. Natl. Cent. PTSD. 2005. Psychological rst aid: operations guide. http://www.ncptsd.va.gov/pfa/PFA 9 6 05-nal.pdf 34. Natl. Inst. Ment. Health. 2002. Mental health and mass violence: evidence-based early psychological intervention for victims/survivors of mass violence. A workshop to reach consensus on best practices. NIH Publ. No. 02-5138. Washington, DC: US Gov. Print. Off. 35. North CS, Tivis L, McMillen JC, Pfefferbaum B, Pitznagel EL, et al. 2002. Psychiatric dis- orders in rescue workers after the Oklahoma City bombing. Am. J. Psychiatry 159(5):857-59 36. Orman DT, Robichaux RJ, Opera- tion solace: overview of the mental health intervention following the September 11, 2001 Pentagon attack. Mil. Med. 167(Suppl. 4):47 37. Otte C, Neylan TC, Pole N, Metzler T, Best S, et al. 2005. Association between childhood trauma and catecholamine response to psychological stress in police academy recruits. Biol. Psychiatry 57:27-32 38. Pitman RK, Delahanty DL. 2005. Conceptually driven pharmacologic approaches to Spectrums 10(2):99-06 Maciejewski PK, et al. 1999. Con- sensus criteria for traumatic grief: a preliminary empirical test. Br. J. Psychiatry 174:67-73 40. Raskind MA, Peskind ER, Kanter ED, Paetrie EC, Radant A, et al. 2003. Reduction of nightmares and other PTSD symptoms in combat veterans by prazosin: a placebo controlled study. Am. J. Psychiatry 160:371-73 41. Resick PA, Nishith P, Weaver TL, Astin MC, Feuer CA. 2002. A comparison of cognitive processing therapy with prolonged exposure and a waiting condition for the treatment of chronic posttraumatic stress disorder in female rape victims. J. Consult. Clin. Psychol. 70:86-79 42. Ritchie EC. 2003. Mass violence and early intervention: best practice guidelines. Prim. Psychiatry 10(8):43-48 43. Shear MK, Zuckoff A, Frank E. 2001. The of traumatic grief. CNS Spectrums 6:336-46 www.annualreviews.org First Responder Health and Mental Health 67 Annu. Rev. Public. Health. 2007.28:55-68. Downloaded from www.annualreviews.org by Uniformed Services University - HSC EBVC Account on 02/26/11. For personal use only.ANRV305-PU28-04 ARI 6 March 2007 17:5 44. Slusarcick AL, Ursano RJ, Fullerton CS, Dinneen MP. 1999. Stress and coping in male and female health care providers during the Persian Gulf War: the USNS Comfort hospital ship. Mil. Med. 164(3):166-73 45. Deleted in proof 46. Ursano RJ, Friedman MJ. 2006. Mental health and behavioral interventions for victims of disasters and mass violence: systems, caring, planning, and needs. In Interventions Fol- lowing Mass Violence and Disasters: Strategies for Mental Health Practice, ed. EC Ritchie, MJ Friedman, PJ Watson, 21:405-15. New York: Guilford 47. Ursano RJ, Fullerton CS, Norwood AE. 2004. Behavioral and mental health responses to bioterrorism: needs for the public's health. In Bioterrorism: Psychological and Public Health Interventions, ed. RJ Ursano, AE Norwood, CS Fullerton, Press 48. Ursano RJ, McCarroll JE, Fullerton CS. 2003. T raumatic death in terrorism and disas- ters: the effects on posttraumatic stress and behavior. In T errorism and Disaster: Individual and Community Mental Health Interventions, ed. RJ Ursano, CS Fullerton, AE Norwood, 17:308-32. Cambridge, UK: Cambridge Univ. Press 49. van Kamp I, van der Velden PG, Stellato RK, Roorda J, van Loon J, et al. 2006. Physical and mental health shortly after a disaster: rst results from the Enschede rework disaster study. Eur. J. Public Health 16(3):252—58. 50. Violanti JM, Burchel CM, Miller DB, Andrew ME, Dorn J, et al. 2006. The Buffalo cardio-metabolic occupational police stress (BCOPS) pilot study: methods and participant characteristics. Ann. Epidemiol. J. 16(2):148-56 51. Ward CL, Lombard CJ, Gwebushe N. 2006. Critical incident exposure in South African emergency services personnel: prevalence and associated mental health issues. Emerg. Med. J. 23:226-31 52. Watson P, Shalev A. 2005. Assessment and treatment of adult acute response to traumatic stress. CNS Spectrums 10(2):96-98 53. Weiss DS, Marmar CR, Metzler TJ, Ronfeldt HM. 1995. Predicting symptomatic distress in emergency services personnel. J. Consult. Clin. Psychol. 63(3):361-368 68 Benedek ·Fullerton ·Ursano Annu. Rev. Public. Health. 2007.28:55-68. Downloaded from www.annualreviews.org by Uniformed Services University - HSC EBVC Account on 02/26/11. For personal use only.www.annualreviews.org First Fear Worry Altered concentration 2. *Resilience PTSD ASD Depression 3. Smoking Evacuation Alcohol Over dedication Figure 1 Range of emotional and behavioral responses to disaster. Annu. Rev. Public. Health. 2007.28:55-68. Downloaded from www.annualreviews.orgHI-RES-PU28-04-Benedek.qxd 2/9/07 12:27 PM Page C-1 by Uniformed Services University - HSC EBVC Account on 02/26/11. For personal use only. "}