{"title": "Services", "author": "Natalia", "url": "https://moonstonenaturopathic.com/services/", "hostname": "moonstonenaturopathic.com", "description": "Naturopathic Practice Do more of what you love and feel great Naturopathic practice includes the following diagnostic and therapeutic modalities: clinical and laboratory diagnostic testing, nutritional medicine, botanical medicine, naturopathic physical medicine, public health measures, hygiene, counseling, homeopathy, prescription medication and injection therapy. Moonstone", "sitename": "Moonstone Naturopathic", "date": "2018-04-25", "cleaned_text": "Naturopathic Practice Do more of what you love and feel great Naturopathic practice includes the following diagnostic and therapeutic modalities: clinical and laboratory diagnostic testing, nutritional medicine, botanical medicine, naturopathic physical medicine, public health measures, hygiene, counseling, homeopathy, prescription medication and injection therapy. Moonstone Naturopathic Therapies: Clinical Nutrition: Nutrition is the basic foundation of health. The saying \"you are what you eat\" holds true. Botanical medicine: Plants provide chemicals that help decrease symptoms, but more importantly work with the body to heal and maintain optimal health. Homeopathy: Homeopathy is based on the basic principal like cures like. Homeopathy takes in consideration all of the presenting symptoms... Mind & Body Medicine: Health is affected by several different aspects. One of these aspects is our emotions. Supplements: Our food provides a majority of nutrition; however, due to changes within the modern agricultural ways, food processing... Hydrotherapy: The use alternating hot and cold water as a form of therapy. Cervical Dysplasia/HPV Natural Solution: This is for those who have had an abnormal PAP smear and want an alternative to LEEP or coloscopy. Holistic Gyn Exams: Start with a comprehensive assessment and provide a comfortable environment for PAP smear and breast exam. Natural Birth Control Options: Take control of your health! This involves exploring your option to birth control. Fertility treatment plan: Infertility is going up in numbers every year! There are many causes of fertility issues. EpiGenetic testing or nutritional genomics: Have you heard of MTHFR or COMT mutations? Natural Hormone replacement: Through an individualized protocol Dr. McGill can help balance your hormones... General Medicine: Assessment of your current and past symptoms, labs will be suggested (if needed)... Latest Features Expert advice and in-depth features for a healthy life Contact Moonstone Naturopathic Today Please do contact me anytime if you have questions "}