{"title": "PDF", "author": "PDF", "url": "https://fullscript.com/wp-content/uploads/2021/08/Vital-Adapt-PS-PDF.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Vital Adapt® A Daily Nourishing Adaptogenic Tonic* Vital Adapt® is a nourishing, broad-spectrum herbal tonic designed to optimize the body's natural resistance and adaptation to stressful influences, while promoting health, longevity and total well-being. It features potent extracts of many well-known adaptogenic botanicals Eleuthero, Rhodiola, Schizandra and Ashwagandha. The work synergistically to support healthy function of the body's natural processes while providing vital energy and promoting hormonal balance.* Eleutherococcus senticosus Root Ext. Ext. 50% Polyphenols * Percent Daily Values are based on a 2,000 calorie diet ** Daily Value Not Established Other Ingredients: Vegetable Glycerin, Deionized Water, Grain Alcohol (20%-30% by Volume), Luo Han Guo Fruit, Fennel Essential Oil.Proprietary Formula: 2 ml** (1446 mg Herb Weight Equivalence)Supplement Facts Serving Size: 2 ml (2.5 dropperfuls) Servings Per Container: About 59 Calories Total CarbohydrateAmount Per Serving%Daily Value S® NATUR A© 2021 Health Products, Inc. All rights reserved. NaturaHealthProducts.com | 541.488.0210Our specialty ingredients are certified by analysis for purity and potency, and this product is manufactured under current Good Manufacturing Practices (cGMP). Eleuthero Vital Adapt® contains a unique, clinically-researched extract of Eleuthero (Russian 1:1 concentrate) that has been proven to increase the body's ability to withstand adverse physical conditions. Eleuthero is perhaps the most widely-researched adaptogenic herb, found to enhance job productivity, mental performance, concentration and alertness.* Schisandra Schisandra has a long history of use in China, Japan, Korea, Tibet and Russia. Vital Adapt® contains Schisandra seed extract in addition to the fruit extract. The seed extract is found to contain some of the most powerful adaptogenic compounds. The seed extract paired with the fruit extract offers the unique property of stimulating the central nervous system without causing over-excitation. This translates into a balanced, strong and enduring sense of mental and physical vitality.* Rhodiola Rhodiola is a popular adaptogenic tonic that promotes health and vitality. Rhodiola extract helps promote a calm emotional state and supports strong mental performance. It contains an assortment of constituents that encourage a healthy brain, optimal immune system function and hormonal balance. Used regularly, it enhances the body's natural resistance and adaptation to stressful influences while promoting mental endurance and metabolic efficiency.* Ashwagandha Referred to as \"Indian Ginseng,\" Ashwagandha is revered in Ayurvedic medicine for its remarkable ability to promote mental and physical vitality and stamina. Ashwagandha promotes metabolic efficiency and a general sense of well-being when combined with the synergistic herbal ingredients found in Vital Adapt.* Cordyceps and Reishi These mushrooms are both highly regarded in Chinese medicine to nourish the kidney energy system and support adrenal function. Both Reishi and Cordyceps also help to protect the body when it is subject to environmental challenges.* Green Tea and Turmeric Green tea extract and Turmeric work together synergistically. Both of these valued traditional herbs help maintain and support healthy cellular function while providing protection against environmental stressors.*FEATURING Nourishes adrenal and endocrine function* Improves and resilience* Builds mentail and physical vitality* *These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.DOES NOT CONTAIN: Wheat, gluten, milk, eggs, fish, crustacean shellfish, tree nuts, peanuts Available in 4 and 16 fluid ounces or 60 capsules SUGGESTED USE: 2 ml (2.5 dropperfuls) or 2 capsules, two times daily, or as directed by your healthcare practitioner New Vital Adapt caps bottle rollout "}