{"title": "PDF", "author": "PDF", "url": "https://mybackinline.com/wp-content/uploads/Back-In-Line-Newsletter-Winter-2014.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Happy Holidays from Back in Line Family Chiropractic & Wellness wants to wish you and your family a very Merry Christmas and Happy New Year! 2014 was a great year at Back in Line; we hosted over 12 events that encouraged health and wellness in a variety of ways and feedback was well received . Requests for more caused us to plan ahead for even more in 2015! Please continue to check out our social media links and website under the \"calendar -­of-­events\" section. Currently, we have e vents scheduled into May and are working on events to fill up ALL of 2015. Our events are on a first come first serve basis and have all been FREE thus far. Anyone interested in learning more about health and wellness is encouraged to participate , even if they aren't a patient at Back in Line. We want you to invite those in your life that you fee l would benefit from learning about the topic discussed or participating in physical ly active event. To recap 2014, we had even ts ranging from HEAT yoga, to BU RST Cycling night, annual Ladies Night, Bike Night s in the summer, healthy food prep courses, and more. The strategic planning for 2015 at Back in Line will help us HONOR and EMPOWER our patients to be happy and healthy. We feel disease and injury preve ntion is paramount in reducing our patients ' overall healthcare costs and significantly i mproving their quality of life. Goodbye 2014, Hello 2015! (continued on Page 2 ...) Back in Line Family Chiropractic and Wellness 102 A Ave. Hiawatha, IA 52233 Issue [#]: [Issue Date] 2 We are excited to be having Hannah Anderson joining u s during her internship and begin ning full-­time practice in March. Hannah brings with her some of the most advanced and up -­to-­date training in pediatric and prenatal chiropractic and conservative management. Dr. Nate Weber has spent a big portio n of 2014 in Active Release Technique training, Trigger Point Dry Needling, and of course, some typical MEAT -­HEAD/REHAB coursework that allows him to be the area's leading specialist in Sports Injury and musculo -­skeletal pain management. I, CJ Kleene, on the other hand, am going to work on \"practicing what I preach\" by taking some time off to enjoy my second born baby and family the first part of the year. I plan on taking off Dec 23 and not returning until sometime in mid -­Jan on a reduced load. YES, BA BY WILL BE JOINING ME AT WORK until at least March/April for those of you that enjoyed the \"therapy\" of holding Miss Porter after she was born . I am truly blessed to have understanding patients and the BIL team that give me the privilege of doing what I love AND having my family be a huge part of the career -­family -­life game balance. Speaking of \"Life -­Balance\"... we fe el this is the heart of our overall health. Literally, the Back in Line Motto for 2015 is \"MAKING -­ HEALTHY -­CONTAGIOUS!\" We want to celebrate how our friends and patients are becoming healthy, maintaining their health, and are HAPPIER as a result. We feel an individual 's BIGG EST AND MOST VALUBLE ASSET is good h ealth. Not just lack of a disease and pa in, but truly feeling great and in multiple parameters. We also recognize it can be overwhelming and confusing when setting a new HEALTH goal. You may as yourself, \"WHERE DO I EVEN BEGIN?! \" We never want to set you up for failure , but rather act as a posi tive force in your life, encouraging you wherever you maybe in your health journey. (CHECK OUT THE DIAGRAM ON THE LEFT) Some of us maybe GREAT in the Intellectual and Social categories, but really struggling with family and career issues that are impac ting our quality of life. This person will have increased stress, anxiety , decreased sleep, increased sugar and processed food intake to \"stay -­awake\" during the day , ALL which propagate poor physical health (hormone disruptions, increased pain percepti on, toxic overload, malnourishment, etc). Chronic poor physical health will eventually will disrupt the financial aspect, and further dis rupt the career and family categories. EVENTUALLY this all takes a toll on the intellectual and social aspects of this indi vidual's life. See how it's all connected?? We all posses at minimum 7 pillars of what makes us \"balanced\" in the health paradigm. We can take a page from Zig Zigglar: Career Spiritual Family Financial Physical Intellectual Social (continued from page 1 ) (...continued on next page ) Issue [#]: [Issue Date] 3 As a new year approaches it is NOTORIOUS for RESOULTION GOAL SETTING. Maybe the resolution doesn't have to do anything with weight loss, but maybe working on being better financially stable? We see a lot of people set a goal but fail to connect that actu al \"HOW\" AM I GOING TO SET THAT IN MOTION? We recommend examples similar to below... Resolution #1 -­ Save Money Action Plan #1 -­ I will put $20/wk in a jar under my bed (or a savings account, FYI that's over $1,000 in savings in 1 year!!!) Resolution #2 - Reconnect with my Family Action Plan #2 - Commit to 1 dinner cooked a nd prepared at HOME with my family , try new foods (keep it healthy ) Resolution #3 - Mind -­Body Sprit Balance Action Plan #3 - sign up for a mediation class, join a bible study, LEARN TO SAY NO to things that are currently not rewarding and are stealing valuable energy away from you and those OTHER things that need more balance. Resolution #4 - Be Healthier! Action Plan #4 - cut 1 pop out per day, replace with 4 cups of water! (even purchase a water bottle specifically to use at your desk!) Please take these suggestions to heart as we lovingly care about your health. We know that every year more and more patients are having high deductible plans, less -­and-­less insurance coverage for complimentary, alternative, and true preventive services. We feel and studies support our opinions that lifestyle medicine is the best tool at improving your health and reducing your out -­of-­pocket expenses when it comes to your health. Since 2009, the BI L platform is working to: Honor your time Honor your health Honor your money We feel the best way to accomplish this is by offering the many services we do, inviting you to partake in our FREE events, working WITH YOU (our patients) on your health, and being conscious that e veryone is a unique individual. Much Love, The Back in Line Team Nate Weber, DC CJ Kleene, DC Hannah Anderson Julie Daughetee Allie Skile s (continued from page 2) Back in Line Family Chiropractic & Wellness Clinics 102 A Ave. Hiawatha, IA 52233 Issue [#]: [Issue Date] 4 At Back In Line we pride ourselves in staying ahead of the curve, & always strive to learn the latest & greatest in conservative, non -­surgical forms of pain management. Our goal is to get you out of pain & back to things you enjoy as quickly as possible! I n addition to the great soft tissue techniques we've offered in the past (A.R.T., Graston) - this year we've introduced trigger point dry needling (TrpDN) & have seen PHENOMENAL results thus far. So if you've wondered what the heck it is & how it can help, this article is for you! Trigger points are hard and tender spots in muscles that are either recently injured or under constant stress. The \"trigger\" or tender point is a small region of muscle that has gone into spasm and is no longer able to contract an d relax. This faulty region causes increased stress along the length of the muscle and typically causes restricted range of motion and pain or discomfort locally or at the joint it is attached to. In the past we've typically used Active Release Technique (A.R.T.) or Graston (shiny tools) to treat these trigger points and have seen good results - but we're not satisfied with just being good J, we want to deliver you GREAT results! So we set out to learn MORE about dry needling over the past year. Dry needl ing uses very fine acupuncture needles to insert into the trigger points within the muscles. They are inserted into the contracted regions of the muscles and actually create tiny lesions in those areas. The needles typically cause a \"twitch response\" where the trigger point will quickly contract and then immediately relax and release. The micro -­lesion created by the needle actually acts more long term by increasing local blood flow and inflammatory mediators (excuse the nerd speak) to the injured \"trigger point\", and allows the region to heal over the next 2 -­4 days. Dry needling is a fantastic new & emerging technique that we are thrilled to be able to offer our patients, but so are A.R.T. and Graston. These are all phenomenal techniques that deliver excellent results and should be used together to deliver superior results! I typically use TrpDN as a long term fix for pain because the needle actually penetrates the tissue and creates micro -­trauma, thus jump -­starting the inflammation and healing process es that will speed recovery. Often the results and pain relief are immediate, but the long term results (tissue healing) are the real therapeutic goals. A.R.T. and Graston work on similar and different issues than TrpDN. A.R.T. is phenomenal at breaking up adhesions between local tissues, and also at releasing contractures in ligaments, tendons, and joint capsules. Graston is great for releasing fascial tension (fascia is the connective tissue glue that holds our tissues together - it literally connects EVE RYTHING to EVERYTHING else; your big toe really does connect to your head through fascial connections). I like to combine treatment of TrpDN with A.R.T./Graston techniques to get superior results. Certain areas/condtions respond better to TrpDN. Other tiss ues, like sprained ligaments or tendons, will respond better to A.R.T./Graston. The ability to apply each treatment in the right situation gets the best results in the fewest number of visits. The final, and sometimes missing, link in management of muscul oskeletal pain is reactivation. Once the cause of the pain has been addressed and treated, and range of motion has been restored, reactivation and restoration of normal function is KEY to long -­term resolution and prevention! This is why we combine ALL of the best techniques (adjustments, A.R.T., Graston, TrpDN, rehab, and exercise) to deliver superior results to our patients as quickly as possible! Dr. Nate Weber explains Trigger Point Dry Needling Issue [#]: [Issue Date] 5 Upcoming Events We had a packed house for our Salad Challenge presentation! We encourage participants to eat at least a 1 salad a day, for 21 days to institute some solid healthy habits between Thanksgiving and Christmas. Reminder to t hose participating, tag Back In Line on social media 10 times to claim a prize! Recap: The Salad Challenge December 9th: Join us at MooreFit in Hiawatha for an awesome workout! (Jstotalfit.com) @6:30 December 11th: Zumba! Hosted by Back In Line at the Hiawatha Community Center. Come show off your best moves (or lack there of... we don't care!) at 6pm By December 31st: Register for the supplement club to get 30% off of supplements year round. Commit to 12 months of foundational supplements (multivitamins, probi otics, vitamin D, omega 3's... etc.) for this great deal for all of 2015. Contact Allie@mybackinline.com for details. January 6th, 2015: Try another awesome work out! Join us at 2BFit at 6:30pm (www.2bfit.us) 1707 Hiawatha, Curious about injectable HcG for weight loss? Listen to clinical nutritionist Karla Schmidt walk you thought the research, data, and safety of medically supervised weight loss. Class begins at Back In Line at 6:30pm. BE SURE TO CHECK OUR WEBSITE FOR ADDITIONAL EVENTS WE WE'LL HOST THROUGHOUT 2015. ALSO -­ -­ FOLLOW US ON SOCIAL MEDIA FOR HEALTHY TIPS AND MORE! Insurance and Billing Some of you may have noticed a delay in billing. We apologize for the lag in timeliness in receiving these bills compared to the dates of service. We do our best to send in billing and claims frequently to your respective insurance companies, and typically wait 30 -­60 days to hear back from them. Ultimately, payment for the services (covered or non -­covered) is the responsibility of the patient. We also try our best to communicate which insurance companies cover which services, and give patients the option to reject services that will not be covered. We strive to be transparent and upfront with out patients on costs of services as well as goods sold (supplements, etc.). We have also noticed a growing trend in those with high deductible plans. We work hard to honor your hard earned money diligently with cash options for those not wanting to submit to insurance, but utilize HSA/FSA monies. Natural Ways to Prevent Illness During Cold and Flu Season A note from Hannah Anderson 1. Good FOOD nutrition - keep vegetables (fresh AND cooked) in your daily diet. Food is the BEST way to get vitamins and minerals even though most of us need to fill in the gaps with supplements. 2. Vitamin D. This is harder to get in the winter due to the lack of sun light, BUT WE NEED IT. It makes us happy, keeps our bones strong, and strengthens our immune system. We have an easy (and taste -free) liquid form available at our office. 3. Avoid sugar and refined carbs (bread, pasta, white rice...). Nasty bad bacteria LO VES to eat this stuff, so don't feed it! 4. Exercise daily. Get your blood pumping and boost your white blood cells that fight infection. Even taking the stairs helps! 5. Sleep. Give your body time to repair daily wear and tear. 6. Wash your hands with regular soap, rather than antibacterial soap , which can cause bacterial resistance. 7. Detox in a sauna - don't have one at your gym? Come try the Infrared Sauna at BIL designed for detox! It will help you fight that virus /bacteria NATURALLY! 8. Get adj usted! Chiropractic adjust ments before and DURING cold or flu symptoms help boost the immune system and help get you back to feeling GREAT again! YES, WE WANT TO SEE YOU WHEN YOU'RE SICK! B e sure to get on the schedule at (or before) the first signs "}