{"title": "These people were vaccine hesitant. Here's why they changed their minds | CBC News", "author": "Angelina King", "url": "https://www.cbc.ca/news/canada/toronto/vaccine-hesitant-changed-minds-1.6022537", "hostname": "cbc.ca", "description": "Vaccine hesitancy is decreasing across Canada, according to two new studies and those who work on the issue. Health experts have said the focus must turn to addressing hesitancy and those who have fallen through the cracks. CBC News spoke with people who changed their minds about what worked for them.", "sitename": "CBC", "date": "2021-05-11", "cleaned_text": "vaccine hesitant. Here's why they changed their minds Canadian surveys find vaccine hesitancy decreased by about 10% since January Even though Jennie Powell was worried about contracting COVID-19, her mind was made up about vaccines: she was not interested. In fact, she was afraid. \"I kept saying to myself and telling everybody, 'My dear, I'm going to be the last one to take this vaccination. I'm not taking it. No.'\" Powell, 73, says she was scared of side effects because years ago she had a severe reaction to the flu shot. Last month, however, she changed her mind. She credits three people: her family doctor, who educated her about vaccine safety, her pastor, who helped ease her fears, and U.S. President Joe Biden. \"He's in my age range,\" she told CBC Toronto. Powell monitored the president's television appearances after he got the Pfizer vaccine to see whether his health deteriorated. But the real turning point came from her doctor who invited his patients to attend a virtual information session on vaccines. She trusts him, so she signed up. Afterward, he followed up and she promptly booked an appointment near her home in hard-hit Peel Region. \"The educational information I received changed my mind completely,\" she said. Vaccine hesitancy is decreasing in Canada, according to those who work on the issue and two recent surveys. Health-care workers say it's due to a combination between more information being communicated to the public, people seeing others get their shots and on-the-ground work addressing hesitancy in various communities. WATCH | Jennie Powell explains why she changed her mind and got vaccinated: Powell is proud to say she was vaccinated last month. She now encourages others to get their shots. Her doctor, Noah Ivers, is part of 19 to Zero, a coalition of experts dedicated to building vaccine trust. He's taken part in dozens of virtual information sessions about vaccine safety and efficacy and says he is seeing hesitancy go down. \"I think we've had success with some but not all,\" he said. \"When you do have success and you hear about that success ... it's like when a patient tells you they quit smoking. It's fantastic.\" Ivers says he answers questions, explains why vaccines are safe and debunks miscommunication patients see online while finding common ground. \"No matter what they say, if they talk about [conspiracy theories], I just hold off responding to that and dig in a little bit further about the real goal that they have, the real source of that concern and find some shared humanity first.\" Around 80 per cent of Canadians are on board with vaccines, according to two recent polls. The Proof Strategies 2021 CanTrust Index regularly checks in on Canadians' trust levels. Its online survey of 1,517 Canadians conducted between May 1-3 shows trust in vaccines rose by 10 per cent in the last four months to 74 per cent. \"At a certain point that starts to sink in,\" said Josh Cobden, executive vice-president of Proof Strategies, a public relations and communications firm. \"There's also a bit of a herd mentality ... people are seeing their friends, their family, their acquaintances getting vaccinated.\" The survey also found vaccine trust is the lowest among younger and low-income Canadians — at 58 per cent for those with household incomes under $35,000 and 57 per cent for people under 25. Conducted by Proof Strategies Inc., it used a national opt-in panel administered by The Logit Group. A randomized sample of this size would yield a margin of error of +/- 2.5 per cent, 19 times out of 20. Study shows more than 80% of Canadians have been or intend to get vaccinated The Montreal-based Association for Canadian Studies has been tracking vaccine hesitancy since last fall and has reported a steady decline. In October, 63 per cent of those surveyed said they intended to get the vaccine. That number, which now also includes those who have been vaccinated, has gone up to 82 per cent. The association's president and CEO says within the remaining 18 per cent, there's a group that is still undecided. Jack Jedwab says over the last three months, that group has moved into the \"yes\" category. While the numbers have plateaued in the last couple of weeks, there's reason to suggest they may rise again, he said. \"I think we're going to continue to see that play out in the months ahead whereas the majority, and a growing majority, of people get vaccinated, those who are not vaccinated risk both being stigmatized and or experiencing restrictions connected to that in their lifestyles,\" Jedwab said. Karen Renwick, who says she's \"very much into\" natural medicine, wasn't convinced about getting a vaccine. The 65-year-old lives in Chatham-Kent, Ont., where case counts are relatively low. After encouragement from her naturopath, she changed her mind. Her 10 grandchildren were also a driving force. \"We haven't been able to babysit or cuddle and snuggle with them,\" she said. \"So that was part of the reason. I needed to do something to help us get out of this pandemic.\" The most recent study conducted by The Association for Canadian Studies between May 7 and 9 that polled 1,592 Canadians online found 61 per cent of respondents support [vaccine passports](https://www.cbc.ca/news/politics/covid-passports-vaccination-international-travel-1.6009840). The majority also believe business owners should have the right to limit access to those who have been vaccinated. The survey is in collaboration with Leger and The Canadian Press. A randomized sample of this size would yield a margin of error of +/- 2.51 per cent, 19 times out of 20. Pregnant nurse waited for more research While registered practical nurse Catherine Serrano was administering vaccines, she was hesitant to get her own because she's pregnant. As a health-care worker, she was among the first groups to be prioritized to get the shot, but at the time there was a lack of evidence proving the safety of vaccines for pregnant women. \"I wasn't really sure, because even public health wasn't sure,\" she said. Serrano's turning point came in late April when [Ontario moved pregnant people to the highest-risk category](https://www.cbc.ca/news/canada/toronto/toronto-doctors-advocate-for-higher-vaccine-priority-for-pregnant-people-as-icu-rates-climb-1.5992628), which put them in a priority group to book vaccinations. Serrano got her shot on May 4 — her birthday — at the same church pop-up clinic where she was administering vaccines that day. \"I feel relieved and excited,\" she said afterward. \"I feel like I needed and I wanted to get the vaccine just to feel safe for me and my baby.\" Ruben Rodriguez, the lead of vaccine outreach at Toronto's Humber River Hospital, works with Serrano and gave her the shot. While her hesitancy was rooted in a lack of specific evidence, Rodriguez says others' concerns often come from a lack of information in their language. \"For many of these communities, they don't know how to use the system. They don't have relationships with the system,\" Rodriguez said. \"So that increases their wariness and the ability to come to vaccine centres.\" Targeted approach needed to address hesitancy and access Sabina Vohra-Miller, who has created a website to provide clear, scientific-based information about COVID-19 and vaccines, says a targeted approach is needed in order to reach those people. She is also the co-founder of the South Asian Health Network, which partners with other community groups to host virtual town halls on vaccine information in several languages. Vohra-Miller and other volunteers call and visit homes and essential workplaces in provincially designated hotspots to answer questions about vaccines and inform people how to access a pop-up clinic in their neighbourhood. She often speaks in Hindi. \"The number of people I spoke to that weren't aware of their eligibility, truthfully broke my heart,\" she said. \"A lot of these people are just being left behind.\" Vohra-Miller says the key to addressing concerns is starting at a place of compassion and respect then providing easy-to-digest information. "}