{"title": "PDF", "author": "PDF", "url": "https://idmp.ucsf.edu/sites/g/files/tkssra4251/f/Guide%20to%20Antimicrobial%202021_Final.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "1 Guide to ANTIMICROBIALS San Francisco VA Medical Center (SFVAMC) 2021 Edition to Lampiris, M.D. Jennifer Mulliken, M.D. Mai Vu, Pharm.D. Drug Category may be changed from time to time. Please consult the hospital computer for current classification. Category I agents are available without prior approval although some restrictions may apply. Category II agents are restricted and require a pproval prior to use. To obtain approval for a Category II agent, Current antimicrobial sensitivity patterns and SFVAMC Guidelines for Antimicrobial Use in Adults available on the Antibiotic Stewardship Program page on Share Point: https://dvagov.sharepoint.com/sites/SFC/ic/SitePages/AntibioticStewardship.aspx Acknowledgments : Thanks to past and current staff of the Pharmacy Service and Infectious Dise ases Section for preparing, compiling, and reviewing the materials contained in this pamphlet. This edition of the SFVA Guide to Antimicrobials is dedicated to Daniel Maddix, Pharm.D. This material has been endorsed by the San Francisco VA Medical Center Infectious Diseases Section and represents recommended Medical Center policy. 3 Table of C ontents Resources .......................... 7 San Francisco VA Medical Center Guidelines for the Use of Antimicrobial Agents in the Prevention of Bact erial Infection in Cirrhotic Patients ................................ ................................ ................................ ........ 8 San Francisco VA Medical Center Guidelines for the Empiric Therapy of Community Acquired Pneumonia and Urinary Tract Infections ................................ ................................ ................................ ...... 9 San Francisco VA Medical Center Guidelines for the Empiric Therapy of Hospital Acquired and Ventilator Associated Pneumonia ................................ ................................ ................................ ............... 10 San Francisco VA Medical Center Guidelines for the Treatment of Diarrhea ................................ ........... 11 Associated with Clostridioides difficile Infection (CDI) ................................ ............... 11 San Center Beta -Lactam Test Dosing Protocol ................................ ....................... 13 San Francisco VA ical Center Beta -Lactam Cross Reactivity Table ................................ ..................... 16 San Francisco VA Medical Center Guidelines for the Empiric Therapy of Purulent Skin and Soft Tissue Infections (SSTI) ................................ ................................ ................................ ................................ ........... 17 San Francisco VA Medical Center Guidelines for the Empiric Therapy of Non - Purulent Skin and Soft Tissue Infections (SSTI) ................................ ................................ ................................ ................................ 18 San Francisco VA Medical Center Guidelines for the Empiric Therapy of Recurrent Skin and Soft Tissue Infections (SSTI) ................................ ................................ ................................ ................................ ........... 19 San Francisco VA Medical Center Antibiotic Dosing for Skin and Soft Tissue Infections .......................... 20 San Francisco VA Medical Center Guidelines for ................................ ........... 83 5 Resources SFVA Specific Guidelines on SFVA Intranet Isolation Instructions (type of isolation by organism), interpreting C. Diff testing results, rule out TB algorithm: o Infection Control - Algorithms - All Documents SFVA MC Antibiogram : LINK o SFVAMC SharePoint: Antibiograms Infection Control Manual: o Infection Control - IC Manual - All Documents (sharepoint.com) UCSF IDMP: Guidelines Specifi c Guidelines on IDMP: VASF Guide to Antimicrobials and Restricted Antibiotics o Guidelines At VASF | Infectious Diseases Management Program at UCSF Phone /Pager Numbers ID Pharmacist Pager (415) 223 - 8046 or EXT 25269 ID Fellow Pager (415) 443 - 5151 HIV Pharmacist EXT 24793 Outpatient Pharmacy EXT 22708 Inpatient Order Processing Pharmac ist EXT 22935 or Infection Control (6AM - 4:30PM) ASCOM # 26269 Needle Stick : Occupational Health (8AM - 4:30PM ) Phone (415) 469 - 4411 6 Antibiogram: Non -Urine Isolates 7 Antibiogram: Urine Isolates 8 San Francisco VA Medical Center Guidelines for the Use of Antimicrobial Agents in the Prevention of Bacterial Infection in Cirrhotic Patients I. Prevention of Bacterial Infection in Cirrhotic Patients with Gastrointestinal Bleeding Recommended Duration Able to tolerate PO Ciprofloxacin# 500 mg PO twice daily 3 - 7 days Unable to tolerate PO (i.e. bleeding, NG tube, intubated, etc.) Ciprofloxacin# 400 mg IV every 12 hours Same total duration as above, but transition to PO Ciprofloxacin once able to tolerate PO #Infectious Diseases Section approval required II. Prevention of Spontaneous Bacterial Peritonitis in Cirrhotic Patients with Ascites Recommended Alternative Primary Prophylaxis in patients with: Cirrhosis and low ascites protein (< 1.5 g/L) who have either advanced liver failure or renal dysfunction Ciprofloxacin# 250mg PO daily Secondary Prophylaxis Ciprofloxacin# 250mg PO daily TMP/SMX 1DS tablet PO daily #Infectious Diseases Section approval required 9 San Francisco VA Medical Center Guidelines for the Empiric Therapy of Community Acquired Pneumonia and Urinary Tract Infections I. Community -Acquired Pneumonia (CAP) Patient Location Therapy Outpatients* Doxycycline 100 mg PO q12h Medical Ward Ceftriaxone 1 gm IV q24h & Doxycycline 100 mg PO q12h Medical Ward, severe penicillin allergy Levofloxacin 750 mg PO daily# ICU, no Pseudomonas risk Ceftriaxone 1 gm IV q24h Azithromycin 500 mg IV/PO q24h ICU, Pseudomonas risk Zosyn 4.5 IV q6h# Levofloxacin 750 mg IV q24h# Inpatients with CA MRSA risk Vancomycin 15 mg/kg IV q8h added to appropriate regimen listed above ICU, severe penicillin allergy Aztreonam 2 gm IV q8h & Levofloxacin 750 mg IV q24h# ± Vancomycin 15 mg/kg IV q8h NHCU, mild to Levofloxacin 750 mg daily# hospitalization required Doxycycline 100 PO/IV q12h & Zosyn® 4.5 gm IV q8h *Amoxicillin 1 gm PO tid may be added in patients at risk for drug -resistant S. pneumoniae (e.g., comorbidities, immunosuppression, - lactam therapy in the past 3 months). Levofloxacin 750 mg PO daily may be used in patients failing doxycycline or with a history of allergy to tetracyclines Risk factors include advanced HIV, bronchiectasis, and nursing home transfers Risk factors for community -acquired methicillin -resistant Staphylococcus aureus include end -stage renal disease, intravenous drug use, prior influenza, prior respiratory MRSA colonization, and prior antibiotic therapy #Infectious Diseases Section approval required Duration of Therapy: Patients with CAP should be treated for a minimum of 5 days, should be afebrile for 48 - 72 hours, and clinically stable prior to discontinuation of antibiotic therapy. Recommendations for Patients with Suspected Influenza: Obtain nasopharyngeal swabs for influenza antigen testing and respiratory virus DFA; if patients are hospitalized place pati ent on droplet precautions until tests are negative, and treatment with oseltamivir 75 mg PO bid for 5 days (reduce dose in renal insufficiency). ICU patients, immunocompromised patients, and obese patients may require higher doses and/or prolonged therap y. II. Urinary Tract Infections The resistance of urinary isolates of Escherichia coli has increased. Over 27% of isolates were resistant to quinolones, cotrimoxazole, and ampicillin. Susceptibility testing should be reviewed for the presence of resistant organisms. Non -urine isolates of E. coli remain susceptible to most beta -lactam ant ibiotics, aminoglycosides, and quinolones. The following table lists recommended empiric therapy for urinary tract infections. Susceptibility test results should be used to modify therapy. Patients with recurrent or relapsing UTIs should be referred to Urology for further evaluation. Urinary Tract Infection Empiric Therapy Febrile UTIs requiring hospitalization (e.g., pyelonephritis, acute bacterial prostatitis*) Ceftriaxone or ertapenem 1 gm IV q24h for 14 days If severely ill, recent hospitalization, or nursing home patient: Zosyn# 4.5 gm IV q8h Cystitis in men or catheter associated cystitis (no systemic toxicity) Nitrofurantoin (Macrobid®) 100 mg PO bid (not if CrCl < 40 mL/min) OR Augmentin 500 mg PO bid for at least 7 days Asymptomatic bacteriuria Treatment and cultures not generally recommended except in renal transplant or pregnant patients Epididymitis, age > 35 Levofloxacin# 500 mg PO daily for 10 days Consider culture if no response in 3 -4 days Epididymitis age, < 35 Obtain urine culture to rule out other uropathogens Check GC, Chlamydia LCR Consider : Doxycycline 100 mg PO BID x 7 days + Ceftriaxone IM Weighs < 150 kg: Ceftriaxone 50 0 mg IM once Weighs > 150 kg: Ceftriaxone 1 gm IM once Chronic bacterial prostatitis Ciprofloxacin 500 mg PO bid for 4 weeks (if possible based upon results of antimicrobial sensitivities) #Infectious Diseases Section approval required 10 San Francisco VA Medical Center Guidelines for the Empiric Therapy of Hospital Acquired and Ventilator Associated Pneumonia Risk Factors for MRSA Risk Factors for Pseudomonas Prior intravenous antibiotic use within 90 days Hospitalization in a unit End stage renal disease IVDU Prior respiratory MRSA colonizer Prior intravenous antibiotic use within 90 days Bronchiectasis HIV Nursing homes I. Ventilator Associated Pneumonia (VAP) : pneumonia occurring > 48 hours after endotracheal intubation Likely Pathogens Therapy IV q8h + Metron 500 IV q8h) AND Vancomycin 15mg/kg IV q8h - 12h (consider a loading dose of 25 - 30mg/kg x 1 for severe illness) #Infectious Diseases Section approval required Duration of Therapy: Patients with VAP should be treated for 7 days. Shorter or longer duration of antibiotics may be indicated, depending upon the rate of improvement of clinical, radiologic, and laboratory parameters . II. Hospital Acquired Pneumonia (HAP) : pneumonia not incubating at the time of hospital admission and occurring 48 hours or more after admission Likely Pathogens Therapy Patients not at high risk of mortality (not requiring ventilation because of pneumonia, not in septic shock) and without IV antibiotic use in the past 90 days, and low - no MRSA risk P. IV q8h + Metron idazole 500 mg IV q8h) Patients at high risk of mortality (requiring ventilation or in septic shock), receipt of IV antibiotic in the past 90 days, structural lung disease, and has risk factors for MRSA P. IV q8h + Metron 500 IV q8h) AND Vancomycin 15mg/kg IV q8h - 12h (consider a loading dose of 25 - 30mg/kg x 1 for severe illness) #Infectious Diseases Section approval required Duration of Therapy: Patients with HAP should be treated for 7 days. Shorter or longer duration of antibiotics may be indicated, depending upon the rate of improvement of clinical, radiologic, and laboratory parameters . 11 San Francisco VA Medical Center Guidelines for the Treatment of Diarrhea Associated with Clostr idioides difficile Infection (CDI) Diagnosis Presence of diarrhea defined as 3+ unformed stools within 24 hours A stool test* for the presence of C. difficile toxin, OR the presence of pseudomembranous colitis on colonoscopic or histopathologic exam o The stool sample sent to the lab must be diarrheal and take the shape of the collection container, NOT formed stool. o If the patient has an ileus or clinical suspici on of toxic megacolon and no active diarrhea, a stool swab can be cultured or tested by toxin assay, but the lab must be notified. o Each patient is allowed a maximum of 1 toxin assay per week, given the high sensitivity of the test. o Testing for cure is NOT recommended. Note that the majority of patients presenting with C. difficile colitis have a history of antibiotic use within the past 8 weeks, although this is not necessary to make the diagnosis. *At VA, testing is for C. difficile toxin B by PCR Classif ying Severity of Disease Mild/Moderate WBC < 15,000 & SrCr < 1.5 mg/dL Severe WBC > 15,000 OR SrCr > 1.5 mg/dL Fulminant Presence of hypotension, shock, ileus, or megacolon Interpreting Lab Results 12 Treatment Regimens - as determined by severity of disease Mild/Moderate/Severe Vancomycin 125 mg PO q6h x10 days Fulminant Vancomycin oral solution 500mg PO ileus is present, add metronidazole 500mg Q8H and consider Vancomycin 500mg in 100ml normal saline given as a retention enema Q6H. Therapy should be followed by a vancomycin taper (see below). ID or GI and surgical consultation should be obtained for severely ill patients. Recurrence*, Prolonged IV antibiotic course, Hospitalized patients with severe liver dise ase on lactulose, or Hospitalized patients on chemotherapy Treat with Vancomycin in a tapered regimen. 125mg PO Q6H x10 -14 days, then 125mg PO days, then 125mg PO daily x7days, then 125mg PO every other day x7 days then 125 mg every 3rd day x14 da ys *Notes: -If an inciting third -generation cephalosporins, and fluoroquinolones), discontinue the agent soon as possible. -The use of antimotility agents (loperamide, etc.) should be avoided. -If severe or fulminant disease is suspected, initiate empiric treatment while awaiting assay results. If the assay is negativ e, use clinical judgment when deciding if therapy should be discontinued. *Fidaxomicin 200 m g PO q12h for 10 days may be considered in the following:1) patients with recurrence following a recent severe, complicated C. difficile episode, 2) vancomycin treatment failures, 3) patients with history of life -threatening vancomycin allergy, 4) second r ecurrence. Infectious Diseases Section approval is required. Points to Consider -Use caution with high dose oral/rectal vancomycin (500mg Q6H) in patients with renal insufficiency, as significant absorption can occur in the setting of colitis and systemi c accumulation could lead to ototoxicity, nephrotoxicity, or other adverse effects. -Always wash hands with soap and water after examining a patient with suspected/confirmed C. difficile , as alcohol based sanitizers do NOT kill spores. -Patients should rem ain on contact isolation until no diarrhea for 24 hours. -Consider prophylaxis (vancomycin 125 mg PO BID) in inpatients who have had a prior episode of C. difficile and will be receiving antibacterials (beta -lactams, quinolones, or clindamycin). -Patients with recurrent CDI who are currently not hospitalized may be eligible for FMT (fecal microbiota transplant) via capsules from ID Clinic. Criteria for FMT are: 1. Patients who have had at least 3 relapses of CDI and have failed a 6 -week vancomycin taper and a 10 day course of fidaxomicin 2. Patients who have had at least 2 relapses of CDI with any episodes requiring hospitalization Adapted from: McDonald LC, et al. Clinical practice guidelines for Clostridium difficile infection in adults and children: 2017 update by the Infectious Diseases Society of America (IDSA) and Society for Healthcare Epidemiology of America (SHEA). Clin Infect Dis 201 8. 13 San Francisco VA Medical Center Beta -Lactam Test Dosing Protocol WHAT IS BETA -LACTAM TEST DOING? A formalized process for evaluating patients with reported beta -lactam allergies. Those that are determined as low risk for an adverse reaction with a different beta -lactam antibiotic from their initial allergy, will receive a one -time test dose (10% of their full treatment dose) of an alternative beta -lactam under observation. If the patient tolerates this, they will receive a full dose (100% of treatment dose) 30 minutes later. If the patient tolerate s both doses, they will continue on this antibiotic to treat their infection. WHY ARE WE DOING THIS? Cross -Reactivity rates between different beta -lactam antibiotics are low. Therefore, patients with true penicillin or cephalosporin allergies can still receive many other cephalosporins and carbapenems By evaluating patients through a thorough allergy assessment, we can identify patients at low risk of having an adverse reaction with alternative beta -lactams which will allow the patient to receive a more effective, less tox ic, and/or less costly antibiotics to treat their infections. HOW ARE WE DOING THIS? A new order set is available to standardize the test dose, full dose, assessment, and monitoring Primary team can order Beta -Lactam Test Doses via the order set for eligib le inpatients with a reported beta -lactam allergy AND an active infection in which a beta -lactam is indicated for treatment Case will be review by ID Pharmacist (415 -223-8046) prior to proceeding Test doses will be conducted Monday through Friday from 10:0 0 to 14:00 For patients with a history of severe, IgE mediated reactions, test doses should be administered in the TCU. All other patients may undergo this protocol outside of the TCU. If possible, systemic beta -blocker doses should be held for 24 hours pr ior to test dose Monitoring nurse will use new CPRS template to document vital signs obtained after doses WHAT MEDICATIONS ARE NEEDED FOR THIS PROCESS? Pharmacy will send the antibiotic test dose and the Rescue Medication Kit that will include: o Epinephrine 0.3 mg pen x1 o 0.9% NS 1 L bag x1 o Diphenhydramine 50 mg vial x1 o Methylprednisolone 125 mg vial x1 o Glucagon 1 vial x1 o Albuterol 0.0083% 3 mL vials x2 The full dose may be located in the pyxis machine or will be delivered by pharmacy depending on which antibiotic is selected 14 San Francisco VA Medical Center Penicillin Allergy Pathway 15 San Francisco VA Medical Center Cephalosporin Allergy Pathway 16 San Francisco VA Medical Center Beta -Lactam Cross Reactivity Table Adapted from Zagursky Clin Immunol Pract (2017)6: 72 -81 17 San Francisco VA Medical Center Guidelines for the Empiric Therapy of Purulent Skin and Soft Tissue Infections (SSTI) 18 San Francisco VA Medical Center Guidelines for the Empiric Therapy of Non- Purulent Skin and Soft Tissue Infections (SSTI) 19 San Francisco VA Medical Center Guidelines for the Empiric Therapy of Recurrent Skin and Soft Tissue Infections (SSTI) 20 San Francisco VA Medical Center Antibiotic Dosing for Skin and Soft Tissue Infections Drug CrCl > 50 mL/min CrCl 10 (Keflex) 500 mg q6h 500 mg PO q12h 250 mg PO q24h 500 mg PO q24h (on dialysis days, administer dose after completion of dialysis session) Clindamycin Weight -Based (using total body weight): 60 - 90kg: 300mg PO q8h total weight) * 30 mL/min (Ideally 5mg/kg/day) 60 - 90kg: 1 DS tablet PO q 8h 90 - 120kg: 2 DS tablets PO q12h 120 - 180kg : 2 DS tablets PO q8h >180kg: 2 DS tablets PO q6h 15 - 29 mL/min : (Ideally 2.5mg/kg/day) 60 - 90kg: ½ DS tablet PO q 8h 90 - 120kg: 1 DS tablets PO q12h 120 - 180kg : 1 DS tablets PO q8h >180: 1 DS tablets PO q6h Not PO q12h Amoxicillin/Clavulanic Acid (Augmentin) mL/min 875 mg PO q12h 10 - 30 mL/min : 500 mg PO q12h 500 mg PO q24h 500 mg PO q24h (administer after HD on dialysis days References 1. Sanford Guide. Cephalexin. 2. Cox KK, Alexander B, LIvorsi DJ, et. al. Clinical outcomes in patients hospitalized with cellulitis treated with oral clindamycin and trimethoprim/sulfame thoxazole: The role of weight -based dosing. of 75(6):486 - et. Obese Adults. Pharmacotherapy. 2017;37(11): 1415 - 1431 21 San Francisco VA Medical Center Guidelines for Procalcitonin Use WHAT IS PROCAL CITONIN Procalcitonin is a biomarker that has been used to aid in diagnosis of bacterial infection or sepsis May be used to guide antibiotic treatment decisions but should be used in conjunction with laboratory findings and should not overrule clinical judgement INDICATIONS WHEN IS PROCALCITONIN RECOMMENDED WHEN IS PROCALCITONIN NOT RECOMMENDED Decision making about discontinuation of antimicrobials in: o Non -critically ill ICU patients o Hospitalized for lower respiratory tract infections Severely immunocompromised (solid organ transplant patients, BMT patients, cancer patients receiving active treatment, HIV positive patients with CD4 <200, patients receivi ng immunosuppressive drugs other than prednisone) HOW DO YOU USE PROCALCITONIN? SUSPECTED RESPIRATORY INFECTION IN STABLE PATIENTS Not critically ill or high -risk (e.g. CAP PSI > IV / CURB 65 > 2, COPD GOLD > 111) Not severely immunocompromised (other than corticosteroids) No other concomitant infection requiring antibiotics SUSPECTED SEPSIS IN CRITICALLY ILL PATIENTS Not severely immunocompromised (other than corticosteroids) Not on antibiotics for chronic bacterial (e.g. endocarditis, osteomyelitis) PCT <0.25 g/L No antibioticsRecheck PCT after if hospitalized PCT > 0.25 g/L Start antibioticsRepeat PCT on day 3 and every other day if still on antibioticsStop antibiotics when PCT <0.25 g/L (or decrease by >80% from peak if initial PCT > 5 pg/L Obtain baseline PCT but do antibioticsRepeat PCT antibiotics when PCT <5 pg/L or decrease by >80% from peak (and patient is clinically improving)22 LIMITATIONS Serum procalcitonin may be elevated due to non -infectious causes based on various patient factors The time course of bacterial infection and type of infectious process may impact the serum procalcitonin level FALSE POSITIVES FALSE NEGATIVES Major stressors: recent surgery, severe trauma or burns, prolonged cardiogenic shock Fungal and malarial infections Patients taking certain immunomodulating that stimulate cytokine release (e.g. OKT3, antilymphocyte globulins, IL -2 transfusion) Patients with paraneoplastic syndromes due to medullary thyroid or small cell lung carcinomas CKD with or without dialysis (generally higher procalcitonin levels in patients not yet on dialysis) Procalcitonin drawn in the first 6 - 12 hours of a bacterial infection Localized infections (empyema, osteomyelitis, cellulitis, appendicitis) 1. Samsudin, Intan, and Samuel D Vasikaran. \"Clinical Utility and Measurement of Procalcitonin.\" The Clinical biochemist. Revie ws vol. 38,2 (2017): 59 -68. 2. Huang, David T et al. \"Procalcitonin -Guided Use of Antibiotics for Lower Respiratory Tract Infection.\" The New England journal of medicine vol. 379,3 (2018): -249. doi:10.1056/NEJMoa1802670 3. Kamat, Ishan \"Procalcitonin to Distinguish Viral From Bacterial Pneumonia: A Systematic Review and Meta -analysis.\" Clinical infectious diseases : an official publication of the Infectious Diseases Society of America vol. 70,3 (2020): guide initial antibiotic therapy in acute exacerbations of COPD admitted to th e ICU: a randomized -018-5141 -9 23 ACYCLOVI R INDICATIONS Drug of choice for treatment of infections caused by herpes simplex virus Drug of choice for treatment of infections caused by varicella -zoster virus ANTIVIRAL ACTIVITY Acyclovir (ACV) to its active triphosphate form. ACV triphosphate is a competitive inhibitor of viral DNA polymerase. ACV has anti viral activity against herpes simplex virus (HSV) 1 and 2, Epstein -Barr virus, and varicella -zoster virus. The concentration of ACV required to produce 50% inhibition of viral cytopathic effect or plaque formation (ID50) -2 is 0.027 -0.36 µg/ml . DOS ING/PHARMACOKINETICS INFECTION DOSAGE REGIMEN DURATION OF THERAPY First episode genital herpes 200 mg PO 5 times/day or 400 mg PO tid 7-10 days Recurrent genital herpes 400 mg PO tid 5 days Suppressive therapy for recurrent genital herpes 400 mg PO bid Up to 1 year IV 400 mg PO 5 times/day 7 days Herpes zoster in normal host 800 mg PO 5 times/day 7-10 days Varicella or herpes zoster in immunocompromised host 10 mg/kg IV q8h 7 days ADJUSTMENT OF ORAL DOSAGE REGIMENS IN PATIENTS WITH RENAL INSUFFICIENCY USUAL DOSAGE CREATININE CLEARANCE ADJUSTED DOSAGE 200 mg PO 5 times/day 0-10 ml/min 200 mg PO q12h 800 mg PO 5 times/day 11-25 ml/min 800 mg PO q8h 800 mg PO 5 times/day 0-10 ml/min 800 mg PO q12h Adjustment of intravenous dosage regimens in patients with renal insufficiency CREATININE CLEARANCE % OF USUAL DOSE DOSING INTERVAL (HOURS) > 50 ml/min 100 8 26-50 ml/min 100 12 11-25 ml/min 100 24 10 ml/min 50 24 The oral bioavailability of ACV is 15 to 30 percent. The elimination half -life of ACV is 2.1 to 3.5 hours in patients with normal renal function. ACV is renally eliminated; therefore dosage adjustment is necessary in patients with renal insufficiency (see above). The drug is removed by hemodialysis, therefore doses should be administered following hemodialysis. Probenecid inhibits the renal tub ular secretion of ACV. ACV is well -distributed to most body tissues and fluids. Cerebrospinal fluid levels are about 50 percent of serum levels. Peak serum levels of 0.3 to 1.0 µg/ml are achieved following oral administration of a 200 mg dose of ACV. A 5 mg/kg intravenous dose of ACV results in peak levels of approximately 10 µg/ml. Parenteral ACV should be infused intravenously over one hour. DRUG INTERACTION MECHANISM Probenecid acyclovir clearance of is a CATEGORY I (Formulary) agent at San Francisco VA Medical Center. 24 AMOXICILLIN/CLAVULANIC ACID (AUGMENTIN ®) INDICATIONS Treatment of infections caused by ß-lactamase producing strains of Haemophilus influenzae Treatment of acute bacterial rhinosinusitis Treatment of cystitis or catheter -associated cystitis in patients without systemic toxicity Treatment of infected human, cat, or dog bites SPECTRUM Augmentin® is a fixed combination of amoxicillin and the ß -lactamase inhibitor clavulanic acid. In combination with amoxicillin, clavulanate expands the spectrum of activity of the ß -lactam against many strain s of ß -lactamase producing bacteria, including S. aureus, H. influenzae, B. catarrhalis, and E. coli. Augmentin® also has activity against anaerobes including Clostridium, Peptococcus , and many strains of Bacteroides is not active against Pseudomonas sp. or Providencia. Gram an MIC of amoxicillin/clavulanic acid 8/4 µg/ml are considered sensitive, while organisms with an MIC 32/16 µg/ml are considered resistant. DOSING/PHARMACOKINETICS CREATININE CLEARANCE (ML/MIN) H MG Q24 H *Dosage of Augmentin® is generally expressed in terms of the amoxicillin content Hemodialysis patients should be given an additional dose at the end of dialysis. Both amoxicillin and clavulanic acid have an elimination half -life of about 1 hour. Serum concentrations of Augmentin® are higher and half -lives are prolonged in patients wi th renal impairment, therefore dosage adjustment is necessary (see above). Peak serum concentrations are achieved within 1 -2 hours after oral administration. Peak serum levels following administration of amoxicillin, 250 mg, and clavulanic acid, 125 mg, are 3.7 -4.8 µg/ml and 2.2 -3.5 µg/ml, respectively. DRUG INTERACTION DRUG INTERACTION MECHANISM Methotrexate methotrexate levels & toxicity renal tubular secretion of methotrexate FORMULARY STATUS Augmentin® is a CATEGORY I (Formulary) antibiotic at San Francisco VA Medical Center. 25 AZTREONAM INDICATION Treatment of serious aerobic gram -negative bacillary infections in patients with a history of severe (e.g.., anaphylaxis, hives, Stevens -Johnson syndrome) allergic reactions to other -lactam antibiotics with the exception of ceftazidime SPECTRUM Aztreonam is a monobactam antibiotic with bactericidal activity against most aerobic gram -negative bacteria. The bactericidal action of aztreonam results from the inhibition of bacterial cell wall synthesis due to a high affinity of aztreonam for penicillin binding protein 3 (PBP3). Susceptible bacteria include Klebsiella, E. tend to be resistant to aztreonam. Resistance to the aforementioned organisms may not be detected by routine susceptibility testing methods; other agents are preferred when infections c aused by these bacteria are suspected. Extended -spectrum beta -lactamase (ESBL) producing gram -negative bacilli are also resistant to aztreonam. Most strains of Pseudomonas aeruginosa are susceptible. Aztreonam lacks activity against gram -positive bacter ia and anaerobic organisms. In polymicrobial infections, aztreonam must be given in combination with other antimicrobial agents that are active against these species. Enterobacteriaceaewith an MIC 4 µg/ml are considered sensitive, while enterobacteriace aewith an MIC 16 µg/ml are considered resistant. DOSING/PHARMACOKINETICS CREATININE CLEARANCE (ML/MIN) DOSAGE* Frequency > 30 1-2 gm IV (MAX 8 g/day) q8h 10 - 30 0.5-1 gm IV q8h < 10 0.25-0.5 gm q8h *Hemodialysis patients with serious/life threatening infections should receive a supplemental dose of 50% of the maintenance dose after each hemodialysis session. The elimination half -life of aztreonam ranges from 1.6 to 2.9 hours in patients with normal renal function. Aztreonam is eliminated renally, therefore dosage should be adjusted in patients with renal insufficiency (see above). Aztreonam is 56% to 72% protein bound with a volume of distribution of 0.1 to 0.2 L/kg. Peak serum levels of 204 -255 µg/ml are achieved following a 30 minute infusion of a 2 gm dose of aztreonam. FORMULARLY STATUS Aztreonam a CATEGORY II (restricted) antibiotic at San Francisco VA Medical Center. This drug will not be dispensed by pharmacy without prior approval by the Infectious Diseases Section. 26 CEFAZOLIN INDICATIONS Treatment of methicillin susceptible staphylococcal or streptococcal infections Treatment of infections caused by gram -negative bacilli that are cefazolin sensitive Empiric UTIs prophylaxis for patients undergoing cardiac, vascular, orthopedic, head and neck, and upper GI tract surgery NOTE: Nafcillin is preferred for staphylococcal endocarditis and meningitis SPECTRUM Cefazolin is a first -generation excellent Cefazolin's gram -negative spectru m is primarily , Proteus mirabilis , and Klebsiella sp. Enterobacteriaceae with an MIC 2 µg/ml are considered sensitive, while enterobacteriaceae with an MIC 8 µg/ml are considered resistant. DOSING/PHARMACOKINETICS CREATININE CLEARA q24h For hemodialysis patients, give an additional 500 mg dose at the end of dialysis. Alternatively, 2 gm may be administered post -dialysis only to patients on a standard three times weekly dialysis schedule. The elimination half -life of cefazolin is 1.5 -2 hours in patients with normal renal function, which allows for q8h dosing. Cefazolin is eliminated renally, therefore dosage adjustment is required in patients with renal insufficiency (see above). The dose of 1 gm q8h is suitable for all indications exc ept serious staphylococcal or gram -negative infections, e.g., endocarditis, osteomyelitis, bacteremia. When used as surgical prophylaxis, patients <120kg should receive a 2 gm dose and patients >120kg should receive a 3 gm dose within an hour prior to the incision and repeat doses every 4 hours during surgery if renal function is normal . Peak serum levels of 75 -120 µg/ml are achieved following a 1 gm dose of cefazolin. FORMULARY STATUS Cefazolin is a CATEGORY I (Formulary) antibiotic at San Francisco VA Medical Center. Cefazolin cannot be dosed more frequently than every 8 hours without prior approval by the Infectious Diseases Section. 27 CEFEPIME INDICATION Empiric therapy of infection in febrile neutropenic cancer pati ents Treatment of Pseudomonas aeruginosa infections (except in patients with a history of penicillin induced anaphylaxis) Treatment of gram -negative hospital -acquired or ventilator -associated pneumonia (except in patients with a history of penicillin induced anaphylaxis) SPECTRUM Cefepime is a fourth -generation cephalosporin with a broad gram -negative and gram -positive spectrum. It is active against most gram -positive cocci with the exception of Cefepime's activity strains, is comparable to ceftriaxone. Cefepime is also active against anaerobic are resistant to cefepime. Cefepime has excellent activity against aerobic gram - negative bacilli and Neisseria species. Its activity against Enterobacteriaceae that do not produce chromosomally mediated beta -lactamases (e.g. , E. coli, Klebsiella ) is comparable to ceftriaxone. Cefepime is active against many ceftriaxone -resistant organisms cefepime similar to ceftazidime. Piperacillin/tazobactam with or without an aminoglycoside is the antipseudomonal antibiotic regimen of choice in this institution. Cefepime has variable activity against Acinetobacter resistant . Enterobacteriaceae with an MIC 2 µg/ml are considered sensitive, while enterobacteriaceae with an MIC 16 µg/ml are considered resistant. DOSING/PHARMAC OKINETICS CREATININE CLEARANCE (ML/MIN) gm q24h 1 gm q24h Hemodialysis 1 gm on day 1 then 0.5 mg IV q24h 1 gm q24h *Also for infections caused by enterobacteriaceae with an MIC of 4 -8 mcg/ml should be administered following dialysis on dialysis days and at the same time each day Alternatively, 2 gm may be administered post -dialysis only to patients on a standard three times weekly dialysis schedule. The elimination half -life of cefepime is 2 hours in patients with normal renal function. Cefepime is eliminated renally, therefore dosage should be adjusted in patients with renal insufficiency (see above). Peak serum levels of approximately 150 µg/ml are achieved following a 2 gm dose of cefepime. FORMULARY STATUS Cefepime is a CATEGORY II (restricted) antibiotic at San Francisco VA Medical Center. This drug will not be dispensed by pharmacy without prior approval by the Hematology/Oncology Section or the Infectious Diseases Section except in ICU and ED patients. ED patients initiated on cefepime will need ID approval upon transfer unless they are transferred to the ICU. 28 CEFTRIAXONE INDICATIONS Empiric therapy of meningitis in combination with vancomycin Treatment of pneumococcal meningitis caused by isolates that are penicillin -resistant and ceftriaxone - susceptible Treatment of spontaneous bacterial peritonitis Empiric therapy of disseminated gonococcal infection Single -dose (250 mg) treatment of urethral, cervical, rectal, or pharyngeal gonorrhea in combination with azithromycin 1 gm orally Treatment of Salmonella enterocolitis in immunocompromised hosts Empiric therapy of community -acquired pneumonia (CAP) in patients admitted to medical wards (in combination with doxycycline). Empiric therapy of community -acquired pneumonia (CAP) in patients admitted to the ICU (in combination with azithromycin Home in travenous antibiotic therapy in selected patients Note: Overuse of third -generation cephalosporins has been associated with an increase in vancomycin - resistant enterococci, Clostridium difficile infections, and resistant gram negative rods bacter, Klebsiella, Escherichia coli, and Citrobacter . SPECTRUM Ceftriaxone, third generation cephalosporin, has broad activity against gram -negative bacteria. Susceptible bacteria include Klebsiella, E. to be resistant to ceftriaxone. Resistance to the aforementioned organisms may not be detected by routine susceptibility testing methods; other agents are preferred when infections cau sed by these bacteria are suspected. Most strains of P. aeruginosa are resistant. Ceftriaxone also has activity against pneumococci ar e often susceptible to ceftriaxone, but susceptibility should be confirmed for CSF isolates. Most Bacteroides fragilis isolates are resistant to ceftriaxone. Enterobacteriaceae with an MIC 1 µg/ml are considered sensitive, while organisms with an MIC 4 µg/ml are considered resistant. DOSING/PHARMACOKINETICS TYPE OF INFECTION DOSE (GM) FREQUENCY Community -acquired pneumonia 1 q24h Disseminated gonococcal infection 1 q24h Gonorrhea 0.5 - 2 1-2 q12h - q24h The elimination half -life of ceftriaxone is 5 -11 hours in patients with normal renal and hepatic function. Thirty - three to 67 percent of a dose is renally eliminated, the remainder is eliminated via the biliary tract. Dosage adjustment in patients with renal insufficiency is unnecessary unless concomitant biliary tract obstruction is present. Following a single 1 gram dose of ceftriaxone given by intravenous injection ove r 30 minutes, peak serum levels of 123 -151 µg/ml are achieved. The serum protein binding of ceftriaxone is inversely proportional to the serum concentration. At a concentration of less than 70 µg/ml 93 -96% of the drug is bound to plasma protein versus 84 -87% at a concentration of 300 µg/ml. FORMULARY STATUS Ceftriaxone is a CATEGORY I (Formulary) agent at San Francisco VA Medical Center. 29 CIPROFLOXACIN INDICATIONS Treatment of UTI's caused by ciprofloxacin -sensitive Pseudomonas aeruginosa Empiric therapy of traveler's diarrhea Treatment of chronic bacterial prostatitis Treatment of systemic infections caused by ciprofloxacin -susceptible gram -negative bacilli Note: Quinolone resistance in E. coli has dramatically increased . Quinolones should not be used as empiric therapy for UTIs (see UTI guidelines). Given the risk for disabling and potentially irreversible adverse reactions (e.g., neuropathy, tendinitis), quinol ones should not be used for uncomplicated UTIs, acute sinusitis, or acute exacerbations of chronic bronchitis except in patients with no alte rnatives. QUINOLONE USE SHOULD BE MINIMIZED WHENEVER POSSIBLE. SPECTRUM Ciprofloxacin is a fluoroquinolone anti microbial agent with Pseudomonas aeruginosa, and Haemophilus gram -negative is comparable to levofloxacin. Ciprofloxacin is active against methicillin - susceptible staphyloc occi, but most methicillin -resistant strains are resistant. In general activity against streptococci and anaerobic organisms is poor and ciprofloxacin should not be used to treat infections caused by these organisms. Emergence of resistance has been re ported frequently when ciprofloxacin has been used alone to treat serious infections caused by staphylococci and Ps. aeruginosa. Enterobacteriaceae with an MIC 1 µg/ml are considered sensitive, while Enterobacteriaceae with an MIC 4 µg/ml are considered resistant. DOSING/PHARMACOKINETICS The elimination half -life of ciprofloxacin is approximately 4 hours in patients with normal renal function. Accumulation occurs in patients with renal failure, therefore the dose should be adjusted according to the degree of renal insufficiency. Recommended dosing guidelines are listed above. The oral bioavailability of ciprofloxacin is 70 to 80 percent. Peak serum levels of 2.5 µg/ml are achieved following a 500 mg dose of ciprofloxacin, and peak urine levels of 200 µg/ml are achieved following a 250 mg dose. Following a single 400 mg dose of ciprofloxacin given by intravenous infusion over 60 minutes, peak serum levels of 4.6 µg/ml are achieved. DRUG INTERACTIONS DRUG INTERACTION MECHANISM Amiodarone QT interval Additive effects Antacids, metabolism Methotrexate methotrexate levels & toxicity Unknown Oral hypoglycemic agents risk of hypoglycemia Unknown Phenytoin phenytoin levels Unknown Pomalidomide Theophylline seizures anticoagulant effect warfarin metabolism FORMULARY STATUS Oral ciprofloxacin is a Category I (Formulary) antibiotic at San Francisco VA Medical Center for outpatients. Inpatient use of oral or intravenous ciprofloxacin requires prior approval by the Infectious Diseases or GI Sections. CREATININE CLEARANCE (ML/MIN) ORAL DOSAGE REGIMEN PARENTERAL DOSAGE REGIMEN > 250-750 mg q24h 400 mg q24h 30 CLINDAMYCIN INDICATIONS Treatment of aspiration pneumonia in patients who are intolerant of penicillin or who have failed penicillin therapy Treatment (in combination with primaquine) of mild to moderate Pneumocystis carinii pneumonia (PCP) (PaO2 > 60 mm Hg ) in AIDS patients who are intolerant of trimethoprim -sulfa methoxazole and trimethoprim -dapsone combination with pyrimethamine and leucovorin) in AIDS patients who are intolerant of sulfadiazine Treatment (in combination with penicillin G) of necrotizing fascitis or myositis caused by Streptococcus pyogenes Treatment of community -acquired skin and soft tissue infections Note: Overuse of clindamycin has been associated with an increase in Clostridium difficile infections SPECTRUM Clindamycin is a bacteriostatic , lincosamide antibiotic that acts by binding to bacterial 50S ribosomal binding sites thereby inhibiting protein synthesis. Clindamycin is active against most non -enterococcal pyogenes , and viridans Most Staphylococcus aureus isolates are sensitive to clindamycin, although resistance to both methicillin -susceptible and methicillin resistant isolates is increasing. The drug is active against most anaerobic bacteria including Prevotella spp., peptostreptococci, and Clostridium perfringens . for serious infections caused by Bacteroides spp. because resistance has increased. Eikenella sp. and all aerobic gram -negative bacilli are resistant to clindamycin. Staphylococci with an MIC 0.5 µg/ml are considered sensitive, while isolates with an MIC 4 µg/ml are considered resistant. Streptococci with an MIC 0.25 µg/ml are considered sensitive while isolates with an MIC 1 µg/ml are considered resistant DOSING/PHARMACOKINETICS Clindamycin is principally metabolized by the liver. Only 10% of the drug is eliminated unchanged in the urine. The elimination half -life is 2.4 -4 hours in patients with normal renal and hepatic function, but is prolonged to 7 -14 hours in patients with severe liver disease. Dosage adjustment is necessary in the presence of concomitant severe renal and hepatic impairment. Clindamycin is not significantly rem oved by hemodialysis or peritoneal dialysis. Parenteral clindamycin phosphate is an inactive ester that is rapidly hydrolyzed in the blood to the active base. Approximately 90% of an oral clindamycin dose is absorbed. Food delays but does not reduce the absorption of clindamycin. Parenteral doses of 300 -600 mg q8h and oral doses of 150 -300 mg q8h are adequate to treat most infections caused by susceptible bacteria. A maximum parenteral dosage regimen of 600 mg q8h is recommended because no therapeutic advantage is found with either 600 mg q6h or 900 mg q8h. Peak serum levels following selected doses are listed in the following table: DOSE ROUTE PEAK SERUM LEVEL 600 mg IV 10-17 µg/ml 300 mg oral 3-4 µg/ml DRUG INTERACTIONS DRUG INTERACTION MECHANISM Kaolin -pectin peak clindamycin levels Delayed clindamycin absorption Neuromuscular - blocking agents Clindamycin may enhance neuromuscular blockade Additive effects FORMULARY STATUS Oral clindamycin is a Category I (Formulary) antibiotic in outpatients at San Francisco VA Medical Center. Inpatient use of oral or intravenous clindamycin by Services other than Oral Surgery and ENT requires prior approval by the Infectious Diseases Section. 31 DAPSONE INDICATIONS Treatment (in combination with trimethoprim) of mild to moderate Pneumocystis jirovecii pneumonia (PCP) (PaO 2 > 60 mm Hg) in patients who are intolerant of trimethoprim -sulfamethoxazole [TMP - SMX] Prophylaxis against PCP in are intolerant of TMP -SMX Treatment of paucibacillary leprosy (in combination with rifampin) Treatment of multibacillary leprosy (in combination with clofazimine and rifampin) Prophylaxis of close contacts of patients with multibacillary, lepromatous, or borderline leprosy Drug of choice for treatment of dermatitis herpetiformis SPECTRUM Dapsone is a sulfone that usually exerts bacteriostatic activity against susceptible organisms. The mechanism of action of dapsone is probably similar t o that of the sulfonamides (inhibition of dihydropteroate synthetase, the enzyme responsible of para -aminobenzoic acid [PABA] dihydropteroate, the immediate , and several other species of mycobacteria. Dapsone has some activity against P. jirovecii , Toxoplasma gondii , and Plasmodium species. Inhibitory concentrations against susceptible strains of M. leprae are 1 -10 ng/ml. DOSI NG/PHARMACOKINETICS The recommended dose of dapsone for the treatment or prophylaxis of PCP is 100 mg daily . When used to treat PCP, dapsone must be used in combination with TMP (15 mg/kg/day in 3 divided doses) for 21 days. TMP increases dapsone levels by 40% and dapsone increases TMP levels by nearly 50%. Following oral administration, dapsone is completely absorbed. Peak serum levels occur 2 to 8 hours after ingestion. Steady - state peak dapsone levels of 0.9 -2.3 µg/ml are achieved following a dministration of 100 mg daily. Dapsone is distributed widely into most body tissues and fluids; 50 -80% is protein bound. The volume of distribution is 1.5 - 2.5 L/kg. Dapsone undergoes acetylation by liver enzymes; the rate is variable and genetically det ermined. Almost 50% of blacks and whites are slow -acetylators, whereas over 80% of Chinese, Japanese, and Eskimos are fast -acetylators. Approximately 20% is excreted unchanged in the urine. Small amounts are excreted in breast milk. The elimination hal f-life ranges from 10 -50 hours. ADVERSE REACTIONS Hemolytic anemia - Asymptomatic hemolysis occurs in most patients who receive daily dapsone doses 200 mg. Patients with G6PD deficiency are much more susceptible and should not receive the drug. Methemoglobinemia - Severe methemoglobinemia can occur in people with normal or low G6PD levels, especially when a large dose of dapsone is ingested. Severe methemoglobinemia can cause coma, seizures, circulatory failure, and arrhythmias. Methemoglobin levels should be m onitored in patients with symptoms or in patients taking dapsone for PCP treatment; the drug should be discontinued in patients with a methemoglobin concentration > 20%. Sulfone syndrome - may develop 2 -8 weeks after initiation of treatment. Its manifesta tions include fever, malaise, exfoliative dermatitis, lymphadenopathy, and anemia. Other dapsone -induced side effects include rash, anorexia, nausea, vomiting, headache, dizziness, malaise, agitation, insomnia, blood dyscra sias, nephrotic syndrome, liver damage, and peripheral neuropathy. DRUG INTERACTIONS Drug Interaction Mechanism Probenecid dapsone levels elimination of dapsone Rifampin dapsone levels by -10 fold metabolism tmp & dapsone STATUS Dapsone is a CATEGORY I (formulary) agent at San Francisco VA Medical Center. 32 DAPTOMYCIN INDICATIONS Treatment of complicated skin and skin structure infections caused by susceptible Gram -positive organisms including methicillin - resistant Staphylococcus aureus (MRSA) in patients who have failed, are unable to tolerate, or have resistant isolates to vancomycin Treatment of MRSA bacteremia or endocarditis in patients who have failed, are unable to tolerate, or have resistant isolates to vancomycin Treatment of bacteremia or endocarditis caused by vancomycin -resistant enterococci (VRE) Note : Daptomycin is not indicated for the treatment of pneumonia, as it is inhibited by pulmonary surfactants. SPECTRUM Daptomycin is a cyclic lipopeptide that binds to bacterial membranes causing rapid depolarization of membrane potential and i nhibition of protein, DNA , and RNA synthesis. Daptomycin displays rapid, concentration -dependent bactericidal activity for infections caused by most aerobic Gram - positive bacteria including Staphylococcus aureus , Streptococcus potency in vitro against Gram positive isolates that are resistant to methicillin, vancomycin, and linezolid such as aminoglycosides, B -lactams, rifam pin against some isolates of staphylococci and enterococci have been observed in vitro . S. aureus, S. pyogenes, and S. agalactiae with MIC 1µg/mL are considered sensitive whereas for E. faecalis , MIC 4 µg/mL is considered sensitive. DOSING/PHARMACOKI NETICS Creatinine Clearance (ml/min) COMPLICATED SKIN & SOFT STRUCTURE INFECTION BACTEREMIA & INFECTIVE ENDOCARDITIS Dosage Regimen Duration Dosage Regimen Duration 30 4 mg/kg IV q24h 7-14 days 6 - 10 mg/kg IV q24h 2 - 6 weeks < 30 (including hemodialysis) 4 mg/kg IV q48h* 7-14 days 6 - 10 mg/kg IV q48h* 2 - 6 weeks * To be given following completion of hemodialysis on hemodialysis days Higher doses may be considered for severe infections with close monitoring The pharmacokinetics of daptomycin is generally linear. Daptomycin is administered by IV infusion as a single daily dose and infused over 30 minutes. The elimination half -life is ~8 hours in patients with normal renal function. Daptomycin is eliminated renally, therefore, dosage adjustment is required in patients with renal insufficiency (see above). Renal function and creatine phosphokinase (CPK) shou ld be monitored. No dose adj is required in mild -to-moderate hepatic impairment. Peak serum levels of 57.8 µg/mL and 93.9 µg/mL are achieved at steady state following administration of 4 mg/kg and 6 mg/kg doses. Daptomycin is highly protein bound (90 -93%) with a volume of dist ribution of 0.1 L/kg. Daptomycin has not been shown to be an inhibitor or inducer of CYP P450 enzymes. ADVERSE REACTIONS fib (2.4 chest injection -5.8%), pruritis (2.8 -5.8%), rash nausea (5.8 -10%), vomiting (3.2 -11.7%), C. difficile - associated diarrhea, abdominal distention, abdominal pain, stomatitis, taste disturbance, pharyngolaryngeal pain, dry mouth (1.5 -9.2%), rhabdomyolysis, muscle cramps, muscle weakness, increased myoblobin, o More frequent CPK elevations observed when daptomycin dosed more than once daily. Mon itor for development of muscle pain or weakness, and obtain weekly CPK levels. More frequent monitoring may be required in patients with renal dysfunction or concom itant use of HMG -CoA reductase inhibitors. Consideration should be given to temporarily hold HMG -CoA reductase inhibitors while on daptomycin. Neurologic: gram urinary tract infectio n (2.4 -6.7%), fatigue, rigors, flushing, eye irritation, lymphadenopathy, blurred vision FORMULARY STATUS Daptomycin is a CATEGORY II (restricted) antibiotic at San Francisco VA Medical Center. This drug will not be dispensed by pharmacy without prior approval by the Infectious Diseases Section. 33 ERTAPENEM INDICATION Treatment of mild to moderate intra -abdominal infections (appendicitis, cholecystitis, diverticulitis) Treatment of mild to moderate diabetic foot infections Parenteral antimicrobial prophylaxis for patients undergoing emergent colorectal surgery ( single dose preoperative use only) SPECTRUM Ertapenem is a carbapenem that has a narrower spectrum than imipenem and meropenem. Ertapenem exerts its antibacterial activity through inhibition of cell synthesis by binding to penicillin -binding proteins (PBPs). Ertapenem has antimicrobial activi ty against , and against Stenotrophomonas maltophilia and MRSA . It is highly resistant to degradation by a wide variety of beta -lactamases. It is susceptible to carbapenemases. Staphylococci and enterobacteriaciae with an MIC < 0.5 µg/mL are considered sensitive while organisms with an MIC > 2 µg/mL are considered re sistant. DOSING/PHARMACOKINETICS CREATININE CLEARANCE DOSE >30 mL/min 1 g daily 30 mL/min 500 mg daily Hemodialysis Avoid administration 6 hours prior to initiation of dialysis Bioavailability of an IM dose (reconstituted with 1% lidocaine) is approximately 90%. The peak serum concentrations occur approximately 2 hours (67 µg/mL) and 0.5 hours (155 µg/mL) after 1g IM injection and 1g IV (30 minute infusion) of Ertapenem, respectively. Ertapenem is highly bound to human plasma pro teins, primarily albumin. Ertapenem displays saturable protein binding, ranging from 85 -95% at serum concentrations between 300mcg/ml and less than 100mcg/ml, respectively, resulting in nonlinear pharmacokinetics. Steady state volume of distribution is a pproximately 8.2L. Ertapenem does not inhibit cytochrome -glycoprotein -mediated drug clearance . Ertapenem is eliminated primarily by the kidneys (approximately 80% is recovered in urine and 10% in feces); therefore dosage adjustment is necessary in patients with renal insufficiency (see above). The mean plasma half -life in healthy young adults is app roximately 4 hours and the plasma clearance is approximately 1.8 L/hour. ADVERSE REACTIONS Hypersensitivity: Ertapenem is not recommended for patients with a history of IgE -mediated reactions to penicillins or cephalosporins; however, there is no data on the specific incidence of cross -sensitivity of ertapenem with other - lactams. Gastrointestinal Effects: DIARRHEA (~9.5%) and NAUSEA (~7.5%). (<2%), eosinophilia Neurologic Effects: HEADACHE (~6%) and ALTERED MENTAL STATUS (~4%). SEIZURES (~0.5%) were reported primarily in those with renal insufficiency and/or central nervous system disorders. Other: Phlebitis/THROMBOPHLEBITIS (2%) an d infusion related reactions (6%) were observed. DRUG INTERACTION DRUG INTERACTION MECHANISM Valproic acid valproic acid levels unknown FORMULARY STATUS Ertapenem is a CATEGORY I (FORMULARY) antibiotic at the San Francisco VA Medical Center. 34 FLUCONAZOLE INDICATIONS Treatment of oropharyngeal candidiasis in patients who have failed topical treatment (e.g., clotrimazole) Treatment of esophageal candidiasis Chronic suppressive therapy of cryptococcal meningitis in AIDS patients after initial therapy with amphotericin B Treatment of deep -seated infections including fungemia caused by Candida albicans, C. tropicalis, and C. parapsilloisis Treatment of pulmonary and disseminated coccidioidomycosis including meningitis Treatment of vaginal candidiasis in patients who have failed topical therapy SPECTRUM Fluconazole is a synthetic bis -triazole antifungal agent with fungistatic activity. In vivo susceptibility testing methods indi cate that than C. albicans are less susceptible and may not respond to fluconazole ther apy. Aspergillus species Candida tropicalis, and parapsillosis isolates with an MIC 2 µg/ml are considered sensitive, while isolates with an MIC 8 µg/ml are considered resistant. C. glabrata isolates with and MIC 32 mcg/ml are considered susceptible, dose dependent (SDD). All SDD glabrata isolates and other Candida species with an MIC of 4 must be treated with maximum fluconazole doses (800 mg or 12mg/kg).* DOSING/PHARMACOKINETICS INFECTION LOADING DOSE DAILY DOSE Oropharyngeal candidiasis 200 mg x 1 day 100 mg daily Esophageal Candidiasis 400 mg x 1 day 200 mg daily Chronic suppressive therapy of cryptococcal meningitis in AIDS patients (after 14 days of amphotericin B) 400 mg x 1 day 400 mg qd x 8 weeks then 200 mg daily Deep -seated candidiasis* 800 mg x 1 day 400 mg or 6 mg/kg daily Vaginal candidiasis (single dose treatment) 150 mg x 1 day Coccidioidomycosis 800 mg 400-800 mg daily Adjustment of dosage regimens in patients with renal insufficiency CREATININE CLEARANCE % OF USUAL DOSE > 50 ml/min 100 50 ml/min 50 Hemodialysis 100% after each dialysis and 50% on non -dialysis days The oral bioavailability of fluconazole is greater than 90 percent. Unlike itraconazole, the gastrointestinal absorption of fluconazole is not affected by gastric acidity. Peak serum levels of 4.5 to 8 µg/ml are achieved following administration of a 100 mg oral dose of fluconazole . Fluconazole is well -distributed to most body tissues and fluids. Its volume of distribution is about 0.8 L/kg. Cerebrospinal fluid levels are 50 to 90 percent of concomitant serum levels and are independent of the degree of meningeal inflammation. Th e elimination half -life of fluconazole is approximately 30 hours. The drug is primarily eliminated renally; therefore dosage adjustment is required in patients with renal insufficiency (see above). 35 DRUG INTERACTIONS DRUG INTERACTION MECHANISM Alfentanil, fentanyl alfentanil olaparib levels olaparib metabolism Oral hypoglycemic agents risk of hypoglycemia oral hypoglycemic metabolism Phenytoin phenytoin metabolism Warfarin anticoagulant effect warfarin metabolism Zidovudine (AZT) AZT levels AZT clearance FORMULARY STATUS Oral fluconazole is a CATEGORY I (Formulary) antibiotic at San Francisco VA Medical Center for Outpatients. 36 FOSFOMYCIN (PO) INDICATIONS Treatment of acute uncomplicated cystitis in women caused by susceptible bacteria [Off -label] Treatment of acute simple cystitis (mild infection limited to the bladder in women or men) caused by susceptible bacteria [Off -label] Treatment of multidrug -resistant simple cystitis SPECTRUM Fosfomycin is a synthetic, broad spectrum, bactericidal antibiotic. The d rug is rapidly absorbed following oral administration and converted to the active drug, which inhibits pyruvyl transferase, a critical enzyme in the synthesis of bacterial cell walls. Fosfomycin is active against E. faecalis and E. coli , and has shown in vitro activity against E. faecium, C. diversus, C. freundii, E. aerogenes, P. vulgaris, and S. marcescens. Urinary isolates with an MIC 64 mg/L are considered susceptible for the treatment of UTIs. DOSING/PHARMACOKINETICS The recommended dose of fosfomycin for the treatment of both acute uncomplicated and simple cystitis is 3 g as a single dose; however, multidose regimens (3 g every 2 -3 days x 3 doses) have been described for multidrug - resistant low er UTIs. Following oral administration, fosfomycin is rapidly absorbed. Taking this medication under fed conditions reduces the oral bioavailability of fosfomycin from 37% to 30% and reduces the C max from 26.1 mcg/mL to 17.6 mcg/mL. The drug is well distributed through the kidneys, bladder wall, prostate, and seminal vesicles. Fosfomycin is excreted unchanged in both urine and feces. The mean urine fosfomycin concentration 2 -4 hours was 706 mcg/mL af ter a 3 gm dose of fosfomycin under fasting conditions. The mean urine fosfomycin concentration 6 -8 hours was 537 mcg/mL after a 3 gm dose under fed conditions. However, because the cumulative amount of fosfomycin excreted in the urine was the same 1118 mg (fed) vs. 1140 (fasting) and furthermore, urinary concentrations greater than or equal to 100 mcg/mL were maintained for the same duration of 26 hours indicates that fosfomycin can be taken without regard to food. The mean half -life for elimination is 5.7 hours. No renal adjustments are provided in the manufacturer's labeling. In patients with varying degrees of renal impairment (creatinine clearances ranging from 54 mL/min to 7 ml/min), the half -life for elimination increased from 11 hours to 50 hours, and the percent of fosfomycin recovered in urine decreased from 32% to 11%, respectively. ADVERSE REACTIONS Hepatic effects - Hepatic injury, including steatosis and hepatitis, has been reported; usually reversible upon discontinuation. Superinfection - Prolonged use may result in fungal or bacterial superinfection, including Clostridioides difficile - associated diarrhea (CDAD) and pseudomembranous colitis; CDAD has been observed > 2 months post -antibiotic treatment. Hypersensitivity - Hypersensitivity reactions, including anaphylactic shock, have been reported (rare). Discontinue use and institute supportive measures at the first sign(s) of a hypersensitivity reaction. DRUG INTERACTIONS DRUG INTERACTION MECHANISM Metoclopramide fosfomycin absorption gastric motility FORMULARY STATUS Fosfomycin is a CATEGORY II (restricted) antibiotic at San Francisco VA Medical Center. 37 GANCICLOVIR INDICATION Treatment of cytomegalovirus (CMV) retinitis in DHPG triphosphate is a competitive inhibitor of viral DNA polymerase. The compound is also incorporated into viral DNA, which results in termination of DNA elongation. DHPG has antiviral activity against CMV, herpes -2, Epstein varicella -zoster virus. The concentration of DHPG required to inhibit replication of human CMV by 50% (IC 50) is 0.5 to 3.0 µmol/L. Dosing/Pharmacokinetics CREATININE CLEARANCE half -life of DHPG is 2 -4 hours in patients with normal renal function. DHPG is renally eliminated, therefore dosage adjustment is necessary in patients with renal insufficiency. The oral bioavailability of DHPG is < 10%. When DHPG is used to treat CMV retinitis, an initial two week course of induction therapy is followed by maintenance therapy (see above). Ganciclovir should be infused intravenously over one hour . ADVERSE REACTIONS Neutropenia is the most common dose -limiting toxicity of DH PG. Neutropenia occurs in approximately 40% of DHPG treated patients and usually develops before a total cumulative dose of 200 mg/kg has been administered. The neutrophil count normally begins to recover within 3 -7 days following discontinuation of DHPG . The concomitant use of zidovudine and DHPG results in severe to life -threatening bone marrow suppression in 82% of patients. Myelosuppressive drugs should be avoided in patients treated with DHPG. Thrombocytopenia occurs in approximately 9% of AIDS pa tients who receive DHPG. Central nervous system side effects occur in 5 -17% of DHPG recipients and include confusion, dizziness, headaches, nervousness, psychosis, tremor, coma, and seizures. Seizures may occur more frequently in patients who receive imi penem in combination with DHPG. Other adverse reactions include gastrointestinal complaints, fever, rash, and abnormal liver function tests. DRUG INTERACTIONS DRUG INTERACTION MECHANISM Imipenem risk of seizures Additive effects Myelosuppressive drugs risk of hematologic toxicity Additive Additive effects FORMULARY STATUS Ganciclovir is a CATEGORY II (restricted) antibiotic at San Francisco VA Medical Center. This drug will not be dispensed by pharmacy without prior approval by the Infectious Diseases Section. 38 GENTAMICIN/TOBRAMYCIN INDICATIONS Alternative agent for treatment of bacteremia, bone and joint infections, skin and soft tissue infections, respiratory tract infections, and intraabdominal infections caused by susceptible strains of gram negative bacilli Treatment of Pseudomonas aerugi nosa infections (tobramycin is preferred for empiric therapy and for treatment of documented gentamicin -resistant organisms) Treatment of enterococcal endocarditis in combination with penicillin or ampicillin. In penicillin -allergic patients, vancom ycin may be used in combination with gentamicin. SPECTRUM Gentamicin and tobramycin are bactericidal agents that are active against most aerobic gram -negative bacilli and gram -positive cocci. Aminoglycosides Serratia more active against P. aeruginosa . Organisms with an MIC 4 µg/ml are considered sensitive, while organisms with an MIC 16 µg/ml are considered resistant. DOSING/PHARMACOKINETICS Traditional dosing Therapeutic peak and trough gentamicin or tobramycin serum levels are 4 -8 µg/ml and 1 -2 µg/ml, respectively. In order to obtain the most useful information, serum levels of am inoglycosides should be drawn after the third or fourth dose. Peak serum levels of aminoglycosides should be drawn 30 minutes after the end of infusion, while trough levels should be drawn immediately before the next maintenance dose. The following nomog rams may be used to calculate initial loading and maintenance doses for patients receiving gentamicin or tobramycin. The nomograms should not be used in hemodialysis patients, obese patients, or patients with significant third -spacing. Serum levels shoul d be used to make further dosage adjustments. Loading Dose (mg/kg) Expected Peak Serum Level (µg/ml) 2.0 6-8 1.75 5-7 1.5 4-6 1.25 3-5 1.0 2-4 Select loading dose based on ideal body weight (IBW) to provide peak serum level desired. (Hull JH, Sarubbi FA. Ann Intern Med. 1976;85:183 -89.) Creatinine Clearance (CrCl) = (140 - age) x IBW (Males) 72 x serum creatinine Maintenance dose as a Percentage of Loading Dose Required for Dosage Interval Selected CRCL (ML/MIN) 8 HOURS 12 HOURS 24 HOURS 90 90% 88% 70 elimination half -life of gentamicin is usually 2 -3 hours in patients with normal renal function and ranges from 24 -60 hours in adults with severe renal impairment. Significant amounts of tobramycin and gentamicin are removed during hemodialysis, therefore a supplemental dose is necessary after dialysis. Once -Daily Dosing Dose -dependent bacterial killing and a relatively long postantibiotic effect agains t most gram negative rods make once -daily aminoglycoside dosing a viable alternative to traditional aminoglycoside dosing. Most studies have shown similar efficacy wi th similar to less nephrotoxicity as compared to traditional aminoglycoside therapy. The recommended once -daily dose is 5 mg/kg based on ideal body weight. Obese patients ( 20% IBW) Once -daily, 5 mg/kg dosing should not be used for patients with an estimated creatinine clearance < 60 ml/min, treatment of endocarditis, or synergy against gram positive organisms. A serum trough level should be obtained prior to the second dose and should be undetectable. Peak levels are generally not recommended. FORMULARY STATUS Gentamicin and Tobramycin are CATEGORY I (Formulary) antibiotics at San Francisco VA Medical Center. 39 ISONIAZID INDICATIONS Treatment of tuberculosis (in combination with other antituberculosis agents, e.g., rifampin, pyrazinamide, and ethambutol) Treatment of latent tuberculosis in selected individuals with a significant reaction to the standard Mantoux tuberculin skin test Treatment of infections caused by Mycobacterium kansasii (in combination with other antituberculosis agents, e.g., rifampin and ethambutol) SPECTRUM Isoniazid (INH) is bactericidal against rapidly dividing populations of M. tuberculosis . Its mechanism of action is unknown. The in vitro activity of INH is limited to M. kansasii, M. bovi s, and M. tuberculosis . Organisms with an MIC 0.2 µg/ml are considered sensitive, while organisms with an MIC 0.8 µg/ml are considered resistant. The development of increasing resistance to INH is of great concern. DOSING/PHARMACOKINETICS The recomm ended daily dose of INH for the treatment or prevention of tuberculosis is 300 mg. When used to treat tuberculosis, INH may be given 2 or 3 times weekly in a dose of 15 mg/kg (up to 900 mg). INH is readily absorbed following oral or intramuscular adminis tration. Peak serum levels of 1 -5 µg/ml are achieved 1 -2 hours following the oral administration of 300 mg of INH. The absorption of INH is reduced when administered with food. INH is widely distributed into most body tissues and fluids including the ce rebrospinal fluid. INH is inactivated in the liver by dehydrazination and acetylation. The rate of acetylation varies and is genetically determined. Almost 50% of blacks and whites are slow - acetylators, whereas over 80% of Chinese, Japanese, and Eskimos are rapid -acetylators. The elimination half -life is 0.5 - 1.5 hours in rapid -acetylators and 2 -4 hours in slow -acetylators. ADVERSE REACTIONS Hepatic - Transient increases in transaminases and bilirubin concentration occur in 10 -20% of patients, usually during the first 4 -6 months of therapy. Hepatitis is uncommon, but the risk is increased in alcoholics and in patients over 34 years of age. INH should be discontinued of signs or symptoms of hepatitis occur. Nervous system - INH-induced peripheral neur opathy is associated with pyridoxine deficiency. The following patients should receive supplemental pyridoxine (25 mg/d) in order to prevent neuropathy: cancer, uremic, diabetic, malnourished, pregnant, alcoholic and geriatric patients. Pyridoxine shoul d also be given to patients with chronic liver disease or seizure disorders. Optic neuritis, psychosis, confusion, coma, seizures, hallucinations, agitation, insomnia, cerebellar syndrome, muscle twitching, restlessness, urinary retention, memory loss, an d dizziness occur rarely. CNS side effects may be decreased by dividing the daily INH dose (100 mg tid) or by administering pyridoxine. Hypersensitivity Reactions - Fever, rash, vomiting, diarrhea, and epigastric distress (gastrointestinal reactions are uncommon at usual doses) Other - Systemic lupus erythematosus -like syndrome, (<1%) Acetaminophen (APAP) risk of hepatoxicity metabolism of APAP to toxic metabolites Aluminum hydroxide gel INH levels INH Carbamazepine carbamazepine metabolism Chlorzoxazone chlorzoxazone levels chlorzoxazone metabolism Disulfiram Coordination difficulty & psychosis Alteration in dopamine metabolism Enflurane risk of nephrotoxicity Defluorination Isoniazid is a CATEGORY I (formulary) agent at San Francisco VA Medical Center. 40 LEVOFLOXACIN INDICATIONS Treatment of community -acquired pneumonia in patients who have failed standard therapy, including the combination of amoxicillin and doxycycline Treatment of community -acquired pneumonia in the following settings: Medical Ward, severe PCN allergy Levofloxacin 750 mg PO daily ICU, Pseudomonas risk* Zosyn 4.5 gm IV q6h & Levofloxacin 750 mg IV q24h ICU, severe penicillin allergy Aztreonam 2 gm IV q8h & Levofloxacin 750 mg IV q24 ± Vancomycin 15 mg/kg IV q8h CA MRSA risk Vancomycin 1 gm IV q12h & Levofloxacin 750 mg IV q24h NHCU, mild to moderate Levofloxacin 750 mg PO daily *Risk factors include advanced HIV, bronchiectasis, and nursing home transfers Risk factors for community -acquired methicillin -resistant Staphylococcus aureus include end -stage renal disease, injection drug abuse, prior influenza, prior respiratory MRSA colonization, and prior antibiotic therapy Note: Quinolone resistance in E. coli has dramatically increased at SFVAMC .. Quinolones should not be used as empiric therapy for UTIs (see UTI guidelines in the Guide to Antimicrobials) Given the risk for disa bling and potentially irreversible adverse reactions (e.g., neuropathy, tendinitis), quinolones should not be used for uncomplicated sinusitis, or acute exacerbations of chr onic bronchitis except in patients with no alternatives. QUINOLONE USE SHOULD BE MINIMIZED WHENEVER POSSIBLE SPECTRUM Levofloxacin, the active isomer of ofloxacin, is a fluoroquinolone antimicrobial Pseudomonas aeruginosa, and Haemophilus eases in resistance of Escherichia coli to fluoroquinolones has been reported locally and nationally, susceptibility should be confirmed. Ciprofloxacin is more active than levofloxacin aga inst P. aeruginosa Levofloxacin and Chlamydia . In general activity against anaerobic organisms is poor and levofloxacin should not be used to treat infections caused by anaerobes. Emergence of resista nce has been reported frequently when levofloxacin has been used alone to treat serious infections caused by methicillin -resistant staphylococci and Pseudomonas aeruginosa. Organisms with an MIC 2 µg/ml are considered sensitive, while organisms with an MIC > 4 µg/ml are considered resistant. DOSING/PHARMACOKINETICS CREATININE CLEARANCE (ML/MIN) DOSE FOR UTI / PYELONEPHRITIS* DOSE FOR COMPLICATED SKIN AND SOFT TISSUE INFECTIONS OR PNEUMONIA* LOADING DOSE MAINTENANCE DOSE 50 250 mg q24h 750 mg 750 mg q24h 20-49 250 mg q24h 750 mg 750 mg q48h 10-19 250 mg q48h 750 mg 500 mg q48h CAPD or hemodialysis 250 mg q48h 750 mg 500 mg q48h CREATININE CLEARANCE (ML/MIN) DOSE FOR OTHER INFECTIONS LOADING DOSE MAINTENANCE DOSE 50 500 mg 500 mg q24h 20-49 500 mg 250 mg q24h 10-19 500 mg 250 mg q48h CAPD or hemodialysis 500 mg 250 mg q48h *Oral and intravenous doses are identical. Oral administration is preferable in most patients. The elimination half -life of levofloxacin is 6 to 8 hours in patients with normal renal function. Accumulation occurs in patients with renal failure, therefore the dose should be adjusted according to the degree of renal insufficiency. Recommended dosing guidelines are list ed above. The oral bioavailability of levofloxacin is 99 percent.. Mean levofloxacin serum levels of 5.7 µg/ml and 6.4 µg/ml are achieved following multiple daily 500 mg oral doses and intravenous doses, respectively. DRUG INTERACTIONS DRUG INTERACTION MECHANISM Amiodarone QT interval Additive effects rupture Dofetilide risk of arrhythmias Additive effects Oral hypoglycemic agents risk of hypoglycemia Additive Toremifene QT interval FORMULARY STATUS Levofloxacin is a CATEGORY II ( restricted) antibiotic at San Francisco VA Medical Center. This drug will not be dispensed by pharmacy without prior approval by the Infectious Diseases Section except in penicillin -allergic patients with community -acquired pneumonia. Hematology/Oncology may prescribe oral levofloxacin without Infectious Diseases Section approval. 41 LINEZOLID INDICATIONS Proven, serious life -threatening infection or sepsis caused by vancomycin -resistant enterococci Complicated skin or skin -structure infections caused by MRSA AND one or more of the following: 1. Proven vancomycin resistance 2. Infection in patients who are intolerant of vancomycin 3. Failed treatment with vancomycin Nosocomial pneumonia caused by MRSA in patients who failed vancomycin SPECTRUM Linezolid is a synthetic oxazolidinone anti -infective agent. Linezolid exerts its antibacterial activity by binding to a site on the 23S ribosomal RNA of the 50S subunit and inhibiting formation of the 70S initiation complex for protein synthesis. Althou gh generally classified as a species. Linezolid anaerobes. Linezolid -resistant VRE have been reported. Linezoli d has modest activity against Bacteroides species, Moraxella catarrhalis and Pasteurella species. Most other gram negative bacteria are resistant to linezolid. Staphylococci with an MIC 4 µg/ml are considered sensitive, while enterococci and streptococ ci with an MIC 2 µg/ml are considered sensitive. DOSING/PHARMACOKINETICS The recommended dose of linezolid is 600mg orally or IV every 12 hours. In hemodialysis patients, the dose should be given af ter dialysis as 30% of dose is cleared during dialysis. Linezolid is rapidly and completely absorbed after oral dose with 100% bioavailability. Its serum peak level is achieved 0.5 -2 hours after oral administration of 600mg tablet but high fat meal my delay time to reach the peak level. In healthy adults, lin ezolid has steady -state volume of distribution of 30 -50 L or 0.5 -0.6 L/kg. Protein binding is approximately 31% and is not concentration dependent. Linezolid has good tissue penetration including skin blister fluids, bone, muscle, fat, a lveolar cells, lung extracellular lining fluids and CSF. Linezolid is primarily metabolized by oxidation into two major metabolites and excreted in urine. No dosage adjustment is necessary in renal or hepatic insufficiency. The elimination half -life of linezolid is approxima tely 5 hours. Mean peak serum levels of 21.2 µg/ml are achieved following the oral administration of linezolid 600 mg every 12 hours. ADVERSE REACTIONS Gastrointestinal - Diarrhea (2.8 -11%), nausea (3.4 -9.6%), vomiting, constipation, taste alteration, tongue and tooth discoloration, oral candidiasis, dyspepsia, localized abdominal pain, pseudomembranous colitis Anemia, thrombocytopenia, leukopenia, neutrop enia, pancytopenia, bleeding. CBC should be monitored weekly in patients who receive linezolid, especially in patients who receive linezolid for longer than 2 weeks, patients with preexisti ng myelosuppression, patients receiving concomitant drugs that pro duce bone marrow suppression, or patients with a chronic infection who have received previous or concomitant antibiotic therapy. Discontinuation of therapy with linezolid should be considered in patients who develop or have worsening myelosuppression. Hypersensitivity Reactions - Pruritus, fever (1.6%), rash (2%), anaphylaxis, angiodema, bullous skin disorders including Stevens - Johnson syndrome Nervous system - Headache (0.5 -11.3%), dizziness (2%), insomnia (2.5%), peripheral and optic neuropathy, loss of vision, convulsions Other - Abnormal liver function tests (0.4 -1.3%), vaginal candidiasis, hypertension, fungal infection, lactic acidosis DRUG -DRUG DRUG levels Unknown FORMULARY STATUS Linezolid is a CATEGORY II (restricted) agent at San Francisco VA Medical Center. This drug will not be dispensed by pharmacy without prior approval by the Infectious Diseases Section. 42 MEROPENEM INDICATIONS Treatment of infections caused by multidrug -resistant organisms Treatment of nosocomial infections in critically ill patients who have recent exposure to broad - spectrum antibiotic therapy (e.g., cefepime, piperacillin -tazobactam) Treatment of nosocomial, post -operative antibacterial activity through inhibition of synthesis by binding to penicillin -binding proteins (PBPs). Meropenem has antimicrobial activity against a aeruginosa maltophilia and MRSA . It is highly resistant to degradation by a wide variety of beta -lactamases. It is susceptible to carbapenemases (the metallo -beta-lactamases) as well as some carbapenemases and other gram Enteroba cteriaceae with an MIC < 1 µg/mL are considered sensitive while organisms with an MIC > 4 µg/mL are considered resistant. DOSING/PHARMACOKINETICS CREATININE CLEARANCE (ML/MIN) USUAL DOSE DOSE FOR MENINGITIS OR PSEUDOMONAS INFECTIONS 50 0.5-1 gm IV q8h 2 gm IV q8h 26-50 0.5-1 gm IV q12h 2 gm IV q12h 10-25 0.5 gm IV q12h 1 gm IV q12h < 10 0.5 gm IV q24h 1 gm IV q24h Hemodialysis 0.5 gm IV q24h 0.5 gm IV q24h should be administered following dialysis on dialysis days and at the same time each day The elimination half -life of meropenem is approximately 1 hour in patients with normal renal function. Meropenem is eliminated renally, therefore dosage should be a djusted in patients with renal insufficiency (see above). Peak serum levels of 39 to 58 µg/ml are achieved following intravenous administration of a 1 gram dose of meropenem. DRUG INTERACTION DRUG INTERACTION MECHANISM Valproic acid valproic acid levels Unknown FORMULARY STATUS Meropenem is a CATEGORY II (restricted) antibiotic at San Francisco VA Medical Center. This drug will not be dispensed by pharmacy without prior approval by the Infectious Diseases Section. 43 METRONIDAZOLE INDICATIONS Treatment of serious infections caused by Bacteroides fragilis Treatment of anaerobic brain abscesses Treatment of Helicobacter pylori infection (in combination with tetracycline,bismuth subsalicylate, and a proton - pump inhitor) Treatment of intestinal or hepatic amebiasis (metronidazole therapy must be followed by treatment with a luminal agent) Drug of choi ce for treatment of the following parasitic infections : Entamoeba polecki, giardiasis, and trichomoniasis Alternative agent for treatment of caused by Balantidium coli and Dientamoeba fragilis SPECTRUM Metronidazole is a nitroimidazole agent that possesses bactericidal activity. Metronidazole is unsurpassed in its activity against most anaerobic bacteria. The drug is active against nearly all gram -negative anaerobes including Bacteroides and Fusobacterium isolates. Metronidazole anaerobic -positive and Clostridium spp. Approximately an MIC 16 µg/ml are considered sensitiv e, while organisms with an MIC 32 µg/ml are considered resistant. DOSING/PHARMACOKINETICS Metronidazole is metabolized in the liver to five major metabolites. The hydroxy metabolite has significant anaerobic activity. The elimination half -life is 6 -10 hours in patients with normal hepatic function. The long half -life allows for dosing on an every 8 or every 12 hour schedule. Dosage reduction is necessary in patients with hepatic impairment.. Over 80% of an oral metronidazole dose is absorbed. Food delays but does not reduce the absorption of metronidazole. Peak serum levels of 4 -6 µg/ml are achieved following a 250 mg oral dose of metronidazole, while peak serum levels of 20 -25 µg/ml are achieved following a 500 mg intravenous dose. The following table lists recommended dosage regimens for selected indications: INDICATION DOSAGE REGIMEN* DURATION Amebiasis 750 mg po or IV q8h 10 days Anaerobic infections 500 mg po or IV q8h variable Clostridium difficile associated diarrhea 500 mg po q8h 10-14 days Giardiasis. 250 mg po q8h 5 days Trichomoniasis 2 gm po or 250 mg po q8h Single dose 7 days *Reduce dose in hepatic impairment DRUG INTERACTIONS DRUG INTERACTION MECHANISM Disulfiram Cyclosporine cyclosporine levels cyclosporine metabolism Disulfiram Psychosis or confusional state Unknown Fluorouracil fluorouracil toxicity fluorouracil clearance Lithium lithium levels Unknown Warfarin anticoagulant effect warfarin metabolism FORMULARY STATUS Metronidazole is a CATEGORY I (Formulary) antibiotic at San Francisco VA Medical Center. Metronidazole cannot be dosed more frequently than every 8 hours without prior approval by the Infectious Diseases Section. 44 MICAFUNGIN SODIUM INDICATIONS Treatment of esophageal candidiasis in patients refractory to or intolerant to fluconazole, itraconazole, and voriconazole Treatment of deep -seated infections including fungemia caused by Candida species Treatment of invasive aspergillosis in patients refractory to or intolerant to other therapies (i.e., amphotericin B, lipid formulations of amphotericin, and voriconazole) As an addition to empiric treatment in febrile, neutropenic cancer patients who fail to respon d to initial antibacterial therapy SPECTRUM Micafungin is an echinocandin antifungal agent that works by inhibiting -(1,3)-D-glucan synthase. Its spectrum of activity is very similar to that of caspofungin. It is fungicidal against most Candida spp. i -albicans most Aspergillus spp. (MIC 90 and active against the cysts of Pneumocystis carinii. Compared to its activity against other Candida spp, micafungin has less activity against = 2 g/ml) , = 2 guillermondii (MIC 90 = 0.5 DOSING/PHARMACOKINETICS Micafungin is administered as a single daily dose infused slowly over 1 hour. No loading dose is required. When used t o treat deep -seated candidal infections, the daily dose is 100 mg. For the treatment of esophageal candidiasis, the daily dose is higher at 150 mg. Dosage reduction is not required for mild to moderate hepatic impairment (Child -Pugh score 5 -9). Micafung in pharmacokinetics have not been adequately studied in patients with severe hepatic dysfunction. The CYP 450 pathway does not play a major role in the metabolism of micafungin. Micafungin is not affected by CYP 450 inducers or inhibitors, like rifamp in and fluconazole, respectively. Dosage adjustments are also not necessary with concomitant tacrolimus, mycophenolate mofetil, cyclosporine, prednisolone, warfarin, methotrexate, and ritonavir. No dosage adjustments are necessary for patients with ren al dysfunction or patients who are elderly. No premedication is necessary. Micafungin exhibits linear pharmacokinetics. The elimination half -life ranges from 14 -15 hours. After a single dose of 100 mg, a trough of about 2 g/ml is achieved. Micafungin is metabolized by the liver into 3 inactive metabolites. It is minimally metabolized by the CYP 450 system. Less than 1% is excreted unchanged in the urine. Micafungin is highly protein bound (99%) and is no t dialyzable. Its volume of distribution is abo ut 0.39 L/kg. Micafungin readily distributes into plasma, liver, kidney and lung tissues, but its penetration into CSF is poor. ADVERSE REACTIONS Micafungin is well tolerated. There is no evidence of dose - or duration -related toxicities. The most common adverse effects observed are headache, fever, nausea and vomiting, diarrhea, and venous irritation. Infusion -related pain and phlebitis are less commonly observed compared to caspofungin. Elevation of liver function values, manifested by increased serum alkaline phosphatase and transaminase concentrations may occur. eosinophilia may also occur. Possible histamine -related reactions, such as rash, flushing, pruritus, facial edema and isolated cases of anaphylaxis and hemolys is have been reported during administration of micafungin. DRUG INTERACTIONS DRUG INTERACTION MECHANISM Cyclosporine cyclosporine levels, LFTs Unknown Nifedipine nifedipine AUC Unknown FORMULARY STATUS Micafungin is a CATEGORY I (formulary) antibiotic at San Francisco VA Medical Center. 45 NAFCILLIN INDICATIONS Drug of choice for treatment of meningitis caused by nafcillin -susceptible staphylococci Drug of choice for treatment of endocarditis caused by nafcillin -susceptible staphylococci NOTE : Cefazolin is preferred for other infections caused by nafcillin -susceptible staphylococci because of fewer adverse reactions (e.g., thrombophlebitis, neutropenia) and less frequent dosing. SPECTRUM Nafcillin is a penicillinase -resistant penicillin with resistant. Organisms with an MIC 2 µg/ml are considered sensitive, while organisms with an MIC 4 µg/ml are considered resistant. DOSING/PHARMACOKINETICS The elimination half -life of Nafcillin is 30 to 60 minutes in patients with normal renal function. Nafcillin is predominately hepatically metabolized; therefore dosage adjustment is unnecessary in patients with renal insufficiency. The recommended dose for the treatment of staphylococcal endocarditis or meningit is is 2 gm IV q4h. Plasma protein binding is 87 -90%. Peak serum levels of 20 -25 µg/ml are achieved following a 1 gm intravenous dose of nafcillin. DRUG INTERACTION S DRUG INTERACTION MECHANISM Methotrexate methotrexate levels & toxicity renal tubular secretion anticoagulant effect warfarin metabolism FORMULARY STATUS Nafcillin is a CATEGORY I (Formulary) antibiotic at San Francisco VA Medical Center. 46 NITROFURANTOIN INDICATIONS Treatment of lower urinary tract infections (UTI's) caused by susceptible bacteria Prophylaxis of chronic and recurrent UTI's SPECTRUM Nitrofurantoin is a synthetic, nitrofuran -derivative antimicrobial agent. The drug is reduced to highly reactive intermediates that inactivate ribosomal proteins and other macromolecules leading to inhibition of protein, DNA, RNA, and cell wall synthesis. The multiple mechanisms of action may account for the rare emergence of resistance seen during nitrofurant oin therapy. Nitrofurantoin is active against staphylococci, enterococci, generally resistant to nitrofurantoin. Urinary isolates with an MIC 32 µg/ml are considered sensitive, while isolates with an MIC 128 µg/ml are considered resistant. DOSING/PHARMACOKINETICS The recommended dose of nitrofurantoin monohydrate/macrocrystals capsules (Macrobid®) for the treatment of lower urinary tract infections is 100 mg twice daily. The recommended dose of Macrobid® capsules for the prophylaxis of chronic and recurrent UTI's 100 mg every evening . Following oral administration, nitrofuran toin is readily absorbed. Food increases the extent of absorption by increasing the dissolution rate of nitrofurantoin. Twenty -five percent of Macrobid® is macrocrystalline nitrofurantoin. The 75% is nitrofurantoin monohydrate contained in a po wder blend which, upon exposure to gastric and intestinal fluids, forms a gel matrix that releases nitrofurantoin over time. Peak nitrofurantoin levels of less than 1 µg/ml are achieved following administration of 100 mg of Macrobid®, urine levels are 50 to 150 µg/ml. Within 24 hours, 20 to 25 percent of an oral dose is excreted as unchanged drug in the urine. Nitrofurantoin is partially metabolized. The elimination half -life is approximately 20 minutes in patients with normal renal function. Nitrofura ntoin should not be given to patients with creatinine clearances < 40 ml/minute because urinary concentrations of the drug are inadequate for the treatment of UTI's in these patients. ADVERSE REACTIONS Nervous system - Peripheral neuropathy may be severe and irreversible. Fatalities have been reported. Neuropathy occurs most often in patients with creatinine clearances 60 ml/minute, anemia, diabetes mellitus, electrolyte imbalance, B vitamin deficiency, or a debilitating disease. Other nervous system effects include headache , dizziness, nystagmus, neuralgia. Pulmonary - Acute reactions , which may occur within hours and up to 3 weeks after initiation of therapy, include severe dyspnea, chills, chest pain, fever, cough and eosinophilia. Radiographic findings include alveolar infiltrates or effusions. Resolution of clinical and radiograp hic abnormalities occurs in 24 to 48 hours following discontinuation of nitrofurantoin. Subacute/chronic toxicity is associated with prolonged therapy. Manifestations include dyspnea, nonproductive cough and malaise. Pulmonary function tests show a rest rictive pattern and radiographs show interstitial pneumonitis. Resolution of symptoms may take months following drug discontinuation. Pulmonary function may be permanently impaired. Respiratory failure and death have occurred. Gastrointestinal - includ e nausea, flatulence, vomiting, anorexia, diarrhea, dyspepsia, constipation, and abdominal pain. Adverse GI effects may be decreased by administering the drug with food or milk or by reducing dosage. Sialadenitis and pancreatitis occur rarely. Hepatic - Hepatitis, chronic active hepatitis, and cholestatic jaundice has been reported. Hepatotoxicity is usually reversible but permanent liver failure and death has occurred. Hypersensitivity reactions - leukopenia, thrombocytopenia, eosinophilia, mega loblastic anemia, INTERACTION MECHANISM Magnesium trisilicate nitrofurantoin Nitrofurantoin is a CATEGORY I (formulary) agent at San Francisco VA Medical Center. 47 OSELTAMIVIR INDICATIONS Treatment of acute, uncomplicated influenza A and B in outpatients who have been symptomatic for no more than 48 hours and hospitalized patient regardless of symptom onset. Post -exposure prophylaxis of influenza A and B in patients 1 year and older within 48 hours following close contact with an infected individual Pre-exposure prophylaxis of influenza A and B during a com munity outbreak ANTIVIRAL ACTIVITY Oseltamivir phosphate is an ethyl ester prodrug requiring ester hydrolysis for conversion to the active form, oseltamivir car boxylate. The active drug inhibits influenza virus neuraminidase, affecting the release of vira l particles. The concentrations of oseltamivir carboxylate required for inhibition of influenza virus were highly variable depending on the assay method used and the virus tested. The 50% and 90% effective concentrations (EC50 and EC90) were in the range o f 0.0008 M to >35 M and 0.004 M to >100 M (1 M=0.284 g/mL) respectively. The relationship between the antiviral activity in cell culture and the inhibition of influenza virus r eplication in humans has not been established. LIMITATIONS OF USE Not a substitute for annual influenza vaccination Influenza viruses change over time. Emergence of resistance substitutions could decrease drug effectiveness. Other factors (f or example, changes in viral virulence) might also diminish clinical benefit of antiviral drugs. Prescribers should consider available information on influenza drug susceptibility patterns and treatment effects when deciding whether to use oseltamivir. DOSING/PHARMACOKINETICS INFECTION DOSAGE REGIMEN DURATION OF THERAPY Prophylaxis 75 mg PO daily At least 10 days (Community outbreak: up to 6 weeks) Treatment 75 mg PO BID 5 days (longer duration can be considered in severely ill or immunocompromised patients) ADJUSTMENT OF ORAL DOSAGE REGIMENS IN PATIENTS WITH RENAL INSUFFICIENCY USUAL DOSAGE CREATININE CLEARANCE ADJUSTED DOSAGE 75 mg PO BID 31-60 ml/min 30 mg PO BID 11-30 ml/min 30 mg PO daily 0-10 ml/min Use is not recommended IHD 30 mg immediately and then 30 mg after every hemodialysis cycle 75 mg PO daily 31-60 ml/min 30 mg PO daily 11-30 ml/min 30 mg every other day 0-10 ml/min Use is not recommended IHD 30 mg immediately and then 30 mg after every other HD sessions for the recommended prophylaxis duration Oseltamivir phosphate is readily absorbed from the GI tract and is extensively converted predominantly by hepatic esterases t o oseltamivir carboxylat e. At least 75% of an oral dose reaches the systemic circulation as oseltamivir carboxylate. The elimination half - life of oseltamivir phosphate is 1 to 3 hours. The elimination half -life of oseltamivir carboxylate is 6 to 10 hours. Oseltamivir is renally eliminated as oseltamivir carboxylate; therefore dose adjustment for renal insufficiency is required (see above). DRUG INTERACTION S Live attenuated influenza vaccine (LAIV): avoid administration of LAIV within 2 weeks before or 48 hours after Tamiflu use unless medically indicated FORMULARY STATUS Oseltamivir is a CATEGORY I (Formulary) agent at San Francisco VA Medical Center. 48 PIPERACILLIN/TAZOBACTAM (ZOSYN) INDICATIONS Monotherapy for suspected or documented severe polymicrobial infections (e.g., intraabdominal processes, diabetic foot infections) involving gram negative rods, Staphylococcus aureus, and anaerobes Treatment of Pseudomonas aeruginosa infections Empiric therapy of infection in the neutropenic cancer patient Treatm ent of gram -negative hospital -acquired pneumonia SPECTRUM Zosyn® is a fixed combination of piperacillin and the beta -lactamase inhibitor tazobactam. Tazobactam expands the activity of piperacillin against many beta -lactamase producing strains of S. ge nerally equivalent to piperacillin against the aforementioned organisms. Gram -negative organisms with a piperacillin MIC 16 g/ml are considered susceptible while organisms with a MIC 128 g/ml are considered resistant. Staphylococci are considered s ensitive if the MIC 8 g/ml. DOSING/PHARMACOKINETICS CREATININE CLEARANCE (ML/MIN) STANDARD DOSE (GM)* NOSOCOMIAL > 4.5 q8h 4.5 q6h 20-40 2.25 4.5 q12h 2.25 q8h *Zosyn® 4.5 contains piperacillin 4 gm and tazobactam 0.5 gm #0.75 g should be administered following each hemodialysis session The elimination half -life of piperacillin/tazobactam is 0.8 -0.9 hour. The drug's clearance is reduced and half -life is prolonged in renally impaired patients; therefore dosage adjustment is necessary (see above). Peak plasma concentrations following a 30 -minute infusion of piperacillin/tazobactam 4/0.5 gm are 277/34 g/ml. DRUG INTERACTION S DRUG INTERACTION MECHANISM Methotrexate methotrexate levels & toxicity renal tubular secretion of methotrexate FORMULARY STATUS Zosyn® is a CATEGORY II (Restricted) antibiotic at the San Francisco VA Medical Center. This drug will not be dispensed by pharmacy without prior approval by the Infectious Diseases Section except in ICU and ED patients. ED patients initiated on Zosyn® will need ID approval upon transfer unless they are transferred to the ICU. Single peri-procedural doses do not require ID approval. 49 POSACONAZOLE INDICATIONS Prophylaxis against invasive fungal infections in hematopoietic stem cell transplant recipients with graft- versus -host disease and in patients undergoing chemotherapy for acute myelogenous leukemia Treatment of serious fungal infections (e.g., zygomycosis, non -meningeal coccidioidomycosis) in patients who are refractory or intolerant to standard antifung al therapy Treatment of oral or esophageal candidiasis in patients who failed to respond to voriconazole, fluconazole, and itraconazole SPECTRUM Posaconazole is a broad enzyme is structurally related to itraconazole Posaconazole has in vitro activity against most yeast, dimorphic fungi, and molds. It has excellent activity against Cryptococcus and Candi da species including many isolates that are resistant to other azoles. Posaconazole also has excellent activity against i nhibited by posaconazole. DOSING/PHARMACOKINETICS INDICATION DOSE (tablet) Prophylaxis or treatment of invasive fungal infections 300 mg PO q12h x 2 doses than 300 mg PO daily Posaconazole was only available as a poorly water - soluble oral suspension when first introduced.. This formulation has rarely been used following the introduction of 100 mg delayed -release tablets Trough serum levels of 0.7 mcg/ml are recommended for pr ophylaxis and 1.25 mcg/ml are recommended for treatment of invasive fungal infections. Each dose of posaconazole should be taken with food. Posaconazole has a large volume of distribution (1774 L) and 98% is bound to plasma protein. Posaconazole is pred ominately eliminated as unchanged drug in the feces (66%). The elimination half -life ranges from 20 -66 hours. Dosage adjustment is not required in patients with hepatic or renal insufficiency . ADVERSE REACTIONS Central nervous system -headache, blurred vision, tremors, dizziness, fatigue, weakness, insomnia, anxiety, somnolence, paresthesia Dermatologic - rash, petechiae, pruritus Hypersensitivity - fever, Gastrointestinal - nausea, vomiting, abdominal pain, diarrhea, mucositis, constipation, dyspepsia, anorexia, taster perversion, flatulence, dry mouth aminotransferases, hyperbilirubinemia, elevated uremic syndrome arthralgia, back pain, coughing, dyspnea, loss, increased sweating, adrenal insufficiency (rare), pulmonary embolus (rare) 50 DRUG INTERACTIONS DRUG Alprazolam, suspension but not tablets FORMULARY STATUS Posaconazole is a NON -FORMULARY antibiotic at San Francisco VA Medical Center. This drug will not be dispensed by pharmacy without prior approval by the Infectious Diseases Section , unless ordered by Heme/Onc, and completion of an electronic non -formulary drug request. 51 RIFABUTIN INDICATIONS Alternative to azithromycin for prevention of disseminated Mycobacterium avium complex (MAC) disease in AIDS patients with CD4 lymphocyte counts 50/mm 3 Treatment of disseminated MAC disease in AIDS patients with moderate to severe disease in combination with other agents including clarithromycin and ethambutol Treatment of tuberculosis (in combination with other antituberculosis agents ) in HIV -infected patients who cannot receive rifampin because of drug -drug interactions or adverse effects SPECTRUM Rifabutin is a derivative of rifamycin S and inhibits DNA -dependent RNA polymerase in susceptible bacteria. Rifabutin inhibits DNA -dependent RNA polymerase in susceptible bacteria. . The gram -positive and gram - negative activity of rifabutin is similar to that of rifampin. Emergence of resistance is predictable when rifabutin is used as a single agent to treat bacterial infections. Rifabutin possesses goo d activity against most mycobacteria including M. tuberculosis, M. marinum, and M. kansasii . Rifabutin is active against many isolates of M. tuberculosis with resistance to low levels of rifampin; however, isolates with resistance to higher levels of rifa mpin demonstrate cross -resistance to rifabutin. Several studies have demonstrated the good in vitro activity of rifabutin against MAC. Rifabutin is bacteriostatic against MAC when it is used as a single agent. MIC's for MAC strains range from 25 to 2,000 ng/ml. Synergy and bactericidal activity has been demonstrated when rifabutin is used in combination with other drugs active against MAC, e.g., ethambutol and clarithromycin. Rifabutin has been shown to inhibit the replication of HIV -1 and to reduce th e cytopathic effect of HIV -1 to CD4 lymphocytes. However, when studied as a single agent in HIV -infected patients, rifabutin lacked beneficial effects. DOSING/PHARMACOKINETICS The recommended dose of rifabutin for the prevention of disseminated MAC disea se is 300 mg once daily . The recommended dose of rifabutin for the treatment of tuberculosis in HIV -infected patients is 300 mg daily in the absence of drug -drug interactions. A rifabutin dose of 450 to 600 mg daily or intermittently is recommended in patients receiving efavirenz. Doses of 150 mg daily or intermittently are recommended for patients receiving most protease inhibitors (see Adult and Adolescent Treatment Guidelines at http://aidsinfo.nih.gov/ for specific dosage guidelines). Peak serum lev els of about 350 ng/ml are achieved following administration of rifabutin 300 mg. Peak levels occurred 2 to 3 hours after oral administration. Oral bioavailability is 12 to 20 percent; the presence of food decreases the rate of rifabutin absorption but n ot the extent of absorption. Rifabutin is metabolized in the liver to two major metabolites, hydroxy rifabutin and 25 -desacetyl rifabutin. The microbiologic activity of the desacetyl derivative is similar to rifabutin, while the hydroxy metabolite is 4 t o 10 fold less active. About 10 percent of rifabutin is excreted as unchanged drug in the urine. The elimination half -life is about 36 hours. Dosage should be reduced by 50% in patients with creatinine clearances < 30 ml/min. Rifabutin is widely distri buted to all tissues and body fluids. Lung concentrations are 5 to 10 times higher than concomitant serum levels. Plasma protein binding is 71 percent and the volume of distribution is 8 to 9 liters/kg. ADVERSE REACTIONS In the double -blind trials that studied rifabutin for the prevention of disseminated MAC infection, side effects that resulted in the discontinuation of rifabutin occurred in 16 percent of patients. Reasons for the discontinuation of rifabutin included reported in at least one percent of rifabutin recipients include abdominal pain, asthenia, chest pain, fever, headache, anorexia, diarrhea, dyspepsia, eructation, flatulence, nausea, vomiting, myalgia, insomnia, rash, taste perversion, a nd urine discoloration. Adverse reactions that occurred in less than one percent of patients but appeared to be caused by rifabutin include flu -like syndrome, hepatitis, hemolysis, arthralgia, myositis, chest pressure or pain with dyspnea, and skin discol oration. Laboratory abnormalities associated with rifabutin therapy include liver function test elevations, anemia, eosinophilia, leukopenia, neutropenia, and thrombocytopenia. Dose -related toxicity includes gastrointestinal side effects, head or muscle ache, symmetrical polyarthralgia and arthritis, uveitis, and apthous stomatitis. 52 DRUG levels Unknown *Overall, P450 induction by rifabutin is less significant than that by rifampin and fewer drugs are contraindicated when coadministered with rifabutin than with rifampin. Dosage adjustment of drugs that are known to interact with rifampin MAY be required if they are given concomitantly with rifabutin, e.g., atovaquone, anticoagulants, corticosteroids, phenytoin, and dapsone. FORMULARY STATUS Rifabutin is a CATEGORY II (restricted) antibiotic at San Francisco VA Medical Center. This drug will not be dispe nsed by pharmacy without prior approval by the Infectious Diseases Section. 53 RIFAMPIN INDICATIONS Treatment of tuberculosis (in combination with other antituberculosis agents, e.g., isoniazid, pyrazinamide, and ethambutol) Alternative to isoniazid for treatment of latent tuberculosis infection Treatment of multibacillary leprosy (in combination with dapsone and clofazimine) Treatment of dapsone -resistant paucibacillary leprosy Chemoprophylaxis of me ningococcal or Haemophilus influenzae type b (Hib) infection Treatment of infection caused by Mycobacterium kansasii (in combination with isoniazid and ethambutol) or M. marinum (in combination with clarithromycin) Treatment of Staphylococcus epidermidis prosthetic valve endocarditis (PVE) (in combination with vancomycin and gentamicin) Treatment of gram positive prosthetic joint infections with retained prosthesis (in combination with other appropriate agents) Alternative agent (in combination with oth er antimicrobials) for the treatment of infection caused by M. avium complex, M. fortuitum complex, Legionella species, S. aureus , and Brucella species SPECTRUM Rifampin is a derivative of rifamycin B and inhibits DNA -dependent RNA polymerase in susceptible bacteria. The drug possesses excellent in vitro activity against most aerobic bacteria, but emergence of resistance is predictable when rifampin is used as a single agent to treat bacterial infections. Rifampin possesses good activity against most mycobacteria including M. tuberculosis, M. leprae, M. marinum, and M. kansasii . The drug is bactericidal against M. tuberculosis . Most strains of M. tuberculosis are inhibited by 0.5 µg/ml. DOSING/PHARMACOKINETICS INDICATION DOSAGE REGIMEN DURATION OF THERAPY Tuberculosis 600 mg twice weekly to daily 4 months Latent tuberculosis infection 600 mg daily 4 months Chemoprophylaxis of meningococcal infection 600 mg bid 2 days Chemoprophylaxis of Hib infection 600 mg daily 4 days S. epidermidis PVE 300 mg q8h 6 weeks Staphylococcal prosthetic joint infections 300-450 mg PO q12h 6 weeks Rifampin is readily absorbed following oral administration. Peak serum levels of 4 -32 µg/ml are achieved 1.5 -2 hours following the oral administration of 600 mg of rifampin. The rate of absorption is reduced when rifampin is administered with food. Rifampin is widely distributed into most body ti ssues and fluids including the inflamed meninges. The drug is deacetylated in the liver to an active metabolite. Rifampin and its metabolite are eliminated through the biliary tract. Rifampin undergoes enterohepatic recirculation. Three to thirty perce nt of an oral dose is excreted in the urine as unchanged drug or metabolite. Dosage adjustment is unnecessary in patients with renal failure. Rifampin is not appreciably removed by hemodialysis or by peritoneal dialysis. The elimination half -life is 2 -3 hours, and plasma protein binding is 75 -91%. ADVERSE REACTIONS Hepatic - Transient increases in transaminases and bilirubin concentration occur in 14% of patients. Hepatitis is uncommon ( 1%). Gastrointestinal - Anorexia, nausea, vomiting, diarrhea, epigastric distress, abdominal pain, cramps, gas, sore mouth and tongue (1 -2%); pseudomembranous colitis and pancreatitis (rare) Hypersensitivity Reactions - Fever, rash, pruritus, flushing interstitial nephritis, renal insufficiency, and acute renal failure Nervous system - Headac he, drowsiness, fatigue, dizziness, inability to concentrated, confusion, numbness, and behavioral changes (uncommon) High dose intermittent therapy - Associated with an increased frequency of side effects including renal, hematologic, and hypersensitivit y reactions. An \"influenza -like\" syndrome and respiratory syndrome may also be associated with high dose therapy. Other - Red orange discoloration of urine, sweat, sputum, feces and tears is common. Menstrual disturbances, visual disturbances, conjuncti vitis, myopathy, muscle weakness, pain in extremities, and osteomalacia. 54 DRUG INTERACTIONS DRUG INTERACTION MECHANISM Atovaquone atovaquone levels Azole antifungal metabolism HCV & HIV protease inhibitors (PI) PI levels PI metabolism Maraviroc maraviroc is a CATEGORY I (formulary) agent Medical Center.55 SULFAMETHOXAZOLE -TRIMETHOPRIM (SMX -TMP ) INDICATIONS Drug of choice the prevention and treatment of Pneumocystis jiroveci pneumonia (PCP) Treatment of urinary tract infections caused by susceptible bacteria, empiric therapy is not recommended as the rate of E. coli resistance is > 20% Prophylaxis against recurrent urinary tract infections Treatment of acute or chronic prostatitis Alternative agent for treatment of serious infections (e.g., bacteremia) caused by susceptible gram -negative bacilli Treatment of community -acquired skin and soft tissue infections of mild to moderate severity suspected to be caused by methicillin -resista nt Staphylococcus. aureus (when concurrent therapy for group A Streptococcus is not indicated) Treatment of otitis media, sinusitis, bronchitis, -negative bacillary meningitis Drug of choice for the treatment of dihydrofolate (DHFR), the enzyme responsible for the acid (folic acid) to tetrahydrofolic acid (folinic acid). SMX acts by inhibiting dihydropteroate synthetase, the enzyme responsible for the conversion of par a-aminobenzoic acid [PABA] to dihydropteroate, the immediate precursor of dihydrofolic TMP -SMX forms a synergistic bactericidal combination that sequentially inhibits the synthesis of folinic acid, a substrate necessary for nucleic acid synthesis. S MX-TMP has a broad gram negative spectrum including most species, Neisseria meningitidis Resistant gram -negative bacteria include Ps. aeruginosa and Campylobacter species. The emergence of plasmid -mediated SMX -TMP resistant strains of Shigella and Salmonella and the overproduction of a resistant DHFR by Escherichia coli are of growing concern. SMX -TMP gram include Nocardia marinum, P. jiroveci , and with a SMX -TMP MIC of 2/38 µg/ml are considered sensitive, while organisms with an MIC 4/76 µg/ml are considered resistant. DOSING/PHARMACOKINETICS INDICATION DOSAGE REGIMEN DURATION OF THERAPY Uncomplicated UTI, female 1 DS* Tablet BID 3 days Conventional, male or female UTI 1 DS Tablet BID 7-10 days UTI prophylaxis 1/2 DS Tablet qod variable Chronic prostatitis 1 DS Tablet BID 6-12 weeks Pyelonephritis 1 DS Tablet BID 10-14 TMP Q8H DS Tablet daily or 3x/week Resolution of PCP risk factor Skin and soft tissue infection due to MRSA# 2 DS Tablets BID 7-10 days Upper respiratory tract infections 1 DS Tablet BID 7-10 days Serious bacterial infections 5 mg/kg of TMP Q12H variable *DS = double strength (160 mg TMP & 800 mg SMX) #Many infections respond to incision and drainage without antimicrobials 56 USUAL DOSAGE CREATININE CLEARANCE ADJUSTED DOSAGE 1 DS Tablet BID 15-30 ml/min 1/2 DS Tablet BID 1 DS Tablet BID < 15 ml/min * 1/2 DS Tablet daily 5 *For hemodialysis patients, give dose at the end of dialysis on dialysis days SMX -TMP is well absorbed following oral administration. A fixed oral or intravenous combination of 1:5 (TMP:SMX) results in an optimal synergistic bactericidal concentration ratio of 1:20 (TMP:SMX). Mean of 3.4 µg/ml TMP and 46.3 µg/m l SMX are achieved after a single intravenous dose of 160 mg TMP and 800 mg SMX. SMX -TMP distributes widely to body fluids and tissues including cerebrospinal fluid and the prostate. TMP and SMX are hepatically with 80% of TMP and 20% SMX as unchanged drug in urine. Urinary excretion of SMX is increased by alkalinization of the urine, while urinary excretion of TMP is increased by acidification of the urine. Following oral administration of 160 mg TMP and 800 mg SMX, urine TMP le vels of -120 µg/ml and SMX levels of 100 -500 µg/ml are achieved. In patients with normal renal function, the elimination half -life of TMP and SMX is 8 -11 hours and 10 -12 hours, respectively. Dosage reduction is necessary in patients with renal insuffic iency (see above). ADVERSE REACTIONS Dose independent side effects of SMX -TMP include GI upset, drug fever, headache, and rash. Nephrotoxicity, hyperkalemia, hepatitis, and hematologic side effects such as anemia (megaloblastic or hemolytic), thrombocytopenia, and neutropenia are normally dose dependent. AIDS patients have an inc reased incidence of adverse effects such as rash, fever, neutropenia, and hepatotoxicity. DRUG INTERACTIONS DRUG INTERACTION MECHANISM ACE -inhibitors, KCl, Potassium diuretics Displacement of MTX from protein binding sites Oral hypoglycemics agents risk of hypoglycemia oral hypoglycemic agent metabolism or altered plasma protein binding Phenytoin phenytoin SMX -TMP is a CATEGORY I (Formulary) antibiotic at San Francisco VA Medical Center. 57 VANCOMYCIN INDICATIONS Treatment of gram -positive bacterial infections in patients with serious allergies to ß -lactam antibiotics Treatment of documented treatment of nafcillin -resistant staphylococcal infection in the patient at high risk for nafcillin - resistance (prior documented infection, pr ior antibiotic therapy, indwelling catheter, prolonged hospitalization, or nursing home or hospital transfer) Treatment of ampicillin -resistant enterococcal infections caused by vancomycin -susceptible isolates Treatment of infections caused by Corynebact erium group JK (C. jeikeium ) Empiric therapy of community -acquired bacterial meningitis (in combination with ceftriaxone) and post - neurosurgical meningitis (in combination with cefepime or meropenem) Surgical prophylaxis for procedures involving implantation of prosthetic materials or devices in patients allergic to cephalosporins SPECTRUM Vancomycin has excellent activity against aerobic gram -positive cocci and is bactericidal against staphylococci Note: with may necessitate combination therapy with gentamicin). Vancomycin resistant enterococci (VRE) are increasing at an alarming rate. The use of vancomycin should be limited in order to prevent further increases in VRE and the possible emergence of vancomycin -resistant Staphylococcus aureus . Vancomycin is also effective against nafcillin -resistant staphylococci as well as many gram -posit ive including diphtheroids, Clostridium , and and some Lactobacillus spp. Staphylococcus aureus isolates with an MIC 2 µg/ml are considered sensitive, while isolates with an MIC 16 µg/ml are considered resistant. S. aureus isolates with MICs > 1 µg/ml are less likely to respond to vancomycin therapy. Streptococci other than S. pneumoniae with an MIC 1 µg/ml are considered susceptible. Other organisms with an MIC 4 µg/ml are considered sensitive, while organisms with an MIC 32 µg/ml are considered resistant. DOSING/PHARMACOKINETICS CREATININE IV POST HD ONLY *Dose 15 -20 mg/kg total body weight q8h-q12h to achieve a n AUC 400 -600 mg/L*h or trough of 15 -20 µg/ml The elimination half -life of vancomycin is 6 -8 hours in adults with normal renal function. In these patients the drug is dosed every 8 to 12 hours. Accumulation occurs in patients with renal failure; therefore the dose should be adjusted according to the degree of renal insufficiency. Recommended dosing guidelines are listed above. Single doses should not exceed 2 grams. Vancomycin is not removed by standard hemodialysis but is removed by high - flux and peritoneal dialysis. Patients who receive high -flux hemodialysis three times weekly, typically require a dose of 500 mg after each dialysis session. Therapeutic drug monitoring has been recommended in the following: 1) dialysis patients, 2) patients requiring higher than usual doses (e.g., pneumococcal meningitis), 3) patients with rapidly changing renal function, 4) intravenous drug users, and 5) patients with extensive burns. A target AUC of 400-600 mg/L*h has been recommended for most patients. Higher AUC target of 500 -600 mg/L*h may be considered for severe infections such as endocarditis, ventilator -associated pneumonia, or osteomyelitis caused by S. aureus . Trough levels of 15-20 µg/ml are recommended for central nervous system infections (e.g., meningitis, VP shunt infections) as there is a paucity of data with regards to optimal AUC target. Patients with higher AUC levels (> 550 mg/L*h) and higher trough levels (> 15 mg/L) may be at increased risk for the development of nephrotoxicity. In order to minimize the histamine respo nse to vancomycin (flushing, tachycardia, and hypotension; also known as red-man's syndrome ) one gram doses should be infused slowly over at least one hour. 58 VANCOMYCIN MONITORING ALGORITHM Prioritize trough range of 15 -20 mcg/L as efficacy parameter in patients with CNS infections such as meningitis or patients with enterococcal endocarditis. Consider consulting the infectious diseases service for assistance in managing these patients. FORMULARY STATUS Vancomycin is a CATEGORY I (Formulary) antibiotic at San Francisco VA Medical Center. 59 VORICONAZOLE INDICATIONS Drug of choice for the treatment of invasive aspergillosis Treatment of serious infections caused by Scedosporium apiospermum and Fusarium spp. in patients intolerant of or refractory to other therapy Treatment of esophageal candidiasis in patients who failed to respond to fluconazole and itraconazole SPECTRUM Voriconazole is a second generation triazol e derivative of fluconazole that has enhanced inhibition of or pusillus isolates. Fungal isolates that exhibit reduced susceptibility to fluconazole or itraconazole may also show reduced susceptibility to voriconazole, suggesting cross among azole antifungals. Candida albicans, parapsil losis isolates with an MIC 0.12 µg/ml are considered sensitive, while isolates with an MIC 1 µg/ml are considered resistant. C. krusei isolates with an MIC 0.5 µg/ml are considered sensitive and isolates with an MIC 2 are considered resistant. DOSING/PHARMACOKINETICS Administration from either the oral or IV route results in the same pharmacokinetic profile. The oral bioavailability of voriconazole is 96%. It can be given as an oral loading dose of 400 mg every 12 hours on day 1, followed by 2 00 mg oral dose twice daily. A high -fat meal decreases the drug's bioavailability to ~80%. Voriconazole should be taken 1 hour before or 1 hour after a meal. Its absorption is no t affected by drugs known to increase gastric pH (i.e., ranitidine, cimetid ine, or omeprazole). Patients who weigh less than 40 kg should receive 100 mg of oral voriconazole every 12 hours. Patients who are unable to take oral voriconazole should receive an IV loading dose of 6 mg/kg every 12 hours for 2 doses, followed by an I V maintenance dose of 4 mg/kg every 12 hours. Voriconazole should be infused over 1 -2 hours at a concentration of 5 mg/ml, or the rate should not exceed 3 mg/kg/hour. Patients with mild to moderate hepatic cirrhosis (Child -Pugh Class A and B) should receive a normal loading dose and 50% of the maintenance dose. Data are not available for patients with severe hepatic cirrhosi s (Child -Pugh Class C), chronic hepatitis B, or chronic hepatitis C. In patients with mild to moderate renal insufficiency (CrCl = 30-50 ml/min), the intravenous vehicle, SBECD, can accumulate. Therefore, intravenous voriconazole should be avoided in patients with ClCr < 50 ml/min. Vo riconazole and SBECD are not significantly removed by dialysis, so dosage adjustment is not require d. If patient response is inadequate, he maintenance dose of voriconazole may be increased to 300 mg orally every 12 hours or 150 mg orally every 12 hours (40 kg). When phenyto in is given, the maintenance dose of voriconazole should be increased to 5 mg /kg intravenously every 12 hours, or to 400 mg orally every 12 hours (>40 kg) or 200 mg orally every 12 hours (40 kg). Voriconazole is distributed rapidly and extensively throughout tissues. Plasma protein binding is approximately 58%. Peak s erum level s of 2.12-4.8 mcg/ml are achieved following administration of a 200 mg oral dose twice daily. Voriconazole has non -linear pharmacokinetics due to saturation of its metabolism. Increasing the oral dose from 200 mg every 12 hours to 300 mg every 12 hours r esults in a 2.5 -fold increase in the AUC, while increasing the intravenous dose from 3 mg/kg every 12 hours to 4 mg/kg every 12 hours produces a 2.3 -fold increase in the AUC. Cerebrospinal fluid levels are 29% and 68% of concomitant serum levels. Its vol ume of distribution is 2 -4.6 L/kg. The elimination half - life is approximately 6 hours. Voriconazole is a substrate of the CYP2C9, CYP2C19, and CYP3A4 hepatic isoenzymes, with the g reatest affinity for CYP2C19 and the least affinity for CYP3A4. Its major metabolite, voriconazole N-oxide, inhibits CYP2C9 and CYP3A4 to a greater extent than CYP2C19. Less than 2% is eliminated renally as unchanged drug. Trough serum levels below 1 mcg/ml may be associated with therapeutic failure while levels greater than 5.5 mcg/ml may be associated with higher rates of toxicity such as visual disturbances and transaminitis. ADVERSE REACTIONS Ocular - visual changes (photophobia, color changes, increased or decreased visual acuity (usually reversible with discontinuation of therapy), or blurred vision in 21 -30%), eye hemorrhage (rare), optic neuritis, papilledema, blepharitis, eye blindness, optic atrophy, uveitis, scleritis, retinitis, visual field defec t. Patients should NOT drive at night and should avoid potentially hazardous tasks Nervous system - hallucinations (5.1%), dizziness (1 -2.6%), headache (3.6%), cerebral hemorrhage, cerebral ischemia, cerebrovascular accident, abnormal dreams, acute brain syndrome, agitation, akathisia, amnesia, anxiety, ataxia, brain cell carcinoma, melanoma, serious toxic Hypersensitivity - fever ( 6%), chills ( 4%), infusion related reactions (flushing, sweating, dyspnea, chest tightness), anaphylactoid reaction, facial edema, flu syndrome, angioedema Gastrointestinal - nausea (1 -7%), ge, stomatitis, tongue edema, taste loss, taste perversion Hepatic Cardiovascular aplastic TTP Musculoskeletal - arthralgia, arthritis, bone necrosis, bone pain, leg cramps, myalgia, myasthenia, myopathy, osteomalacia, osteoporosis Respiratory System lung edema, pharyngitis, pleural effusion, respiratory distress syndrome, respiratory tract infection, rhiniti s, sinusitis, voice alteration Other - asthenia, sepsis, pain, infection, graft versus host reaction, granuloma, injection site pain, multi -organ failure, adrenal Alfentanil, Voriconazole is a NON -FORMULARY antibiotic at San Francisco VA Medical Center. This drug will not be dispensed by pharmacy without prior approval by the Infectious Diseases Section and completion of an electronic non -formulary drug request. 61 San Francisco VA Medical Cen ter Antiretroviral Agent Dosing Guidelines Nucleoside/ tide Reverse Transcriptase Inhibitors (NRTIs) Drug Dosage Forms Dose Excretory Route Dosage Adjustment in Renal Insufficiency and Hemodialysis Abacavir (Ziagen) Tablet: 300 mg Oral solution: 20 mg/mL 300 mg PO BID or 600mg PO once daily Hepatic and renal No dosage adjustment in renal insufficiency Child -Pugh Class Dose A 200mg PO BID (use oral soln) B or C Contraindicated Emtricitabine (Emtr iva) Capsule: 200 mg Oral solution: 10mg/mL mg PO once daily or 240mg (24mL) oral soln once daily Renal 240mg q24h# #Take HD session on dialysis days 62 Lamivudine (Epivir) Tablets: 100 mg, 150 mg, 300 mg Oral solution: 5 mg/mL, 10 mg/mL 150 mg PO BID or 300 mg PO once daily Renal CrCl (mL/min) Dose____________________ 30-49 mg x1, then 25mg q24h post on dialysis days Tenofovir Alafenamide (TAF) (Vemlidy) Tablet: (mL/min) Dose____________________ <15 and not on HD Not recommeded HD 25 mg q24h post HD session on dialysis days Child -Pugh Class Dose B or C Not recommended 63 Tenofovir disoproxil fumarate (T DF) (Viread) Tablets: 150 mg, 200 mg, 250 mg, 300 mg Oral powder: 40 mg/1 gm 300 mg PO once daily Renal CrCl (ml/min) Dose 30-49 300 mg q48h 10-29 300 mg BIW (i.e., q 3 -4 days) <10 not on HD no recommendation HD 300 mg every 7 days post HD Zidovudine (Retrovir) Capsule :100 mg Tablet: 300 mg Oral syrup: 50 mg/ 5mL Injection solution: Hepatic and renal CrCl (ml/min) Dose_____________________ < 15 100 mg TID or 300mg once daily HD 100 mg TID or 300mg once daily# #Take dose after HD session on dialysis days 64 NRTI Co-Formulations Drug Dosage Forms Dose Excretory Route Dosage Adjustment in Renal Insufficiency and Drug Interactions Abacavir / Lamivudine (Epzicom) Tablet: 600 mg abacavir/ 300 mg lamivudine 1 tablet once daily Renal Not recommended in patients with CrCL< 50 once daily Renal ClCr (mL/min) Dose < 30 and not on HD Not recommended < 30 and on HD 1 tablet once daily Concomitant administration with : Rifamycins Not recommended Tenofovir tablet once daily Renal ClCr (mL/min) Dose 30-49 1 tablet q48h < 30 or on HD Not recommended 65 Non-Nucleoside Reverse Transcriptase Inhibitors (NNRTIs) Drug Dosage Forms Dose Excretory Route Dosage Adjustment Renal or Hepatic Impairment and Drug Interactions Doravirine (Pifeltro) Tablet: 100 mg 100mg PO once daily Hepatic No dosage adjustment with renal impairment. Has not been studied in ESRD or on HD Child -Pugh Class Dose A or B No dosage adjustment C Not studied Concomitant administration with : Rifampin Contraindicated Rifabutin Capsules: 50 mg, 200 mg Tablet: 600 mg 600 mg PO once daily, at or before bedtime Hepatic and renal No dosage adjustment necessary in renal impairment. Caution with impaired hepatic function Concomitant administration with : Rifampin No dosage adjustment Rifabutin Rifabutin dose 450 -600 mg per day Rifapentine No dosage adjustment Etravirine (Intelence) Tablets: 25 mg, 100 mg, 200mg 200 mg PO BID Take following a meal Hepatic No dose adjustment necessary in renal impairment Child -Pugh Class Dose A or B No dosage adjustment C No dose recommendation Concomitant administration with : Rifampin Do not coadminister Rifabutin Do not coadminister if with If without use rifabutin not Nevirapine (Viramune) Tablet: 200 mg Extended release tablet: 400 mg Oral suspension: 10 mg/mL 200 mg PO once daily for 2 weeks, then 200 mg PO BID thereafter* or 400 mg XR once daily *Repeat lead -in period if therapy is discontinued for >7 days Hepatic and renal On hemodialysis, an additional 200mg dose following each dialysis treatment is recommended Child -Pugh Class Dose A No dosage adjustment B or C Contraindicated Concomitant administration with : Rifampin Do not coadminister Rifabutin No dosage adjustment Rifapentine Do not coadministe r 68 Rilpivirine (Edurant) Tablet: 25 mg 25 mg PO once daily Hepatic No dosage adjustment necessary in renal impairment Child -Pugh Class Dose A or B No dosage adjustment C No dose recommendation Concomitant administration with : Rifampin Contraindicated Rifabutin Rilpivirine NRTI Pair Plus NNRTI Drug Dosage Forms Dose Excretory Route Dosage Adjustment Hepatic mg tenofovir DF 1 tablet once daily Hepatic and renal Not recommended if CrCl <50 mL/min Child -Pugh Class Dose A or B No dosage adjustment C Not studied Efavirenz/ Emtricitabine/ Tenofovir DF (Atripla) mg tenofovir DF 1 tablet once daily Hepatic and renal Not recommended if CrCl <50 tenofovir DF 1 tablet once daily on an empty stomach, preferably at bedtime Hepatic and renal Not recommended if CrCl <50 mL/min Not recommended with moderate to severe hepatic impairment. Caution with mild hepatic impairment 70 mg tenofovir DF 1 tablet once daily on an empty stomach, preferably at bedtime Hepatic and renal Not recommended if CrCl <50 mL/min Not recommended with moderate to severe hepatic mild hepatic 300 mg tenofovir DF 1 tablet once daily with a meal Hepatic and renal Not recommended CrCl <50 mL/min Child -Pugh Class Dose A or B No dosage adjustment C No dose recommendation Rilpivirine/ Emtricitabine/ Tenofovir AF (Odefsey) 25 mg tenofovir AF 1 tablet once daily with a meal Hepatic and renal Not recommended CrCL <30 mL/min who are not receiving chronic HD On Chronic HD: 1 tablet once daily. On HD days, take after dialysis Child -Pugh Class Dose A or B No dosage adjustment C No dose recommendation 71 Protease Inhibitors (PI) Drug Dosage Forms Dose Excretory Route Dosage Adjustment With Hepatic Impairment, Hemodialysis and Drug Interactions Atazanavir (Reyataz) Capsules: 100mg, 150 mg, 200 mg, 300 mg 50 mg packet ARV-naive: Atazanavir 300mg plus ATV and ATV/ritonavir not recommended Child -Pugh Class Dose A No dosage adjustment B ATV 300mg un -boosted for naive C Not recommended Concomitant administration with : Efavirenz Atazanavir 40 0 mg plus ritonavir 100mg once daily Tenofovir Atazanavir 300 (Evotaz) Tablet: 300mg co- formulated with cobicistat 150 mg One tablet once daily Hepatic and renal If used with Tenofovir DF: Not recommended if CrCl < 70mL/min Not recommended with hepatic impairment Darunavir (Prezista) Tablets: 75 mg, 150 mg, 600 mg, 800 mg Oral suspension: 100 mg/mL ARV-naïve or no DRV mutations: 800 mg plus 100 mg RTV once daiy ARV-experienced with one or more DRV mutations : 600 mg plus 100 mg RTV twice daily Hepatic Mild to moderate hepatic impairment: No dose adjustment impairment: Cobicistat (Prezcobix) Tablet: 800 darunavir/ 150 mg cobicistat One tablet once daily ARV-experienced with one or more DRV mutations : not recommended Hepatic and renal If used with Tenofovir DF: Not recommended if CrCl < 70mL/min Child -Pugh Class Dose A or B No dosage adjustment C Not recommended Ritonavir (Norvir) Capsule: 100 mg (soft gelatin) Tablet: 100 mg Oral solution: 80 mg/mL Oral powder: 100mg single packet Primarily used for \"boosting\" and in combination with other PI's 100 mg to 400 mg per day in 1 to 2 divided doses (refer to other PIs for specific dosing recommendations) Hepatic Refer to recommendations for the primary PI for hepatic dose adjustment 74 Fixed -Dose Combinations Containing NRTI Pair plus PI Drug Dosage Forms Dose Excretory Route Dosage Adjustment Renal mg emtricitabine/ 10 mg tenofovir AF 1 tablet once daily Hepatic and renal CrCl <30 mL/min - not recommended On chronic HD: 1 tablet PO once daily. On HD days, administer after dialysis Not recommended in severe hepatic impairment Concomitant administrat ion with : Drug Dosage Forms Dose Excretory Route Dosage Adjustment in Renal or Hepatic Impairment Maraviroc (Selzentry) Tablets: 150 mg, 300 mg Depends on presence of concomitantly administered medications: 150 mg BID with strong CYP3A inhibitors (with or without CYP3A inducers)including PIs (except TPV/r) 300mg BID with NRTIs, T -20, TPV/r, NVP, and non - strong CYP3A BID with a CYP3A inhibitor) and renal No dosage recommendation with hepatic impairment. Maraviroc concentrations will likely be increased CrCl <3 0 mL/min or on HD: Without potent if postural hypotension occurs, reduce to maraviroc 150 mg twice daily With potent CYP3A4 inhibitors or inducers: Not recommended 76 CD4 Post -Attachment Inhibitor Drug Dosage Forms Dose Excretory Route Dosage Adjustment in Renal or Hepatic Impairment Ibalizumab (Trogarzo) Single dose 2 mL vial containing 200 mg/ 1.33 mL (150 mg/mL) of ibalizumab Administer a single loading dose of ibalizumab 2,000 mg IV infusion over 30 minutes, followed by a maintenance dose of 800mg IV infusion over 15 minutes every 2 weeks Not well defined No dosage recommendation in renal or hepatic impairment GP-120-Directed Attachment Inhibitor Drug Dosage Forms Dose Excretory Route Dosage Adjustment in or Hepatic Tablet: 600mg XR 600mg PO BID Hepatic and renal No dosage adjustment required with renal impairment or those on HD No dosage adjustment required with mild to severe hepatic impairment 77 Integrase Strand Transfer Inhibitors (INSTI) Drug Dosage Forms Dose Excretory Route Dosage Adjustment in Renal or Hepatic Impairment, and Drug Interactions Bictegravir Only available as a component of fixed - dose combination BIKTARVY BIKTARVY: One tablet PO once daily Hepatic Refer to BIKTARVY for details 78 Dolutegravir (Tivicay) Tablet: 10 mg, 25 mg, 50 mg Tablet for suspension: 5 mg ARV-naïve or PO once daily INSTI -experienced with certain known or clinically suspected INSTI -resistance: 50 mg PO BID Hepatic and renal No dosage adjustment necessary with renal impai rment. Child -Pugh Class Dose A or B No dosage adjustment C Not recommended ARV- or INSTI - naïve and concomitant administration with: Efavirenz BID FPV/rit Dolutegravir TPV/rit Dolutegravir 50 mg BID Rifampin Dolutegravir 50 mg BID (only if no INSTI mutation) Rifabutin No dosage adjustment Rifapentine Do not co -administer 79 Elvitegravir Only available as a component of a fixed -dose combination known as either Genvoya (elvitegravir/cobicista t/emtricitabine/TAF) or t/emtricitabine/TDF) Genvoya One tablet once daily Stribild One tablet PO once daily Hepatic and renal Concomitant administration with : Rifampin Contraindicated Rifabutin Tablet: 400 mg Chewable tablets: 25 mg, 100 mg Powder for oral suspension: 100 mg single -use packet High dose tablet: 600 mh Regular tablet : 400 mg PO BID High dose tablet : ARV-naïve or ARV - experienced with virologic suppression on a regimen containing RAL 400mg twice daily: 1200 mg PO once daily Hepatic No dosage adjustmen t necessary in renal insufficiency. No dosage adjustment with mild to moderate hepatic insufficiency No recommendation with severe hepatic insufficiency Concomitant administration with : Rifampin *Raltegravir 800mg BID Rifabutin No dosage adjustment Rifapentine coadminister wit h dddddddddddddd once daily Rifapentine *standard tablet only 81 Fixed -dose Combinations Containing NRTI Pair Plus INSTIs Drug Dosage Forms Dose Excretory Route Dosage Adjustment Hepatic mg tenofovir AF 1 tablet once daily Hepatic and renal CrCl <30 mL/min - not recommended On chronic HD: 1 tablet PO once daily. On HD days, administer after dialysis Child -Pugh Class Dose A or B No dosage adjustment C Not r ecommended Concomitant administration with : Rifampin Contraindicated mg emtricitabine/ 10 mg tenofovir AF 1 tablet once daily Hepatic and renal CrCl <30 mL/min and not on chronic HD: not recommended On chronic HD: 1 tablet PO once daily. On HD days, administer after dialysis No dosage adjustment necessary in mild -moderate hepatic impairment Not recommended in mg emtricitabine/ 300 mg tenofovir DF 1 tablet once daily Hepatic and renal Initial use not recommended with CrCl < 70 ml/min Continued use not recommended with CrCl < 50 ml/min No dosage adjustment necessary in mild -moderate hepatic impairment Not recommended in severe lamivudine 1 tablet once daily Hepatic and renal Not recommended CrCL <50 ml/min Not recommended if for Child -Pugh class A Contraindicated for Child -Pugh class B and C 83 Fixed -Dose Combinations Containing INSTIs and NNRTI Drug Dosage Forms Dose Excretory Route Dosage Adjustment Renal or Hepatic Impairment Dolutegravir/ Rilpivirine (Juluca) Tablet: 50 mg dolutegravir/ 25 mg rilpivirine 1 tablet once daily with food Hepatic No dosage adjustment with renal insufficiency Monitor for adverse effects when CrCl < 30 mL/min Child -Pugh Class Dose A or B No dosage adjustment C No dose recommendation Fixed -Dose Combinations Containing NRTI plus INSTI Drug Dosage Forms Dose Excretory Route Dosage Adjustment Renal or Hepatic Impairment Dolutegravir/ Lamivudine (Dovato) Tablet: 50 mg dolutegravir/ 300 mg lamivudine 1 tablet once daily Hepatic and renal Not recommended if CrCl <50 mL/min Child -Pugh Class Dose A or B No dosage adjustment C No dose recommendation "}