{"title": "Dietary supplement - Wikipedia", "author": "Authority control National France BnF data Germany Israel United States Latvia Japan Czech Republic", "url": "https://en.wikipedia.org/wiki/Dietary_supplement", "hostname": "wikipedia.org", "description": null, "sitename": "Wikimedia Foundation, Inc.", "date": "2002-10-14", "cleaned_text": "Dietary supplement The examples and perspective in this article may not represent a A dietary supplement is a manufactured product intended to supplement one's diet by taking a [pill](/wiki/Pill_(pharmacy)), [capsule](/wiki/Capsule_(pharmacy)), [tablet](/wiki/Tablet_(pharmacy)), powder, or liquid. [[2]](#cite_note-ods-nih-2) A supplement can provide [nutrients](/wiki/Nutrient) either extracted from food sources or that are synthetic in order to increase the quantity of their consumption. The class of nutrient compounds includes [vitamins](/wiki/Vitamin), [minerals](/wiki/Dietary_mineral), [fiber](/wiki/Dietary_fiber), [fatty acids](/wiki/Fatty_acid), and [amino acids](/wiki/Amino_acid). Dietary supplements can also contain substances that have not been confirmed as being essential to life, but are marketed as having a beneficial biological effect, such as plant [pigments](/wiki/Pigment) or [polyphenols](/wiki/Polyphenol). Animals can also be a source of supplement ingredients, such as [collagen](/wiki/Collagen) from [chickens](/wiki/Chicken) or [fish](/wiki/Fish) for example. These are also sold individually and in combination, and may be combined with nutrient ingredients. The [European Commission](/wiki/European_Commission) has also established harmonized rules to help insure that food supplements are safe and appropriately labeled. [[3]](#cite_note-efsa-3) Creating an industry estimated to have a value of $151.9 billion in 2021, [[4]](#cite_note-GVW_Report-4) there are more than 50,000 dietary supplement products marketed in the United States, [[5]](#cite_note-odsdata-5) where about 50% of the American adult population consumes dietary supplements. [Multivitamins](/wiki/Multivitamin) are the most commonly used product among types of dietary supplements. [[6]](#cite_note-6) The United States [National Institutes of Health](/wiki/National_Institutes_of_Health) states that supplements \"may be of value\" for those who are nutrient deficient from their diet and receive approval from their medical provider. [[7]](#cite_note-odsfaqs-7) In the United States, it is against federal regulations for supplement manufacturers to [claim](/wiki/Health_claim) that these products prevent or treat any disease. Companies are allowed to use what is referred to as \"Structure/Function\" wording if there is substantiation of [scientific evidence](/wiki/Scientific_evidence) for a supplement providing a potential health effect. [[8]](#cite_note-s-f-8) An example would be \"_____ helps maintain healthy joints\", but the label must bear a disclaimer that the [Food and Drug Administration](/wiki/Food_and_Drug_Administration) (FDA) \"has not evaluated the claim\" and that the dietary supplement product is not intended to \"diagnose, treat, cure or prevent any disease\", because only a [drug](/wiki/Medication) can legally make such a claim. [[8]](#cite_note-s-f-8) The FDA enforces these regulations and also prohibits the sale of supplements and supplement ingredients that are dangerous, or supplements not made according to standardized [good manufacturing practices](/wiki/Good_manufacturing_practice) (GMPs). Definition In the United States, the [Dietary Supplement Health and Education Act of 1994](/wiki/Dietary_Supplement_Health_and_Education_Act_of_1994) provides this description: \"The Dietary Supplement Health and Education Act of 1994 (DSHEA) defines the term \"dietary supplement\" to mean a product (other than [tobacco](/wiki/Tobacco)) intended to supplement the diet that bears or contains one or more of the following dietary ingredients: a vitamin, a mineral, an herb or other botanical, an amino acid, a dietary substance for use by man to supplement the diet by increasing the total dietary intake, or a concentrate, [metabolite](/wiki/Metabolite), constituent, [extract](/wiki/Extract), or combination of any of the aforementioned ingredients. Furthermore, a dietary supplement must be labeled as a dietary supplement and be intended for ingestion and must not be represented for use as conventional food or as a sole item of a meal or of the diet. In addition, a dietary supplement cannot be approved or authorized for investigation as a new [drug](/wiki/Drug), [antibiotic](/wiki/Antibiotic), or biologic, unless it was marketed as a food or a dietary supplement before such approval or authorization. Under DSHEA, dietary supplements are deemed to be food, except for purposes of the drug definition.\" [[9]](#cite_note-DietSupplLabels-9) Per DSHEA, dietary supplements are consumed orally, and are mainly defined by what they are not: conventional foods as a [nasal spray](/wiki/Nasal_spray), or [topically](/wiki/Topical_medication), as a lotion applied to the skin, do not qualify. FDA-approved drugs cannot be ingredients in dietary supplements. Supplement products are or contain [vitamins](/wiki/Vitamins), [animals](/wiki/Animal) or [fungi](/wiki/Fungus) or [bacteria](/wiki/Bacteria), or in the instance of [probiotics](/wiki/Probiotic), are live bacteria. Dietary supplement ingredients may also be synthetic copies of naturally occurring substances (for example: [melatonin](/wiki/Melatonin)). All products with these ingredients are required to be labeled as dietary supplements. [[11]](#cite_note-DSHEA_definition-11) Like foods and unlike drugs, no government approval is required to make or sell dietary supplements; the manufacturer confirms the safety of dietary supplements but the government does not; and rather than requiring [risk-benefit analysis](/wiki/Risk%E2%80%93benefit_ratio) to prove that the product can be sold like a drug, such assessment is only used by the FDA to decide that a dietary supplement is unsafe and should be removed from market. [[11]](#cite_note-DSHEA_definition-11) Types Vitamins A vitamin is an [organic compound](/wiki/Organic_compound) required by an [organism](/wiki/Organism) as a vital [nutrient](/wiki/Nutrient) in limited amounts. [[12]](#cite_note-Lieberman-12) An organic chemical compound (or related set of compounds) is called a vitamin when it cannot be [synthesized](/wiki/Biosynthesis) in sufficient quantities by an organism and must be obtained from the diet. The term is conditional both on the circumstances and on the particular organism. For example, [ascorbic acid](/wiki/Ascorbic_acid) (vitamin C) is a vitamin for anthropoid primates, [humans](/wiki/Human), [guinea pigs](/wiki/Guinea_pig) and [bats](/wiki/Bat), but not for other mammals. Vitamin D is not an essential nutrient for people who get sufficient exposure to [ultraviolet light](/wiki/Ultraviolet_light_therapy), either from the sun or an artificial source, as they synthesize vitamin D in skin. [[13]](#cite_note-13) Humans require thirteen vitamins in their diet, most of which are actually groups of related molecules, \"vitamers\", (e.g. vitamin E includes tocopherols and tocotrienols, vitamin K includes vitamin K1 and K2). The list: vitamins A, C, D, E, Thiamine Vitamin B12. Vitamin intake below recommended amounts can result in signs and symptoms associated with vitamin deficiency. There is little evidence of benefit when vitamins are consumed as a dietary supplement by those who are healthy and have a nutritionally adequate diet. [[14]](#cite_note-Fort2013-14) The [U.S. Institute of Medicine](/wiki/National_Academy_of_Medicine) sets [tolerable upper intake levels](/wiki/Tolerable_upper_intake_level) (ULs) for some of the vitamins. This does not prevent dietary supplement companies from selling products with content per serving higher than the ULs. For example, the UL for vitamin D is 100 µg (4,000 IU), [[15]](#cite_note-IOM-15) but products are available without prescription at 10,000 IU. Minerals Minerals are the [exogenous](/wiki/Exogenous) [chemical elements](/wiki/Chemical_element) indispensable for life. Four minerals - [carbon](/wiki/Carbon), [hydrogen](/wiki/Hydrogen), [oxygen](/wiki/Oxygen), and [nitrogen](/wiki/Nitrogen) - are essential for life but are so ubiquitous in food and drink that these are not considered nutrients and there are no recommended intakes for these as minerals. The need for nitrogen is addressed by requirements set for protein, which is composed of nitrogen-containing amino acids. [Sulfur](/wiki/Sulfur) is essential, but for humans, not identified as having a recommended intake per se. Instead, recommended intakes are identified for the sulfur-containing amino acids [methionine](/wiki/Methionine) and [cysteine](/wiki/Cysteine). There are dietary supplements that provide sulfur, such as [taurine](/wiki/Taurine) and [methylsulfonylmethane](/wiki/Methylsulfonylmethane). The essential nutrient minerals for humans, listed in order by weight needed to be at the [Recommended Dietary as a component of vitamin B12). There are other minerals which are essential for some plants and animals, but may or may not be essential for humans, such as [boron](/wiki/Boron) and [silicon](/wiki/Silicon). Essential and purportedly essential minerals are marketed as dietary supplements, individually and in combination with vitamins and other minerals. Although as a general rule, dietary supplement labeling and marketing are not allowed to make disease prevention or treatment claims, the U.S. FDA has for some foods and dietary supplements reviewed the science, concluded that there is significant scientific agreement, and published specifically worded allowed health claims. An initial ruling allowing a health claim for calcium dietary supplements and [osteoporosis](/wiki/Osteoporosis) was later amended to include calcium supplements with or without vitamin D, effective January 1, 2010. Examples of allowed wording are shown below. In order to qualify for the calcium health claim, a dietary supplement must contain at least 20% of the Reference Dietary Intake, which for calcium means at least 260 mg/serving. [[16]](#cite_note-16) - \"Adequate calcium throughout life, as part of a well-balanced diet, may reduce the risk of osteoporosis.\" - \"Adequate calcium as part of a healthful diet, along with physical activity, may reduce the risk of osteoporosis in later life.\" - \"Adequate calcium and vitamin D throughout life, as part of a well-balanced diet, may reduce the risk of osteoporosis.\" - \"Adequate calcium and vitamin D as part of a healthful diet, along with physical activity, may reduce the risk of osteoporosis in later life.\" In the same year, the European Food Safety Authority also approved a dietary supplement health claim for calcium and vitamin D and the reduction of the risk of osteoporotic fractures by reducing bone loss. [[17]](#cite_note-17) The U.S. FDA also approved Qualified Health Claims (QHCs) for various health conditions for calcium, selenium and [chromium picolinate](/wiki/Chromium(III)_picolinate). [[18]](#cite_note-FDA-QHC-18) QHCs are supported by scientific evidence, but do not meet the more rigorous \"significant scientific agreement\" standard required for an authorized health claim. If dietary supplement companies choose to make such a claim then the FDA stipulates the exact wording of the QHC to be used on labels and in marketing materials. The wording can be onerous: \"One study suggests that selenium intake may reduce the risk of [bladder cancer](/wiki/Bladder_cancer) in women. However, one smaller study showed no reduction in risk. Based on these studies, FDA concludes that it is highly uncertain that selenium supplements reduce the risk of bladder cancer in women.\" [[19]](#cite_note-19) Proteins and amino acids Protein-containing supplements, either ready-to-drink or as powders to be mixed into water, are marketed as aids to people recovering from illness or injury, those hoping to thwart the [sarcopenia](/wiki/Sarcopenia) of old age, [[20]](#cite_note-20) [[21]](#cite_note-Colonetti2017-21) to athletes who believe that strenuous physical activity increases protein requirements, [[22]](#cite_note-IOC-22) to people hoping to lose weight while minimizing muscle loss, i.e., conducting a [protein-sparing modified fast](/wiki/Protein-sparing_modified_fast), [[23]](#cite_note-23) and to people who want to increase muscle size for performance and appearance. [Whey protein](/wiki/Whey_protein) is a popular ingredient, [[21]](#cite_note-Colonetti2017-21) [[24]](#cite_note-24) or [rice protein](/wiki/Rice_protein). A meta-analysis found a moderate degree of evidence in favor of whey protein supplements use as a safe and effective adjunct to an athlete's training and recovery, including benefits for [endurance](/wiki/Endurance), average power, [muscle mass](/wiki/Muscle_mass), and reduced perceived [exercise intensity](/wiki/Exercise_intensity). [[26]](#cite_note-Lam_2019-26) According to US and Canadian [Dietary Reference Intake](/wiki/Dietary_Reference_Intake) guidelines, the protein [Recommended Dietary Allowance](/wiki/Recommended_Dietary_Allowance) (RDA) for adults is based on 0.8 grams protein per kilogram body weight. The recommendation is for sedentary and lightly active people. [[27]](#cite_note-DRIProteinChpt-27) [[28]](#cite_note-IJSNEM-28) [[29]](#cite_note-tarnopolsky-29) Scientific reviews can conclude that a high protein diet, when combined with exercise, will increase muscle mass and strength, [[30]](#cite_note-lemon-30) [[31]](#cite_note-Morton2017-31) [[32]](#cite_note-32) or conclude the opposite. [[33]](#cite_note-33) The International Olympic Committee recommends protein intake targets for both strength and endurance athletes at about 1.2-1.8 g/kg body mass per day. [[22]](#cite_note-IOC-22) One review proposed a maximum daily protein intake of approximately 25% of energy requirements, i.e., approximately 2.0 to 2.5 g/kg. [[28]](#cite_note-IJSNEM-28) The same protein ingredients marketed as dietary supplements can be incorporated into [meal replacement](/wiki/Meal_replacement) and [medical food](/wiki/Medical_food) products, but those are regulated and labeled differently from supplements. In the United States, \"meal replacement\" products are foods and are labeled as such. These typically contain protein, carbohydrates, fats, vitamins and minerals. There may be content claims such as \"good source of protein\", \"low fat\" or \"lactose free\". [[34]](#cite_note-34) Medical foods, also nutritionally complete, are designed to be used while a person is under the care of a physician or other licensed healthcare professional. [[35]](#cite_note-35) [[10]](#cite_note-FDA_FAQ_2016-10) Liquid medical food products - for example, [Ensure](/wiki/Ensure) - are available in regular and high protein versions. Proteins are chains of [amino acids](/wiki/Amino_acid). Nine of these proteinogenic amino acids are considered essential for humans because they cannot be produced from other compounds by the human body and so must be taken in as food. Recommended intakes, expressed as milligrams per kilogram of body weight per day, have been established. [[27]](#cite_note-DRIProteinChpt-27) Other amino acids may be conditionally essential for certain ages or medical conditions. Amino acids, individually and in combinations, are sold as dietary supplements. The claim for supplementing with the [branched chain amino acids](/wiki/Branched_chain_amino_acid) leucine, valine and isoleucine is for stimulating muscle protein synthesis. A review of the literature concluded this claim was unwarranted. [[36]](#cite_note-36) In elderly people, supplementation with just [leucine](/wiki/Leucine) resulted in a modest (0.99 kg) increase in lean body mass. [[37]](#cite_note-37) The non-essential amino acid [arginine](/wiki/Arginine), consumed in sufficient amounts, is thought to act as a donor for the synthesis of nitric oxide, a vasodilator. A review confirmed blood pressure lowering. [[38]](#cite_note-38) [Taurine](/wiki/Taurine), a popular dietary supplement ingredient with claims made for sports performance, is technically not an amino acid. It is synthesized in the body from the amino acid [cysteine](/wiki/Cysteine). [[39]](#cite_note-39) Bodybuilding supplements [Bodybuilding supplements](/wiki/Bodybuilding_supplement)are dietary supplements commonly used by those involved in [bodybuilding](/wiki/Bodybuilding), weightlifting, mixed martial arts, and [athletics](/wiki/Athletics_(physical_culture))for the purpose of facilitating an increase in [lean body mass](/wiki/Lean_body_mass). Bodybuilding supplements may contain ingredients that are advertised to increase a person's muscle, body weight, athletic performance, and decrease a person's percent body fat for desired muscle definition. Among the most widely used are [high protein sold either as single ingredient preparations or in the form of \"stacks\" - proprietary blends of various supplements marketed as offering synergistic advantages. Essential fatty acids Fish oil is a commonly used fatty acid supplement because it is a source of [omega-3 fatty acids](/wiki/Omega-3_fatty_acid). [[42]](#cite_note-NIH-42) Fatty acids are strings of carbon atoms, having a range of lengths. If links are all single (C-C), then the fatty acid is called [saturated](/wiki/Saturated_fat); with one double bond (C=C), it is called [monounsaturated](/wiki/Monounsaturated_fat); if there are two or more double bonds (C=C=C), it is called [polyunsaturated](/wiki/Polyunsaturated_fat). Only two fatty acids, both polyunsaturated, are considered essential to be obtained from the diet, as the others are synthesized in the body. The \"essential\" fatty acids are [alpha-linolenic acid](/wiki/Alpha-linolenic_acid) (ALA), [[43]](#cite_note-43) ALA omega-3 fatty acids: [eicosapentaenoic acid](/wiki/Eicosapentaenoic_acid) (EPA) and [docosahexaenoic acid](/wiki/Docosahexaenoic_acid) (DHA). Plant oils, particularly seed and nut oils, contain ALA. [[42]](#cite_note-NIH-42) Food sources of EPA and DHA are oceanic fish, whereas dietary supplement sources include fish oil, krill oil and [marine algae](/wiki/Marine_algae) extracts. The [European Food Safety Authority](/wiki/European_Food_Safety_Authority) (EFSA) identifies 250 mg/day for a combined total of EPA and DHA as Adequate Intake, with a recommendation that women pregnant or lactating consume an additional 100 to 200 mg/day of DHA. [[44]](#cite_note-EFSA-Recommended-44) In the United States and Canada are [Adequate Intakes](/wiki/Adequate_Intake) for ALA and LA over various stages of life, but there are no intake levels specified for EPA and/or DHA. [[45]](#cite_note-DRITable-45) Supplementation with EPA and/or DHA does not appear to affect the risk of death, cancer or heart disease. [[46]](#cite_note-46) [[47]](#cite_note-Mac2006-47) Furthermore, studies of fish oil supplements have failed to support claims of preventing [heart attacks](/wiki/Myocardial_infarction) or [strokes](/wiki/Stroke). [[48]](#cite_note-JAMA-201403-48) In 2017, the American Heart Association issued a science advisory stating that it could not recommend use of omega-3 fish oil supplements for primary prevention of [cardiovascular disease](/wiki/Cardiovascular_disease) or stroke, although it reaffirmed supplementation for people who have a history of [coronary heart disease](/wiki/Coronary_heart_disease). [[49]](#cite_note-49) Manufacturers have begun to include long chain polyunsaturated fatty acids DHA and [arachidonic acid](/wiki/Arachidonic_acid) (AA) into their formula milk for newborns, however, a 2017 review found that supplementation with DHA and AA does not appear to be harmful or beneficial to formula-fed infants. [[50]](#cite_note-50) Natural products Dietary supplements can be manufactured using intact sources or [extracts](/wiki/Extract) from plants, animals, algae, fungi or lichens, including bearing promotional claims of health benefits are sold without requiring a prescription in [pharmacies](/wiki/Pharmacy), [supermarkets](/wiki/Supermarket), specialist shops, military [commissaries](/wiki/Commissary), [buyers clubs](/wiki/Buyers_club), [direct selling](/wiki/Direct_selling) organizations, and the internet. [[52]](#cite_note-prince-52) While most of these products have a long history of use in [herbalism](/wiki/Herbalism) and various forms of traditional medicine, concerns exist about their actual efficacy, safety and consistency of quality. [[54]](#cite_note-quackwatch-54) [[55]](#cite_note-zhang-55) [[56]](#cite_note-coghlan-56) Canada has published a manufacturer and consumer guide describing quality, licensing, standards, identities, and common contaminants of natural products. [[57]](#cite_note-canada-guide-57) In 2019, sales of herbal supplements just in the United States alone were $9.6 billion, with the market growing at approximately 8.6% per year, [[58]](#cite_note-58) with [cannabidiol](/wiki/Cannabidiol) and mushroom product sales as the highest. [[59]](#cite_note-nw-59) Italy, Germany, and [Eastern European](/wiki/Eastern_Europe) countries were leading consumers of botanical supplements in 2016, with [European Union](/wiki/European_Union) market growth forecast to be $8.7 billion by 2020. [[60]](#cite_note-becker-60) Probiotics Claimed benefits of using [probiotic](/wiki/Probiotic) supplements are not supported by sufficient clinical evidence. [[61]](#cite_note-61) [[62]](#cite_note-62) [[63]](#cite_note-63) Meta-analysis studies have reported a modest reduction of antibiotic-associated diarrhea and acute diarrhea in children taking probiotics. [[64]](#cite_note-64) There is limited evidence in support of adults using mono-strain and multi-strain containing probiotics for the alleviation of symptoms associated with [irritable bowel syndrome](/wiki/Irritable_bowel_syndrome). [[65]](#cite_note-65) Probiotic supplements are generally regarded as safe. [[66]](#cite_note-66) Fertility A meta-analysis provided preliminary evidence that men treated supplements [zinc](/wiki/Zinc), [omega-3 fatty acids](/wiki/Omega-3_fatty_acid), [coenzyme Q10](/wiki/Coenzyme_Q10) sperm count, concentration, motility, and morphology. [[67]](#cite_note-67) A review concluded that omega-3 taken through supplements and diet might improve semen quality in infertile men. [[68]](#cite_note-68) A 2021 review also supported selenium, zinc, omega-3 coenzyme or carnitines, but warned that \"excessive use of antioxidants may be detrimental to the spermatic function and many of the over-the-counter supplements are not scientifically proven to improve fertility.\" [[69]](#cite_note-69) There is low quality and insufficient evidence for the use of oral antioxidant supplements as a viable treatment for [subfertile](/wiki/Subfertile) woman. [[70]](#cite_note-70) A review provided evidence that taking [dehydroepiandrosterone](/wiki/Dehydroepiandrosterone_(dietary_supplement)) before starting an in vitro fertilization series may increase pregnancy rates and decrease miscarriage likelihood. [[71]](#cite_note-71) Prenatal [Prenatal vitamins](/wiki/Prenatal_vitamins) are dietary supplements commonly given to pregnant women to supply nutrients that may reduce health complications for the mother and [fetus](/wiki/Fetus). Although prenatal vitamins are not meant to substitute for dietary nutrition, prenatal supplementation may be beneficial for pregnant women at risk of nutrient deficiencies because of diet limitations or restrictions. The most common components in prenatal vitamins include vitamins of vitamin B6 can lower the risk of early pregnancy loss and relieve symptoms of [morning sickness](/wiki/Morning_sickness). [[73]](#cite_note-deregil-73) [[74]](#cite_note-74) Folate is also an essential pregnant women to prevent [neural tube defects](/wiki/Neural_tube_defect). [[73]](#cite_note-deregil-73) In 2006, the World Health Organization endorsed the recommendation for women of child-bearing age to consume 400 [micrograms](/wiki/Microgram) of folate through the diet daily if planning a pregnancy. [[75]](#cite_note-75) A 2013 review found folic acid supplementation during pregnancy did not affect the mother's health other than a risk reduction on low pre-delivery serum folate and megaloblastic anemia. [[76]](#cite_note-76) There is little evidence to suggest that vitamin D supplementation improves prenatal outcomes in hypertensive disorders and [gestational diabetes](/wiki/Gestational_diabetes). [[77]](#cite_note-pmid31581312-77) [[78]](#cite_note-78) Evidence does not support the routine use of vitamin E supplementation during pregnancy to prevent adverse events, such as preterm birth, fetal or neonatal death, or maternal hypertensive disorders. [[79]](#cite_note-79) [[80]](#cite_note-80) Iron supplementation can lower the risk of [iron deficiency anemia](/wiki/Iron-deficiency_anemia) for pregnant women. [[81]](#cite_note-81) In 2020, the World Health Organization updated recommendations for adequate calcium levels during pregnancy to prevent [hypertensive disorders](/wiki/Hypertensive_disease_of_pregnancy). [[82]](#cite_note-82) [[83]](#cite_note-83) Pharmacotherapy Individuals with [hypokalemic sensory overstimulation](/wiki/Hypokalemic_sensory_overstimulation) sometimes diagnosed as having attention deficit hyperactivity disorder (ADHD), raising the possibility that a subtype of ADHD has a cause that can be understood mechanistically and treated in a novel way. The sensory overload is treatable with oral [potassium gluconate](/wiki/Potassium_gluconate). Industry In 2020, the American market for dietary supplements was valued at $140.3 billion, [[4]](#cite_note-GVW_Report-4) with the [economic impact](/wiki/Economic_impact_analysis) in the United States for 2016 estimated at $122 billion, including employment wages and taxes. [[84]](#cite_note-84) A 2020 analysis projected that the global market for [vitamins](/wiki/Vitamin) and dietary supplement products would reach $196.6 billion by 2028, where the growth in [market size](/wiki/Market_(economics)) is largely attributed to recent technological advancements in product manufacturing, increased demand for products advertised as healthy, increased product availability, and [population aging](/wiki/Population_ageing). [[85]](#cite_note-85) Adulteration, contamination and mislabeling Over the period 2008 to 2011, the [Government Accountability Office](/wiki/Government_Accountability_Office) (GAO) of the United States received 6,307 reports of health problems (identified as [adverse events](/wiki/Adverse_event)) from use of dietary supplements containing a combination of ingredients in manufactured vitamins, minerals or other supplement products, [[86]](#cite_note-gao-86) with 92% of tested herbal supplements containing [lead](/wiki/Lead) and 80% containing other chemical contaminants. [[87]](#cite_note-harmon-87) Using [undercover](/wiki/Undercover_operation) staff, the GAO also found that supplement retailers intentionally engaged in \"unequivocal deception\" to sell products advertised with baseless health claims, particularly to elderly consumers. [[87]](#cite_note-harmon-87) [Consumer Reports](/wiki/Consumer_Reports) also reported unsafe levels of [arsenic](/wiki/Arsenic), [cadmium](/wiki/Cadmium), lead and [mercury](/wiki/Mercury_(element)) in several protein powder products. [[88]](#cite_note-MyUser_Theglobeandmail.com_December_11_2015c-88) The [Canadian Broadcasting Corporation](/wiki/Canadian_Broadcasting_Corporation) (CBC) reported that protein spiking, i.e., the addition of amino acids to manipulate protein content analysis, was common. [[89]](#cite_note-cbc-89) Many of the companies involved challenged CBC's claim. [[90]](#cite_note-90) A 2013 study on herbal supplements found that many products were of low quality, one third did not contain the active ingredient(s) claimed, and one third contained unlisted substances. [[91]](#cite_note-91) In a [genetic](/wiki/Genetics) analysis of herbal supplements, 78% of samples contained animal [DNA](/wiki/DNA) that was not identified as an ingredient on the product labels. [[55]](#cite_note-zhang-55) In some botanical products, undeclared ingredients were used to increase the bulk of the product and reduce its cost of manufacturing, while potentially violating certain religious and/or cultural limitations on consuming animal ingredients, such as cow, buffalo or deer. [[55]](#cite_note-zhang-55) In 2015, the [New York Attorney General](/wiki/New_York_Attorney_General) (NY-AG) identified four major retailers with dietary supplement products that contained fraudulent and potentially dangerous ingredients, requiring the companies to remove the products from retail stores. [[92]](#cite_note-oconnor-92) According to the NY-AG, only about 20% of the herbal supplements tested contained the plants claimed. [[92]](#cite_note-oconnor-92) The methodology used by the NY-AG was disputed. The test involves looking for [DNA](/wiki/DNA) fragments from the plants named as the dietary supplement ingredients in the products. One scientist said that it was possible that the extraction process used to create the supplements removed or destroyed all DNA. This, however, would not explain the presence of DNA from plants such as rice or wheat, that were not listed as ingredients. [[92]](#cite_note-oconnor-92) A study of dietary supplements sold between 2007 and 2016 identified 776 that contained unlisted [pharmaceutical drugs](/wiki/Pharmaceutical_drug), many of which could interact with other medications and lead to hospitalization. [[93]](#cite_note-Tucker2018-93) 86% of the adulterated supplements were marketed for weight loss and sexual performance, with many containing prescription [erectile dysfunction](/wiki/Erectile_dysfunction) medication. [Muscle building](/wiki/Bodybuilding) supplements were contaminated with [anabolic steroids](/wiki/Anabolic_steroid) that can lead to health complications affecting the kidney, the heart, and cause [gynecomastia](/wiki/Gynecomastia). [[94]](#cite_note-94) Multiple bodybuilding products also contained [antidepressants](/wiki/Antidepressant) and [antihistamines](/wiki/Antihistamine). Despite these findings, fewer than half of the adulterated supplements were recalled. [[93]](#cite_note-Tucker2018-93) Regulatory compliance The [European Commission](/wiki/European_Commission) has published harmonized rules on supplement products to assure consumers have minimal health risks from using dietary supplements and are not misled by advertising. [[95]](#cite_note-ec2019-95) In the United States and Canada, dietary supplements are considered a subset of foods, and are regulated accordingly. The U.S. Food and Drug Administration (FDA) monitors supplement products for accuracy in advertising and labeling. Dietary supplements are regulated by the FDA as [food products](/wiki/Food_product) subject to compliance with current [Good Manufacturing Practices](/wiki/Good_Manufacturing_Practice) (CGMP) and labeling with science-based ingredient descriptions and advertising. [[96]](#cite_note-FDAHome17-96) [[97]](#cite_note-FDAGuide-97) When finding CGMP or advertising violations, [FDA warning letters](/wiki/FDA_warning_letter) are used to notify manufacturers of impending enforcement action, including [search and seizure](/wiki/Search_and_seizure), [injunction](/wiki/Injunction), and [financial penalties](/wiki/Fine_(penalty)). [[98]](#cite_note-FDAWarning2018-98) Examples between 2016 and 2018 of CGMP and advertising violations by dietary supplement manufacturers included several with illegal compositions or advertising of vitamins and minerals. [[99]](#cite_note-vitalife2016-99) [[100]](#cite_note-mnh-100) [[101]](#cite_note-buel2018-101) The U.S. [Federal Trade Commission](/wiki/Federal_Trade_Commission), which litigates against deceptive advertising in marketed products, [[102]](#cite_note-ftc2010-102) established a consumer center to assist reports of false health claims in product advertising for dietary supplements. [[103]](#cite_note-103) In 2017, the FTC successfully sued nine manufacturers for deceptive advertising of dietary supplements. [[104]](#cite_note-104) Adverse effects In the United States, manufacturers of dietary supplements are required to demonstrate safety of their products before approval is granted for commerce. [[105]](#cite_note-ndi-105) Despite this caution, numerous adverse effects have been reported, [[86]](#cite_note-gao-86) including muscle cramps, hair loss, joint pain, [liver disease](/wiki/Liver_disease), and [allergic reactions](/wiki/Allergy), with 29% of the adverse effects resulting in hospitalization, and 20% in serious injuries or illnesses. [[86]](#cite_note-gao-86) The potential for adverse effects also occurs when individuals consume more than the necessary daily amount of [vitamins](/wiki/Vitamin) or [minerals](/wiki/Mineral) that are needed to maintain normal body processes and functions. [[106]](#cite_note-106) The incidence of adverse effects reported to the [FDA](/wiki/Food_and_Drug_Administration) were due to \"combination products\" that contain multiple ingredients, whereas dietary supplements containing a single vitamin, mineral, lipid product, and herbal product were less likely to cause adverse effects related to excess supplementation. [[86]](#cite_note-gao-86) Among general reasons for the possible harmful effects of dietary supplements are: a) absorption in a short time, b) manufacturing quality and contamination, and c) enhancing both positive and negative effects at the same time. [[56]](#cite_note-coghlan-56) The incidence of [liver injury](/wiki/Hepatotoxicity) from herbal and dietary supplements is about 16-20% of all supplement products causing injury, with the occurrence growing globally over the early 21st century. [[107]](#cite_note-navarro-107) The most common liver injuries from weight loss and bodybuilding supplements involve [hepatocellular](/wiki/Hepatocyte) damage with resulting [jaundice](/wiki/Jaundice), and the most common supplement ingredients attributed to these injuries are green tea [catechins](/wiki/Catechin), [anabolic steroids](/wiki/Anabolic_steroid), and the herbal [extract](/wiki/Extract), [aegeline](/wiki/Aegle_marmelos). [[107]](#cite_note-navarro-107) supplements have also had adverse [psychiatric effects](/wiki/Psychiatry). [[108]](#cite_note-108) Some dietary supplements may also have adverse interactions with prescription medications that may enhance side effects or decrease therapeutic effects of medications. [[109]](#cite_note-109) Society and culture Public health Work done by scientists in the early 20th century on identifying individual nutrients in food and developing ways to manufacture them raised hopes that optimal health could be achieved and diseases prevented by adding them to food and providing people with dietary supplements; while there were successes in preventing [vitamin deficiencies](/wiki/Vitamin_deficiencies), and preventing conditions like [neural [food fortification](/wiki/Food_fortification) with [folic acid](/wiki/Folic_acid), no targeted supplementation or fortification strategies to prevent major diseases like cancer or cardiovascular diseases have proved successful. [[110]](#cite_note-110) For example, while increased consumption of fruits and vegetables are related to decreases in mortality, cardiovascular diseases and cancers, supplementation with key factors found in fruits and vegetable, like [antioxidants](/wiki/Antioxidants), vitamins, or minerals, do not help and some have been found to be harmful in some cases. [[111]](#cite_note-GOVe-111) [[112]](#cite_note-Bjelakovic-112) In general, as of 2016, robust clinical data is lacking, that shows that any kind of dietary supplementation does more good than harm for people who are healthy and eating a reasonable diet but there is clear data showing that dietary pattern and lifestyle choices are associated with health outcomes. [[113]](#cite_note-enough-113) [[114]](#cite_note-114) As a result of the lack of good data for supplementation and the strong data for dietary pattern, public health recommendations for [healthy eating](/wiki/Healthy_eating) urge people to eat a [plant-based diet](/wiki/Plant-based_diet) of whole foods, minimizing [processed food](/wiki/Processed_food), salt and sugar and to get exercise daily, and to abandon [Western pattern diets](/wiki/Western_pattern_diet) and a sedentary lifestyle. [[115]](#cite_note-katz-115) [[116]](#cite_note-fitz-116): 10 Legal regulation United States The regulation of food and dietary supplements by the U.S. Food and Drug Administration (FDA) is governed by various statutes enacted by the [United States Congress](/wiki/United_States_Congress). Pursuant to the [Federal Food, Drug, and Cosmetic Act](/wiki/Federal_Food,_Drug,_and_Cosmetic_Act) and accompanying legislation, the FDA has authority to oversee the quality of substances sold as food in the United States, and to monitor claims made in the [labeling](/wiki/Packaging_and_labeling) about both the composition and the health benefits of foods. Substances which the FDA regulates as food are subdivided into various categories, including foods, [food additives](/wiki/Food_additive), added substances (man-made substances which are not intentionally introduced into food, but nevertheless end up in it), and dietary supplements. The specific standards which the FDA exercises differ from one category to the next. Furthermore, the FDA has been granted a variety of means by which it can address violations of the standards for a given category of substances. Dietary supplement manufacture is required to comply with the good manufacturing practices established in 2007. The FDA can visit manufacturing facilities, send [Warning Letters](/wiki/FDA_warning_letter) [[100]](#cite_note-mnh-100) if not in compliance with GMPs, stop production, and if there is a health risk, require that the company conduct a recall. [[117]](#cite_note-117) Only after a dietary supplement product is marketed, may the FDA's Center for Food Safety and Applied Nutrition (CFSAN) review the products for safety and effectiveness. [[118]](#cite_note-118) European Union The [European Union](/wiki/European_Union)'s (EU) Food Supplements Directive of 2002 requires that supplements be demonstrated to be safe, both in dosages and in purity. [[119]](#cite_note-119) Only those supplements that have been proven to be safe may be sold in the EU without prescription. As a category of food, food supplements cannot be labeled with drug claims but can bear [health claims](/wiki/Health_claim) and nutrition claims. [[120]](#cite_note-120) The dietary supplements industry in the [United Kingdom](/wiki/United_Kingdom) (UK), one of the 28 countries in the bloc, strongly opposed the Directive. In addition, a large number of consumers throughout Europe, including over one million in the UK, and various doctors and scientists, had signed petitions by 2005 against what are viewed by the petitioners as unjustified restrictions of consumer choice. [[121]](#cite_note-Times-121) In 2004, along with two British trade associations, the [Alliance for Natural Health](/wiki/Alliance_for_Natural_Health) (ANH) had a legal challenge to the Food Supplements Directive [[122]](#cite_note-122) referred to the [European Court of Justice](/wiki/European_Court_of_Justice) by the High Court in London. [[123]](#cite_note-123) Although the European Court of Justice's Advocate General subsequently said that the bloc's plan to tighten rules on the sale of [vitamins](/wiki/Vitamins) and food supplements should be scrapped, [[124]](#cite_note-124) he was eventually overruled by the European Court, which decided that the measures in question were necessary and appropriate for the purpose of protecting [public health](/wiki/Public_health). ANH, however, interpreted the ban as applying only to synthetically produced supplements, and not to vitamins and minerals normally found in or consumed as part of the diet. [[125]](#cite_note-125) Nevertheless, the European judges acknowledged the Advocate General's concerns, stating that there must be clear procedures to allow substances to be added to the permitted list based on scientific evidence. They also said that any refusal to add the product to the list must be open to challenge in the courts. [[126]](#cite_note-126) Fraudulent products during the COVID-19 outbreak During the [COVID-19 pandemic](/wiki/COVID-19_pandemic) in the United States, the [FDA](/wiki/Food_and_Drug_Administration) and [Federal Trade Commission](/wiki/Federal_Trade_Commission) (FTC) warned consumers about [marketing of [[127]](#cite_note-fda-scams-127) [[128]](#cite_note-ftc-scams-128) By August 2020, the FDA and FTC had issued [warning letters](/wiki/FDA_warning_letter) to dozens of companies advertising scam products, which were purported \"to be drugs, medical devices or vaccines. Products that claim to cure, mitigate, treat, diagnose or prevent disease, but are not proven safe and effective for those purposes, defraud consumers of money and can place consumers at risk for serious harm\" [[127]](#cite_note-fda-scams-127) [[129]](#cite_note-ftc-5-14-129) [[130]](#cite_note-130) Research Examples of ongoing government research organizations to better understand the potential health properties and safety of dietary supplements are the [European Food Safety Authority](/wiki/European_Food_Safety_Authority), [[3]](#cite_note-efsa-3) the Office of Dietary Supplements of the United States [National Institutes of Health](/wiki/National_Institutes_of_Health), [[7]](#cite_note-odsfaqs-7) [[131]](#cite_note-dwyer-131) the [Natural and Non-prescription Health Products Directorate](/wiki/Natural_Health_Products_Directorate) of Canada, [[132]](#cite_note-132) and the [Therapeutic Goods Administration](/wiki/Therapeutic_Goods_Administration) of Australia. [[133]](#cite_note-133) Together with public and private research groups, these agencies construct [databases](/wiki/Database) on supplement properties, perform research on quality, safety, and population trends of supplement use, and evaluate the potential clinical efficacy of supplements for maintaining health or lowering disease risk. [[131]](#cite_note-dwyer-131) Databases As continual research on the properties of supplements accumulates, databases or fact sheets for various supplements are updated regularly, including the Dietary Supplement Label Database, [[5]](#cite_note-odsdata-5) Dietary Supplement Ingredient Database, [[134]](#cite_note-dsid-134) and Dietary Supplement Facts Sheets of the United States. [[135]](#cite_note-ods-facts-135) In Canada where a license is issued when a supplement product has been proven by the manufacturer and government to be safe, effective and of sufficient quality for its recommended use, an eight-digit Natural Product Number is assigned and recorded in a Licensed Natural Health Products Database. [[136]](#cite_note-136) The European Food Safety Authority maintains a [compendium](/wiki/Compendium) of botanical ingredients used in manufacturing of dietary supplements. [[137]](#cite_note-efsa-comp-137) In 2015, the [Australian Government's Department of Health](/wiki/Department_of_Health_(Australia)) published the results of a review of herbal supplements to determine if any were suitable for coverage by [health insurance](/wiki/Health_insurance). [[138]](#cite_note-aus17-138) Establishing guidelines to assess safety and efficacy of botanical supplement products, the [European Medicines Agency](/wiki/European_Medicines_Agency) provided criteria for evaluating and grading the quality of clinical research in preparing monographs about herbal supplements. [[139]](#cite_note-139) In the United States, the [National Center for Complementary and Integrative Health](/wiki/National_Center_for_Complementary_and_Integrative_Health) of the National Institutes of Health provides fact sheets evaluating the safety, potential effectiveness and side effects of many botanical products. [[140]](#cite_note-nccih-140) Quality and safety To assure supplements have sufficient quality, standardization, and safety for public consumption, research efforts have focused on development of reference materials for supplement manufacturing and monitoring. [[137]](#cite_note-efsa-comp-137) [[141]](#cite_note-141) High-dose products have received research attention, [[131]](#cite_note-dwyer-131) [[142]](#cite_note-142) especially for emergency situations such as [vitamin A](/wiki/Vitamin_A) deficiency in malnutrition of children, [[143]](#cite_note-143) and for women taking folate supplements to reduce the risk of [breast cancer](/wiki/Breast_cancer). [[144]](#cite_note-144) Population monitoring In the United States, the [National Health and Nutrition Examination Survey](/wiki/National_Health_and_Nutrition_Examination_Survey) (NHANES) has investigated habits of using dietary supplements in context of total nutrient intakes from the diet in adults and children. [[131]](#cite_note-dwyer-131) Over the period of 1999 to 2012, use of multivitamins decreased, and there was wide variability in the use of individual supplements among subgroups by age, sex, race/ethnicity, and educational status. [[145]](#cite_note-145) Particular attention has been given to use of folate supplements by young women to reduce the risk of [fetal](/wiki/Fetus) [neural tube defects](/wiki/Neural_tube_defect). [[146]](#cite_note-146) [[147]](#cite_note-147) Clinical studies Limited human research has been conducted on the potential for dietary supplementation to affect disease risk. Examples: adverse effects on the [fetus](/wiki/Fetus) [[149]](#cite_note-149) - multiple supplements - no evidence of benefit to lower risk of death, cardiovascular diseases or cancer [[150]](#cite_note-an2017-150) - magnesium supplementation - in reducing all-cause and cancer mortality, [[151]](#cite_note-Bagheri_Naghshi_Sadeghi_Larijani_pp._1196-1210-151)as well as improving glucose parameters in people with diabetes and insulin-sensitivity parameters in those at high risk of diabetes. [[152]](#cite_note-152) [folate](/wiki/Folate)alone or with B vitamins - [stroke](/wiki/Stroke) [[153]](#cite_note-153) [[154]](#cite_note-Ingles_Cruz_Rodriguez_Garcia_p.-154) A 2017 academic review indicated a rising [incidence](/wiki/Incidence_(epidemiology)) of liver injury from use of herbal and dietary supplements, particularly those with [steroids](/wiki/Steroid), [green tea extract](/wiki/Green_tea_extract), or multiple ingredients. [[107]](#cite_note-navarro-107) Absence of benefit The potential benefit of using essential nutrient dietary supplements to lower the risk of diseases has been refuted by findings of no effect or weak evidence in numerous clinical reviews, such as for [HIV](/wiki/HIV), [[155]](#cite_note-155) or [tuberculosis](/wiki/Tuberculosis). [[156]](#cite_note-156) Reporting bias A review of clinical trials registered at [clinicaltrials.gov](/wiki/Clinicaltrials.gov), which would include both drugs and supplements, reported that nearly half of completed trials were sponsored wholly or partially by industry. [[157]](#cite_note-Dunn2014-157) This does not automatically imply bias, but there is evidence that because of selective non-reporting, results in support of a potential drug or supplement ingredient are more likely to be published than results that do not demonstrate a statistically significant benefit. [[157]](#cite_note-Dunn2014-157) [[158]](#cite_note-158) One review reported that fewer than half of the registered clinical trials resulted in publication in peer-reviewed journals. [[159]](#cite_note-159) Future Improving public information about use of dietary supplements involves investments in professional training programs, further studies of population and nutrient needs, expanding the [database](/wiki/Database) information, enhancing collaborations between governments and universities, and translating dietary supplement research into useful information for consumers, [health professionals](/wiki/Health_professional), scientists, and policymakers. [[160]](#cite_note-ods-strat-160) Future demonstration of efficacy from use of dietary supplements requires high-quality [clinical research](/wiki/Clinical_research) using rigorously qualified products and compliance with established guidelines for reporting of clinical trial results (e.g., [CONSORT guidelines](/wiki/Consolidated_Standards_of_Reporting_Trials)). [[131]](#cite_note-dwyer-131) See also References [^](#cite_ref-eb_1-0) [\"Cod liver 2018. [^](#cite_ref-ods-nih_2-0) [\"Dietary Supplements: Background Information\"](https://web.archive.org/web/20200814221351/https://ods.od.nih.gov/factsheets/DietarySupplements-HealthProfessional/). Office of Dietary Supplements, US National Institutes of Health. 24 June 2011. Archived from [the original](https://ods.od.nih.gov/factsheets/DietarySupplements-HealthProfessional/)on 14 August 2020. Retrieved 2 February 2018. - ^ [a](#cite_ref-efsa_3-0) [b](#cite_ref-efsa_3-1) [\"Food Supplements\"](https://www.efsa.europa.eu/en/topics/topic/food-supplements). European Food Safety Authority, European Commission. 2009. - ^ [a](#cite_ref-GVW_Report_4-0) [b](#cite_ref-GVW_Report_4-1) [\"Dietary Supplements Market Size & Trends Report, 2021-2028\"](https://www.grandviewresearch.com/industry-analysis/dietary-supplements-market). Grand View Research. San Francisco, CA. Retrieved 2021-07-30. - ^ [a](#cite_ref-odsdata_5-0) [b](#cite_ref-odsdata_5-1) [\"Dietary Supplement Label Database\"](https://ods.od.nih.gov/Research/Dietary_Supplement_Label_Database.aspx). Office of Dietary Supplements, US National Institutes of Health. 2017. [^](#cite_ref-6)Park M. [\"Half of Americans use supplements\"](http://edition.cnn.com/2011/HEALTH/04/13/supplements.dietary/index.html). CNN. Retrieved 3 October 2013. - ^ [a](#cite_ref-odsfaqs_7-0) [b](#cite_ref-odsfaqs_7-1) [\"FAQs on Dietary Supplements\"](http://ods.od.nih.gov/Health_Information/ODS_Frequently_Asked_Questions.aspx). Office of Dietary Supplements, US National Institutes of Health. - ^ [a](#cite_ref-s-f_8-0) [b](#cite_ref-s-f_8-1) [\"Structure/Function Claims\"](https://www.fda.gov/Food/LabelingNutrition/ucm2006881.htm). Office of Dietary Supplement Programs, Center for Food Safety and Applied Nutrition, U.S. Food and Drug Administration. 14 December 2017. [^](#cite_ref-DietSupplLabels_9-0)Office of Inspector General (2003). [\"Dietary Supplement Labels: Key Elements\"](https://web.archive.org/web/20041118061526/https://oig.hhs.gov/oei/reports/oei-01-01-00120.pdf)(PDF). U.S. Department of Health and Human Services. Archived from [the original](https://oig.hhs.gov/oei/reports/oei-01-01-00120.pdf)(PDF) on 18 November 2004. - ^ [a](#cite_ref-FDA_FAQ_2016_10-0) [b](#cite_ref-FDA_FAQ_2016_10-1) [\"Guidance for Industry: Frequently Asked Questions About Medical Foods\"](https://www.fda.gov/downloads/Food/GuidanceRegulation/GuidanceDocumentsRegulatoryInformation/UCM500094.pdf)(PDF) (Second ed.). U.S. Food and Drug Administration. May 2016. - ^ [a](#cite_ref-DSHEA_definition_11-0) [b](#cite_ref-DSHEA_definition_11-1)Committee on the Framework for Evaluating the Safety of Dietary Supplements, Food and Nutrition Board, Board on Life Sciences, Institute of Medicine and National Research Council of the National Academies (2004). Dietary supplements a framework for evaluating safety. Washington, D.C.: National Academies S and Bruning, N (1990). The Real Vitamin & Mineral Book. NY: Avery Group, 3, [ISBN](/wiki/ISBN_(identifier)) [0-89529-769-8](/wiki/Special:BookSources/0-89529-769-8) [^](#cite_ref-13)Drouin G, Godin JR, Pagé B (August 2011). [\"The genetics of vitamin C loss EP (December 2013). [\"Vitamin and mineral supplements in the primary prevention of cardiovascular disease and cancer: An updated systematic evidence review for the U.S. Preventive Services Task Force\"](https://doi.org/10.7326%2F0003-4819-159-12-201312170-00729). Annals of Internal Food and Nutrition Board, Institute of Medicine, National Academies, 2004, retrieved 2009-06-09[ [permanent dead link](/wiki/Wikipedia:Link_rot)] [^](#cite_ref-16) [\"Food Labeling: Health Claims; Calcium and Osteoporosis, and Calcium, Vitamin D, and Osteoporosis\"](https://www.regulations.gov/document?D=FDA-2004-P-0205-0006). U.S. Food and Drug Administration. 29 September 2008. [^](#cite_ref-17) [\"Scientific Opinion in relation to the authorisation procedure for health claims on calcium and vitamin D and the reduction of the risk of osteoporotic fractures by reducing bone loss pursuant to Article 14 of Regulation (EC) No 1924/2006\"](https://doi.org/10.2903%2Fj.efsa.2010.1609). EFSA Journal. Claims: Food and Drug Administration. Archived from [the original](https://www.fda.gov/Food/IngredientsPackagingLabeling/LabelingNutrition/ucm072756.htm)on 26 November 2013. [^](#cite_ref-19) [\"Selenium and a Reduced Risk of Site-specific Cancers\"](https://wayback.archive-it.org/7993/20171114183712/https://www.fda.gov/Food/IngredientsPackagingLabeling/LabelingNutrition/ucm168527.htm). U.S. Food and Drug Administration. 19 June al. (October 2017). [\"Effects of protein supplementation combined with resistance exercise on body composition and physical function in older adults: a systematic review and meta-analysis\"](https://doi.org/10.3945%2Fajcn.116.143594). The American Journal of Clinical Nutrition. 106 [10.3945/ajcn.116.143594](https://doi.org/10.3945%2Fajcn.116.143594). [PMID](/wiki/PMID_(identifier)) [28814401](https://pubmed.ncbi.nlm.nih.gov/28814401). - ^ Milton K, Foster C, Alexandre MC, Uggioni ML, Rosa MI (May 2017). [\"Effects of whey protein supplement in the elderly submitted to resistance training: systematic review and meta-analysis\"](https://ueaeprints.uea.ac.uk/id/eprint/66111/1/Accepted_manuscript.pdf)(PDF). International Journal of Food Sciences Working Group of the Medical and Scientific Commission of the International Olympic Committee (June 2016). [\"Nutrition for Athletes\"](https://web.archive.org/web/20180122235001/https://hub.olympic.org/athlete365/wp-content/uploads/2016/01/1378_IOC_NutritionAthleteHandbook_1e.pdf)(PDF). International Olympic Committee. Archived W, Wycherley T, Luscombe-Marsh N, Taylor P, Brinkworth G, Riley M (July 2016). [\"Dairy Intake Enhances Body Weight and Composition Changes during Energy Restriction in 18-50-Year-Old Adults-A Meta-Analysis of [\"Effects of Whey Protein Alone or as Part of a Multi-ingredient Formulation on Strength, Fat-Free Mass, or Lean Body Mass in Resistance-Trained Individuals: (2014). \"Effects of whey protein and resistance exercise on body composition: a meta-analysis of randomized controlled trials\". Journal of the Khaliel AM, et al. (April 2019). [\"Efficacy and Safety of Whey Protein Supplements on Vital Sign and Physical Performance Among Athletes: A Network Meta-Analysis\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6491698). for Energy, Carbohydrate, Fiber, Fat, Fatty Acids, Cholesterol, Protein and Amino Acids](https://archive.org/details/isbn_9780309085250), Institute of Medicine. National Academy Press, 2005, [doi](/wiki/Doi_(identifier)): [10.17226/10490](https://doi.org/10.17226%2F10490), [ISBN](/wiki/ISBN_(identifier)) [978-0-309-08525-0](/wiki/Special:BookSources/978-0-309-08525-0) - ^ [a](#cite_ref-IJSNEM_28-0) [b](#cite_ref-IJSNEM_28-1)Bilsborough S, Mann N (April 2006). \"A review of issues of dietary protein intake in humans\". International Journal of Sport Nutrition and Exercise Chesley A, Phillips S, Schwarcz HP (November 1992). \"Evaluation of protein requirements for trained strength athletes\". Journal of athletes need more dietary protein and amino acids?\". International Journal of Sport E, et al. (March 2018). [\"A systematic review, meta-analysis and meta-regression of the effect of protein supplementation on resistance training-induced gains in muscle mass and strength in healthy adults\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5867436). British Journal of Sports adaptive response of skeletal muscle to resistance-type exercise training: a meta-analysis\"](https://doi.org/10.3945%2Fajcn.112.037556). The American Journal LH, Schneider CD (February 2015). \"Effects of protein supplementation in older adults undergoing resistance training: a systematic review and meta-analysis\". Compromise?\"](http://www.foodprocessing.com/articles/2004/53.html). Food Processing. [^](#cite_ref-35) [\"Medical Foods Guidance Documents & Regulatory Information\"](https://www.fda.gov/Food/GuidanceRegulation/GuidanceDocumentsRegulatoryInformation/MedicalFoods/default.htm). U.S. Food and Drug Administration. 6 December 2017. [^](#cite_ref-36)Charles Johnston LE, Herbert MA, DS, et al. (October 2017). [\"Impact of Medicaid Expansion on Cardiac Surgery Volume and Outcomes\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5610068). The Annals of \"Effects of leucine-rich protein supplements on anthropometric parameter and muscle strength in the elderly: a systematic review and meta-analysis\". The Journal of Nutrition, Health & Zhao Y, Wang J, Arigoni F, Zhang W (December 2011). \"Effect of oral L-arginine J. (2018). [\"Beta-Hydroxy-Beta-Methyl Butyrate (HMB): From Experimental Data to Clinical Evidence in Sarcopenia\"](https://pubmed.ncbi.nlm.nih.gov/28554316/). Current Protein & [c](#cite_ref-NIH_42-2) and Health: Fact Sheet for Health Professionals\"](http://ods.od.nih.gov/factsheets/Omega3FattyAcids-HealthProfessional/). US National Institutes of Health, Office of Dietary Supplements. 2 November 2016. Retrieved 5 April 2017. [^](#cite_ref-43)Whitney E, Rolfes SR (2008). \"Chapter 5: The Phospholipids, and Sterols\". Understanding Nutrition Wadsworth. p. 154. [ISBN](/wiki/ISBN_(identifier)) [978-0-495-11669-1](/wiki/Special:BookSources/978-0-495-11669-1). [^](#cite_ref-EFSA-Recommended_44-0) [\"Overview on Dietary Reference Values for the EU population as derived by the EFSA Panel on Dietetic Products, Nutrition and Allergies\"](https://www.efsa.europa.eu/sites/default/files/assets/DRV_Summary_tables_jan_17.pdf)(PDF). 2017. [Archived](https://web.archive.org/web/20170828082247/https://www.efsa.europa.eu/sites/default/files/assets/DRV_Summary_tables_jan_17.pdf)(PDF) from the original on August 28, 2017. [^](#cite_ref-DRITable_45-0)Food and Nutrition Board. [\"Dietary Reference Intakes Add to the Prevention al. (January 2006). \"Effects of omega-3 fatty trial evidence and use of fish oil supplements\"](https://doi.org/10.1001%2Fjamainternmed.2013.12765). Costello RB, et al. (April 2017). [\"Omega-3 Polyunsaturated Fatty Acid (Fish Oil) Supplementation and the Prevention of Clinical Cardiovascular Disease: A Science Advisory From the American Heart in infants born 2018. Retrieved 1 February 2018. - ^ [a](#cite_ref-prince_52-0) [b](#cite_ref-prince_52-1)Prince J (13 September 2017). [\"U.S. Herbal Supplement Sales Up 7.7% in 2016\"](http://www.nutritionaloutlook.com/herbs-botanicals/us-herbal-supplement-sales-77-2016). Nutritional Outlook. Retrieved 1 February 2018. [^](#cite_ref-canada_53-0) [\"Natural and Non-prescription Health Products\"](https://www.canada.ca/en/health-canada/services/drugs-health-products/natural-non-prescription.html). Government of Canada. 2018. Retrieved 1 February 2018. [^](#cite_ref-quackwatch_54-0)Barrett S (23 November 2013). [\"The herbal minefield\"](https://web.archive.org/web/20180818071259/http://quackwatch.com/01QuackeryRelatedTopics/herbs.html). Quackwatch. Archived from [the original](https://www.quackwatch.com/01QuackeryRelatedTopics/herbs.html)on 18 August Retrieved 1 February 2018. - ^ [a](#cite_ref-zhang_55-0) [b](#cite_ref-zhang_55-1) [c](#cite_ref-zhang_55-2)Zhang J, Wider B, Shang H, Li X, Ernst E (2012). \"Quality of herbal medicines: challenges and solutions\". Complementary [22305255](https://pubmed.ncbi.nlm.nih.gov/22305255). - ^ [a](#cite_ref-coghlan_56-0) [b](#cite_ref-coghlan_56-1)Coghlan Haile J, Houston J, Murray DC, White NE, Moolhuijzen P, et al. (2012). [\"Deep sequencing of plant and animal DNA contained within traditional Chinese medicines reveals legality issues and health safety concerns\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3325194). Products Guide\"](https://www.canada.ca/en/health-canada/services/drugs-health-products/natural-non-prescription/legislation-guidelines/guidance-documents/quality-guide.html). Government of Canada. 1 May 2015. Retrieved 1 February 2018. [^](#cite_ref-58) [\"US Sales of Herbal Supplements Increase by 8.6% in 2019 - American Botanical Council\"](https://www.herbalgram.org/resources/herbalgram/issues/127/table-of-contents/herbalgram-127-herb-market-report-american-botanical-council/). www.herbalgram.org. Retrieved 2021-07-30. [^](#cite_ref-nw_59-0) [\"Herbal Supplements Post Strongest Sales Growth in Two Decades\"](https://www.nutraceuticalsworld.com/contents/view_breaking-news/2019-09-23/herbal-supplements-post-strongest-sales-growth-in-two-decades). Nutraceuticals World. 23 September 2019. Retrieved 25 September 2019. [^](#cite_ref-becker_60-0)Becker M (8 March 2016). [\"Dietary Supplements in Europe Poised for Profound Growth\"](https://www.naturalproductsinsider.com/blogs/supplement-perspectives/2016/03/dietary-supplements-in-europe-poised-for-profound.aspx). Natural Products Insider. Retrieved 1 February 2018. [^](#cite_ref-61) [\"Probiotic Health Claims\"](https://www.fsai.ie/faq/probiotic_health_claims.html). Food Safety Authority of Ireland. 5 May 2017. Retrieved 4 February 2018. [^](#cite_ref-62)Rijkers GT, de Vos WM, Brummer RJ, Morelli L, Corthier G, Marteau P (November 2011). [\"Health benefits and health claims of probiotics: bridging science and marketing\"](https://doi.org/10.1017%2FS000711451100287X). The British Journal [\"\"Snake-oil,\" \"quack medicine,\" and \"industrially R, Johnston BC, et al. (Cochrane IBD Group) (April 2019). [\"Probiotics for the prevention of pediatric antibiotic-associated diarrhea\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6490796). The Cochrane in Irritable M, Salas-Salvadó J (November 2018). [\"The Effect of Nutrients and Dietary Supplements on Sperm Quality Parameters: A Systematic Review and Meta-Analysis of Randomized Clinical influence of omega-3 fatty acids on 2021). the of RJ, et al. (Cochrane Gynaecology and Fertility Group) (August 2020). [\"Antioxidants for female subfertility\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8094745). The Cochrane Database C, Villa S, Pommer R (November 2018). [\"DHEA use to improve likelihood of IVF/ICSI success in patients with diminished ovarian reserve: A systematic review and meta-analysis\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6210617). 2020). [\"Safety and efficacy of supplements in pregnancy\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7558284). P, (Cochrane Pregnancy and Childbirth Group) (December 2015). [\"Effects and safety of periconceptional oral folate supplementation for preventing birth defects\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8783750). The al. (Cochrane Pregnancy and Childbirth Group) (September 2015). [\"Interventions for nausea and vomiting in early pregnancy\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7196889). The Cochrane Database of [\"Maternal Folic Acid Supplementation during Pregnancy and Childhood Allergic Disease Outcomes: A Question of Timing?\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5331554). 2013). [\"Folic acid supplementation during pregnancy for maternal health and pregnancy outcomes\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC10069458). The Cochrane Database of Lips P, Salisi JA, et al. (October 2019). [\"Regimens of vitamin D supplementation for women during pregnancy\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6776191). The Cochrane Database [the original](http://www.who.int/elena/titles/vitamind_supp_pregnancy/en/)on March 30, 2014. Retrieved 2021-07-30. [^](#cite_ref-79)Rumbold A, Ota E, Hori H, Miyazaki C, Crowther CA (September 2015). [\"Vitamin E supplementation in pregnancy\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8406700). The Group) (July 2015). [\"Daily oral iron supplementation during pregnancy\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8918165). The Cochrane Pregnancy and Childbirth Group) (September 2019). [\"Calcium supplementation commencing before or early in pregnancy, for preventing hypertensive disorders of pregnancy\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6745517). The Cochrane Database the risk of pre-eclampsia\"](https://web.archive.org/web/20150102183304/http://www.who.int/elena/titles/guidance_summaries/calcium_pregnancy/en/). WHO. Archived from [the original](http://www.who.int/elena/titles/guidance_summaries/calcium_pregnancy/en/)on January 2, 2015. Retrieved Industry Contributes $122 Billion To U.S. Economy\"](https://www.nutraceuticalsworld.com/contents/view_online-exclusives/2016-06-10/supplement-industry-contributes-122-billion-to-us-economy). Nutraceuticals World. 10 June 2016. Retrieved 1 February 2018. [^](#cite_ref-85) [\"Vitamins and Supplements Market Size & Industry Report Retrieved 2021-07-30. - ^ [a](#cite_ref-gao_86-0) [b](#cite_ref-gao_86-1) Government Accountability Office (18 March 2013). [Dietary Supplements: FDA May Have Opportunities to Expand Its Use of Reported Health Problems to Oversee Products](https://www.gao.gov/products/GAO-13-244)(Report). Government Accountability Office, US Government. Retrieved 2 February 2018. - ^ [a](#cite_ref-harmon_87-0) [b](#cite_ref-harmon_87-1)Harmon, K (28 May 2010). [\"Herbal Supplement Sellers Dispense Dangerous Advice, False Claims\"](https://www.scientificamerican.com/article/herbal-supplement-dangers/). Scientific American. Retrieved 2 February 2018. [^](#cite_ref-MyUser_Theglobeandmail.com_December_11_2015c_88-0)McGinn D (26 March 2017). [\"Are protein shakes the weight-loss magic bullet?\"](https://www.theglobeandmail.com/life/health-and-fitness/health/conditions/are-protein-shakes-the-weight-loss-magic-bullet/article596648/). The Globe and Mail (Toronto). Retrieved 2 February 2018. [^](#cite_ref-cbc_89-0)Griffith-Greene M (November 13, 2015). [\"Marketplace: Some protein powders fail fitness test\"](http://www.cbc.ca/news/health/marketplace-protein-powders-1.3313084). [CBC News](/wiki/CBC_News). 11, 2015. [^](#cite_ref-90) [\"Supplements: Company statements\"](http://www.cbc.ca/marketplace/blog/supplements-company-statements). [CBC News](/wiki/CBC_News). November 13, 2015. Retrieved 11, 2015. [^](#cite_ref-91)Newmaster SG, Grguric M, Shanmughanandhan D, Ramalingam S, Ragupathy S (October 2013). [\"DNA barcoding detects contamination and substitution in North American (3 February 2015). [\"New York Attorney General Targets Supplements at Major Retailers\"](https://well.blogs.nytimes.com/2015/02/03/new-york-attorney-general-targets-supplements-at-major-retailers/). The New York Times. Retrieved 1 February 2018. - ^ [a](#cite_ref-Tucker2018_93-0) [b](#cite_ref-Tucker2018_93-1)Tucker J, Fischer T, Upjohn L, Mazzera D, Kumar M (October 2018). [\"Unapproved Pharmaceutical Ingredients Included in Dietary Supplements Associated With US Food and Drug Administration Warnings\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6324457). JAMA January 2019. [^](#cite_ref-FDAHome17_96-0) [\"Dietary Supplements\"](https://www.fda.gov/ForConsumers/ConsumerUpdates/ucm153239.htm). US Food and Drug Administration. 12 December 2017. Retrieved 31 January 2019. [^](#cite_ref-FDAGuide_97-0) [\"Dietary Supplement Labeling Guide: Chapter I. General Dietary Supplement Labeling\"](https://www.fda.gov/Food/GuidanceRegulation/GuidanceDocumentsRegulatoryInformation/DietarySupplements/ucm070519.htm). US Food and Drug Administration. 21 March 2018. Retrieved 31 January 2019. [^](#cite_ref-FDAWarning2018_98-0) [\"FDA Warning Letters, 2018\"](https://www.fda.gov/ICECI/EnforcementActions/WarningLetters/default.htm). US Food and Drug Administration. 29 January 2019. Retrieved 31 January 2019. [^](#cite_ref-vitalife2016_99-0)Porter SE (20 June 2016). [\"Warning letter: Vitalife Inc\"](https://www.fda.gov/ICECI/EnforcementActions/WarningLetters/ucm517635). Inspections, Compliance, Enforcement, and Criminal Investigations, US Food and Drug Administration. Retrieved 31 January 2019. - ^ [a](#cite_ref-mnh_100-0) [b](#cite_ref-mnh_100-1)Pace RM (18 December 2017). [\"Warning letter: Maine Natural Health, Inc\"](https://www.fda.gov/ICECI/EnforcementActions/WarningLetters/2017/ucm590003.htm). Inspections, Compliance, Enforcement, and Criminal Investigations, US Food and Drug Administration. Retrieved 3 February 2018. [^](#cite_ref-buel2018_101-0)Burbach MR (31 August 2018). [\"Warning letter: Independent Nutrition Inc\"](https://www.fda.gov/ICECI/EnforcementActions/WarningLetters/ucm620697.htm). Inspections, Compliance, Enforcement, and Criminal Investigations, US Food and Drug Administration. Retrieved 31 January 2019. [^](#cite_ref-ftc2010_102-0) [\"Dannon Agrees to Drop Exaggerated Health Claims for Activia Yogurt and DanActive Dairy Drink FTC Charges that Evidence Supporting Benefits of Probiotics Falls Short\"](https://www.ftc.gov/news-events/press-releases/2010/12/dannon-agrees-drop-exaggerated-health-claims-activia-yogurt). Federal Trade Commission, US Government. 15 December 2010. Retrieved 9 May 2017. [^](#cite_ref-103) [\"Dietary supplement concerns? Tell the FTC and FDA\"](https://www.consumer.ftc.gov/blog/2017/07/dietary-supplement-concerns-tell-ftc-and-fda). Federal Trade Commission, US Government. 25 July 2017. Retrieved 2 February 2018. [^](#cite_ref-104) [\"Three Dietary Supplement Marketers Settle FTC, Maine AG Charges\"](https://www.ftc.gov/news-events/press-releases/2017/08/three-dietary-supplement-marketers-settle-ftc-maine-ag-charges). Federal Trade Commission, US Government. 23 August 2017. Retrieved 2 February 2018. [^](#cite_ref-ndi_105-0) [\"New Dietary Ingredients in Dietary Supplements - Background for Industry\"](https://www.fda.gov/Food/DietarySupplements/ucm109764.htm). US Food and Drug Administration. August 2016. Retrieved 2 February 2018. [^](#cite_ref-106)Ronis MJ, Pedersen KB, Watt J (January 2018). [\"Adverse Effects of Nutraceuticals and Dietary Supplements\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC6380172). Annual Review CM, Valeriani G, et al. (2015). [\"Adverse Psychiatric Effects Associated with Archived from [the original](http://dietary-supplements.info.nih.gov/factsheets/vitamine.asp)on 13 August 2009. Retrieved [^](#cite_ref-Bjelakovic_112-0)Bjelakovic G, Nikolova D, Gluud LL, Simonetti RG, Gluud C (March 2012). [\"Antioxidant supplements for prevention of mortality in healthy participants and patients with various diseases\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8407395). The Cochrane Database of Miller ER (December 2013). \"Enough is enough: Stop wasting money on vitamin and mineral supplements\". Annals of Internal Medicine AH, Sesso HD (July 2016). \"Dietary supplements and disease prevention - a global overview\". we say what diet is best for health?\"](https://doi.org/10.1146%2Fannurev-publhealth-032013-182351). Annual Review of Public Health. The Surprising Fallacy at the Core of Nutrition Fads and a Guide to Healthy Eating for the Rest of US](https://archive.org/details/dietcultssurpris0000fitz). Pegasus Books. [ISBN](/wiki/ISBN_(identifier)) [978-1-60598-560-2](/wiki/Special:BookSources/978-1-60598-560-2). [^](#cite_ref-117) [\"Current Good Manufacturing Practices (CGMPs) for Dietary Supplements\"](https://www.fda.gov/Food/GuidanceRegulation/CGMP/ucm079496.htm). U.S. Food and Drug Administration. 2007. [^](#cite_ref-118)Center for Food Safety and Applied Nutrition (16 August 2019). [\"Information for Consumers on Using Dietary Supplements\"](https://www.fda.gov/food/dietary-supplements/information-consumers-using-dietary-supplements). FDA. [^](#cite_ref-119) [\"Directive 2002/46/EC of the European Parliament and of the Council of 10 June 2002 on the approximation of the laws of the Member States relating to food supplements\"](http://eur-lex.europa.eu/LexUriServ/LexUriServ.do?uri=CELEX:32002L0046:EN:HTML). Eur-lex.europa.eu. Retrieved 5 December 2012. [^](#cite_ref-120) [\"European Commission website: Food Safety - Labelling & Nutrition - Health & Nutrition Claims\"](http://ec.europa.eu/food/food/labellingnutrition/claims/index_en.htm). Ec.europa.eu. Retrieved 5 December 2012. [^](#cite_ref-Times_121-0)Knight, S (12 July 2005). [\"Controversial EU vitamins ban to ahead\"](https://web.archive.org/web/20150510173214/http://www.thetimes.co.uk/tto/news/world/europe/article2598585.ece). [The Times Online](/wiki/The_Times_Online). December 2012. [^](#cite_ref-122) [\"Food supplements - Food Safety - European Commission\"](http://ec.europa.eu/food/food/labellingnutrition/supplements/index_en.htm). Food Safety. 2016-10-17. [^](#cite_ref-123) [\"Court victory for vitamin firms\"](http://news.bbc.co.uk/1/hi/health/3445503.stm). BBC News. 30 January 2004. Retrieved 5 December 2012. [^](#cite_ref-124) [\"'EU health foods crackdown 'wrong\"](http://news.bbc.co.uk/1/hi/health/4411929.stm). BBC News. 5 April 2005. Retrieved 5 December 2012. [^](#cite_ref-125) [\"Vitamin controls backed by Europe\"](http://news.bbc.co.uk/1/hi/health/4670971.stm). BBC News. 12 July 2005. Retrieved 5 December 2012. [^](#cite_ref-126) [\"EU court backs health supplements ban\"](https://www.theguardian.com/uk_news/story/0,,1526892,00.html). Guardian. 12 July 2005. Retrieved 5 December 2012. - ^ [a](#cite_ref-fda-scams_127-0) [b](#cite_ref-fda-scams_127-1) [\"Fraudulent coronavirus disease 2019 (COVID-19) products\"](https://www.fda.gov/consumers/health-fraud-scams/fraudulent-coronavirus-disease-2019-covid-19-products). US Food and Drug Administration. 7 April 2020. Retrieved 8 April 2020. [^](#cite_ref-ftc-scams_128-0) [\"Coronavirus: Scammers follow the headlines\"](https://www.consumer.ftc.gov/blog/2020/02/coronavirus-scammers-follow-headlines). US Federal Trade Commission. 10 February 2020. Retrieved 1 March 2020. [^](#cite_ref-ftc-5-14_129-0) [\"FTC coronavirus warning letters to companies\"](https://www.ftc.gov/coronavirus/enforcement/warning-letters). US Federal Trade Commission. 29 July 2020. Retrieved 15 August 2020. [^](#cite_ref-130)Masterson D (17 August 2020). [\"FTC to marketers: Stop making unsupported COVID treatment claims\"](https://www.nutraingredients-usa.com/Article/2020/08/17/FTC-to-marketers-Stop-making-unsupported-COVID-treatment-claims). NutraIngredients.com-USA, William Reed, Inc. Retrieved 18 August 2020. - ^ [a](#cite_ref-dwyer_131-0) [b](#cite_ref-dwyer_131-1) [c](#cite_ref-dwyer_131-2) [d](#cite_ref-dwyer_131-3) Supplements: Regulatory Challenges and Natural and Non-prescription Health Products Directorate, Government of Canada. 14 March 2013. Retrieved 3 February 2018. [^](#cite_ref-133) [\"Complementary medicines\"](https://www.tga.gov.au/complementary-medicines). Therapeutic Goods Administration, Australian Government. 2018. Retrieved 3 February 2018. [^](#cite_ref-dsid_134-0) [\"Dietary Supplement Ingredient Database\"](https://dietarysupplementdatabase.usda.nih.gov/). Office of Dietary Supplements, US National Institutes of Health and US Department of Agriculture, National Nutrient Database. 14 August 2017. Retrieved 3 February 2018. [^](#cite_ref-ods-facts_135-0) [\"Dietary Supplement Fact Sheets\"](https://ods.od.nih.gov/factsheets/list-all/). Office of Dietary Supplements, US National Institutes of Health. 2018. Retrieved 3 February 2018. [^](#cite_ref-136) [\"Licensed Natural Health Products Database\"](https://www.canada.ca/en/health-canada/services/drugs-health-products/natural-non-prescription/applications-submissions/product-licensing/licensed-natural-health-products-database.html). Natural and Non-prescription Health Products Directorate, Government of Canada. 4 May 2015. Retrieved 3 February 2018. - ^ [a](#cite_ref-efsa-comp_137-0) [b](#cite_ref-efsa-comp_137-1)European Food Safety Authority (May 2012). [\"Compendium of botanicals reported to contain naturally occuring [sic] substances of possible concern for human health when used in food and food supplements\"](https://doi.org/10.2903%2Fj.efsa.2012.2663). EFSA Journal. 10 (5): 2663. [doi](/wiki/Doi_(identifier)): [10.2903/j.efsa.2012.2663](https://doi.org/10.2903%2Fj.efsa.2012.2663). [^](#cite_ref-aus17_138-0)Baggoley C (November 2015). [\"Review of the Australian Government Rebate on Natural Therapies for Private Health Insurance\"](https://web.archive.org/web/20160626024750/http://www.health.gov.au/internet/main/publishing.nsf/Content/0E9129B3574FCA53CA257BF0001ACD11/$File/Natural%20Therapies%20Overview%20Report%20Final%20with%20copyright%2011%20March.pdf)(PDF). Australian Government - Department of Health. Archived from [the original](http://www.health.gov.au/internet/main/publishing.nsf/content/0E9129B3574FCA53CA257BF0001ACD11/$File/Natural%20Therapies%20Overview%20Report%20Final%20with%20copyright%2011%20March.pdf)(PDF) on 26 June 2016. Retrieved 3 February 2018. [^](#cite_ref-139) [\"Assessment of clinical safety and efficacy in the preparation of Community herbal monographs for well-established and of Community herbal monographs/entries to the Community list for traditional herbal medicinal products/substances/preparations\"](http://www.ema.europa.eu/ema/index.jsp?curl=pages/regulation/general/general_content_000830.jsp&mid=WC0b01ac0580033a9b). European Medicines Agency. 2017. Retrieved 25 February 2017. [^](#cite_ref-nccih_140-0) [\"Herbs at a Glance\"](https://nccih.nih.gov/health/herbsataglance.htm). National Center for Complementary and Integrative Health, US National Institutes of Health. 21 November 2016. Retrieved 24 February 2017. [^](#cite_ref-141) [\"Measurements and Standards for Botanical Dietary Supplements\"](https://www.nist.gov/programs-projects/measurements-and-standards-botanical-dietary-supplements). NIST. US National Institute of Standards and Technology. 21 September 2016. Retrieved 3 February 2018. [^](#cite_ref-142)Dwyer JT, Wiemer KL, Dary O, Keen CL, King JC, Miller KB, et al. (January 2015). [\"Fortification and health: challenges and opportunities\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4288271). 2013). [\"Review of the safety and efficacy of vitamin A supplementation in the treatment of children with severe acute malnutrition\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3850897). [^](#cite_ref-144)Chen P, Li C, Li X, Li J, Chu R, Wang H (April 2014). [\"Higher dietary folate intake reduces the breast cancer risk: a systematic review and meta-analysis\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4007237). British Journal White E, Giovannucci EL (October 2016). [\"Trends in Dietary Supplement Use Among US Adults (April 2014). \"Critical evaluation of lowering the recommended dietary intake of folate\". Nutrition. 33 (2): Brock JA, Carroll J, Cartier L, et al. (June 2015). [\"Pre-conception Folic Acid and Multivitamin Supplementation for the Primary and Secondary Prevention of Neural Tube Defects and Other Folic Acid-Sensitive Congenital Anomalies\"](https://doi.org/10.1016%2FS1701-2163%2815%2930230-9). al. (February 2017). [\"Vitamin D supplementation to prevent acute respiratory tract infections: systematic review and [\"Iron status of North American pregnant women: an update on longitudinal data and gaps in knowledge from the United States and Canada\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5701721). The American Journal of Clinical Dietrich S, Hoffmann G, Chaimani A (January 2017). [\"Dietary Supplements and Risk of Cause-Specific Death, Cardiovascular Disease, and Cancer: A Systematic Review and Meta-Analysis of Primary Prevention Trials\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5227980). and Risk of All-Cause, Cardiovascular, and Cancer Mortality: A Systematic Review and Dose-Response Meta-Analysis of Prospective Cohort Studies\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8321838). Advances in Nutrition. Oxford M (November 2021). [\"Oral Magnesium Supplementation for Treating Glucose Metabolism Parameters in People with or at Risk of Diabetes: A Systematic Review and Meta-Analysis of Troup J, Hu FB (August 2016). [\"Folic Acid Supplementation and the Risk of Cardiovascular Diseases: A Meta-Analysis of Randomized Controlled Trials\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5015297). Journal of Hernando (2020-02-14). \"Supplemental Vitamins and Minerals for Cardiovascular Disease Prevention and Treatment\". Current Cardiology Reports. Springer Science and Business Media supplementation in adults with HIV infection\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC5458097). D (June 2016). [\"Nutritional supplements for people being treated for active tuberculosis\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4981643). The Cochrane Database of 2014). [\"Should comparative effectiveness research ignore industry-funded data?\"](https://doi.org/10.2217%2Fcer.14.31). Journal of [\"The potential impact of unpublished results\"](https://doi.org/10.1016%2Fj.jclinepi.2013.08.001). Journal of (10): 1061-3. [doi](/wiki/Doi_(identifier)): [10.1016/j.jclinepi.2013.08.001](https://doi.org/10.1016%2Fj.jclinepi.2013.08.001). [PMID](/wiki/PMID_(identifier)) [23993310](https://pubmed.ncbi.nlm.nih.gov/23993310). [^](#cite_ref-159)Zarin DA, Tse T, Sheehan J (January 2015). [\"The proposed rule for U.S. clinical trial registration and results submission\"](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4344313). The New England Journal of Office of Dietary Supplements, US National Institutes of Health. December 2017. Retrieved 3 February 2018. Further reading - Food and Nutrition Information Center. [\"Dietary Supplements: General Resources for [the original](https://www.nal.usda.gov/fnic/pubs/bibs/gen/dietarysupplementsconsumers06.pdf)(PDF) on 2008-12-16. List of resources that provides an overview of herbal and dietary supplements, including use, regulation, research, and cautionary information. [\"Questions to Ask Before Taking Vitamin and Mineral Supplements\"](https://web.archive.org/web/20170622161438/https://www.nutrition.gov/dietary-supplements/questions-ask-taking-vitamin-and-mineral-supplements). from [the original](https://www.nutrition.gov/dietary-supplements/questions-ask-taking-vitamin-and-mineral-supplements)on 2017-06-22. [\"Dietary Supplement Fact Sheets\"](http://ods.od.nih.gov/factsheets/list-all/). NIH Office of Dietary Supplements. "}