{"title": "Cognitivebehavioural therapy CBT", "author": null, "url": "https://www.camh.ca/en/health-info/mental-illness-and-addiction-index/cognitive-behavioural-therapy", "hostname": "camh.ca", "description": "Cognitive-behavioural therapy is a short-term form of psychotherapy that focuses on the here-and-now—on the problems that come up in day-to-day life.", "sitename": "CAMH", "date": "2023-01-01", "cleaned_text": "If you are in an emergency, in crisis or need someone to talk to, there is help. CBT is a structured, time-limited, problem-focused and goal oriented form of psychotherapy. CBT helps people learn to identify, question and change how their thoughts, attitudes and beliefs relate to the emotional and behavioural reactions that cause them difficulty. Cognitive-behavioural therapy (CBT) is a practical, short-term form of psychotherapy. [ It helps people to develop skills and strategies for becoming and staying healthy.](http://www.camh.ca/en/hospital/health_information/a_z_mental_health_and_addiction_information/CBT/Pages/default.aspx#_msocom_1) CBT focuses on the here-and-now—on the problems that come up in day-to-day life. CBT helps people to examine how they make sense of what is happening around them and how these perceptions affect the way they feel. CBT: [In this video](https://www.youtube.com/watch?v=m1CrTbIPOxQ), Dr. Zindel Segal, a CBT expert, discusses how CBT works. The video also features people explaining how CBT helped them deal with various mental health problems, including depression and schizophrenia. In CBT, clients learn to identify, question and change the thoughts, attitudes and beliefs related to the emotional and behavioural reactions that cause them difficulty. By monitoring and recording thoughts during upsetting situations, people learn that how they think can contribute to emotional problems such as depression and anxiety. CBT helps to reduce these emotional problems by teaching clients to: The CBT model is built on a two-way relationship between thoughts (\"cognitions\") and behaviours. Each can influence the other. There are three levels of cognition: Behaviour can be changed using techniques such as self-monitoring, activity scheduling (for depression) and exposure and response prevention (for anxiety). There are many self-help books and websites based on cognitive-behavioural principles. Evidence shows that these resources are more useful when the person also gets support from a therapist, especially if he or she experiences low mood. CBT-based self-help approaches include: There has been a lot of research on CBT. Evidence suggests that it is particularly effective in treating anxiety and depression. CBT has also been tailored to other specific problems. For example, CBT is also used to treat: Most people know within the first few sessions if they are comfortable with CBT and whether it is meeting their treatment needs. When the \"fit\" is not quite right, the therapist may adjust the treatment or suggest other treatment options. In general, CBT may be a good therapy option if: CBT may not be for you if you want to focus exclusively on past issues or if you want supportive counselling. CBT is a time-limited, focused treatment approach. For problems such as anxiety and depression, CBT usually involves 12 to 20 sessions. However, the length of treatment can vary, depending on the severity and complexity of your problems—some people improve significantly in four to six sessions, while others may need more than 20 sessions. At your first visit, you and the CBT therapist will discuss: Every donation moves us closer to a future where no one is left behind. Keep your finger on our pulse - latest CAMH news, discoveries and ways to get involved delivered to your inbox. Please select a newsletter Please complete the following: Required Fields We look forward to keeping you informed, inspired and involved in all things CAMH. Every donation moves us closer to a future where no one is left behind. "}