{"title": "PDF", "author": "PDF", "url": "https://www.aesan.gob.es/AECOSAN/docs/documentos/seguridad_alimentaria/evaluacion_riesgos/informes_comite/BEBIDAS_ENERGETICAS.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "nº 33 Informe del Comité Científico de la Agencia Española de Seguridad Alimentaria y Nutrición (AESAN) sobre los riesgos asociados al consumo de bebidas energéticas Resumen El consumo de bebidas energéticas ha experimentado un aumento sustancial durante las últimas décadas, alcanzando en España el 2 % del total de bebidas refrescantes. Además de cafeína, las bebidas energéticas suelen contener otros ingredientes como taurina, L-carnitina, glucuronolactona, guaraná, ginseng y vitaminas del grupo B, entre otros. También pueden aportar hasta 11 g por 100 ml de azúcar, si bien también existen presentaciones \"sin azúcar\". Al evaluar el riesgo de la exposición dietética de la población española a los componentes activos habitualmente presentes en las bebidas energéticas, el Comité Científico de la Agencia Española de Seguridad Alimentaria y Nutrición (AESAN) ha concluido que las bebidas energéticas no están recomendadas en niños, mujeres embarazadas o en periodo de lactancia. También se recomienda mejorar, en colaboración con la industria, la información al consumidor recogida en el etiquetado de las bebidas energéticas, favoreciendo no sólo la incorporación de la denominación de todos los ingredientes activos en el listado de ingredientes sino también su contenido. Número de referencia: AESAN-2021-005 Informe aprobado por el Comité Científico en su sesión plenaria de 17 de febrero de 2021 Grupo de trabajo Carmen Rubio Armendariz (Coordinadora), Montaña Cámara Hurtado, Rosa María Giner Pons, María José González Muñoz, Esther López García, Francisco José Morales Navas, Victoria Moreno Arribas y María del Puy Portillo Baquedano Comité Científico Carlos Alonso Calleja Universidad de LeónRosa María Giner Pons Universitat de ValènciaSonia Marín Sillué Universitat de LleidaMagdalena Rafecas Martínez Universitat de Barcelona Montaña Cámara Hurtado Universidad Complutense de MadridElena González Fandos Universidad de La RiojaJosé Alfredo Martínez Hernández Universidad de NavarraDavid Rodríguez Lázaro Universidad de Burgos Álvaro Daschner Hospital de La Princesa de MadridMaría José González Muñoz Universidad de Alcalá de HenaresFrancisco José Morales Navas Consejo Superior de Investigaciones CientíficasCarmen Rubio Armendáriz Universidad de La Laguna Pablo Fernández Escámez Universidad Politécnica de CartagenaEsther López García Universidad Autónoma de MadridVictoria Moreno Arribas Consejo Superior de Investigaciones CientíficasMaría José Ruiz Leal Universitat de València Carlos Manuel Franco Abuín Universidade de Santiago de CompostelaJordi Mañes Vinuesa Universitat de ValènciaMaría del Puy Portillo Baquedano Universidad del País VascoPau Talens Oliag Universitat Politècnica de València Secretario técnico Vicente Calderón Pascualrevista del comité científico nº 33152 Respecto al contenido en cafeína en las bebidas energéticas, se recomienda que el consumo sea de bebidas energéticas con contenidos bajos de cafeína para evitar y disminuir la probabilidad de afectación del sueño y otros efectos adversos sobre la salud, dependiendo de los distintos grupos de población. Entre las actuaciones futuras debería evaluarse el consumo, exposición y riesgo de otros \"modelos de consumo de cafeína\" como los conocidos \"shots\". Respecto a la D-glucurono- -lactona el consumo diario de 250 ml de bebida energética en con - sumidores de 60 y 70 kg de peso corporal, obtiene un margen de seguridad superior o igual a 100. El consumo de bebidas energéticas supone un riesgo alto de hipervitaminosis para la vitamina B3 (ácido nicotínico), moderado para las vitaminas B3 (nicotinamida) y B6, y riesgo bajo de hipervitami - nosis para las vitaminas B2, ácido pantoténico y B12. En lo referido al contenido en ingredientes a base de plantas no debe de menospreciarse la actividad biológica de los distintos principios activos y su capacidad para interaccionar con medica - mentos. El consumidor debe ser advertido no sólo de los contenidos incluidos sino de la posibilidad/ riesgo de interacción, así como de aquellas situaciones en las que se contraindica la ingesta. Así, las bebidas energéticas con ginseng deben ser evitadas no sólo durante el embarazo, la lactancia y en niños, sino también en adolescentes menores de 18 años dada la ausencia de evaluación de los efectos de ginseng en estos grupos de población. Las bebidas energéticas con ginkgo también deben ser evitadas durante el embarazo y la lactancia. En cuanto a la ingesta de azúcar a partir del consumo de bebidas energéticas no zero , se estima que el consumo de 250 ml podría representar el 10 % de la energía en dietas de 2200-2400 kcal, lo que haría muy fácil el excederse en la ingesta de azúcares simples. La preocupación creciente por evaluar los riesgos sobre la salud de las bebidas energéticas se acompaña de un interés por mejorar el conocimiento entre los consumidores y fomentar el consumo moderado evitando conductas de riesgo, especialmente su combinación con bebidas alcohólicas. España debe sumarse al esfuerzo europeo de recopilación de datos sobre el consumo de bebidas energéticas y las tendencias de su consumo a través de acciones anuales de monitorización y sensibilización comunitaria, lo que permitirá evaluar la contribución de estas bebidas energéticas a la exposición dietética de cafeína y otros ingredientes activos en grupos específicos de consu - midores, estimar su riesgo y diseñar planes de actuación diferenciando los grupos poblacionales de mayor riesgo (niños/as y adolescentes). Además, se sugiere un mayor control de la publicidad especialmente aquella dirigida a la población menor sensible. Se recomienda promover el cumplimiento del compromiso de la industria en la comercialización de envases pequeños (no superiores de 250 ml) que contribuyan a moderar la exposición a los dis - tintos componentes activos, algunos de ellos psicoactivos, y estudiar la posibilidad de suspender la comercialización de envases de 500 ml. Palabras clave Bebidas energéticas, cafeína, taurina, L-carnitina, glucuronolactona, guaraná, ginseng, vitaminas del grupo B.153revista del comité científico nº 33 Report of the Scientific Committee of the Spanish Agency for Food Safety and Nutrition (AESAN) on the risks related to the consumption of Abstract The consumption of energy drinks has increased substantially over the past decades, reaching 2 % of all soft drinks in Spain. In addition to caffeine, energy may also provide up to 11 g of sugar per 100 ml, although \"sugar free\" options are also available. the Spanish population's dietary exposure to the active components generally present in energy drinks, the Scientific Committee of the Spanish Agency for Food Safety and Nutrition (AESAN) has concluded that energy drinks are not recommended and pregnant or lactating women. It also recommends collaborating with the drinks industry information provided in energy drink labels, promoting not only the enumeration of all active ingredients in the list of ingredients but also their content. With regard to caffeine content in consuming drinks with low of caffeine is more advisable in order to prevent and reduce the probability of disruptions to the sleep cycle and other adverse energy drink intake of 250 ml in consumers weighing 60 and 70 kg of body weigth has a margin of safety greater than or equal to 100. The consumption of energy drinks entails a high risk of hypervitaminosis for Vitamin B2, pantothenic acid, and B12. With the presence of plant-based ingredients, the biological activity of the different active principles and their drug interaction capacity must not be underestimated. The consumer must be informed not only of the included contents but also of the possibility/risk of drug interaction, drinks avoided not only in pregnancy, when breastfeeding, and in children, but also in adolescents below the age of 18, given the absence of an assessment of the effects With regard to sugar intake from the consumption of energy drinks that contain sugar, it is estima - ted that an intake of 250 ml may represent 10 % of the energy in 2200-2400 kcal diets, which would make it very easy to exceed the recommended daily intake of simple sugars. The growing preoccupation with assessing the health risks of energy drinks is trends by of annual actions comité científico nº 33154 to monitor and awareness within would enable an assessment contribution energy drinks to the dietary exposure to caffeine and other active ingredients in specific consumer groups; make a risk assessment; and design action plans differentiating the population groups at greatest risk (children and adolescents). In addition, a greater control of advertising is suggested, especially that directed to the young population. is recommended to promote compliance with the industry commitment in the commercialization of small packages (not exceeding 250 ml) that contribute to moderate exposure to the different active components, some of them psychoactive, and to study the possibility of suspending the commercia - lization Comité Científico AESAN. (Grupo de Trabajo) Rubio, C., Cámara, M., Giner, R.M., González, M.J., López, E., Mora - les, F.J., Moreno, M. y Portillo, M.P . Informe del Comité Científico de la Agencia Española de Seguridad Alimen - taria y Nutrición (AESAN) sobre los riesgos asociados al consumo de bebidas energéticas. Revista del Comité Científico de la AESAN , 2021, 33, pp: 151-210.155revista del comité científico nº 33 1. Introducción La gran oferta de bebidas no alcohólicas presente en los mercados incluye bebidas refrescantes, bebidas para deportistas y bebidas energéticas, todas con un alto contenido en azúcares a excep - ción de sus variedades \"sin azúcar\". Según el centro de información de bebidas refrescantes de la Asociación de Bebidas Refrescantes (ANFABRA, 2019), en la actualidad hay, en el mercado español, más de 2000 referencias de bebidas refrescantes y, cada año, se lanzan una media de 150 novedades. Entre ellas, el consumo de bebidas energéticas ha experimentado un aumento sustancial durante las últimas décadas alcanzando, en España, el 2 % del total de bebidas refrescantes. El Informe mundial sobre bebidas energéticas de Zenith International (2009) ya destacaba que el consumo total mundial de estas bebidas en 2008 alcanzó los 3,9 mil millones de litros pasando el consumo per cápita global de 0,4 litros en 2003 a 0,8 litros en 2008. América del Norte representó un 37 % del consumo mundial total en 2008, la zona de Asia y el Pacífico otro 30 %, y Europa Occidental un 15 %. Según estimaciones de Euromonitor International , la expansión del mercado de bebidas energéticas a nivel mundial ha continuado a un ritmo acelerado, también en los últimos años, con un crecimiento del 45 % entre 2006 y 2011. En Estados Unidos, las ventas de bebidas energéticas en 2018 aumentaron un 4,1 % en comparación con el mismo período de 2017 (Harfmann, 2018). Además de cafeína, las bebidas energéticas suelen contener otros ingredientes novedosos y atractivos como taurina, L-carnitina, glucuronolactona, guaraná, ginseng y vitaminas del grupo B, entre otros. Respecto al contenido de azúcar, suelen aportar hasta 11 g por 100 ml si bien existen presentaciones \"sin azúcar\". La cantidad más habitual de cafeína en estas bebidas suele ser de 80 mg/250 ml, es decir, 32 mg/100 ml si bien el rango de concentraciones oscila entre 15 y 55 mg/100 ml. Además, una formulación de bebida energética tipo (250 ml) suele contener 1000 mg de taurina (4000 mg/l), 600 mg de glucuronolactona (2400 mg/l), 18 mg de niacina (72 mg/l), 2 mg de vitamina B6 (8 mg/l), 0,001 mg de vitamina B12 (0,004 mg/l), 6 mg de ácido pantoténico (24 mg/l), 2 mg de tiamina (8 mg/l), 1,65 mg de riboflavina (5,40 mg/l) y 50 mg de inositol (200 mg/l) (EFSA, 2009) (VKM, 2019). Respecto a ingredientes a base de plantas como ginseng, guaraná y ginkgo existe escasa informa - ción sobre su contenido. Sin embargo, hay que considerar que el volumen de los envases comercializados es variable pudiendo alcanzar hasta los 500 ml en algunos casos. Los miembros de Energy Drinks Europe (EDE), asociación que representa los intereses de los fabricantes europeos de bebidas energéticas, con su Código de prácticas para la comercialización y etiquetado de bebidas energéticas, se han compro - metido a posicionar envases con un contenido neto de 250 ml como su principal propuesta de venta para consumo (EDE, 2014). También cabe mencionar que existen otros modelos de consumo entre los que destacan los \"caffeine/energy shots\", es decir, bebidas de pequeño volumen de cafeína/energía que logran concentrar en menos de 60 ml entre 200 y 420 mg de cafeína (Heckman et al., 2010a). Con estos antecedentes, y ante la creciente evidencia internacional sobre el aumento del consu - mo y posible impacto y riesgo en la salud de los consumidores, la Agencia Española de Seguridad Alimentaria y Nutrición (AESAN) ha solicitado al Comité Científico la realización de una evaluación del riesgo de la exposición dietética de la población española a los componentes activos habitual - mente presentes en las bebidas energéticas. El presente informe se estructura en secciones que revista del comité científico nº 33156 revisan el marco legal de las bebidas energéticas en Europa y España, la problemática en torno a su consumo y comercialización, el conocimiento actual sobre los principales componentes activos (cafeína, taurina, D-glucurono- -lactona, L-carnitina, azúcares, vitaminas e ingredientes ginseng, guaraná y ginkgo), y estiman y evalúan para distintos escenarios la ingesta de cada ingrediente con objeto de trasladar unas recomendaciones que mejoren la seguridad de su consumo. 2. Marco legal y comercialización Dentro de las bebidas no alcohólicas se encuentran los zumos de frutas y de otros vegetales, y sus derivados, las bebidas refrescantes y horchatas. Todos ellos con una normativa europea y española específica (MAPA, 2017). Sin embargo, no existe una clasificación, denominación ni reglamentación específica para las bebidas energéticas. Podrían ser consideradas como un tipo de bebidas refres - cantes dentro de la categoría \"Otras bebidas refrescantes\" en la que se puede incluir la presencia de cafeína, entre otras materias primas, con la única limitación de no contener alcohol en cantidad superior al 0,5 % en volumen (BOE, 2003, 2011). Sin lugar a duda, la ausencia de regulación específica de estas bebidas preocupa a las adminis - traciones públicas y a la comunidad científica, dado que al no existir una definición que las acote tampoco están especificados qué ingredientes pueden contener, ni su concentración máxima, ni en qué combinaciones. Cabe señalar que algunos países europeos, por ejemplo, Alemania y Dina - marca (2011), han establecido regulaciones para la estandarización de las bebidas energéticas que limitan la cantidad de cafeína en estas bebidas a 32 mg/100 ml. Alemania también ha establecido límites regulatorios relativos a taurina (4000 mg/l), inositol (200 mg/l) y glururonolactona (2400 mg/l) (Bundesgesetzblatt, 2012). Lo cierto es que el término \"bebida energética\" sigue siendo un término no definido o recogido en la legislación si bien una opinión del Comité Científico sobre la Alimentación Humana de la Comisión Europea (SCF) de 1999 (SCF, 1999), revisada en 2003 (SCF, 2003), dice \" It should be noted however that the term \"energy\" is neither an agreed legal term for a category of foods in the EU, nor does the Committee offer any view in this opinion as to whether that these drinks sense, are scientifically justified\" (\"Cabe señalar que el término bebida \"energética\" es una designación comercial. Ni es un término legal acordado para una categoría de alimentos en la Unión Europea ni el Comité ofrece opinión alguna en este dictamen sobre si las afirmaciones de que estas bebidas proporcionan energía, en el sentido nutricional convencional, están científicamente justificadas\"). La clasificación FoodEx2 desarrollada por la Autoridad Europea de Seguridad Alimentaria (EFSA, 2015a) describe el grupo de las bebidas energéticas en una nota aclaratoria sobre el alcance del término como \" The group includes any type of Energy drinks, non-alcoholic functional beverages usually vitamins and taurine. The part consumed/ analysed is by default the whole marketed unit or a homogeneous representative portion\" (\"El grupo incluye cualquier tipo de bebidas energéticas, bebidas funcionales no alcohólicas que, generalmen - te, contienen cafeína y otros ingredientes como vitaminas y taurina. La parte consumida/analizada 157revista del comité científico nº 33 es, por defecto, toda la unidad comercializada o una porción representativa homogénea\"). Esta nota aclaratoria, no siendo una definición tal, es la descripción utilizada a la hora de clasificar los consumos de alimentos en las encuestas. Respecto a su etiquetado, el Reglamento (UE) Nº 1169/2011 del Parlamento Europeo y del Consejo sobre la información alimentaria facilitada al consumidor (UE, 2011) recoge los requisitos de etique - tado de las bebidas con un contenido elevado de cafeína. Así, si el contenido es superior a 150 mg cafeína/l deberán presentar la mención \"Contenido elevado de cafeína: No recomendado para niños ni mujeres embarazadas o en período de lactancia \" junto con la indicación de la cantidad de cafeína que aportan expresado en mg por 100 ml. Más allá de lo que marca la ley, la industria europea de bebidas refrescantes ha adoptado, voluntariamente, un código sobre el etiquetado, comunicación y marketing de las bebidas energéticas. Así, por ejemplo, algunas marcas incluyen en el etiquetado de las bebidas la advertencia de \"Consumir de forma moderada \" (EDE, 2014). Conviene, sin embargo, destacar la heterogeneidad de la información de la composición en el etiquetado de las bebidas energéticas. 3. Problemática y estimación del consumo de bebidas energéticas Mientras la popularidad de estas bebidas como productos antifatiga crece entre los adolescentes y otros grupos vulnerables, aumenta la preocupación por la evidencia de sus efectos negativos sobre la salud y su consumo en circunstancias no recomendables (Nowak y Jasionowski, 2015) (De Sanctis et al., 2017) (Cruz Muñoz et al., 2020) (Oliver Anglès et al., 2020). Además de la estimulación de los sistemas Nervioso Central (SNC) y cardiovascular y su rela - ción con el sobrepeso y la obesidad, la ingesta regular de bebidas energéticas se ha asociado a sobredosis de cafeína, hipertensión, pérdida de masa ósea y osteoporosis, y otras enfermedades cardiovasculares (Nowak y Jasionowski, 2015). Entre los efectos secundarios resultantes del con - sumo regular de bebidas energéticas destacan palpitaciones, insomnio, náuseas, vómitos y micción frecuente. También se ha argumentado que el consumo excesivo de bebidas energéticas puede servir como indicador del uso de otras sustancias de abuso y otras conductas de riesgo como es su combinación con bebidas alcohólicas (Flotta et al., 2014) (De Sanctis et al., 2017). Por todo ello, ya algunos investigadores apuntan que este aumento del consumo de bebidas energéticas justifica medidas de prevención y seguimiento, y merece un análisis más detallado (Majori et al., 2018) pues el patrón de consumo varía según las características sociodemográficas, destacando el papel del sexo y los hábitos de riesgo (Oliver Anglès et al., 2020). Respecto a su consumo y las interacciones entre sus ingredientes, algunos autores consideran que las cantidades de éstos son bajas para provocar reacciones adversas o efectos beneficiosos (Ishak et al., 2012). En 2003, el SCF estimó los niveles de consumo en Europa en 0,5 latas de 250 ml/día (125 ml/día) para el consumidor medio, 1,4 latas de 250 ml/día (350 ml/día) para el consumidor alto y 3 latas de 250 ml/día (750 ml/día) para el consumidor agudo (SCF, 2003). Posteriormente, según el estudio solicitado por EFSA en 2011 para recoger datos de prevalencia del consumo de bebidas energéticas en niños, adolescentes y adultos en 16 Estados miembros, incluyendo España, Zucconi et al. (2013) estimaron que el consumo de bebidas energéticas en adultos europeos (18-65 años) en 2 l/mes. Aproximadamente el 12 % de los consumidores adultos revista del comité científico nº 33158 se identificaron como consumidores habituales con consumos elevados repartidos en diferentes ocasiones de ingesta, es decir, consumían bebidas energéticas 4-5 veces por semana o más (13,3 % en consumidores \"adultos jóvenes\") consumiendo un volumen promedio de 4,5 l/mes. Los consu - midores excesivos, con una ingesta elevada producida en una única ocasión (consumían al menos 1 l/ocasión) eran el 11 % del total de consumidores adultos de bebidas energéticas, principalmente en \"adultos jóvenes\" (13,4 %). En adolescentes europeos (10-18 años), estos autores estimaron el consumo medio de bebidas energéticas en 2 l/mes. Alrededor del 12 % de los consumidores adoles - centes se identificaron como consumidores \"crónicos elevados\", es decir, que consumían bebidas energéticas 4-5 veces a la semana o más, con un volumen medio de bebidas energéticas de 7 l/ mes. Y otra fracción del 12 % de los consumidores adolescentes resultaron ser consumidores \"muy agudos\", es decir, consumieron al menos 1 l de bebida energética por ocasión. Resulta sorprenden - te el consumo de estas bebidas energéticas en niños europeos (3-10 años), dado que el volumen promedio consumido fue de 0,5 l/semana. Aproximadamente el 16 % de los niños encuestados eran consumidores \"crónicos elevados\", es decir, consumieron bebidas energéticas de 4-5 veces por semana o más, con un volumen medio de casi 1 l/semana (Zucconi et al., 2013). Centrándonos en los resultados del estudio correspondientes a la población española, la pre - valencia de consumo de bebidas energéticas en la población adulta (18-65 años) española es del 31 % (30 % en Europa), correspondiendo el 16 % a consumidores crónicos. Entre los adolescentes españoles (10-18 años), la prevalencia es del 62 % (68 % en Europa), siendo el 10 % catalogados como consumidores crónicos. Volvemos a destacar el elevado consumo de este tipo de bebidas entre los niños (3-10 años), dado que, si la prevalencia en el conjunto de la Unión Europea es del 18 %, en nuestro país llega a alcanzar el 26 %, si bien el estudio no hace referencia al consumo crónico para este grupo de edad. Actualmente, los datos de consumo de alimentos a nivel europeo, incluidas las bebidas energéticas, son recogidos por EFSA en la base de datos Comprehensive European Food Consumption Database (FCDB). Sin embargo, los datos de consumo de bebidas energéticas para España no se muestran en la mencionada FCDB. En el marco de las encuestas nacionales ENALIA 1 y 2 se recogieron algunos datos de frecuencia de consumo para nuestro país entre 2012-2015 (ENALIA, 2015, 2017). Además, la encuesta ESTUDES (Encuesta sobre Uso de Drogas en Enseñanzas Secundarias) 2018/2019 del Observatorio Español de las Drogas y las Adicciones (OEDA), adscrito a la Delegación del Gobierno para el Plan Nacional sobre Drogas (DGPNSD) del Ministerio de Sanidad, estima la prevalencia de consumo de bebidas energéticas entre los estudiantes españoles de 14 a 18 años en el 49,7 % para chicos y el 31,1 % para chicas. Según Oliver Anglès et al. (2020), en la provincia de Barcelona, la prevalencia del consumo de bebidas energéticas en estudiantes de cuarto curso de ESO (16-17 años) ha sido estimada en el 30,9 % (según datos de consumo en la última semana) siendo mayor en los varones, migrantes de primera generación e hijos de padres sin estudios. Esta problemática del consumo de bebidas energéticas en la población adolescente ha sido reflejada en distintos estudios a nivel internacional. Dentro de Europa, en Italia, la prevalencia del consumo de bebidas energéticas en adolescentes ronda el 57 % con un 9 % de consumo crónico alto, un 31 % de consumo crónico promedio y un 8 % de consumo agudo alto. Además, mientras en Calabria, un 55 % de los adolescentes de 15 a 19 años reconoce haber consumido bebidas ener -159revista del comité científico nº 33 géticas durante los 30 días anteriores (Flotta et al., 2014), en universitarios italianos el consumo de bebidas energéticas disminuye a un 38,6 % (Majori et al., 2018). Mientras en Alemania, el 21,4 % de los adolescentes ha consumido bebidas energéticas en los últimos 30 días (Galimov et al., 2019), en Polonia el 16 % de los adolescentes son consumidores fre - cuentes (Nowak y Jasionowski, 2015) y en Noruega el 3,5 % de los adolescentes son consumidores elevados (niños: 36,3 ml/día; niñas: 18,5 ml/día) (Degirmenci et al., 2018). En Estados Unidos, de 2003 a 2016, la prevalencia del consumo de bebidas energéticas aumentó significativamente en los adolescentes (del 0,2 al 1,4 %), adultos jóvenes (del 0,5 al 5,5 %) y adultos de mediana edad (del 0,0 al 1,2 %) (Vercammen et al., 2019). En Australia, los patrones de consumo de bebidas energéticas entre adolescentes de 12 a 18 años pusieron de manifiesto que el 36 % había excedido las dos bebidas energéticas recomendadas/día y el 56 % de los consumidores había experimentado efectos fisiológicos negativos en la salud después del consumo (Costa et al., 2016). 4. Conocimiento/Aceptación/Percepción de los consumidores respecto a las bebidas energéticas Las bebidas energéticas gozan de una buena aceptación entre los jóvenes y la percepción del riesgo asociado a su consumo suele ser baja. Un reciente estudio en adolescentes de Nueva Caledonia aso - ció el impacto de las bebidas energéticas en la salud con percepciones buenas o neutrales (Frayon et al., 2019). Sobre el conocimiento que los consumidores tienen sobre estas bebidas, un estudio en adolescentes italianos puso de manifiesto que solo el 13 % sabía que beber bebidas energéticas es lo mismo que beber café, mientras que un porcentaje considerable creía que beber bebidas energé - ticas es lo mismo que beber bebidas carbonatadas o rehidratarse con bebidas deportivas (Flotta et al., 2014). En Polonia, sin embargo, la mayoría de los consumidores suele conocer los ingredientes de las bebidas energéticas (Nowak y Jasionowski, 2015). Según este estudio, al seleccionar una bebida energética los jóvenes valoran el sabor, el precio y el efecto. Sin embargo, ser hombre se asocia significativamente con un mayor consumo de estas bebidas (Nowak y Jasionowski, 2015) (Stacey et al., 2017) (Degirmenci et al., 2018) (Cofini et al., 2019) (Frayon et al., 2019) (Galimov et al., 2019). El consumo diario y elevado se ha asociado también de forma independiente con la inactividad física, más tiempo de ocio frente a la pantalla, nivel socioeconómico bajo, tener una residencia rural (Degirmenci et al., 2018), el uso de sustancias de abuso, los malos hábitos alimenticios, un mayor índice de masa corporal, la búsqueda de sensaciones, peor rendimiento escolar y la exposición publicitaria más frecuente (Galimov et al., 2019). En la revisión realizada por Alhyas et al. (2015) sobre el conocimiento de la composición de bebidas energéticas y los efectos secundarios asociados, aproximadamente el 70 % de los participantes lo desconocía. Más preocupante fue que algunos las consideraban refrescos. 5. Relación con otras conductas de riesgo. Intervenciones comunitarias Se ha argumentado que el consumo excesivo de bebidas energéticas puede servir como indicador del uso de sustancias y otras conductas de riesgo (Flotta et al., 2014) como el consumo de alcohol, revista del comité científico nº 33160 tabaco y drogas ilícitas (De Sanctis et al., 2017) (Ruiz y Scherr, 2018). Es relevante el dato de que algo más de la mitad (53 %) de los niños y adolescentes encuestados en el estudio de Zucconi et al. (2013) habían consumido, ocasionalmente, bebidas energéticas junto con alcohol. Consumir alco - hol mezclado con bebidas energéticas conduce a estados subjetivos alterados que incluyen una disminución de la percepción de intoxicación etílica, una mayor estimulación y un mayor deseo de beber (De Sanctis et al., 2017). En adolescentes italianos el tabaquismo habitual se asoció con el uso de bebidas energéticas y, aproximadamente la mitad de los consumidores de bebidas energéticas, las usaban combinadas con alcohol (Cofini et al., 2019). Sorprendentemente, en el Reino Unido, el consumo de alcohol entre adolescentes fue significativamente menor en las ocasiones en las que se consumía la bebida alcohólica junto a una bebida energética en comparación con las ocasiones en las que se consumía la bebida alcohólica sola (Johnson et al., 2016). Un estudio epidemiológico (Gunja y Brown, 2012) señaló que las bebidas energéticas con cafeína representaron la mayoría de las alertas informadas (297) al Centro de Información de Venenos de un hospital infantil en Sidney, Australia (enero 2004 - diciembre 2010). El tipo de exposición más común fue recreativo (217), pediátrica accidental (62), autointoxicación deliberada como parte de una sobredosis de polifarmacia (16), reacción alérgica (1) y exposición pediátrica a la lactancia (1). La variedad de síntomas informados fue consistente con la sobredosis de cafeína y, potencialmente, el abuso de estimulantes. Aunque ocurrió en una minoría de sujetos, la toxicidad grave que condujo a complicaciones cardíacas (isquemia coronaria, arritmias) y complicaciones neurológicas (aluci - naciones, psicosis, convulsiones) es motivo de gran preocupación. Respecto a los preocupantes resultados en salud, estilo de vida y comportamientos de riesgo, ya desde 2016, Costa et al. (2016) señalaron la necesidad urgente de una regulación sobre bebidas energéticas, la restricción de su consumo en niños y adolescentes, y una mayor visibilidad de las recomendaciones de consumo. Entre las distintas estrategias planteadas para limitar el consumo y minimizar los riesgos sobre la salud de los adolescentes de estas bebidas podrían destacarse el diseño e implementación de programas educativos sobre los efectos potenciales en la salud y los riesgos de la combinación bebidas energéticas-bebidas alcohólicas (Flotta et al., 2014) (Jackson y Leal, 2018) (Frayon et al., 2019), el aumento de la conciencia y la percepción del riesgo no sólo entre consumidores adolescentes sino entre padres y educadores (Jackson y Leal, 2018), la adopción de políticas que regulen y limiten el marketing directo a menores (De Sanctis et al., 2017) (Galimov et al., 2019), intervenciones educativas y de sensibilización adaptadas al género y la edad (Lebacq et al., 2020), y la promoción del monitoreo activo de adolescentes (Jackson y Leal, 2018). Con estos antecedentes y ante la elevada prevalencia de consumo, la creciente evidencia inter - nacional sobre el aumento del consumo de bebidas energéticas y su impacto y posibles riesgos en la salud de los consumidores, el Comité Científico aborda el encargo de la Dirección de la AESAN realizando la presente evaluación del riesgo de la exposición dietética a los componentes activos más habituales de las bebidas energéticas en la población española.161revista del comité científico nº 33 6. Cafeína 6.1 Cafeína: generalidades, fuentes dietéticas, cinética y mecanismo de acción La cafeína (1,3,7-trimetilxantina) pertenece al grupo químico de las xantinas o dioxipurinas, que son sustancias con características de alcaloides, y entre las cuales se encuentran también la teofilina o la teobromina, procedentes todas ellas de distintas especies vegetales. Presente de forma natural en más de 60 plantas, como ), sin embargo, la utilizada en la industria farmacéutica y alimentaria es de procedencia sintética (Ashihara y Crozier, 2001) (Svorc et al., 2012) (Zucconi et al., 2013). Pertenece al grupo farmacoterapéutico de psicoestimulantes derivados de la xantina. Las fuentes dietéticas de cafeína son diversas y, entre ellas, destacan las bebidas de cola, los refrescos de té, el café, los productos de chocolate y las bebidas energéticas. Las concentraciones de cafeína en cada una de estas fuentes son variables. Los niveles de cafeína se estiman en 90 mg en una taza de café filtrado de 200 ml, en 80 mg en un expreso de 60 ml, en 50 mg en una taza de té negro de 220 ml, en 40 mg en una lata de cola estándar de 355 ml, en 25 mg en una pieza de pan con chocolate de 50 g o en 10 mg en una barra de chocolate con leche de 50 g (EFSA, 2015b). En el caso de las bebidas energéticas suelen contener 15, 32, 40 o incluso 55 mg de cafeína/100 ml (VKM, 2019). Según EFSA (2015b), el café fue la fuente dietética predominante de cafeína para los adultos europeos contribuyendo con el 40-94 % de ingesta total de cafeína. En Irlanda y el Reino Unido, sin embargo, el té era la principal fuente contribuyendo con el 59 y el 57 % de la ingesta total de cafeína, respectivamente. En el caso de los adolescentes europeos, existen grandes diferencias entre países con respecto a la contribución de diferentes fuentes a la ingesta total de cafeína. En la mayoría de los países, el chocolate (que también incluye las bebidas a base de cacao) era la fuente predomi - nante de cafeína para los niños de 3 a 10 años, seguidos del té y los refrescos de cola. El Ungkost 3 Study noruego (VKM, 2019) estimó que las bebidas energéticas aportan hasta el 76 % del total de cafeína dietética siendo 36,8 mg/día la cantidad de esta sustancia que proviene de estas bebidas (el consumo diario total de cafeína se estima en 48,4 mg/día, pues considera otras fuentes de cafeína como son los productos lácteos con chocolate, el café, el té, los dulces y los chocolates/caramelos). La cafeína se absorbe por vía oral y parenteral. La biodisponibilidad de la cafeína administrada por vía oral es prácticamente total, absorbiéndose en un plazo de unos 30 a 60 minutos y alcanzán - dose unos picos plasmáticos entre 30 minutos y 2 horas (Magkos y Kavouras, 2005). La vida media en adultos es de 3 a 7 horas (presenta una marcada variación inter e intraindividual). A las dosis habituales la concentración plasmática máxima se alcanza a los 15-45 minutos. En dosis elevadas los máximos efectos pueden retrasarse hasta 3 horas, aunque la sintomatología puede observarse entre 30 y 60 minutos tras el consumo, y existen casos en los que dichos efectos máximos se han observado en sólo 10 minutos (ANSES, 2013) (EFSA, 2015b) (VKM, 2019). La cafeína se distribuye a todos los compartimentos del organismo, atraviesa rápidamente la barrera hematoencefálica y la barrera placentaria, pasando también a la leche. La unión a proteínas plasmáticas es de un 25-36 %. revista del comité científico nº 33162 La cafeína se desmetila y oxida parcialmente en el hígado, y se elimina a través de los riñones como ácido metilúrico o como monometilxantinas en un 86 %. La eliminación es escasa por vía urina - ria (1,1 %) y sólo el 5-10 % de lo recuperado en orina aparece como cafeína sin metabolizar. Apenas aparece en leche materna, considerándose como seguros unos 500 mg diarios en la lactancia. La cafeína da lugar a numerosos metabolitos: paraxantina (1,7-dimetilxantina, 84 % del compues - to %), del P450, el CYP1A2, directamente invo - lucrada en la desmetilación de cafeína a paraxantina. La actividad de CYP1A2 representa el 95 % del aclaramiento de cafeína. El polimorfismo de esta isoforma es responsable probable de variaciones en el metabolismo de la cafeína entre los seres humanos (Miners y Birkett, 1996) (Heckman et al., 2010a). El metabolismo de la cafeína está acelerado en adultos fumadores (por inducción enzimática producida en los microsomas hepáticos por los hidrocarburos policíclicos del humo del tabaco) y tras realizar ejercicio. En cambio, la metabolización es lenta en pacientes con cirrosis hepática, en el embarazo y en los recién nacidos. En embarazadas aumentan los niveles de cafeína plasmáticos, por lo que se supone que existe menor metabolización durante la gestación. Esto es debido a que la actividad de CYP1A2 se reduce durante el embarazo aumentando la vida media de la cafeína. Se ha comprobado que al final de la gestación, la vida media de la cafeína es de tres a cuatro veces más larga. La cafeína bloquea receptores de la adenosina de los subtipos A1, A2A y A2B generando un leve efecto excitante nervioso, ya que la absorción de la adenosina por las células del sistema nervioso es uno de los mecanismos que desencadenan el sueño y la sedación. Además, inhibe de forma inespecífica la fosfodiesterasa y aumenta los niveles de AMPc lo que parece estar relacionado con la relajación del músculo liso y una disminución de la liberación de histamina por las células cebadas. También parece aumentar la liberación de catecolaminas y renina, al menos en sobredosis, liberando en el ámbito cerebral norepinefrina, dopamina y serotonina. Junto a ello, se produce una movilización del calcio intracelular, incrementando su porción libre, y se habla de una supuesta unión de la cafeína a los receptores benzodiacepínicos. La interacción con el receptor de adenosina A1, que conduce a la inhibición de la reabsorción renal de agua y provoca un aumento de la diuresis y natriuresis, puede explicar la actividad diurética de la cafeína (EFSA, 2015b). Además, la cafeína ejerce sobre el corazón un efecto cronotrópico e inotrópico positivo, es decir, estimula la frecuencia cardiaca y aumenta el gasto cardiaco. 6.2 Cafeína: efectos y usos En los últimos años, se ha estudiado con detalle el efecto del consumo habitual de la cafeína y el café en el desarrollo de enfermedades crónicas como el cáncer y las enfermedades cardiovasculares. Estas evidencias, procedentes fundamentalmente de estudios poblacionales, con grandes grupos de personas y seguimiento a largo plazo, sugieren que el consumo habitual de café disminuye el riesgo de melanoma, cáncer de mama, próstata, endometrio o hígado. El consumo habitual de café también se ha asociado fuertemente con menor riesgo de diabetes tipo 2, enfermedad de Parkinson, 163revista del comité científico nº 33 infarto agudo de miocardio, accidentes cerebrovasculares, enfermedad coronaria y muerte por enfermedad cardiovascular (Van Dam et al., 2020). Sin embargo, es importante señalar que estos efectos beneficiosos pueden no ser debidos únicamente a la cafeína sino a otros componentes biológicamente activos que se encuentran en el café, incluyendo polifenoles, alcaloides, magnesio, potasio y vitamina E. Por ello, estos efectos beneficiosos no pueden ser extrapolados a otras fuentes alimentarias de cafeína. La utilidad terapéutica de la cafeína es históricamente conocida. En la actualidad, la cafeína forma parte de la formulación de 34 especialidades farmacéuticas autorizadas en España (AEMPS-CIMA, 2021). Como principio activo se incorpora como cafeína, cafeína citrato o cafeína anhidra y suele estar acompañada de una gran diversidad de principios activos entre los que destacan paracetamol, propifenazona. La mayoría de estas especialidades farmacéuticas no están sujetas a prescripción médica y el consumidor puede recibir su dispensación sin la presentación de receta médica. Cabe mencionar que formulada como único principio activo puede alcanzar hasta los 300 mg y su indicación terapéutica es el alivio sintomático y ocasional de los estados pasajeros de astenia en pacientes mayores de 12 años. Se recomienda no administrar más de 1000 mg/día (3 cápsulas/ día), repartidos en varias tomas y no tomar la última dosis en las 6 horas anteriores a acostarse, para evitar el posible insomnio. Además, las fichas técnicas aprobadas por la Agencia Española de Medicamentos y Productos Sanitarios (AEMPS) indican entre las advertencias y precauciones especiales de empleo que no debe utilizarse en niños menores de 12 años. Las especialidades farmacéuticas con cafeína suelen además incluir en sus prospectos y fichas técnicas la relación de efectos adversos asociados a esta molécula. Entre los muy frecuentes (en más de 1 de cada 10 pacientes), cafeína puede producir insomnio, inquietud y excitación; entre los frecuentes (en menos de 1 de cada 10 pero en más de 1 de cada 100 pacientes) cafeína puede producir náuseas, vómitos, diarrea, dolor de estómago, dolor de cabeza, zumbido de oídos, desorientación, trastornos del ritmo del corazón, irritabilidad, sofocos, respiración acelerada, eliminación muy abundante de orina. Con dosis altas de cafeína puede aparecer ansiedad y angustia. Si bien son necesarios más estudios para mejorar el conocimiento de las posibles consecuencias negativas sobre la salud del consumo de bebidas energéticas (De Sanctis et al., 2017), muchos de los resultados sobre la salud observados en los consumidores son previsibles en base al conocimiento actual de las acciones multiorgánicas de la cafeína y que se resumen a continuación: 6.2.1 Efectos sobre el sistema nervioso central (SNC) Además de poseer diversos objetivos bioquímicos (receptores GABA; receptores de adenosina A1 y A2A), la cafeína modula la actividad de las proteínas quinasas y fosfodiesterasas. Así, el bloqueo de los receptores de adenosina A2A del estriado se ha asociado con propiedades psicoactivas de la cafeína entre las que destacan el aumento sostenido de la capacidad intelectual, la habilidad revista del comité científico nº 33164 motora, la alerta y el pensamiento rápido y claro, y la disminución de la sensación de fatiga mental lo que mejora las relaciones interpersonales. Sin embargo, el consumo de cafeína se asocia con una menor calidad del sueño en sujetos que son subjetivamente sensibles a la cafeína (Retey et al., 2007) y el consumo de cantidades excesivas genera trastornos del sueño (insomnio de inicio del sueño), implicaciones negativas para la cognición en general, y la atención y la memoria, en particular (Mednick et al., 2008). Además, la ingesta de cafeína puede inducir trastornos psicoconductuales, que incluyen nerviosismo, irritabilidad y ansiedad, o incluso ataques de pánico o manifestaciones psicóticas, en particular alucinaciones. El consumo crónico de altas dosis de cafeína (cafeísmo), estimadas en superiores a 300 mg/día, se puede manifestar por cinco grandes síndromes psiquiá - tricos: síndrome de ansiedad, síndrome hipocondríaco, el síndrome caracterizado por insomnio y cefalea, un síndrome depresivo y de abstinencia. Según Jones y Fernyhough (2008), el cafeísmo podría aumentar el riesgo de alucinaciones, particularmente en condiciones estresantes. La inges - ta única de 300 o 400 mg de cafeína puede inducir tensión mental y ansiedad, especialmente si el paciente se encuentra en un contexto estresante (Smith, 2002) (Childs y de Wit, 2008). A dosis altas puede reducir el umbral convulsivo. 6.2.2 Efectos sobre el sistema cardiovascular El sistema cardiovascular es un órgano diana de los efectos agudos de la cafeína (EFSA, 2015b). Entre sus efectos observamos: liberación de catecolaminas; aumento de la frecuencia cardiaca y arritmias; disminución de la precarga (por la vasodilatación periférica); aumento de la contractibi - lidad; taquicardia (síntoma clásico de la intoxicación por cafeína); aumento de la presión arterial (Cohen y Townsend, 2006) (Arciero y Ormsbee, 2009); angina de pecho (Berger y Alford, 2009) (Scott et al., 2011) vasodilatación periférica por relajación de la musculatura lisa de la media vascular y vasoconstricción cerebral (de ahí su utilidad en la migraña). Los posibles riesgos cardiovasculares asociados con el consumo de bebidas energéticas en Europa han sido ampliamente revisados (Ehlers et al., 2019). Así, el consumo moderado de bebidas energéticas (ingesta aguda de cafeína de hasta 200 mg) no resulta en cambios cardiovasculares clí - nicamente relevantes en adultos jóvenes sanos. Sin embargo, la ingesta alta de bebidas energéticas (aproximadamente, 1 l) se asocia con efectos adversos moderados a graves (por ejemplo, intervalo QTc prolongado, palpitaciones) (Ehlers et al., 2019). Es por lo que los grupos de población que pueden ser más susceptibles a los efectos adversos de bebidas energéticas y cafeína incluyen personas con predisposición a ciertos trastornos cardíacos y condiciones como el síndrome de QT prolongado congénito. 6.2.3 Efectos sobre el sistema respiratorio No se han evidenciado efectos adversos de la cafeína sobre el sistema respiratorio. De hecho, por sus efectos broncodilatadores está especialmente indicada en la apnea del neonato prematuro (Henderson-Smart y De Paoli, 2010). Su mecanismo de acción se centra en la estimulación directa del centro respiratorio, el aumento del ritmo ventilatorio por minuto, el incremento en la respuesta a la hipercapnia (Chou, 1992), el aumento del tono muscular esquelético, así como la disminución de 165revista del comité científico nº 33 la fatiga diafragmática. Además, la cafeína reduce la fatiga en los músculos respiratorios (Welsh et al., 2010). El efecto relajante sobre los músculos bronquiales puede atribuirse a su capacidad de inhibir las fosfodiesterasas y antagonizar los receptores de adenosina. 6.2.4 Efectos sobre el sistema osteomuscular La cafeína es relajante de la musculatura lisa, de ahí su efecto broncodilatador y en el músculo estria - do aumenta el trabajo muscular a través de la mayor contractilidad y la disminución de la fatiga. En buena medida esto se debe a la liberación de calcio. A dosis masivas puede, sin embargo, provocar la lisis celular. Se ha descrito rabdomiolisis tras el consumo de ingestas diarias superiores a 900 mg/ día y de dosis masivas (superiores a 1000 mg) en una sola ingestión (Phillips et al., 2012). Este hecho podría ser explicado por la activación de proteasas dependientes del calcio. En dosis repetidas, pero más bajas, la cafeína podría potenciar los efectos de psicoestimulantes como la efedrina y sus derivados sobre el desencadenamiento de la rabdomiolisis. Además, en mujeres postmenopáusicas produce un aumento de la pérdida ósea (Wikoff et al., 2017). 6.2.5 Efectos sobre el sistema urinario La cafeína tiene un efecto diurético (Nawrot et al., 2003). El consumo de cafeína aumenta el volumen de orina, la excreción de electrolitos (Ca, Mg, K, Na y Cloruro) e inhibe también la reabsorción de Na. El efecto diurético es menor en los consumidores habituales de café (Maughan y Griffin, 2003). 6.2.6 Efectos sobre el aparato digestivo La cafeína incrementa la secreción de ácido (aunque no parece ser un factor de riesgo para enfer - medad ulcerosa), gastrina y pepsina. El aumento de la secreción de ácido gástrico pudiera ser la causa de síntomas de reflujo, pero ello se ha atribuido a otros componentes del café. Sin embargo, al disminuir la presión en el esfínter inferior del esófago, podría promover el reflujo gastroesofágico o incluso los vómitos. También potencia la acción de los secretagogos (histamina, colinérgicos, pentagastrina) a nivel de intestino delgado, lo que pudiera provocar, en algún caso, diarrea (Boekema et al., 1999). 6.2.7 Efectos sobre el sistema endocrino Se ha comprobado que la cafeína aumenta el índice metabólico basal hasta un 10 %, favorece la liberación de catecolaminas y aumenta la renina plasmática y la PTH. El incremento de la secreción de insulina (dependiente de la glucosa), se encuentra mediado por un efecto hiperglucemiante dependiente de la estimulación simpática. Este hecho se manifiesta en una elevación de la gluco - genólisis, lipólisis y gluconeogénesis (Dewar y Heuberger, 2017). 6.3 Cafeína: recomendaciones y límites a la ingesta Varias agencias de salud han establecido valores umbral máximos para la ingesta de cafeína. Las dosis propuestas son diversas, ya que algunas representan dosis para las que ya se han observado efectos adversos y otras representan dosis sin efectos observados. Además, se basan en evidencia revista del comité científico nº 33166 científica limitada (a veces un solo estudio) que difiere en su naturaleza según los valores conside - rados (datos epidemiológicos, estudio experimental, etc.). EFSA (2015b) asocia la ingesta de 3 mg cafeína/kg p.c./día como el consumo responsable de efectos adversos generales para la salud (efectos cardiovasculares y hematológicos, neurológicos y psicocomportamentales) y la ingesta de 1,4 mg cafeína/kg p.c./día como el consumo asociado a alteraciones del sueño (latencia del sueño y reducción de la duración del sueño). Sin embargo, recientemente, el Norwegian Scientific Committee for Food Safety (VKM, 2019) concluyó que el punto de referencia de 3 mg/kg p.c./día, establecido por EFSA, no protege necesariamente a personas con predisposición a ciertas afecciones cardíacas. Según EFSA (2015b), la ingesta total de cafeína que no suscitaría preocupaciones sobre los efectos adversos para la salud de la población sana por subgrupos sería: Adultos sanos (70 kg), sin incluir mujeres embarazadas o en período de lactancia: - Dosis únicas de hasta 200 mg (aproximadamente, 3 mg/kg p.c.). - Dosis de hasta 200 mg cuando consumidas en un periodo de menos de 2 horas antes del ejercicio físico intenso en condiciones ambientales normales. - Dosis únicas de 100 mg (aproximadamente, 1,4 mg/kg p.c.) pueden aumentar la latencia del sueño y reducir la duración del sueño en algunos individuos, particularmente, cuando son ingeridas cerca de la hora de acostarse. - Dosis de hasta 400 mg/día (aproximadamente, 5,7 mg/kg p.c.) no supone riesgo para un adulto sano, exceptuando el caso de las mujeres embarazadas (EFSA, 2015b). La evidencia gene - ralmente apoya que a estas dosis en adultos sanos no se asocian efectos cardiovasculares adversos evidentes ni efectos de comportamiento, ni reproductivos y de desarrollo, ni efectos agudos o ni afectación ósea (Wikoff et al., 2017). Niños y adolescentes: - (3 mg/kg p.c./día) es el límite teórico de ingesta diaria de cafeína propuesto, ya que no existen estudios de consumo de cafeína en este grupo de edad. - Dosis de 1,4 mg/kg p.c./día pueden aumentar la latencia del sueño y reducir la duración del sueño en algunos niños y adolescentes, especialmente cuando se consumen cerca de la hora de acostarse. Health Canada (2011) recomienda que la ingesta máxima diaria de cafeína para niños menores de 12 años no debe exceder los 2,5 mg/kg p.c. Los adolescentes deben seguir las recomendaciones de precaución de 2,5 mg/kg p.c./día y los adolescentes mayores y más pesados pueden consumir hasta el límite de adulto de 400 mg/día. Wikoff et al. (2017) defienden que la evidencia disponible sugiere que 2,5 mg de cafeína/kg p.c./día sigue siendo una recomendación adecuada. Asimismo, Health Canada (2011) respalda el establecimiento de un límite máximo inicial de cafeína total de 400 mg por litro con una cantidad máxima de cafeína que no debe exceder los 180 mg por envase que se presenta como envase individual. En lo que respecta a mujeres embarazadas sanas, la evidencia respalda que una ingesta de hasta 300 mg de cafeína/día, generalmente, no se asocia con efectos adversos sobre la reproducción y el 167revista del comité científico nº 33 desarrollo (Wikoff et al., 2017). Sin embargo, en lo que atañe a las bebidas energéticas, el Reglamento (UE) Nº 1169/2011 del Parlamento Europeo y del Consejo sobre la información alimentaria facilitada al consumidor (UE, 2011) recoge que si el contenido en cafeína es superior a 150 mg/l deberán presentar la mención \"Contenido elevado de cafeína: No recomendado para niños ni mujeres embarazadas o en período de lactancia \" junto con la indicación de la cantidad de cafeína que aportan expresado en mg por 100 ml. 6.4 Cafeína: dependencia, abstinencia y sobredosis La cafeína puede generar dependencia física moderada y tolerancia. Tiene demostrado su efecto reforzador (aparece dependencia con 100 mg/día). El cafeísmo, nombre por el que se conoce a la dependencia cafeínica, se suele caracterizar por un estado de nerviosismo, agitación, ansiedad e insomnio. A veces pueden aparecer trastornos gastrointestinales, cardiacos y del SNC con ingestas superiores a 250 mg/día. Cuando se suprime su consumo en pacientes habituados, se produce un característico síndrome de abstinencia entre las 12 y 24 horas tras el último consumo con pico máximo entre las 24 y 48 horas y que parece deberse al bloqueo de los receptores de adenosina (especialmente los de tipo A1) y a la desregulación de los receptores beta-adrenérgicos. Los signos y síntomas del cuadro de abstinencia se caracterizan por cefalea (síntoma más característico), enrojecimiento facial, fatiga, ansiedad, trastornos psicomotores, letargia, depresión, cierto deterioro de la función cognitiva, craving por cafeína y trastornos psicomotores con disminución de la atención en niños. Suele desaparecer con la ingesta de cafeína. La mayor parte de las intoxicaciones por cafeína suelen cursar con síntomas de escasa gravedad. Las primeras manifestaciones que aparecen tras una sobredosis por vía oral suelen ser de tipo gas - trointestinal: náuseas, vómitos o pirosis y epigastralgia. Tras ello suele comenzar una sintomatología nerviosa caracterizada por inquietud, ansiedad, irritabilidad, temblores, y junto a ello, taquicardia, en ocasiones arritmias, hipo o hipertensión y acidosis metabólica. A nivel cardiovascular se ha señalado la aparición de palpitaciones, crisis de enrojecimiento, arritmias, taquicardia, aumento del intervalo QRS y la presión sistólica en ocasiones. Dosis de 1 g pueden causar síntomas de gravedad, aunque la dosis letal se encontraría en torno a los 150-200 mg/kg p.c., lo que equivaldría a unos 7,5 a 15 g para un adulto. Estas dosis tóxicas son, sin embargo, muy difíciles de establecer debido a las variaciones interindividuales, la tolerancia a la cafeína o la presencia de enfermedades concomitantes. 6.5 Cafeína: estimación y evaluación de la exposición dietética a partir del consumo de bebidas energéticas En 2013, Zucconi et al. estimaron la exposición promedio a la cafeína a partir de bebidas energéti - cas en 22,4 mg/día (0,32 mg/kg p.c./día) para los consumidores europeos adultos (18-65 años), y la contribución de las bebidas energéticas a la exposición total a la cafeína en el 8 %. La exposición a la cafeína aumentaba a 48,3 mg/día (0,7 mg/kg p.c./día) en consumidores crónicos elevados, con una contribución relativa de las bebidas energéticas de, aproximadamente, el 13 %. En adolescentes revista del comité científico nº 33168 europeos (10-18 años) la exposición promedio a la cafeína a partir de las bebidas energéticas fue de 23,5 mg/día (0,38 mg/kg p.c./día), con una contribución promedio de las bebidas energéticas a la exposición total a la cafeína del 13 %. La exposición a la cafeína a partir de las bebidas energéticas aumentó a 75,08 mg/día (1,18 mg/kg p.c./día) en los adolescentes consumidores crónicos elevados, lo que contribuyó al 16 % de la exposición total a la cafeína. La exposición promedio a cafeína a partir de bebidas energéticas en niños europeos de 3 a 10 años fue de 21,97 mg/día (1 mg/kg p.c./día), con una contribución relativa de las bebidas energéticas a la exposición total a la cafeína del 43 %. La exposición a la cafeína a partir de las bebidas energéticas aumentó a 42,9 mg/día (1,98 mg/kg p.c./ día) en consumidores crónicos elevados, con una contribución relativa de las bebidas energéticas del 48 % (Zucconi et al., 2013). En 2015, las ingestas diarias medias de cafeína fueron reestimadas observándose una amplia variabilidad entre los Estados miembros de la Unión Europea. Según estimaciones de EFSA (2015b), oscilaban entre 22-417 mg para los muy ancianos (75 años y más), 23-362 mg para los ancianos (65-75 años), 37-319 mg para los adultos (18-65 años), 0,4-1,4 mg/kg p.c. para los adolescentes (10-18 años), 0,2-2,0 mg/kg p.c. para los niños (3-10 años) y 0-2,1 mg/kg p.c. para los niños pequeños (12-36 meses). Una proporción sustancial de niños y adolescentes (12 % en 16 Estados miembros de la Unión Europea) beben bebidas energéticas en grandes cantidades (1 l) y esto podría suponer un posible riesgo para la salud de este grupo (Ehlers et al., 2019). Por ello, las recomendaciones de consumo con límites máximos de ingesta de los distintos tipos de bebidas (en base a su contenido en cafeína) pue - den resultar de gran utilidad en la gestión y comunicación de los riesgos asociados a esta sustancia. La revisión bibliográfica de Verster y Koenig (2018) de 18 informes sobre estudios representativos a nivel nacional del consumo de cafeína reveló que la ingesta media diaria total de cafeína en niños, adolescentes y adultos está por debajo de las recomendaciones de ingesta de cafeína, como las establecidas en 2015 por EFSA (3 mg/kg p.c./día para niños y adolescentes, y 400 mg/día para adultos) y en 2011 por Health Canada (2,5 mg/kg p.c./día para niños y adolescentes, y 400 mg/día para adultos). La ingesta diaria total de cafeína se ha mantenido estable en los últimos 10 a 15 años, y el café, el té y los refrescos son las fuentes de cafeína más importantes. En todos los grupos de edad, las bebidas energéticas contribuyen poco a la ingesta total de cafeína (Verster y Koenig, 2018). Otros autores, sin embargo, opinan que el consumo de cafeína a partir de bebidas energéticas ha aumentado en los últimos años (Ruiz y Scherr, 2018). En Estados Unidos, los consumidores de bebidas energéticas tenían una ingesta total de cafeína significativamente mayor a la ingesta total de cafeína de los no consumidores siendo éstas de 227,0 mg frente a 52,1 mg en adolescentes, 278,7 mg frente a 135,3 mg en adultos jóvenes y 348,8 mg frente a 219,0 mg en adultos de mediana edad (Vercammen et al., 2019). Conociendo que los envases comercializados de bebidas energéticas en España suelen presentar volúmenes de 250 ml y 500 ml, se podrían plantear diversos escenarios posibles de consumo: 250 ml/día, 500 ml/día (1 envase de 500 ml o 2 envases de 250 ml) y 1000 ml (4 envases de 250 ml o 2 envases de 500 ml). Para estimar la ingesta de cafeína derivada del consumo de estos volúmenes de bebidas energéti - cas (Tabla 1), además del peso corporal, consideraremos las concentraciones habituales de cafeína 169revista del comité científico nº 33 en las distintas presentaciones comerciales: 15, 32, 40 y 55 mg cafeína/100 ml. Aunque se conocen por la encuesta ENALIA (2015, 2017) los pesos corporales medios de la población española adulta, adolescente e infantil: 81,4 kg para todos los varones adultos, de 66,9 kg para las mujeres adultas, de 68,7 kg para adultos jóvenes de 18 a 30 años, de 76,4 kg para adultos de 76,4 años, de 74,8 kg para adultos de 51 a 70 años, de 73,2 kg para mayores de 70 años, 59,4 kg para los adolescentes de 14 a 17 años, 46,6 kg para los adolescentes de 11 a 13 años, 36,9 kg para los niños de 9 a 10 años, se acuerda usar para la presente evaluación pesos corporales aproximados de 50, 60 y 70 kg. Tabla 1 . Estimación y evaluación de la ingesta de cafeína a partir del consumo de 250, 500 y 1000 ml de bebida energética con contenido de 15, 32, 40 y 55 mg cafeína/100 ml cafeína/ 100 mlVolumen de bebida energética ingerida (ml) 250 ml 500 ml 1000 ml Ingesta de cafeína (mg totales y mg/kg p.c.) 15 mgmg totales 37,5 mg 75 mg 150 mg si 50 kg p.c. 0,75 mg/kg p.c. 1,5 mg/kg p.c. 3 mg/kg p.c. si 60 kg p.c. 0,62 mg/kg p.c. 1,25 mg/kg p.c. 2,5 mg/kg p.c. 70 kg p.c. 0,53 mg/kg p.c. 1,07 kg p.c. 2,14 kg p.c. 32 mgmg totales 80 mg 160 mg 320 mg si 50 kg p.c. 1,6 mg/kg p.c. 3,2 mg/kg p.c. 6,4 mg/kg p.c. si 60 kg p.c. 1,3 mg/kg p.c. 2,6 mg/kg p.c. 5,3 mg/kg p.c. si 70 kg p.c. 1,14 mg/kg p.c. 2,28 mg/kg p.c. 4,57 mg/kg p.c. 40 mgmg totales 100 mg 200 mg 400 mg si 50 kg p.c. 2 mg/kg p.c. 4 mg/kg p.c. 8 mg/kg p.c. si 60 kg p.c. 1,66 mg/kg p.c. 3,33 mg/kg p.c. 6,6 mg/kg p.c. 5,71 mg/kg p.c. 55 mgmg totales 137,5 mg 275 mg 550 mg si 50 kg p.c. 2,75 mg/kg p.c. 5,5 mg/kg p.c. 11 mg/kg p.c. si 60 kg p.c. 2,3 mg/kg p.c. 4,6 mg/kg p.c. 9,2 mg/kg p.c. Si 70 kg p.c. 1,96 cafeína/kg p.c./día: asociadas a alteraciones del sueño (latencia del sueño y reduc - ción de la duración del sueño) (EFSA, 2015b). Ingestas >3 mg cafeína/kg p.c./día: responsables de efectos adversos generales para la salud (efectos cardiovasculares y hematológicos, neurológicos y psicocomportamentales) (EFSA, 2015b). La evaluación de estos hábitos de consumo (250, 500 y 1000 ml/día) en base a los límites recomenda - dos por EFSA (2015b) de 1,4 mg/kg p.c./día y 3 mg/kg p.c./día como dosis diarias asociadas a altera - ciones del sueño (latencia del sueño y reducción de la duración sueño) y efectos adversos generales para la salud (efectos cardiovasculares y hematológicos, neurológicos y psicocomportamentales), respectivamente, nos sugiere que:revista del comité científico nº 33170 Para cualquier consumidor entre 50 y 70 kg de peso corporal, consumir 1 envase de 250 ml de bebidas de 15, 32, 40 y 55 mg cafeína/100 ml no se asociaría a efectos adversos generales para la salud (cardiovasculares, hematológicos, neurológicos ni psicocomportamentales) pues la ingesta de cafeína sería <3 mg/kg p.c./día. Para consumidores de 50 kg de peso corporal: - Consumir 1000 ml de cualquier bebida energética (15, 32, 40 y 55 mg cafeína/100 ml) o consumir 500 ml de bebida energética con 32, 40 y 55 mg cafeína/100 ml se asociaría a alteraciones del sueño (latencia del sueño y reducción de la duración del sueño) y a efectos adversos genera - les para la salud (cardiovasculares, hematológicos, neurológicos y psicocomportamentales) pues la ingesta de cafeína superaría las dosis de 1,4 y 3 mg/kg p.c./día asociadas a ellos. - Consumir 500 ml de bebida energética de 15 mg cafeína/100 ml no se asociaría a efectos adversos generales para la salud (cardiovasculares, hematológicos, neurológicos ni psico - comportamentales) pues la ingesta de cafeína sería <3 mg/kg p.c./día, pero sí se asociaría a alteraciones del sueño pues el máximo de cafeína ingerida sería 75 mg/día que para 50 kg p.c. suponen un máximo de 1,5 mg/kg p.c./día >1,4 mg/kg p.c./día señalados por EFSA (2015b). - Consumir cualquier envase de los comercializados (250 ml o 500 ml) de bebidas de 32, 40 o 55 mg cafeína/100 ml se asociaría a alteraciones del sueño pues se superarían los 1,4 mg/kg p.c./día recomendados por EFSA (2015b). Se recomienda evitar estas bebidas de 32, 40 y 55 mg/100 ml para evitar alteraciones del sueño en personas con este peso corporal de 50 kg. En consumidores de 60 kg de peso corporal: - Consumir hasta 500 ml/día de bebida energética con 15 mg cafeína/100 ml no se asociaría a alteraciones del sueño pues el máximo de cafeína ingerida sería 75 mg/día que para 60 kg p.c. suponen un máximo de 1,25 mg/kg/p.c./día <1,4 mg/kg p.c./día señalados por EFSA. Se recomienda no superar los 500 ml de bebidas de 15 mg/100 ml para evitar alteraciones del sueño. - Consumir 250 ml/día de bebida energética de 32 mg cafeína/100 ml no se asociaría a altera - ciones del sueño pues el máximo de cafeína ingerida serían 80 mg/día que para 60 kg p.c. suponen un máximo de 1,33 mg/kg/p.c./día <1,4 mg/kg p.c./día. Consumir 500 ml de una bebida de 32 mg/100 ml expondría al consumidor a alteraciones del sueño pues superaría la dosis de 1,4 mg/kg p.c./día. Se recomienda limitar a 1 envase de 250 ml el consumo de bebidas energéticas de 32 mg/100 ml para evitar alteraciones del sueño. - Consumir 500 ml de bebidas de 15 y 32 mg cafeína/100 ml no se asociaría a efectos adversos generales para la salud (cardiovasculares, hematológicos, neurológicos ni psicocomporta - mentales) pues la ingesta de cafeína sería <3 mg/kg p.c./día. - Consumir cualquier envase de los comercializados (250 ml o 500 ml) de bebidas de 40 o 55 mg cafeína/100 ml se asociaría a alteraciones del sueño pues se superarían los 1,4 mg/kg p.c./ día recomendados. Se recomienda evitar bebidas de 40 y 55 mg cafeína/100 ml para evitar alteraciones del sueño.171revista del comité científico nº 33 - Consumir 1000 ml de cualquier bebida energética (15, 32, 40 y 55 mg cafeína/100 ml) o 500 ml de bebida energética con 40 y 55 mg cafeína/100 ml se asociaría no sólo con alteraciones del sueño (latencia del sueño y reducción de la duración del sueño) sino con efectos adversos generales para la salud (cardiovasculares, hematológicos, neurológicos y psicocomporta - mentales) pues la ingesta de cafeína superaría las dosis de 1,4 y 3 mg/kg p.c./día asociadas a ellos. Se recomienda evitar consumos de 1000 ml de cualquier bebida energética. En consumidores de 70 kg de peso corporal: - Consumir hasta 500 ml/día de bebida energética con 15 mg cafeína/100 ml o hasta 250 ml de bebida energética con 32 mg/100 ml no se asociaría a alteraciones del sueño pues el máximo de cafeína ingerida sería <1,4 mg/kg p.c./día. - Consumir 1000 ml/día de bebida energética de 15 mg/día; 500 ml de bebidas de 32 mg cafeí - na/100 ml; 250 y 500 ml/día de bebidas de 40 mg cafeína/100 ml o 250 ml de bebidas de 55 mg cafeína/100 ml expondría al consumidor de 70 kg a ingestas de cafeína >1,4 mg cafeína/kg p.c./ día que derivarían en alteraciones del sueño (latencia del sueño y reducción de la duración del sueño). - Consumir 1000 ml de bebidas de 32 y 40 mg cafeína/100 ml o más de 500 ml de bebidas de 55 mg cafeína/100 ml se asociaría a efectos adversos generales para la salud (cardiovasculares, hematológicos, neurológicos y psicocomportamentales) en consumidores de 70 kg pues la ingesta de cafeína sería >3 mg/kg p.c./día. En la siguiente Tabla se describe y visibiliza en colores la probabilidad de aparición de alteraciones del sueño (naranja) y/o efectos generales para la salud (rojo) en base al peso corporal y el volumen de cada tipo de bebida (15, 32, 40 y 55 mg cafeína/100 ml) consumido (Tabla 2). Tabla 2. Riesgo de alteraciones del sueño y efectos generales para la salud en función del volumen consu - mido (250, 500, 1000 ml) y la concentración de cafeína de la bebida energética (15, 32, 40 y 55 mg cafeína/100 ml) para cada tipo de consumidor según su peso (50, 60, 70 kg p.c.) Cafeína/ 100 mlVolumen de bebida energética consumida 250 ml 500 ml 1000 ml 50 kg 60 kg 70 kg 50 kg 60 kg 70 kg 50 kg 60 kg 70 kg 15 mg Sin altera- ción del sueño gene- saludSin efectos la saludrevista del comité científico nº 33172 Tabla 2. Riesgo de alteraciones del sueño y efectos generales para la salud en función del volumen consu - mido (250, 500, 1000 ml) y la concentración de cafeína de la bebida energética (15, 32, 40 y 55 mg cafeína/100 ml) para cada tipo de consumidor según su peso (50, 60, 70 kg p.c.) Cafeína/ 100 mlVolumen de bebida energética consumida 250 ml 500 ml 1000 ml 50 kg 60 kg 70 kg 50 kg 60 kg 70 kg 50 kg 60 kg 70 kg 32 mg Altera- ción sueño gene- rales sobre la salud Sin efectos gene- rales sobre efectos gene- saludEfectos genera- les sobre la saludEfectos genera- les sobre la mg gene- les efectos gene- saludEfectos genera- saludEfectos genera- les sobre la saludEfectos genera- les sobre la mg gene- saludEfectos sobre la saludEfectos genera- les sobre la saludEfectos genera- les sobre la saludEfectos genera- les sobre la saludEfectos genera- les sobre la salud 1,4 mg/kg p.c./día: dosis asociada a alteraciones del sueño (latencia del sueño y reducción de la dura - ción del sueño) (EFSA, 2015b). 3 mg/kg p.c./día: dosis diaria asociada a efectos adversos generales para la salud (efectos cardiovas - culares y hematológicos, neurológicos y psicocomportamentales) (EFSA, 2015b). Considerando los grupos de edad y pesos corporales descritos en la encuesta ENALIA (2015, 2017) para la población española, las cantidades de bebida energética (ml/día) que se pueden consumir, asumiendo que no hay otra fuente dietética de cafeína, para no superar los dos puntos de referencia por grupos de edad y concentraciones de cafeína (15, 32, 40 y 55 mg/100 ml de bebida energética) se recogen en la siguiente Tabla 3. 173revista del comité científico nº 33 Tabla 3. Cantidades máximas a consumir (ml) por grupo de edad y peso corporal de cada una de las bebidas energéticas para no exponerse al riesgo de alteraciones del sueño y/o efectos generales sobre la salud Cafeína/ 100 46,6 59,4 68,7 46,6 59,4 68,7 Cantidad (ml) máxima de bebida energética a consumir para mantener la ingesta <1,4 mg de cafeína/kg p.c./día y evitar los trastornos del sueño (EFSA, 2015b)Cantidad (ml) máxima de bebida energética a consumir para mantener ingesta <3 mg de cafeína/kg p.c./día y evitar los efectos adversos generales para la salud (EFSA, 2015b) 15 mg 434,9 554,4 641 324 374,7 Si consideramos las bebidas con 32 mg de cafeína/100 ml, como las más habituales, con el fin de evitar alteraciones del sueño se debería limitar el consumo a 200 ml (80 % del envase 250 ml) en adolescentes de 11 a 13 años, a 250 ml en adolescentes de 14 a 17 años y a 300 ml en adultos jóvenes de 18 a 30 años. Para evitar efectos adversos generales para la salud (efectos cardiovasculares y hematológicos, neurológicos y psicocomportamentales) el consumo de bebidas formuladas con 32 mg cafeína/100 ml no debería superar los 436,9; 556,9 y 644,1 ml en adolescentes de 11-13 años, 14-17 años y adultos de 18 a 30 años, respectivamente. 7 . Taurina 7 .1 Taurina: generalidades La taurina (ácido 2-aminoetanosulfónico, Nº CAS: 107-35-7) es un aminoácido azufrado no esencial que está presente de manera natural en los alimentos. Las principales fuentes dietéticas de taurina son los productos cárnicos, pescados y mariscos, pero también está presente en lácteos, huevos, frutos secos y legumbres (Brosnan y Brosnan, 2006). Se ha estimado que la ingesta diaria de taurina en la población es de 10 a 400 mg/día (Shao y Hathcock, 2008) y otros autores la sitúan entre 20-200 mg/día (Babu et al., 2011). Como valor de referencia se estima que la exposición dietética media a través de una dieta omnívora es de 58 mg taurina/día, y puede ser prácticamente inexistente en dietas vegetarianas estrictas (EFSA, 2009). La exposición dietética a taurina en la población también puede provenir de los suplementos alimenticios al ser utilizada como ingrediente. La taurina es rápidamente absorbida por el organismo alcanzando el nivel plasmático máximo entre los 60 y 90 minutos, y retornando a niveles basales al cabo de 3-5 horas (SCF, 2003) (EFSA, 2009). La excreción de la taurina en el organismo es muy eficaz. La taurina es mayoritariamente excretada del organismo a través de la orina como taurina, pero también como su sulfato derivado. La taurina puede ser sintetizada en el hígado en niveles entre 50 y 125 mg/día a partir de cisteína revista del comité científico nº 33174 y metionina vía la L-cisteínasulfinato decarboxilasa, que requiere la oxidación de hipotaurina a taurina como paso final, aunque también puede biosintetizarse a partir de otros compuestos azu - frados (Stipanuk, 2004). El papel biológico de la taurina es muy diverso, ya que participa en diversos procesos fisiológicos de muy amplio espectro. La taurina está principalmente implicada en la estabilización de las sales biliares que participan en la digestión de los lípidos, pero también participa en la osmoregulación y estabilidad de la membrana celular, así como en el metabolismo del calcio, la correcta actividad neuronal y funcionalidad del musculo esquelético (Brosnan y Brosnan, 2006). La taurina es uno de los aminoácidos en forma libre más abundantes en el cuerpo humano, estando presente en concen - traciones relativamente elevadas en el musculo cardiaco y en el sistema nervioso central (Stapleton, et al., 1997) (Lourenco y Camilo, 2002) (Schaffer et al., 2010). La alteración de la homeostasis de la taurina ha sido relacionada con eventos cardiovasculares y desordenes neuronales, incluyendo el autismo y la epilepsia (Junyent et al., 2009) (Kuwabara et al., 2013). La deficiencia de taurina se asocia con miocardiopatías, disfunción renal, anomalías del desarrollo y daño severo a las neuronas de la retina. Otros efectos adversos notificados con mayor frecuencia fueron la fatiga moderada, somnolencia, cambios cognitivos (pérdida de atención) y ataxia (Pearl et al., 2014). 7 .2 Taurina: presencia en bebidas energéticas La taurina es un ingrediente habitual en la formulación de las denominadas bebidas energéticas. Aunque existen cientos de tipos de bebidas energéticas de composición muy heterogénea en el mercado internacional, la gran mayoría de ellas comparten un mismo perfil de ingredientes al ser mezclas que habitualmente contienen cafeína, taurina y glucuronolactona en diferentes proporcio - nes. El formato comercial de distribución habitual de este tipo de productos es la lata de 250 ml, pero también está extendido los denominados \"shot\" que son concentrados de aproximadamente 60 ml y los formatos en polvo (Heckman et al., 2010b). Una formulación estándar de bebida energética de 250 ml contiene 80 mg de cafeína (320 mg/l), 1000 mg de taurina (4000 mg/l), 600 mg de glucuronolactona (2400 mg/l), 18 mg de niacina (72 mg/l), 2 mg de vitamina B6 (8 mg/l), 0,001 mg de vitamina B12 (0,004 mg/l), 6 mg de ácido pantoténico (24 mg/l), 2 mg de tiamina (8 mg/l), 1,65 mg de riboflavina (5,40 mg/l) y 50 mg de inositol (200 mg/l) (EFSA, 2009) (VKM, 2019). En algunos países, como Alemania, se ha establecido unos límites regulatorios relativos a la taurina de 4000 mg/l (AendVO2_FruchtsaftVO, 2012). Dado que los mariscos, la carne de vacuno y de aves de corral contienen cantidades significativas de taurina, el consumo de 1 o 2 bebidas energéticas podría llevar la ingesta diaria de un individuo a superar los límites aceptados (Brown et al., 2020). En la evaluación realizada en 2013 por la Agence nationale de sécurité sanitaire de l'alimentation, de l'environnement et du travai (ANSES) se estudiaron 126 bebidas energéticas comercializadas en el mercado francés, donde solo 103 de los productos mostraban un listado de ingredientes completo, y de estas, el 52 % (n= 54) contenían taurina (ANSES, 2013). La presencia de taurina en la formulación de la bebida estaba acompañada en el 98 % de los casos por cafeína y glucuronolactona. El estudio 175revista del comité científico nº 33 realizado por EFSA se centró en 53 bebidas energéticas del mercado europeo, de las que 49 conte - nían taurina en la formulación, y además aparecía conjuntamente con cafeína y glucuronolactona (EFSA, 2013). En la actualidad, el contenido medio de taurina en las bebidas energéticas es relativamente esta - ble, aunque ha ido incrementándose progresivamente desde las primeras formulaciones comer - cializadas (Sha y Hathcock, 2008). El estudio de Triebel et al. (2007) sobre 80 muestras de bebidas energéticas muestra una concentración promedio de taurina de 3180 mg/l. El estudio de ANSES (2013) describe un contenido medio de 3800 mg/l de taurina y el de EFSA (2013) describe un contenido medio de 3412 mg/l y mediana de 4000 mg/l de taurina en bebidas energéticas. El contenido promedio de tau - rina en las bebidas energéticas comercializadas en Canadá es de 4000 mg/l, aunque se encontraron productos con un contenido en taurina desde 40 a 8000 mg/l (Rotstein et al., 2013). En consecuencia, es realista tomar de referencia un contenido medio de 4000 mg taurina/l en la formulación de bebidas energéticas para estudios de exposición y evaluación del riesgo. 7 .3 Taurina: exposición dietética a partir del consumo de bebidas energé - ticas EFSA estimó la exposición crónica a taurina a partir del consumo de bebidas energéticas en diferen - tes grupos de edades (adultos, adolescentes y niños) para 16 Estados miembros, incluida España, (EFSA, 2013). La exposición europea a taurina a partir del consumo de bebidas energéticas por la población adulta es de 271,9 mg/día p.c./día), alcanzando los 585,8 mg/día (8,49 mg/kg p.c./día) en consumidores adultos crónicos. Para los adolescentes, la exposición a taurina es de 283,9 mg/día, siendo de 924,3 mg/día en los consumidores adolescentes crónicos. En el caso de los niños, la exposición es de 278,4 mg/día, aumentando a 543,6 mg/día en el caso de consumidores crónicos. Por otra parte, la exposición aguda a taurina en la población adulta europea consumidora de bebidas energéticas es de 1851 mg/día y de 1809 mg/día en la población europea adolescente. Es relevante mencionar que algo más de la mitad (53 %) de los niños y adolescentes encuestados en el estudio de EFSA habían consumido ocasionalmente bebidas energéticas junto con alcohol. En el caso de España, se puede extrapolar de los resultados globales del estudio, que la exposición a taurina en la población adulta a partir del consumo de bebidas energéticas es de 290 mg/día, y de 149 mg/día en la población adolescente. No se ha podido extraer resultados de la población infantil española consumidora de bebidas energéticas al no ser accesibles en el informe (EFSA, 2013). El estudio de EFSA estima una exposición media a taurina en los consumidores de bebida ener - géticas en la Unión Europea de 3,82, 4,6 y 12,83 mg/kg p.c./día para adultos, adolescentes y niños, respectivamente. La extracción de los resultados de exposición media a taurina a partir de bebidas energéticas para la población española consumidora crónica de estas bebidas es de 4,08 y 3,89 mg/ kg p.c./día, en adultos y adolescentes, respectivamente (EFSA, 2013). El estudio ANSES (2013), partiendo de un contenido ponderado de taurina de 3800 mg/l en las bebidas energéticas analizadas del mercado francés, estima una ingesta diaria media de taurina de 181 mg/día (3,02 mg/kg p.c./día; p.c.= 60 kg) para todos los consumidores de bebidas energéticas, siendo de 429 mg/día (7,15 mg/kg p.c./día; p.c.= 60 kg) en los consumidores habituales, y de 714 mg/ día (53,57 mg/kg p.c./día; p.c.= 60 kg) para los consumidores crónicos (percentil 90).revista del comité científico nº 33176 7 .4 Taurina: Riesgos y efectos asociados a la exposición dietética Los estudios de toxicidad realizados hasta la fecha se refieren a la molécula taurina en administra - ción única en ratas. Los estudios toxicológicos no indican un potencial genotóxico, teratogénico, ni carcinogénico para la taurina (SCF, 1999). Por otra parte, los estudios sobre los efectos biológicos de la taurina no muestran diferencias entre la forma natural y la sintetizada (Heckman et al., 2010b). La taurina se puede sintetizar químicamente a partir de monoetanolamina y ácido sulfúrico o de óxido de etileno e hidrogenosulfato de sodio como materiales de partida, alcanzando al menos el 98,5 % de rendimiento (EFSA, 2009). La actividad de la taurina en el organismo ha sido asociada al normal desarrollo, actividad y cito - protección del sistema nervioso. La taurina interactúa con múltiples neurotransmisores y regiones del cerebro, siendo el hipotálamo una de las regiones más sensibles a la administración de taurina (Hruska et al., 1975). La taurina favorece la proliferación de las células progenitoras neurales y la sinapsis en las regiones del cerebro necesarias para la memoria a largo plazo. La taurina se encuentra en niveles elevados en el hipotálamo, hipocampo y cerebelo adulto (Shivaraj et al., 2012). El mecanismo de acción de la taurina en el sistema nervioso es muy diverso, pero básicamente se ha descrito que la taurina puede alterar la señalización neuronal a través de múltiples vías como son las mediadas por GABA, serotonina, dopamina y por noradrenalina (Aldegunde et al., 1983) (Hashimoto-Kitsukawa et al., 1988) (Huxtable, 1989) (Sava et al., 2014). Al contrario que la cafeína, la taurina generalmente actúa como un neuromodulador inhibitorio, por ejemplo, actúa como un agonista de los receptores de glicina e inhibe las acciones más excitadoras de los receptores NMDA (Font et al., 2001). Los niveles de taurina en el cerebro disminuyen significativamente con la edad, por lo que, junto a las propiedades antioxidantes y antiinflamatorias de la taurina, algunos estudios han planteado el posible efecto neuroprotector de la suplementación con taurina en un cerebro envejecido (Zhang et al., 2017). El mecanismo protector parece ser la restauración de los niveles normales de glutatión, de acuerdo con las propiedades antioxidantes de la taurina. Las dosis de 100 o 200 mg/kg/día de taurina en el agua de bebida redujeron la oxidación lipídica y restauraron la actividad de la acetilcolinestera - sa en ratas Wistar macho, además de restaurar la actividad de las enzimas antioxidantes superóxido dismutasa y catalasa (Adedara et al., 2017). Sin embargo, y dado que los niveles de taurina son más elevados durante la adolescencia y la edad adulta, es poco probable que se necesite un suplemento de taurina en una persona sana, y un exceso de taurina tendría un efecto negativo y persistente en la función cognitiva y en el comportamiento de los adolescentes y adultos jóvenes (Brown et al., 2020). Hay estudios que señalan efectos beneficiosos directos de la suplementación con taurina durante episodios de toxicidad en el sistema nervioso (Chen et al., 2019) . La taurina previene o revierte el daño causado por la exposición a manganeso en ratones (Ommati et al., 2019), mejoró el aprendizaje y la función motora en un modelo de ratón de Angelman (Guzzetti et al., 2018), redujo los niveles de beta-amiloide en un modelo de ratón con enfermedad de Alzheimer (Zhu et al., 2019), inhibió la neuroinflamación mediada por microglia en modelos de ratones que simulan la enfermedad de Parkinson (Hou et al., 2018). Sin embargo, no se ha descrito con detalle el modo de acción para los efectos adversos de la taurina (EFSA, 2009, 2013).177revista del comité científico nº 33 Curran y Marczinski (2017) identificaron las principales limitaciones de los estudios realizados hasta la fecha sobre taurina en animales de experimentación, siendo: i) uso exclusivo de animales macho, ii) información incompleta de la edad, iii) inconsistencia en la vía de administración, iv) falta de datos de dosis-respuesta, v) efectos de camada no evaluados, vi) tamaño muestral insuficiente para estudios sobre el comportamiento, y vii) criterios de valoración inespecíficos. Aun así, los auto - res concluyen que dada la amplia variedad de estilos de vida y los posibles factores de confusión en los estudios en humanos, los modelos animales de roedores tienen un gran valor para detectar los efectos diferenciales asociados con el consumo de taurina, y combinado con cafeína y alcohol. Otros autores revisaron la evidencia de los beneficios cognitivos y fisiológicos de los estudios en humanos y concluyeron que muchos de ellos fueron realizados de manera incorrecta. La evidencia combinada de estudios en humanos y animales no podía respaldar las afirmaciones de marketing de un rendimiento físico o mental mejorado por el aporte de taurina (McLellan y Lieberman, 2012). EFSA concluyó que la ingestión de taurina no provocó un aumento de los niveles de taurina en el cerebro, descartando la posibilidad de un efecto estimulante sobre el SNC (EFSA, 2009). Sin embargo, no se puede obviar la importancia de la taurina para el normal desarrollo del cerebro, y el cerebro humano continúa desarrollándose durante la adolescencia y la edad adulta temprana (Gogtay et al., 2004). Respecto a la actividad sobre el desarrollo cognitivo y conductual de la ingesta de taurina, parece que puede variar en función del sexo, la dosis y la extensión del tratamiento en modelos de ratón (Brown et al., 2020). Se necesitan más investigaciones para determinar con precisión los endpoints cognitivos y conductuales de la taurina en las bebidas energéticas. Los efectos de la taurina sobre el riesgo cardiovascular y la presión arterial no están bien docu - mentados de manera aislada. Los efectos cardíacos se agravan cuando la taurina y la cafeína se ingieren juntas, lo que puede ser un factor de preocupación que debe ser mejor evaluado (Curran y Marzinski, 2017). La acción de la taurina en el sistema cardiovascular es antagonista a la cafeína. La taurina atenúa la acción de la angiotensina II circulante (Schaffer et al., 2000). Se ha descrito un posible efecto protector de la taurina en las enfermedades cardiovasculares en base a modelos en animales, pero a dosis y en modelos que no se pueden transponer a humanos. En humanos, varios estudios transversales indican una relación inversa entre las concentraciones de taurina en orina y la presión arterial (Wojcik et al., 2010). Desde 2003, ANSES (anteriormente, AFSSA: Agence française de sécurité sanitaire des aliments ) ha realizado una serie de estudios relativos a la seguridad de la comercialización de las denominadas bebidas energéticas (AFSSA, 2003, 2006a, b). Los estudios concluyeron que no existían evidencias suficientes para confirmar o rechazar las sospechas de efectos neurológicos adversos del consumo de la taurina, aunque resaltó que las concentraciones de taurina en las bebidas energéticas eran muy superiores a las que pueden provenir de una dieta normal. En base a las informaciones toxicológicas recopiladas hasta la fecha, EFSA concluyó en 2009 que las exposiciones regulares a taurina a los niveles utilizados en las bebidas energéticas (4000 mg taurina/l) no representan un riesgo para la salud de los consumidores (EFSA, 2009). El nivel sin efecto adverso observable (NOAEL) de 1000 mg/kg p.c./día para efectos patológicos es aproximadamente 120 veces superior a la exposición media a taurina en un adulto (60 kg p.c.) a través de la ingesta revista del comité científico nº 33178 de bebidas energéticas. En esta valoración del riesgo, EFSA consideró resaltar que la taurina es un constituyente natural del organismo, está presente de manera natural en los alimentos y tiene una tasa de eliminación renal muy eficiente. Por ello, se considera que el consumo de taurina hasta 1000 mg/kg p.c./día no se relaciona con efectos adversos, aun cuando la ingesta en el percentil 95 de los consumidores crónicos alcanzan los 350 ml/día. EFSA considera que existe un margen de seguridad suficiente para consumidores regulares de bebidas energéticas de nivel medio a alto, que consumen una media de 125 ml (0,5 lata) y 350 ml (1,4 lata) por persona y día, respectivamente. En el mismo sentido se expresaron Zucconi et al. (2013), indicando que no se podía establecer una relación inequívoca con un riesgo para la salud por el consumo de taurina a partir de las bebidas energéticas, aunque recomendaba estudios adicionales. EFSA concluyó que ingestas diarias de taurina de hasta 1400 mg/día (23,3 mg/kg p.c./día; p.c.= 60 kg) no suponían un riesgo para la salud de los consumidores (EFSA, 2009). Las exposiciones utilizadas en esta opinión están basadas en un consumo crónico medio diario de 0,5 latas por persona y una exposición crónica alta en el percentil 95 de 1,4 latas por consumidor regular. El NOAEL de 1000 mg/kg p.c./día para cambios patológicos es 120 veces mayor que la media estimada y 43 veces más alta que la exposición estimada del percentil 95 a la taurina sólo proveniente de bebidas \"energéticas\", cuando se calcula para una persona de 60 kg. La evaluación de riesgo para la salud realizada por Health Canada concluyó que un adulto podría consumir con seguridad 2 unidades (250 ml) de una bebida energética por día, sin consecuencias para la salud (Health Canada, 2011). La conclusión se basó en la seguridad de los ingredientes no cafeínicos presentes en una bebida energética estándar (4000 ml taurina/l) al nivel de consumo y el hecho que la cafeína proveniente de otras fuentes dietéticas no un riesgo para la población adulta. Sin embargo, Health Canada indica que el consumo de bebidas energéticas debería limitarse en niños, adolescentes y mujeres embarazadas, a los valores de ingesta máxima de cafeína recomen - dada para para subgrupo poblacional (Rotstein et al., 2013). En el mismo informe se describe que la toxicidad oral aguda de taurina es considerada relativamente baja y no se han observado efectos adversos en una administración única en ratas hasta 7000 mg/kg p.c. o en humanos hasta 150 mg/ kg p.c. (10 500 mg; p.c.= 70 kg). Los estudios toxicológicos realizados en animales de experimentación hasta la fecha sobre la ingesta de taurina han establecido un NOAEL de 1000 mg/kg p.c./día para los efectos toxicológicos, incluida la evaluación histopatológica, de la taurina y de 1500 mg/kg p.c./día para los efectos en el comportamiento o trastornos de conducta (efectos neuroconductales o toxicidad psicocomporta - mental). Los valores hacen referencia a la dosis más elevada testada durante los 90 días de estudio. Sin embargo, se necesitan estudios adicionales para abordar la comprensión de cómo la taurina afecta a las hembras, ya que la mayoría de los estudios en animales se centraron exclusivamente en sujetos masculinos (Curran y Marczinski, 2017). En 2015, el VKM realiza una evaluación del riesgo de la ingesta de taurina en bebidas energéti - cas y suplementos alimenticios (VKM, 2015). Los escasos estudios sobre exposición a taurina en humanos muestran indicios de efectos cardiovasculares y neurológicos (Sirdah et al., 2002) (Brons et al., 2004) (Spohr et al., 2005). El VKM resalta que los estudios disponibles en humanos no son de calidad suficiente (debido al bajo número de participantes, poblaciones no sanas y corta duración) 179revista del comité científico nº 33 para establecer una caracterización precisa del riesgo. El VKM aplica para la caracterización del riesgo el enfoque del margen de exposición (MOE) que establece la relación entre el NOAEL y la exposición a taurina. Un valor MOE aceptable para una evaluación de taurina basada en NOAEL extrapolado a partir de un estudio en animales es 100, que incluye un factor 10 para la extrapolación de animales a humanos y un factor 10 para la variación humana inter-individuos. El VKM concluye que una ingesta de hasta 21 mg/kg p.c./día (1500 mg/día; p.c.= 70 kg) no supone un riesgo para la salud y es poco probable que cause efectos adversos adultos (VKM, 2015). En el modelo de ingesta crónica de bebidas energéticas para todos los grupos de edad estudiados (niños, adolescentes y adultos), los valores estimados de MOE superaban el valor de 100, y las ingestas estimadas estaban todas por debajo del valor de referencia de 21 mg/kg p.c./día a la cual se considera poco probable que cause efectos adversos para la salud según estudios en humanos para todos los grupos de edad. Por tanto, el VKM considera que es poco probable que la ingesta media crónica de taurina provoque efectos adversos para la salud en cualquier grupo de edad. Por el contrario, el VKM considera que una elevada ingesta crónica de taurina procedente del consumo de bebidas energéticas puede representar un riesgo para la salud en los niños pequeños (3 a <10 años), y no representa riesgo para niños (10 a 14 años), adolescentes (14 a <18 años) y adultos (>18 años). Se han descrito factores que inciden en la incertidumbre asociada a los efectos toxicológicos y neuroconductales de la ingesta de taurina, ya que la mayoría de los estudios no discriminan los efectos conjuntos de la taurina con otras sustancias también presentes en las bebidas energéticas, como la cafeína, aparte de los factores de confusión que genera el consumo de estas bebidas ligadas al alcohol. Otro aspecto de incertidumbre es la inexistencia de estudios a largo plazo de ingestas crónicas superiores a 12 meses que puedan relacionar inequívocamente la ingesta de taurina con efectos adversos para la salud. 7 .5 Taurina: evaluación de la exposición a partir de bebidas energéticas En la Tabla 4 se describe la exposición a taurina en tres escenarios de consumo considerando un volumen promedio de 250 ml/lata y con un contenido promedio en taurina de 4000 mg/l. El escenario A hace referencia a un consumo de 250 ml/día, el escenario B a un consumo de 500 ml/día y el escenario C a un consumo de 1000 ml/día. Asumiendo que no existe otra fuente de ingesta dietética de taurina, la exposición calculada varía entre 14,3 mg/kg p.c./día en adultos (70 kg) para el escenario A, hasta niveles máximos de 80,0 mg/ kg p.c./día en adolescentes jóvenes (60 kg) en el escenario C. El margen de seguridad de exposición de taurina en cada escenario calculado a partir del NOAEL de riesgo toxicológico (1000 mg taurina/ kg p.c./día) oscila entre 70 en adultos en un escenario de consumo A hasta 13 en adolescentes jóvenes en un escenario de consumo agudo de 4 latas diarias (escenario C). El margen de seguridad de exposición a la taurina oscila entre los 105 en adultos (70 kg) en el escenario A, hasta los 19 en adolescentes jóvenes (50 kg) en el escenario C. El escenario de consumo B, dos latas de bebidas energéticas de 250 ml conteniendo una concen - tración promedio de 4000 mg taurina/l, supera la recomendación de ingesta inferior a 1400 mg taurina/ día (EFSA, 2009). Considerando conjuntamente el valor de referencia de 21 mg/kg p.c./día y el valor revista del comité científico nº 33180 del margen de seguridad de 100 para la evaluación del riesgo a la exposición dietética a taurina a través del consumo de bebidas energéticas, únicamente se consideraría con baja probabilidad de presencia de efectos adversos para la salud el escenario de consumo A (ingesta de 1000 mg taurina/ día, 1 lata/día) para los consumidores con pesos de 50, 60 y 70 kg. Por otra parte, no se debe descartar la incertidumbre asociada a los potenciales efectos del consumo conjunto de la taurina con la cafeína que están aún por esclarecerse y pueden influir en la evaluación del riesgo. Tabla 4. Exposición estimada a taurina y margen de seguridad a partir del consumo de bebidas energéticas con un contenido promedio de 4000 mg taurina/l en tres escenarios de consumo (A: 250 ml; B: 500 ml; C: 1000 ml) y según peso corporal (50, 60 y 70 kg). NOAEL patológico (1000 mg/kg p.c./día), NOAEL psicocomportamental (1500 mg/kg p.c./día) Escenario de consumo A B C Unidades de bebida (lata) 1 2 4 Volumen de bebida (ml) 250 500 1000 Ingesta (mg/día) 1000 2000 4000 Peso corporal (p.c.) Exposición estimada (mg/kg p.c./día) 50 kg 20,0 40,0 80,0 60 kg 16,7 33,3 66,7 70 kg 14,3 28,6 57,1 Peso corporal (p.c.) Margen de seguridad NOAEL (toxicológico) 50 kg 50 25 13 60 kg 60 30 15 70 kg 70 35 18 NOAEL (psicocomportamental) 50 kg 75 38 19 60 kg 90 45 23 70 kg 105 53 26 8. D-glucurono- -lactona 32449-92-6) es un metabolito natural de la glucosa originado en el hígado. A pH fisiológico está en equilibrio con el ácido glucurónico, su precursor inmediato. La D-glucurono- -lactona y su producto de hidrólisis, el ácido glucurónico, son metabolitos endógenos en humanos y otros mamíferos, y se encuentran en varias fuentes dietéticas naturales, son meta - bolizados a productos inocuos y excretados. El ácido glucurónico es un constituyente importante de los tejidos fibrosos y conectivos. También se encuentra en las plantas, principalmente en las gomas, unido a otras osas formando parte de los poliholósidos heterogéneos. La ingesta dietética 181revista del comité científico nº 33 habitual de D-glucurono- -lactona se sitúa entre 1 y 2 mg/día, siendo el aporte de una unidad de bebida energética (600 mg/250 ml) muy superior. La D-glucurono- -lactona se absorbe, metaboliza y excreta rápidamente en la orina en forma de ácido glucárico, xilitol y L-xilulosa. No se dispone de estudios toxicológicos sobre su potencial geno - tóxico, teratogénico o carcinogénico, aunque es poco probable un efecto neoplásico considerando que la D-glucurono- -lactona es un metabolito habitual en el organismo. La D-glucurono- -lactona es un ingrediente habitual en las bebidas energéticas. En el estudio de ANSES (2013), el 33 % de las bebidas energéticas del mercado francés contenían D-glucurono- - lactona, y siempre aparecían en conjunción con taurina y cafeína. En el etiquetado del 59 % de los envases de las bebidas energéticas que contenían D-glucurono- -lactona no se indicaba la cantidad. El contenido promedio de D-glucurono- -lactona, ponderado por la presencia de la marca comercial en el mercado, fue de 1700 mg/l. Sin embargo, los valores de contenido mínimo y máximo oscilaban desde 240 a 2400 mg/l. Es relevante resaltar la gran disparidad en el contenido de D-glucurono- -lactona en las bebidas energéticas comparado con la variabilidad que presenta la cafeína y la taurina. Una situación similar fue observada en el estudio realizado por Health Canada , donde el contenido en D-glucurono- -lactona variaba entre 2400 mg/l y 4800 mg/l (Rotstein et al., 2013). En 2003, el SCF expresó su preocupación por la seguridad de su inclusión en las bebidas energé - ticas, basándose en el hallazgo de lesiones renales no especificadas (inflamación en la papila del riñón) después de 13 semanas de suplementación en ratas (SCF, 2003). El NOAEL para estos efectos fue de 300 mg/kg p.c./día, que es alrededor de 20 veces superior a la estimación de ingesta crónica de D-glucurono- -lactona de 14 mg/kg p.c./día para un adulto de 60 kg. Sin embargo, las ratas difie - ren de los humanos en la forma en que metabolizan la D-glucurono- -lactona. A diferencia de los humanos, los roedores tienen una ruta metabólica adicional que les permite usar ácido glucurónico para sintetizar la vitamina C. Las ratas y ratones también pueden usar D-glucurono- -lactona exó - gena para producir ácido glucurónico y generar vitamina C. Esta vía adicional generaba algunas incertidumbres sobre la idoneidad de los modelos de roedores, pero después de ser evaluadas no se consideraron relevantes (SCF, 2003). En un segundo estudio con un mayor número de individuos, los hallazgos histopatológicos revelaron inflamación renal en algunos animales machos y hembras en los grupos de prueba y control. Estas lesiones solo se observaron en unos pocos animales, en todas las dosis aplicadas (300, 600 y 1000 mg/kg p.c.), de manera unilateral y no estaban relacionadas con el tratamiento, y que además eran típicas de la cepa de rata empleada en el estudio. Sobre la base de estos resultados de toxicidad, EFSA concedió el NOAEL de 1000 mg/kg p.c./día, equivalente a la dosis más alta administrada (EFSA, 2009). Además, no hubo evidencia de ningún efecto sobre las gónadas en estos estudios, lo que podría indicar la necesidad de realizar estudios de toxicidad reproductiva. En ausencia de nuevos datos de exposición crónica y aguda, la exposición a D-glucurono- - lactona se basa en los datos informados por el SCF en 2003, considerando un consumo crónico medio diario de 0,5 latas (250 ml/lata) por persona y una exposición crónica alta en el percentil 95 de 1,4 latas para un consumidor regular (SCF, 2003). Suponiendo que una lata contiene 250 ml y 2400 mg/l de D-glucurono- -lactona, el SCF calculó que estos valores dan como resultado una exposición media diaria de 300 mg de D-glucurono- -lactona (5,0 mg/kg p.c./día para una persona de 60 kg). El revista del comité científico nº 33182 percentil 95 de exposición de los consumidores habituales ascendería a 840 mg de D-glucurono- - lactona/día (14 mg/kg p.c./día para una persona de 60 kg). Las reservas del SCF se expresaron en el contexto de una alta ingesta crónica estimada de D-glucurono- -lactona/día de 840 mg/día y una ingesta aguda de hasta 1800 mg/día por consumo de bebidas energéticas, en comparación con una ingesta estimada de D-glucurono- -lactona/día de fuentes naturales en la dieta de 1-2 mg/día. Aunque esta cantidad es mucho más alta que la exposición normal en las dietas omnívoras todavía está muy por debajo del nivel que desencadenaría problemas de seguridad alimentaria. En base a que el NOAEL (1000 mg/kg p.c./día) establecido para los efectos toxicológicos de la D-glucurono- -lactona es 200 veces superior a la exposición media estimada y 71 veces superior a la exposición estimada del percentil 95 de D-glucurono- -lactona en bebidas energéticas para una persona de 60 kg, EFSA concluyó que la exposición a D-glucurono- -lactona a las concentraciones utilizadas en bebidas energéticas no representa un problema de seguridad. Además, es poco proba - ble que la D-glucurono- -lactona tenga alguna interacción con cafeína, taurina, alcohol o los efectos del ejercicio. Es necesario recopilar más datos de exposición real sobre el consumo de bebidas energéticas especialmente para adolescentes y adultos jóvenes (EFSA, 2009). Zucconi et al. (2013), estimaron la exposición europea a D-glucurono-y-lactona a partir de bebi - das energéticas evidenciando niveles más altos de exposición en niños (5,13 mg/kg p.c./día), en comparación con adolescentes (1,65 mg/kg p.c./día) y adultos (1,78 mg/kg p.c./día), aumentando para consumidores crónicos elevados (10, 4,9 y 3,9 mg/kg p.c./día, respectivamente). El consumo de bebidas energéticas expone a los adultos europeos a un promedio de D-glucurono-y-lactona de 125,95 mg/día (1,78 mg/kg p.c./día) aumentando a 268,84 mg/día (3,91 mg/kg p.c./día) en consumidores crónicos elevados. Las contribuciones relativas de las bebidas energéticas a la exposición total a D-glucurono-y-lactona en adultos fue del 98,8 % (99,4 % en consumidores crónicos elevados). Los datos de la encuesta europea Nomisma (Zucconi et al., 2013) estimó que los adultos españoles con - sumidores de bebidas energéticas se exponían a 906,32 mg/día (12,87 mg/kg p.c./día) en consumos agudos y a 143 mg/día (2,02 mg/kg p.c./día) en consumos crónicos. Para adolescentes europeos, la exposición promedio a D-glucurono-y-lactona a partir de bebidas energéticas estimada por Zucconi et al. (2013) fue de 100,14 mg/día (1,65 mg/kg p.c./día), aumentando a 311,6 mg/día (4,9 mg/kg p.c./día) en consumidores crónicos elevados. En adolescentes españoles consumidores crónicos y agudos de bebidas energéticas la ingesta de D-glucurono-y-lactona a partir de bebidas energéticas se estimó en 74,50 (1,27 mg/kg p.c./día) y 551,49 mg/día (9,56 mg/kg p.c./día), respectivamente. En niños europeos, la exposición promedio a D-glucurono-y-lactona por consumo de bebidas energéticas fue de 111,35 mg/día mg/kg p.c./día), aumentando a 217,43 mg/día (10 mg/kg p.c./día) para consumidores crónicos elevados. El VKM (2015) estimó una ingesta promedio de D-glucurono- -lactona a partir de bebidas ener - géticas de 58, 65, 64 y 71 ml/día en niños de corta edad (entre 3 y <10 años), niños mayores (entre 10 y <14 años), adolescentes (entre 14 y 18 años) y adultos, respectivamente. Sin embargo, el perfil más elevado de ingesta crónica presentaba un consumo de 163, 180, 211 y 320 ml/día para en niños de corta edad (entre 3 y <10 años), niños mayores (entre 10 y <14 años), adolescentes (entre 14 y 183revista del comité científico nº 33 18 años) y adultos, respectivamente. En este estudio, el VKM consideró un contenido promedio de D-glucurono- -lactona de 240 mg/l, inferior al establecido como referencia en bebidas energéticas. El VKM concluyó que es improbable que una ingesta crónica de D-glucurono- -lactona en bebidas energéticas cause efectos adversos a niños, adolescentes o adultos. Cuando se considera un con - tenido promedio de 24 000 mg/l, la ingesta seria de 768 mg/día en el peor escenario de consumo (320 ml/día), que representa una exposición de 10,97 mg/kg p.c./día (p.c.= 70 kg). Considerando un contenido promedio de 2400 mg/l de D-glucurono- -lactona en las bebidas ener - géticas se procede a estimar la exposición y el margen de seguridad a esta sustancia en base a los tres escenarios de consumo planteados (250 ml, 500 ml y 1000 ml) (Tabla 5). La exposición estimada a D-glucurono- -lactona oscila entre 8,6 y 48,0 mg/kg p.c./día entre los tres escenarios. Únicamente el escenario de consumo diario de una lata (250 ml) de bebida energética con un contenido promedio de 2400 mg/l para consumidores de 60 y 70 kg obtienen un margen de seguridad superior o igual a 100. Este resultado está en línea con la conclusión de EFSA que no evidencia riesgos para la salud en un escenario de consumo crónico elevado (percentil 95) de hasta 840 mg/día (correspondiendo a 350 ml/día) (EFSA, 2009). Sin embargo, el consumo de tres latas diarias de bebidas energéticas reduce significativamente el margen de seguridad para la D-glucurono- -lactona, situándola entre 21 mg/ kg p.c./día para una persona de 50 kg y de 29 mg/kg p.c./día para una persona de 70 kg. Tabla 5. Ingesta de D-glucurono- -lactona y margen de seguridad a partir del con - sumo de 250, 500 y 1000 ml de bebida energética con contenido de 2400 mg de D-glucurono- -lactona/l para los distintos pesos corporales. NOAEL de 1000 mg/kg p.c./día para efectos toxicológicos adversos Escenario de consumo A B C Unidades de bebida (lata) 1 2 4 Volumen de bebida (ml) 250 500 1000 Ingesta (mg/día) 600 1200 2400 Peso corporal (p.c.) Exposición estimada (mg/kg p.c./día) 50 kg 12,0 24,0 48,0 60 kg 10,0 20,0 40,0 70 kg 8,6 17,1 34,3 Peso corporal (p.c.) Margen de seguridad NOAEL (toxicológico) 50 kg 83 42 21 60 kg 100 50 25 70 kg 117 58 29revista del comité científico nº 33184 9. L-carnitina 9.1 bolismo La L-carnitina o 3-hidroxi-4-trimetilaminobutirato (conocida también levocarnitina, debido a que en estado natural es el estereoisómero L) es una amina cuaternaria derivada de los aminoácidos L-lisina y L-metionina. Ampliamente distribuida en todos los tejidos de los mamíferos y muy abundante en el tejido mus - cular, la L-carnitina se sintetiza endógenamente en el hígado, el riñón y el cerebro a partir de los aminoácidos esenciales lisina y metionina (Bremer et al., 1983) y/o a través de la ingestión de ali - mentos de origen animal. Su síntesis es catalizada por cuatro reacciones enzimáticas revisadas en detalle por Vaz y Wanders (2002) y requiere vitamina C, vitamina B6, niacina y hierro reducido como cofactores. La carnitina es responsable del transporte de ácidos grasos al interior de las mitocondrias, orgánulos celulares encargados de la producción de energía. A nivel de los tejidos, el almacenamiento primario de L-carnitina tiene lugar en el corazón y el músculo esquelético en un porcentaje estimado del 95 %, mientras que concentraciones mucho más bajas se encuentran en el hígado, el riñón y el plasma (Brass et al., 1995). El contenido muscular es unas 70 veces mayor que el plasma sanguíneo. Se estima que, en los humanos, el 75 % de la reserva de carnitina del cuerpo se deriva de la ingesta dietética; sin embargo, esta ingesta es muy variable. La fuente principal es la carne roja, que propor - ciona hasta 140-190 mg de L-carnitina por cada 100 g de carne cruda (por ejemplo, carne de vaca). La leche y el pescado también son una fuente importante, en cambio, los alimentos de origen vegetal contienen cantidades insignificantes de L-carnitina. En consecuencia, los vegetarianos obtienen muy poca L-carnitina de fuentes dietéticas. Sin embargo, el beneficio de la suplementación de L-carnitina en esta población sigue siendo controvertido, ya que parece que la biodisponibilidad de L-carnitina en este grupo es comparable a la de la población general (Flanagan et al., 2010). La ingesta media de L-carnitina de población con una alimentación variada es de 100-300 mg/día (Feller y Rudman, 1988) (Rebouche, 2004). En el año 2012, AESAN en el \"Informe del Comité Científico de la Agencia Española de Seguridad Alimentaria y Nutrición (AESAN) sobre condiciones de uso de determinadas sustancias distintas de vitaminas, minerales y plantas para ser empleadas en com - plementos alimenticios\", propuso una cantidad máxima diaria de L-carnitina de 2 g utilizando como fuentes L-carnitina, clorhidrato de L-carnitina y de 3 g si se utiliza como fuente tartrato de L-carnitina (AESAN, 2012). Dicha propuesta se basó en la opinión del SCF (2003) y en la autorización en Dinamar - ca en complementos alimenticios para la L-carnitina y la L-carnitina-L-tartrato (Dinamarca, 2011). La administración de L-carnitina como complemento alimenticio puede tener lugar de tres formas distintas: L-carnitina, propionil-L-carnitina y acetil L-carnitina. Si bien se suele utilizar el acetil L-car - nitina en su forma de clorhidrato o formando una sal con el ácido tartárico (tartrato de L-carnitina) (AESAN, 2012). En el año 2011, EFSA publicó una opinión científica relativa a la verificación de declaraciones de salud relativas a la L-carnitina: i) recuperación más rápida de la fatiga muscular tras el ejercicio, ii) reparación del músculo esquelético tras el ejercicio, iii) mejora de la capacidad aeróbica, iv) regu -185revista del comité científico nº 33 lación de los niveles de LDL-colesterol, v) ayuda a la espermatogénesis, y vi) mejora de los niveles circulantes de ácidos grasos libres durante el embarazo. Basándose en la información presentada, el Panel de Productos Dietéticos, Nutrición y Alergias (NDA, Panel on Nutrition, Novel Foods and Allergens ) de EFSA no pudo establecer en ningún caso una relación causa-efecto (EFSA, 2011). Posteriormente, a raíz de una solicitud de Lonza Ltd., presentada para la autorización de una decla - ración de salud de conformidad con el artículo 13 (5) del Reglamento (CE) Nº 1924/2006 a través de la Autoridad competente de Alemania, se solicitó al Panel de NDA de EFSA que diera su opinión sobre el fundamento científico de una alegación de salud relacionada con la L-carnitina y el metabolismo normal de los lípidos. De acuerdo con las pruebas presentadas, llega a la conclusión de que no se ha establecido una relación de causa y efecto entre el consumo de L-carnitina y contribución al metabolismo normal de los lípidos en la población general (EFSA, 2018). En los mamíferos, el pool de carnitina consiste en L-carnitina no esterificada y muchos ésteres de acilcarnitina. De estos ésteres, la acetil-L-carnitina es cuantitativa y funcionalmente el más sig - nificativo. La homeostasis de la carnitina se mantiene mediante la absorción a través de la dieta, una modesta tasa de síntesis y una reabsorción renal eficiente. La L-carnitina dietética se absorbe por transferencia activa y pasiva a través de las membranas de los enterocitos. La biodisponibilidad de la L-carnitina dietética es de entre 54-87 % y depende de la cantidad de L-carnitina ingerida con los alimentos. La absorción de los suplementos dietéticos de L-carnitina (0,5-6 g) es principalmente pasiva; la biodisponibilidad es del 14-18 % de la dosis. La L-carnitina no absorbida es principalmente degradada por bacterias de la microbiota en el intestino grueso (Allard et al., 2006) (Jameson et al., 2016). La L-carnitina circulante se distribuye en dos compartimentos cinéticamente definidos: uno grande y de rotación lenta (presumiblemente muscular), y otro relativamente pequeño y de rotación rápida (presumiblemente de hígado, riñón y otros tejidos). Con una ingesta normal de L-carnitina en la dieta, el tiempo de rotación de todo el cuerpo en los seres humanos es de 38 a 119 horas. Los experimentos in vitro sugieren que la acetil-L-carnitina se hidroliza parcialmente en los enterocitos durante la absorción. In vivo , la concentración de acetil- L-carnitina circulante aumenta en un 43 % tras la administración de suplementos orales de acetil- L-carnitina (2 g/día), lo que indica que la acetil-L-carnitina se absorbe al menos parcialmente sin hidrólisis. Tras la administración intravenosa de una sola dosis (0,5 g), la acetil-L-carnitina se hidro - liza rápidamente, pero no completamente, y las concentraciones de acetil-L-carnitina y L-carnitina vuelven a la línea de base en un plazo de 12 horas. A concentraciones normales de L-carnitina en circulación, su reabsorción renal es muy eficiente (90-99 % de la carga filtrada), pero presenta una cinética de saturación. Así pues, a medida que aumenta la concentración de L-carnitina circulante (como, por ejemplo, después de la administración de altas dosis de L-carnitina por vía intravenosa u oral), la eficiencia de la reabsorción disminuye y la depuración aumenta, lo que da lugar a una rápida disminución de la concentración de L-carnitina circulante hasta la línea de base (Rebouche, 2004). La cinética de eliminación de la acetil-L-carnitina es similar a la de la L-carnitina. Hay una serie de factores que pueden afectar a la síntesis de L-carnitina, como son el contenido de L-carnitina de la dieta y ciertos estados patológicos (insuficiencia renal, diabetes, alcoholismo y cáncer). Entre las causas conocidas de deficiencia de L-carnitina se han apuntado la deficiencia de revista del comité científico nº 33186 los aminoácidos precursores (lisina o metionina), deficiencias de hierro, vitaminas C, B3 o B (otros factores precursores), malabsorción intestinal, y especialmente los defectos hereditarios o adqui - ridos en los mecanismos de síntesis o transporte se consideran la principal causa de la deficiencia de L-carnitina, lo que da lugar a patologías como cardiomiopatía y miopatía del músculo esquelético (Flanagan et al., 2010). 9.2 L-carnitina: efectos, consumo y exposición dietética a partir de bebidas energéticas La L-carnitina tiene un papel importante en el metabolismo energético, ya que se encarga de facilitar la entrada de los ácidos grasos de cadena larga en la matriz mitocondrial donde son oxidados. Tam - bién, ayuda a la salida de los ácidos grasos de cadena corta desde la mitocondria al citosol, reduce la producción de lactato y mejora la estabilidad de las membranas celulares. Hay muy pocos datos científicos disponibles sobre la cantidad y frecuencia de consumo específi - camente de la L-carnitina como parte de bebidas energéticas. En la composición de estas bebidas, generalmente, la carnitina se incluye como un componente inespecífico de la formulación sobre el que no se indican datos concretos sobre su cantidad en estas bebidas. Probablemente es uno de los componentes de estas bebidas sobre los que menos datos se han reportado sobre su exposición a partir del consumo de estas ni por grupos de edad ni por tipologías de consumidores. Tampoco se han reportado estudios bien diseñados y controlados que permitan verificar posibles efectos ni beneficiosos ni adversos de la L-carnitina a partir del consumo de bebidas energéticas. Los datos de que se dispone indican que la L-carnitina es comúnmente añadida a las bebidas energéticas para ayudar a promover la función muscular y el rendimiento físico, debido a su efecto en la movilización de los ácidos grasos del tejido adiposo y así poderlos emplear como fuente de energía. Sin embargo, los datos científicos que permiten evaluar sus efectos proceden de estudios de aplicación directamente de L-carnitina como suplemento. El vínculo entre los niveles de L-carnitina como suplemento, en particular en el plasma y el músculo, y el aumento de la capacidad de ejercicio ha sido reportada en muchos estudios in vitro , con animales y estudios clínicos (para una revisión reciente véase (Fielding et al., 2018)). En esta detallada revisión se examinan los estudios disponibles con dosis de carnitina de entre 2 a 4 g/día a partir de suplementos en una dosis única o varias veces al día y por periodos de tiempo que varían desde semanas hasta meses. En estudios en humanos realizados en sujetos activos sanos, atletas entrenados en resistencia, y hombres y mujeres jóvenes no entrenadas, se ha examinado el efecto del suplemento nutricional en el rendimiento físico, la capacidad de oxígeno o la fuerza muscular. La ingesta facilita el proceso de recuperación después del ejer - cicio. Los datos científicos indican que la población atleta puede beneficiarse de la ingesta de L-carnitina, ya que atenúa los efectos secundarios del entrenamiento de alta intensidad al redu - cir la magnitud de la hipoxia inducida por el ejercicio y la lesión muscular (Fielding et al., 2018). Los estudios en animales proporcionaron pruebas de mecanismos multifacéticos, la L-carnitina ejerce su acción beneficiosa mediante el aumento de la síntesis de proteínas y la reducción de la degradación del músculo.187revista del comité científico nº 33 En la revisión de Wassef et al. (2017), sobre los efectos cardiovasculares de bebidas energéticas, se concluye que hay una abrumadora falta de pruebas para justificar que la L-carnitina como com - ponente de estos productos contribuya a la mejora del rendimiento físico o cognitivo. En cuanto a las investigaciones sobre la tolerancia en humanos, los aportes de hasta 15 g L-car - nitina/día son en general bien tolerados, en algunas personas generan molestias gastrointestinales y diarrea (Lurz y Fischer, 1998). En el caso del tartrato de L-carnitina hay un estudio aleatorizado, doble ciego, de diseño cruzado y con 1 semana de lavado, en el que la administración de 3 g/día de tartrato de L-carnitina durante 3 semanas no afecta a los parámetros bioquímicos, hematológicos, la función hepática y la función renal (Rubin et al., 2001). Sin embargo, este mismo trabajo señala que dosis de 4-6 g/día pueden producir molestias gastrointestinales y diarrea. Además, se ha asociado con convulsiones en pacientes con un trastorno convulsivo (Seifert et al., 2011). Finalmente, hay que tener en cuenta que la acetil-L-carnitina puede interferir con el metabolismo tiroideo (Hendler y Rorvik, 2001) (Zdanowicz, 2001), por lo que en personas con medicación por enfermedades tiroideas o con cualquier patología tiroidea no sería recomendable la ingestión de suplementos de cualquier forma de acetil-L-carnitina. 10. Azúcares y edulcorantes 10.1 Azúcares y edulcorantes: generalidades y recomendaciones de ingesta Uno de los ingredientes presentes en las bebidas energéticas son los azúcares. Estos son nutrien - tes cuya cantidad en la dieta debe estar controlada. La Organización Mundial de la Salud (OMS) ha establecido una estricta recomendación que indica que los azúcares simples añadidos deben representar menos del 10 % de la energía total de nuestra dieta. Esta recomendación está basada en la evidencia científica que relaciona la ingesta de azúcares con el peso corporal y la caries dental. Establece además una recomendación más restrictiva que se apoya en una evidencia científica de menor grado. Así, la recomendación es que los azúcares simples añadidos no superen el 5 % de la energía total de la dieta, y está basada en la evidencia aportada por estudios ecológicos en los que se observa una relación dosis-respuesta positiva entre la ingesta de azúcares y la caries dental (OMS, 2015). Respecto al peso corporal, para establecer la recomendación, los expertos de la OMS analizaron una revisión sistemática que incluía 30 ensayos clínicos aleatorios y 38 estudios de cohortes (Te Morenga et al., 2013). El metaanálisis de los 5 ensayos clínicos realizados en adultos, a los que no se les impusieron restricciones dietéticas, mostró que la reducción en la ingesta de azúcares simples añadidos se asoció con una disminución del peso corporal. El metaanálisis de los 10 ensayos clínicos, en los que se producía un aumento de la ingesta de estos azúcares (principalmente procedentes de bebidas azucaradas) por parte de los participantes, puso de manifiesto un incremento del peso corporal. Finalmente, el metaanálisis de los 11 ensayos clínicos que examinaron los efectos de la sustitución de otros hidratos de carbono por azúcares simples añadidos en condiciones isocalóricas, no mostró cambios en el peso corporal. En la revisión se incluyeron también 5 ensayos clínicos realizados en niños, en los que la inter - vención consistía en establecer recomendaciones para reducir la ingesta de azúcares añadidos en revista del comité científico nº 33188 alimentos y bebidas. Estos ensayos no mostraron cambios en el peso corporal de los niños, pero se cree que este resultado se debió al bajo cumplimiento de estas recomendaciones. No obstante, el metaanálisis de 5 estudios prospectivos de cohortes, con seguimientos de al menos 1 año, puso de manifiesto que los niños con ingestas más altas de bebidas azucaradas presentaban mayor proba - bilidad de desarrollar sobrepeso y obesidad que los niños con ingestas más bajas. De estos estudios se deduce que el aumento o la reducción de la ingesta de azúcares añadidos se asocia con cambios paralelos de aumento o disminución del peso corporal, independientemente del nivel de ingesta de azúcares y que la ganancia de peso asociada al exceso de ingesta de azúcares se debe al exceso de ingesta de energía que lleva asociado. Teniendo en cuenta la calidad de los estudios, tanto en adultos como en niños, recogidos en la revisión sistemática de la OMS (2015), los expertos consideraron que su recomendación se basaba en una evidencia científica moderada. El consumo de azúcares simples añadidos también puede tener relación con el desarrollo de otras patologías, tales como la diabetes y las dislipemias. Así un metaanálisis, en el que se incluyeron 11 estudios prospectivos de cohortes, 3 de ellos centrados en el síndrome metabólico y 8 en la diabetes mellitus tipo 2, mostraron que la ingesta de bebidas azucaradas estaba relacionada con el desarrollo de diabetes tipo 2. Los autores indican que si bien es cierto que parte del efecto sobre la diabetes está mediado el incremento de la ingesta de energía y de peso corporal que la ingesta de este tipo de bebidas suele conllevar, también existe un efecto negativo que es independiente de estos factores (Malik et al., 2010). En lo que respecta a las dislipemias, Te Morenga et al. (2014) publicaron un metaanálisis en el que incluyeron 39 ensayos clínicos aleatorios, de los cuales 38 contenían resultados referentes a trigli - céridos plasmáticos, 36 a colesterol total, 22 a LDL-colesterol y 28 a HDL-colesterol. El metaanálisis pone de manifiesto que altas ingestas de azúcares simples añadidos se asocian con concentraciones plasmáticas elevadas de triglicéridos, colesterol total y LDL-colesterol. Es importante señalar que, en el caso de los triglicéridos y el LDL-colesterol, las asociaciones se produjeron principalmente en aquellos estudios en los que las diferencias en la ingesta de azúcares simples se producían en condiciones isocalóricas respecto del grupo que tenía una menor ingesta y en los estudios en los que no se detectaban diferencias significativas de peso corporal entre los diferentes grupos expe - rimentales (Te Morenga et al., 2014). No obstante, hay que señalar que la mayoría de las marcas comerciales han puesto en el mercado la versión \"cero azúcares\" de sus bebidas energéticas con el fin de evitar esta problemática. Aunque es cierto que el empleo de edulcorantes es una solución para reducir el consumo de azúcares, hay dos aspectos que es preciso tener en cuenta. Acostumbrarnos a un umbral de dulzor alto puede llevarnos a consumir otros alimentos dulces en los que los azúcares no han sido sustituidos por edul - corantes y por tanto incurrir en un exceso de ingesta de azúcar. Por otra parte, y este es un tema que todavía requiere de más estudios, necesitamos conocer cuáles son los efectos de la ingesta habitual de edulcorantes sobre la microbiota intestinal, ya que hoy en día se sabe que dicha microbiota puede influir en el desarrollo de enfermedades como la obesidad o la diabetes. 189revista del comité científico nº 33 10.2 Azúcares y edulcorantes: estimación y evaluación de la exposición a partir de bebidas energéticas, relación con la obesidad y recomendaciones Dado que los azúcares simples añadidos son ingredientes propios de las bebidas energéticas, y teniendo en cuenta las limitaciones al consumo de estos azúcares establecidos por la OMS, es importante analizar cuál el contenido en azúcares de las bebidas energéticas y cuál puede ser su contribución a la ingesta total de azúcares simples añadidos en la dieta. La cantidad de azúcares en las bebidas energéticas oscila entre 10 y 12 g por cada 100 ml, pero los envases aportan volúmenes mucho mayores. En la Tabla 6 se recoge información relativa al tamaño de los envases que encontramos en el mercado y a la cantidad de azúcares que aportan dichos envases para las marcas más conocidas de bebidas energéticas. Tabla 6. Cantidad de azúcares simples en las bebidas energéticas y aportes (g) a partir de los envases comerciales habituales Azucares/100 ml Azúcares/250 ml Azúcares/500 ml 11 g 27,5 g 55 g 12 g 30 g 60 g Dado que la manera habitual de aportar la información nutricional viene expresada por 100 ml de bebida, a primera vista podría parecer que las bebidas energéticas no aportan demasiados azúcares simples. Sin embargo, este no es el caso, ya que hay que tener en cuenta que los envases suelen ser de 250 ml o 500 ml. Eso nos lleva a ingestas que oscilan entre 27,5 y 60 g de azúcar por envase. Para poner esto en contexto, se pueden aportar algunos datos adicionales. Por ejemplo, una cucharada cafetera de azúcar aporta, aproximadamente, 5 gramos. Por tanto, una lata de bebida energética de 250 ml de 11 g azúcares/100 ml aporta el equivalente a 5 cucharadas cafeteras y media de azúcar, y una lata de 500 ml el equivalente a 11-12 cucharadas cafeteras. Si, teniendo en cuenta que cada gramo de azúcar aporta 4 kcal, comparamos estos aportes con la recomendación dada por la OMS, nos damos cuenta de que incluir este tipo de bebidas en la dieta hace que nos alejemos bastante de esta recomendación. Así, una lata de 500 ml nos aportará entre 220 y 240 kcal procedentes de azúcares. Esto representa el 10 % de la energía de una dieta de 2200 a 2400 kcal y significa que en todo el día ya no podremos incluir ninguna otra fuente de azúcares añadidos, situación que se antoja bastante improbable. Dicho de otro modo, bebiendo el contenido de una lata de 500 ml de este tipo de bebidas será muy difícil no excedernos en la ingesta de azúcares simples. 11. Vitaminas en bebidas energéticas 11.1 Vitaminas en bebidas energéticas: generalidades Las bebidas energéticas, además de los compuestos anteriormente mencionados, también incluyen en su composición vitaminas y minerales. Generalmente, son vitaminas hidrosolubles del grupo B, y, en concreto, vitamina B2 (riboflavina), B3 (niacina), B5 (ácido pantoténico), B6 y B12. acuerdo con el Reglamento (CE) Nº 178/2002 (UE, 2002a), todos los alimentos han de ser seguros y el responsable de su comercialización debe tomar las medidas que resulten necesarias para ello, revista del comité científico nº 33190 entre ellas, advertencias en el etiquetado o por otros medios. El Reglamento (UE) Nº 1169/2011 (UE, 2011) establece que la información nutricional obligatoria se puede complementar voluntariamente con los valores de otros nutrientes como: vitaminas o minerales. En el anexo VIII se incluye la lista concreta de vitaminas y minerales que pueden declararse y sus valores de referencia de nutrientes (VRN) considerando la población general como población adulta, no haciendo diferencia en función de edad, sexo ni estado fisiológico. En la Tabla 7 se recogen los contenidos mínimos y máximos mostrados en el etiquetado de las bebidas energéticas comercializadas en el mercado español (datos correspondientes a 10 marcas comerciales en distintas presentaciones). Hay que resaltar que de acuerdo con la normativa los datos mostrados en el etiquetado se expresan en 100 ml de bebida, sin embargo, las presentaciones comerciales de estos productos son generalmente de 250 y 500 ml, encontrándose incluso alguna de 1 l. Con estas consideraciones, la Tabla muestra el % máximo y mínimo que cubren de los valores de referencia de nutrientes (VRN) para cada vitamina. Hay que resaltar que en muchos casos se supera el 100 % del VRN. El Reglamento (UE) Nº 1169/2011 permite además realizar declaraciones específicas como \"fuente de...\", \"alto contenido de...\" siempre que el alimento en cuestión incluya una cantidad significativa de la sustancia a resaltar, considerando como significativo aquel contenido que supere el 7,5 % de los valores de referencia de nutrientes especificados en el punto 1, suministrado por 100 ml, en el caso de las bebidas. Estos valores son ampliamente superados por la mayoría de las bebidas presentes en nuestros mercados. Tabla 7. Contenido en vitaminas del grupo B en bebidas energéticas y su relación con los valores de referen - cia de nutrientes (VNR) Vitamina VolumenRango en muestras comerciales VRN % VRN Min. Máx. Min. Máx. Vitamina B2 100 ml 0,56 3,2 1,4 mg/día 40 228,6 250 ml 1,12 6,4 80 457,1 500 ml 2,24 12,8 160 914,3 1000 ml 4,48 25,6 320 1828,6 Vitamina B3 100 ml 1,6 8 16 mg/día 10 50,0 250 ml 3,2 16 20 100,0 500 ml 6,4 32 40 200,0 1000 ml 12,8 64 80 400,0 Vitamina B5 100 ml 1,2 2 6 mg/día 20 33,3 250 ml 2,4 4 40 66,7 500 ml 4,8 8 80 133,3 1000 ml 9,6 16 160 266,7191revista del comité científico nº 33 Tabla 7. Contenido en vitaminas del grupo B en bebidas energéticas y su relación con los valores de referen - cia de nutrientes (VNR) Vitamina VolumenRango en muestras comerciales VRN % VRN Min. Máx. Min. Máx. Vitamina B6 100 ml 0,15 2 1,4 mg/día 10,7 142,9 250 ml 0,3 4 21,4 285,7 500 ml 0,6 8 42,9 571,4 1000 ml - - 85,7 1142,9 Vitamina B12 100 ml 0,38 2,5 2,5 µg/día 15,2 100,0 250 ml 0,76 5 30,4 200,0 500 ml 1,52 10 60,8 400,0 1000 ml 3,04 20 121,6 800,0 Respecto a las funciones fisiológicas, estas vitaminas del grupo B tienen distintos efectos fisiológicos beneficiosos que justifican su consideración de nutrientes. Además, contribuyen al normal rendi - miento energético y participan en funciones como el metabolismo de los carbohidratos y proteínas a la vez que ayudan a mejorar el rendimiento mental (ácido pantoténico), y reducen el cansancio y la fatiga (niacina, ácido pantoténico, B6 y B12). En la actualidad, y de acuerdo con el Reglamento (UE) Nº 1924/2006 (UE, 2006a), EFSA ha emitido dictámenes favorables en relación a la autorización de la alegación \"contribuye a mantener un rendimiento energético normal\" (CE, 2021) para las siguientes vitaminas: B2, niacina, B6, B12; siempre que su contenido en el alimento sea superior al 15 % en alimentos sólidos y 7,5 % en el caso de las bebidas. Esta alegación de propiedades saludables es utilizada en alguna de las marcas comerciales presentes en nuestros mercados, haciendo referencia a los contenidos en Vitamina B3 (niacina) y B6 (UE, 2006a, b). 11.2 Vitaminas: riesgos asociados a la ingesta a partir de bebidas energéti - cas. Posible hipervitaminosis Todas las vitaminas del grupo B son de carácter hidrosoluble de manera que el excedente no se acumula en el organismo, sino que se elimina por orina. Este proceso de eliminación puede estar dificultado en personas con alteraciones del riñón, y en los casos de ingestas frecuentes provocar alteraciones fisiológicas. Hay que resaltar que para muchas vitaminas se alcanza más del 200 % de los VRN con la ingesta de solo 100 ml en el caso de la vitamina B2, 205 ml en el caso de las vitaminas B6 y B12. Para el resto de vitaminas se necesitarían ingestas superiores: 500 ml en el caso de la vitamina B3 y 1000 ml en el caso de la vitamina B5. Siguiendo las directrices del artículo 5 de la Directiva 2002/46/CE, relativa a complementos alimen - ticios (UE, 2002b), la Direction Générale de la Concurrence, de la Consommation et de la Répression des Fraudes (DGCCRF, 2019) ha fijado tres grupos de nutrientes según sea su nivel de riesgo bajo/nulo, moderado o alto, ligado a sus niveles máximos de ingesta tolerable versus sus ingestas percentil 95 a través de la alimentación. Según esta clasificación tendrían un riesgo bajo las vitaminas B2, ácido revista del comité científico nº 33192 pantoténico y B12; riesgo moderado la vitamina B3 (nicotinamida) y B6; y riesgo alto para la vitamina B3 (el ácido nicotínico). De hecho, el nivel máximo de ingesta tolerable está establecido para la niacina en 900 mg de nicotinamida, o 10 mg de ácido nicotínico, y para la vitamina B6 en 25 mg por el SCF (2000). Estos niveles no son alcanzados por las bebidas energéticas presentes en nuestros mercados por lo que no sería esperable encontrar casos de hipervitaminosis derivada de su ingesta. De ocurrir, los trastornos derivados serían náuseas y alteraciones hepáticas (Harb et al., 2016). Las muestras presentes en los mercados españoles no superan estos contenidos de vitamina B3. 12. Ginseng, guaraná y ginkgo 12.1 Ginseng, guaraná y ginkgo: generalidades Las bebidas energéticas suelen contener ingredientes a base de plantas que complementan el poder estimulante de la cafeína y juegan un papel importante tanto en las características sensoriales como en la mejora de la percepción y aceptación por parte del consumidor. Entre los constituyentes más comunes destacan ginseng, guaraná y ginkgo usados en forma de extractos líquidos solubles en agua. En algunas formulaciones también se incluye polen o jalea real (Suna et al., 2019). 12.2 Ginseng El ginseng, ampliamente utilizado por la medicina tradicional en Corea, Japón y China por sus efectos adaptógenos o reguladores metabólicos, es un estimulante que se incluye en las bebidas energéticas para aumentar la energía y reducir el estrés. El contenido de ginseng en las bebidas energéticas pue - de oscilar entre 6 mg y 300 mg/355 ml (Mandel y Loeb, 2015). Además, sus raíces y rizomas se utilizan como alimento y suplementos dietéticos en algunos países. Mientras en Estados Unidos hay dulces y bebidas que contienen extracto de ginseng, en Corea son comunes las sopas y ensaladas con ginseng, y en China el extracto de ginseng se añade a las bebidas alcohólicas (Szczuka et al., 2019). Sus principales constituyentes activos son los ginsenósidos (2-3 %), una compleja serie de sapo - nósidos triterpénicos tetracíclicos Cañigueral, 2019). Los ginsenósidos se dividen en tres grupos dependiendo de la estructura de la genina: Derivados del ginsenósido Ro. Los ginsenósidos pueden manifestar efectos farmacológicos y mecanismos de acción diferentes, ya que presentan estructuras químicas distintas (Lü et al., 2009), por lo que algunos preparados a base de ginseng se deben valorar. Según la Farmacopea Europea, la droga vegetal de ginseng coreano está constituida por las raíces de Panax ginseng C.A. Meyer (Araliaceae) cortadas y desecadas (ginseng blanco) o bien tratadas 193revista del comité científico nº 33 con vapor de agua y desecadas (ginseng rojo), con un contenido mínimo de 0,4 % de ginsenósidos Rg1 y Rb1, respecto a la d roga seca. El ginseng americano se refiere a las raíces de P. quinquefolius. Además, se incluye la definición de ginseng de la China obtenido a partir de la raíz primaria tratada con vapor y desecad a de P . notoginseng (Burkill) F.H. Chen o de P . pseudoginseng Wall, con un con - tenido mínimo de 3,8 % de ginsenósidos Rg1 y Rb1, respecto a la droga seca. El ginseng ejerce efectos estimulantes y es un tónico general que aumenta la sensación de bien - estar general y la capacidad de trabajo, mejora el agotamiento físico y estrés psicológico, tiene efec - tos inmunomoduladores (inmunoestimulante), SNC. Produce estimulación/depresión del SNC, regula la presión arterial y actúa como hipolipemiante, hipoglucemiante y anabólico (Lü et al., 2009) (Vanaclocha y Cañigueral, 2019). También se le ha atribuido un papel protector frente a infecciones y toxinas, y algunos de estos efectos han sido demostrados en ensayos clínicos. En un ensayo cruzado aleatorizado, doble ciego y controlado con placebo con 32 adultos sanos (Jackson et al., 2020) se evaluaron los efectos en la cognición, estado de ánimo y flujo sanguíneo cerebral de tres bebidas que contenían extracto de remolacha (10 g, estandarizado para 1,5 % nitrato y 0,4 % betalaínas), extracto de ginseng (170 mg, 4,5 % ginsenósidos) y extracto de salvia (280 mg), más uno de los tres extractos fenólicos siguientes: 1,1 g de extracto de bayas de café (440 mg de ácido clorogénico), o 275 mg de extracto de manzana (234 mg de flavonoides expresados como equivalentes de epicatequina), o 2,49 g de extracto de arándano (300 mg de antocianinas). Se observó que la bebida de café redujo la fatiga mental y la confusión/desconcierto y alteración del estado de ánimo. Este efecto podría atribuirse en parte a los 22 mg de cafeína del extracto, pero en un estudio similar con extracto de bayas de café descafeinadas también se observó una atenuación de las percepciones de aumento de fatiga y reducción del estado de alerta después de tareas igual - mente exigentes cognitivamente, sugiriendo que otros constituyentes del café contribuían a estos efectos. Además, se ha descrito que el consumo combinado de dosis bajas de cafeína aumenta la biodisponibilidad de los compuestos fenólicos ejerciendo un efecto sinérgico. El uso tradicional del ginseng y sus preparados para el tratamiento de la astenia, fatiga y sensación de debilidad está aprobado por la Agencia Europea de Medicamentos (EMA, 2013a). Se debe evitar su consumo durante el embarazo, la lactancia, y en niños y adolescentes menores de 18 años dado la ausencia de evaluación de los efectos de ginseng en estos grupos de población. A menudo, deportistas y no deportistas recurren a intervenciones dietéticas que incluyen produc - tos a base de extractos de plantas para mejorar la resistencia y el rendimiento de la fuerza evitando el consumo de fármacos sintéticos a los que los consumidores asocian, generalmente, con mayor riesgo. La mayoría de estos productos a base de extractos de plantas tienen un efecto bajo-moderado sobre el estrés oxidativo, la resistencia a la fatiga y la capacidad de resistencia. Sin embargo, el ginseng es reconocido como un excelente potenciador del rendimiento de resistencia en deporte al aumentar la capacidad aeróbica, la función cardio-respiratoria, el rendimiento físico y la fuerza muscular mientras que disminuye el tiempo de funcionamiento de resistencia y lactato (Sellami et al., 2018). Además, parece aumenta r el estado de alerta y tiempo de reacción. revista del comité científico nº 33194 El ginseng está presente en las bebidas energéticas por debajo de las dosis diarias habituales. Sin embargo, los consumidores deben conocer que, como todo principio activo, el ginseng puede generar efectos secundarios tales como reacciones de hipersensibilidad cutánea, insomnio, tras - tornos gastrointestinales, náuseas, vómitos, diarrea o estreñimiento. Dosis altas pueden provocar ansiedad, irritabilidad, nerviosismo, insomnio, hipertensión, dolor de pecho, efectos estrogénicos, que remiten al reducir la dosis o dejar el tratamiento. Asimismo, el ginseng puede interaccionar con otros principios activos por lo que el consumidor debe conocer su presencia en la bebida energética y prevenir estas interacciones que pueden volverse clínicamente relevantes según la cantidad de ginseng ingerida y la dosis y pauta posológica de los medicamentos consumidos concomitantemente (De Sanctis et al., 2017). Así, se conoce la capacidad del ginseng para potenciar el efecto de los inhibidores de la monoaminooxidasa y puede provocar hipertensión, cefaleas, temores y manías (Vanaclocha y Cañigueral, 2019) e inhibir el efecto anticoagulante de warfarina. Además, ginseng está contraindicado en caso de arritmias, hipertensión, ansiedad y nerviosismo. Sin lugar a duda, el ginseng tiene un alto potencial para inducir efectos beneficiosos en la salud por lo que debería explorarse la formulación de recomendaciones nutricionales precisas y la evaluación de su utilidad en la prevención y el tratamiento de algunos trastornos. 12.3 Guaraná El guaraná contiene cafeína en una concentración aproximadamente doble de la que se encuentra en los granos de café (2-4 % de cafeína en las semillas de guaraná en comparación con 1-2 % en granos de café). Se agrega a las bebidas energéticas por su poder antioxidante y otros efectos fisiológicos en cantidades que oscilan entre 1,4 mg y 300 mg/355 ml (Mandel y Loeb, 2015). El guaraná o pasta de guaraná se obtiene Paullinia Paullina sorbilis Mart.) de la Sapindaceae, a partir de las semillas desprovistas de tegumento, tostadas y pulverizadas, mezcladas con agua formando una pasta que se moldea y deseca, y se comercializa en forma de polvo o fragmentos cilíndricos de color terroso, mayoritariamente para preparar bebidas energéticas y estimulantes. El guaraná contiene bases xánticas, mayoritariamente cafeína (3,6-5,8 %) y menos de un 0,2 % de teobromina y teofilina. Presenta un alto contenido en taninos (5-16 %, principalmente proantocianidi - nas), ácidos grasos, flavonoides, resina, saponósidos, aceite esencial y mucílagos. Aumenta el rendi - miento en carrera de resistencia, la fuerza muscular, el rendimiento anaeróbico, la respuesta inmune y los niveles de catecolaminas séricas (Sellami et al., 2018). Se utiliza como tónico para casos de astenia, estados de agotamiento físico por enfermedad o deporte, tratamiento de diarreas y como coadyuvante en el tratamiento del sobrepeso. También se ha utilizado tradicionalmente como energizante natural y estimulante cognitivo, como aromatizante en bebidas y como componente en productos naturales para bajar de peso; sin embargo, los datos clínicos no apoyan su uso como energizante natural o ayuda para perder peso. Se han realizado ensayos clínicos limitados con guaraná solo (dosis de 75 mg a 1000 mg/día), con alguna evidencia para su uso en la fatiga relacionada con la quimioterapia. La administración de guaraná ha sido asociada con reducción de la ingesta total de alimentos, del contenido de grasa y de la concentración plasmática de lactato en ratas adiestradas. Kennedy 195revista del comité científico nº 33 et al. (2004) observaron las propiedades psicoactivas de una dosis única de extracto de guaraná (75 mg) en adultos sanos. Informaron de mejoras en el rendimiento de la memoria y en velocidad de respuesta. Usando diferentes dosis de extracto de guaraná (37,5; 75; 150 y 300 mg), Haskell et al. (2007) confirmaron una mejora de rendimiento cognitivo y cambios destacados en el estado de ánimo. Curiosamente, observaron un aumento en la autoevaluación \"estado de alerta\" con la dosis superior de guaraná y un aumento en la \"satisfacción\" autoevaluada tras todas las dosis. Algunos investigadores sugieren que los efectos revitalizantes de guaraná se deben en parte a su acción antioxidante. Los posibles efectos de guaraná en la supresión del apetito e inducción de energía probablemente estén relacionados con su contenido de cafeína. Mientras la posología recomendada por la European Scientific Cooperative on Phytotherapy (ESCOP , 2009) para adultos es una dosis diaria de 1-3 g de guaraná pulverizado o preparados equi - valentes, sin exceder 3 g/día, la EMA (2013b) recomienda el uso tradicional para adultos en dosis de 450 mg de guaraná en polvo hasta 5 veces al día. No hay estudios en mujeres embarazadas o en periodo de lactancia, por lo que no se recomienda su administración. El uso en menores de 12 años no está recomendado debido a que no existen datos médicos suficientes que avalen su seguridad. Los efectos adversos derivados de guaraná son leves y transitorios si bien se ha informado de nerviosismo, insomnio, ansiedad, hipertensión, taquicardia, malestar estomacal y otros riesgos para la salud en pacientes sensibles a la cafeína. Actualmente se cree que guaraná no tiene efectos adversos distintos de la toxicidad potencial de la cafeína (De Sanctis et al., 2017). La mayoría de los casos de toxicidad en adultos parecen ser leves y clínicamente benignos pero la sobredosis accidental en niños puede ser más grave. Como precaución se recomienda evitar su consumo en pacientes con ansiedad e hipertensión, colon irritable o arritmias. El guaraná, al igual que ginseng, también presenta interacciones relevantes con otros principios activos como los inhibidores de la monoaminooxidasa, sedantes o simpaticomiméticos (EMA, 2013b). Además, debido a que su componente principal es cafeína, puede potenciar el efecto de psicoana - lépticos y de otras bebidas con cafeína (Drugs, 2020). El guaraná está contraindicado en hipersensibilidad a la cafeína, úlceras gástricas o duodenales, afecciones cardiovasculares, hipertensión y nerviosismo. También está contraindicado en embara - zadas y durante la lactancia pues su consumo se ha asociado con el nacimiento prematuro y el bajo peso del recién nacido y no se ha establecido su seguridad en lactantes y niños. Sin lugar a duda, guaraná tiene cierto potencial para inducir efectos beneficiosos en la salud, pero se precisa de su evaluación toxicológica y la formulación de recomendaciones dietéticas concretas. 12.4 Ginkgo Al ginkgo se le atribuyen efectos nootrópicos y beneficios cerebrales y cardiovasculares debido a su acción antiplaquetaria, mejora del flujo sanguíneo y poder antioxidante por lo que suele utilizarse para mejorar el rendimiento cognitivo. Son varias las formas de comercialización del ginkgo. Entre ellas destacan las infusiones y actualmente las bebidas energéticas cuyo contenido en ginkgo oscila entre 15-20 mg/237 ml. Estas dosis de ginkgo están muy por debajo de cualquier beneficio o peligro cardiovascular o neurológico (Suna et al., 2019).revista del comité científico nº de Ginkgo biloba L. (Ginkgoaceae ), desecada, entera o fragmentada constituye la droga vegetal y debe presentar un contenido mínimo de 0,5 % de flavonoides expresados como heterósidos flavónicos, respecto a la droga seca, según la Farmacopea Europea. Los constituyentes activos principales son: Compuestos (0,06-0,23 %); el sesquiterpeno bilobálido (no menos de 0,26 %). Se usa la droga desecada pulverizada o el extracto de ginkgo seco refinado y valorado que contiene 22-27 % de flavonoides calculados como heterósidos flavónicos, un 2,6-3,2 % de bilobálido, un 2,8-3,4 % de ginkgólidos A, B y C y un máximo de 5 ppm de ácidos ginkgólicos. La hoja de ginkgo tiene acción vasodilatadora arterial, venotónica, aumenta la resistencia capilar y antiagregante plaquetaria (antagonista del factor activador de plaquetas), aumenta la tolerancia a la anoxia al aumentar la captación de glucosa y oxígeno y disminuir los requerimientos cerebrales de oxígeno. Es antioxidante y neuroprotector (Vanaclocha y Cañigueral, 2019). El extracto de ginkgo mejora el flujo sanguíneo cerebral, la microcirculación y el metabolismo tisular, protege de la hipoxia, inhibe la agregación plaquetaria, y reduce la permeabilidad capilar. La EMA (2015) aprueba su uso para la mejora del deterioro cognitivo asociado a la edad y de la calidad de vida en demencia leve (240 mg/día de extracto, 1 o 2 tomas, al menos 8 semanas). Además, aprueba su uso tradicional para el alivio de la pesadez de piernas y trastornos circulatorios menores (750 mg/día de droga pulverizada, en 2 o 3 tomas). La ESCOP (2003) y la Comisión Europea (Blumenthal, 1998) aprueban el uso del extracto seco refi - nado y valorado en terapéutica en el rango de 120-240 mg durante 6-8 semanas, según sea para el tratamiento de insuficiencia cerebro vascular ligera o moderada, claudicación intermitente y otras arteriopatías periféricas oclusivas, vértigo y acufenos de origen vascular e involutivo. Mientras entre los efectos secundarios de ginkgo se observan, rara vez, molestias gastrointesti - nales (diarrea, náuseas y vómitos) y cefaleas, entre las interacciones con otros principios activos destacan aquellas con anticoagulantes y antiagregantes plaquetarios por lo que el uso y consumo concomitante de ginkgo junto con estos tratamientos debe someterse a la supervisión de un profe - sional de la salud. A pesar de estar sólo contraindicado su consumo en hipersensibilidad al ginkgo, se debe evitar el consumo de bebidas energéticas con ginkgo durante el embarazo y lactancia. Entre las precauciones de uso de ginkgo se señala la incidencia de hemorragia a dosis superiores a los 240 mg/día, una dosis que supera en creces la incorporada a las bebidas energéticas si bien la optimización de su uso seguro debe pasar por la formulación de recomendaciones dietéticas concretas. 197revista del comité científico nº 33 12.5 Ginseng, guaraná y ginkgo: exposición dietética a partir de bebidas energéticas Cuando la bebida energética es formulada incorporando otros ingredientes activos además de cafeí - na es más probable que se produzcan efectos adversos sobre la salud del consumidor. La inclusión de estos constituyentes a base de plantas puede no sólo aumentar aún más el contenido de cafeína y las propiedades estimulantes de estas bebidas, sino que puede generar interacciones inciertas y exacerbar cualquier riesgo (Visram et al., 2015). De acuerdo con el documento del Comité Científico de EFSA (2004 y 2009) sobre la calidad y seguridad de los productos a base de plantas ampliamente utilizados como complementos alimen - ticios, el ginkgo y el ginseng se incluyen entre los más comprados y sobre los que se han descrito interacciones con medicamentos. Sin embargo, los efectos agudos y a largo plazo resultantes del consumo excesivo y crónico de estos constituyentes solos y/o en combinación con cafeína no se conocen completamente (De Sanctis et al., 2017). Es conocido que guaraná tiene un efecto estimulante adicional a corto plazo sobre la cafeína sola y que concentraciones bajas de glucosa pueden mejorar los efectos tónicos de guaraná a largo plazo. Ello sugiere que guaraná en combinación con cafeína y glucosa proporciona un estímulo temporal a bajas concentraciones (Moustakas et al., 2015). Sin embargo, un ensayo cruzado, aleatorizado, doble ciego y controlado con placebo con 34 jóvenes voluntarios sanos de ambos sexos concluyó que la exposición aguda a bebidas energéticas con cafeína, independientemente de que contengan o no guaraná y ginseng, prolonga significativamente el intervalo QTc y la presión arterial (Shah et al., 2019). La consideración de estos ingredientes como suplementos a base de plantas les permite no some - terse a los mismos requisitos de información que la cafeína y los azúcares y, en consecuencia, generalmente su concentración no se informa en el etiquetado de las bebidas, por lo que además de existir desinformación al consumidor se imposibilita la evaluación del riesgo y la estimación de la ingesta de cada uno de estos ingredientes por parte de la población a partir de estos envases. Sin embargo, usando los rangos de contenidos referidos por algunos autores (Mandel y Loeb, 2015) (Suna et al., 2019) y los tres escenarios de consumo considerados en esta evaluación por entenderse los más habituales entre la población (250, 500 y 1000 ml de bebida energética) se procede a estimar la ingesta de ginseng, guaraná y ginkgo (Tabla 8). Tabla 8. Contenido en ginseng, guaraná y ginkgo en bebidas energéticas y estimación de la exposición/ ingesta en tres escenarios de consumo de bebidas energéticas ComponenteContenido Min.-Máx.Volumen de bebida energética ingerida 250 ml 500 ml 1000 ml Rangos de ingesta (mg) (Min.-Máx.) 33198 No existiendo recome ndaciones de ingesta ni limitaciones al consumo diario de estos tres ingre - dientes no se puede realizar una evaluación del riesgo. En el caso del ginseng, sin embargo, la ingesta de este ingrediente a partir de las bebidas energé - ticas está muy por debajo de las dosis diarias usadas tradicionalmente con fines terapéuticos tanto para ginseng blanco y ginseng rojo (Vanaclocha y Cañigueral, 2019). También la ingesta de guaraná a partir de bebidas energéticas en cualquiera de los tres escenarios planteados sería inferior a las dosis terapéuticas usadas de guaraná (1-3 g de guaraná pulverizado o preparados equivalentes) (ESCOP , 2009), sin exceder 3 g/día, y 450 mg de guaraná en polvo hasta 5 veces al día (EMA 2013b). Considerando que la EMA (2015) aprueba el uso bien establecido de ginkgo en dosis de 240 mg/ día de extracto (1 o 2 tomas) y el uso tradicional de 750 mg/día de droga pulverizada (2 o 3 tomas), las ingestas de este ingrediente a partir de las bebidas energéticas son muy inferiores en cualquiera de los tres escenarios de consumo planteados. En este sentido, algunos estudios sugieren que el contenido de cafeína de guaraná (40-80 mg/g de extracto) debería de declararse como adicional en la lista de ingredientes (composición) al con - tenido de cafeína indicado en la bebidas energéticas, ya que el contenido total del principio activo cafeína puede ser más alto que la indicada en la lista de ingredientes. Un estudio observacional retrospectivo publicado por Gunja y Brown (2012) analiza las alertas relacionadas con la exposición a bebidas energéticas registradas en la base de datos de un centro australiano de información sobre venenos durante 7 años hasta 2010. Así, el Código de Normas Alimentarias en algunos países, entre ellos Australia, requiere el etiquetado de la cantidad total de cafeína de todas las fuentes (FSANZ, 2019). Posiblemente el caso clínico de una mujer australiana de 25 años con prolapso de la válvula mitral preexistente, condición que afecta a un 2,4 % de la población, que desarrolló fibrilación ven - tricular intratable después de consumir una bebida energética que contenía una alta concentración de cafeína y guaraná favoreció la implementación de esta medida de gestión y reglamentación del etiquetado de estas bebidas (Cannon et al., 2001) (Subaiea et al., 2019). Conclusiones y Recomendaciones del Comité Científico El término \"bebida energética\" sigue siendo un término no definido o recogido en la legislación. Se recomienda avanzar en el establecimiento de su marco legal, incluyendo su definición, los ingredientes que pueden contener, su concentración máxima, y posibles combinaciones. La oferta de bebidas energéticas es muy amplia y su composición muy diversa. La cafeína, ingredien - te principal, se acompaña, en múltiples ocasiones, de otros ingredientes activos (taurina, L-carnitina, D-glucurono- -lactona, vitaminas e incluso ingredientes a base de plantas como ginseng, guaraná y ginkgo, entre otros) lo que genera una gran heterogeneidad en la información al consumidor en el etiquetado. Se recomienda mejorar, en colaboración con la industria, la información al consumidor reco - gida en el etiquetado de las bebidas energéticas favoreciendo no sólo la incorporación de la denominación d e todos los ingredientes activos en el listado de ingredientes sino también su contenido. 199revista del comité científico nº 33 Respecto al contenido en cafeína en las bebidas energéticas, dado que ingestas superiores a 1,4 mg cafeína/kg p.c./día se asocian a alteraciones del sueño (latencia del sueño y reducción de la dura - ción del sueño) e ingestas superiores a 3 mg cafeína/kg p.c./día se señalan como responsables de efectos adversos generales para la salud (efectos cardiovasculares y hematológicos, neurológicos y psicocomportamentales), (EFSA, 2015b), por ello: De forma general, en caso de consumir estas bebidas, se recomienda la selección de bebidas energéticas con contenidos bajos de cafeína para evitar y disminuir la probabilidad de afecta - ción del sueño y otros efectos adversos sobre la salud. Considerando a las bebidas energéticas con 32 mg de cafeína/100 ml como las consumidas más habitualmente: - Con el fin de evitar alteraciones del sueño, se recomienda no superar el consumo de 200 ml (en niños 11-13 años), de 250 ml en niños y adolescentes (14-17 años), y 300 ml en adultos jóvenes (18-30 años). Consumos superiores podría suponer la aparición de efectos adversos generales para la salud (efectos cardiovasculares y hematológicos, neurológicos y psicocomportamentales). En cuanto a los efectos de alteración del sueño, tomando como referencia la ingesta de 1,4 mg cafeína/kg p.c./día como responsable de este efecto adverso, y a los efectos adversos genera - les para la salud (cardiovasculares, hematológicos, neurológicos y psicocomportamentales), tomando como referencia la ingesta de 3 mg cafeína/kg p.c./día como responsable de dichos efectos adversos, se recomienda: - En consumidores de peso corporal próximo a los 50 kg, evitar el consumo de bebidas ener - géticas de más de 32 mg/100 ml para evitar alteraciones del sueño. - En consumidores de peso corporal próximo a 60 kg, se recomienda no consumir 1000 ml de cualquier bebida energética (15-55 mg cafeína/100 ml) y, en cualquier caso, no superar 500 ml de bebidas energéticas con 40-55 mg cafeína/100 ml, ya que dichos consumos se asociarían no sólo con alteraciones del sueño sino con efectos adversos generales para la salud. En consumidores de peso corporal en torno a los 70 kg, no deben alcanzar consumo de 1000 ml/ día de bebidas energéticas de 15 mg cafeína/día; 500 ml de bebidas de 32 mg cafeína/100 ml y 250 ml/día de bebidas con 40-55 mg cafeína/100 ml ya que se expondría a ingestas de cafeína superiores a 1,4 mg cafeína/kg p.c./día, asociada a alteraciones del sueño. - En consumidores de 70 kg, no consumir 1000 ml de bebidas de 32-40 mg cafeína/100 ml o más de 500 ml de bebidas de 55 mg cafeína/100 ml pues la ingesta de cafeína sería superior a 3 mg/kg p.c./día, asociada a efectos adversos generales para la salud. - En cualquier caso, los adultos y adolescentes mayores (70 kg) no deberían superar la ingesta límite de 400 mg cafeína/día recomendada por EFSA (2015b). Se recomienda que se verifique que el etiquetado de las bebidas energéticas recoge la cantidad de cafeína procedente de todos sus ingredientes. Se sugiere valorar, tal como han hecho algunos países, la regulación del contenido máximo de cafeína en estas bebidas.revista del comité científico nº 33200 Respecto a la D-glucurono- -lactona en las bebidas energéticas, considerando un contenido prome - dio de 2400 mg/l, la estimación de la exposición a D-glucurono- -lactona oscila entre 8,6 y 48,0 mg/kg p.c./día tras un consumo de 250 ml y 1000 ml de bebidas energéticas, respectivamente. Únicamente el consumo diario de 250 ml de bebida energética en consumidores de 60 y 70 kg obtiene un margen de seguridad superior o igual a 100. El consumo de tres envases/día de bebida energética reduce significativamente el margen de seguridad para la D-glucurono- -lactona, situándola en 21 mg/kg p.c./día para una persona de 50 kg y en 29 mg/kg p.c./día para una persona de 70 kg. Respecto a la L-carnitina se dispone de muy pocos datos científicos sobre la cantidad y frecuen - cia de consumo a partir de bebidas energéticas pues en la composición en L-carnitina de estas bebidas se incluye como un componente inespecífico de la formulación sin datos concretos sobre su cantidad. Respecto a la ingesta de azúcar a partir del consumo de bebidas energéticas no zero , se estima que el consumo de 250 ml de bebida energética aporta entre 27,5 y 30 g de azúcar, y el de 500 ml de bebida energética entre 55 y 60 g de azúcar. Seleccionando el ejemplo de una lata de 250 ml, su aporte de azúcar supone 220-240 kcal, lo que representa el 10 % de la energía en dietas de 2200-2400 kcal, lo que haría muy difícil no excedernos en la ingesta de azúcares simples. Respecto a la composición en vitaminas, generalmente vitaminas hidrosolubles del grupo B (B2 (riboflavina), B3 (niacina), B5 (ácido pantoténico), B6, B12), el consumo de bebidas energéticas supone un riesgo bajo de hipervitaminosis para las vitaminas B2, ácido pantoténico y B12; riesgo moderado de hipervitaminosis para la vitamina B3 (nicotinamida) y B6; y riesgo alto de hipervitami - nosis para la vitamina B3 (el ácido nicotínico). Respecto al contenido en ingredientes a base de plantas no debe de menospreciarse la actividad biológica de los distintos principios activos y su capacidad para interaccionar con medicamentos. El consumidor debe ser advertido no sólo de los contenidos incluidos sino de la posibilidad/riesgo de interacción, así como de aquellas situaciones en las que se contraindica la ingesta. Así las bebidas energéticas con ginseng deben ser evitadas no sólo durante el embarazo, la lactancia, y en niños sino también en adolescentes menores de 18 años dada la ausencia de evaluación de los efectos de ginseng en estos grupos de población. Las bebidas energéticas con ginkgo también deben ser evitadas durante el embarazo y la lactancia. La preocupación creciente por evaluar los riesgos sobre la salud de las bebidas energéticas se acompaña de un interés por mejorar el conocimiento entre los consumidores y fomentar el consumo moderado evitando conductas de riesgo, especialmente su combinación con bebidas alcohólicas. España debe sumarse al esfuerzo europeo de recopilación de datos sobre el consumo de bebidas energéticas y las tendencias de su consumo a través de acciones anuales de monitorización y sensibilización comunitaria. La monitorización anual de las tendencias de consumo permitirá evaluar la contribución de estas bebidas energéticas a la exposición dietética de cafeína y otros ingredientes activos en grupos específicos de consumidores, estimar su riesgo y diseñar planes de actuación para su minimización. Se deberían formular políticas e implementar programas de comunicación y educación con el objetivo de aumentar el conocimiento de la población, mejorar la percepción del riesgo y minimizar 201revista del comité científico nº 33 los posibles riesgos asociados al consumo excesivo de bebidas energéticas considerando de for - ma diferenciada a los grupos poblaciones de mayor riesgo (niños/as y adolescentes). Además, se sugiere un mayor control de la publicidad especialmente aquella dirigida a población más sensible (niños y adolescentes). Se recuerda que, las bebidas energéticas no están recomendadas en niños, mujeres embarazadas o en periodo de lactancia, y de acuerdo con el Reglamento (UE) Nº 1169/2011, las bebidas energéticas con un contenido superior a 150 mg/l deben mostrar esta mención en su etiquetado. Se recomienda promover el cumplimiento del compromiso de la industria en la comercialización de envases no superiores de 250 ml que contribuyan a moderar la exposición a los distintos compo - nentes activos, algunos de ellos psicoactivos, y estudiar la posibilidad de evitar la comercialización de envases de 500 ml. Entre las actuaciones futuras debería evaluarse el consumo, exposición y riesgo de otros \"modelos de consumo de cafeína\" como los conocidos \"shots\" o \"caffeine/energy shots\", productos comer - cializados en formato pequeño que concentran, en menos de 100 ml, elevadas concentraciones de cafeína muy superiores a las de las bebidas energéticas. I.A., rats. pp: 1019-1029. AEMPS-CIMA. (2021). Agencia Española del Medicamento y Productos Sanitarios. Centro de información online de medicamentos de la AEMPS-CIMA. Disponible vom 21. Mai 2012. AESAN (2012). Agencia Española de Seguridad Alimentaria y Nutrición. Informe del Comité Científico de la Agen - cia Española de Seguridad Alimentaria y Nutrición (AESAN) sobre condiciones de uso de determinadas sus - tancias distintas de vitaminas, minerales y plantas para ser empleadas en complementos alimenticios. Revista del Comité Científico de la AESAN , 2013, 17, pp: 11-234. AFSSA (2003). Agencia Francesa de Seguridad Sanitaria de los Alimentos. Evaluation de l'emploi de taurine, Aviso de 5 de mayo de 2003. AFSSA (2006a). Agencia Francesa de Seguridad Sanitaria de los Alimentos. de l'adjonction de de 30 de enero de 2006. AFSSA (2006b). Agencia Francesa de Seguridad Sanitaria de los Alimentos. Evaluation des risques noviembre de 2006. Aldegunde, M., Miguez, I., Martin, I. y Fernando Otero M.P . (1983). Changes in administered taurine in the rat. of Medical Science, 11 (3), pp: 258-259. Alhyas, L., El Kashef, A. y AlGhaferi, Energy drinks in the Gulf Cooperation Council states: A review. Jour - nal of the Royal Society of Medicine Open, 7 (1) pp: 2054270415593717. revista del comité 11, 24-11-20]. Agency for Food, Environmental and Occupational Health & Safety on the consumption for Food, France. Disponible behavioral (2001). Caffeine: a known but little mentioned compound in plant Trends y following excess consumption of caffeinated \"energy 190 (1), pp: 41-43. BOE (2003). Real Decreto 906/2003, de 11 de julio, relativo al etiquetado de los productos que contienen quinina o cafeína. BOE Nº 166, de 12 de julio de 2003, pp: 27360-27361. BOE (2011). Real Decreto 650/2011, de 9 de mayo, por el que se aprueba la reglamentación técnico-sanitaria en materia de bebidas refrescantes. BOE Nº 119, de 19 de mayo de 2011, pp: 50089-50093. P and fiction. Scand Journal of Gastroenterology 230, pp: 35-39. The Guide to Herbal Review , 63, pp: 1420-1480. C., Spohr, Storgaard, J. A. (2004). Effect of taurine treatment insulin action, and levels in overweight men with a genetic predisposition II diabetes European , 58, T.H., of of Australia, 174 (10), pp: 520-521. CE (2021). Comisión Europea. https://ec.europa.eu/food/ safety/labelling_nutrition/claims/register/public/?event=register.home [acceso: Chen, C., Xia, S., He, J., Lu, G., Xie, Z. y Han, H. (2019). Roles of taurine in cognitive function of physiology, 116584. 203revista del comité científico nº 33 Childs, E. y de Wit, H. (2008). Enhance d Mood and Psychomotor Performance by a Caffeine-Containing Energy Capsule in Fatigued and (1992). Wake up and smell the coffee. Caffeine, coffee, and the medical consequences. Western Journal of Medicine , 157 (5), pp: 544-553. Cofini, V., Cecilia, M.R., Di Giacomo, D., Binkin, N. y Di Orio, F. (2019). Energy drinks consumption in Italian adoles Miller, Muñoz, V., Urquizu Rovira, M., Valls Ibañez, V., Manresa Domínguez, J.M., Ruiz Blanco, G., Urquizu Rovira, M. y Toran, P . (2020). Consumo de bebidas refrescantes, deportivas y energéticas en adolescentes. Estudio BEENIS (Consumption of soft, sports, and energy drinks in adolescents. The BEENIS study). Anales A.T., a significant public hazard. BMC Public , 18 (1), pp: 1391. Dewar, L. Heuberger, Diabetes Syndrome, 11, (2), pp: S631-S635. DGCCRF (2019). Direction Générale la Concurrence, de 13 (2020). Guarana. (2014). Enery Dtinks Europe. Code of Practice for the marketing and labelling of energy drinks. 9 de diciembre de 2014. Disponible en: https://www.energydrinkseurope.org/wp-content/uploads/2020/01/FINAL_EDE-Code- of-Practice_clean_250914.pdf [acceso: 6-02-21]. EFSA (2009). Autoridad use of taurine and 1-31. Seguridad Alimentaria. Panel on Dietetic Products, Nutrition and Allergies (NDA). Scientific faster recovery (ID 738, 1492, 1493), skeletal muscle tissue repair (ID 738, 1492, 1493), increa - se in endurance capacity (ID 4305, 4684), normal contribution to normal to , 9, pp: 2.236. EFSA (2013). Autoridad Europea de Seguridad Alimentaria. Gathering Consumption Data on Specific Consumer Groups of Energy Drinks -NOMISMA-Areté Consortium, vol. 394, Supporting Publications EN. Autoridad Europea de Seguridad Alimentaria. The food classification and description system FoodEx 2 (revision 2). Autoridad Europea Scientific Opinion on the safety of caffeine. EFSA Journal ,13 (5): 4102. EFSA (2018). Autoridad Europea Seguridad Alimentaria. contribution to normal lipid metabo - lism: evaluation of a health claim pursuant Article 13 (5) of Regulation (EC) No EFSA Journal, 16 (1), (2019). Risk assessment of energy drinks with focus on cardiovascular parameters and energy drink consumption in Europe. Food , 130, pp: 109-121. EMA (2013a). EMA/HMPC/321233/2012 (2012). on European ENALIA. Encuesta Nacional de Alimentación en la población Infantil y Adolescente. Ministerio de Sanidad, Servicios Sociales e Igualdad Agencia Española de Consumo, Seguridad Alimentaria y ENALIA 2. Encuesta Nacional de Alimentación en población adulta, mayores y emba - razadas. Disponible Foundation New D. nutrition. Nutrition Willcox, Nobile, Pileggi, C., Bianco, A. y Pavia, M. (2014). Consumption of energy drinks, pp: 1654-1661. Font. L., Miguel, M. y of in a pluri- ethnic of adolescents 14 (3), pp: e0214420. 205revista del comité científico nº 33 FSANZ (2009). Food Standards Australia New Zealand. Australia New Zealand Food Standards A.W., Rapoport, J.L. y Thompson, P .M. (2004). Dynamic mapping of human cortical development during childhood through early adulthood. Proceedings of the Sciences , 101, pp: 8174- 8179. Gunja, N. Energy health risks and toxicity. Medical Journal Australia Cattaldo, S., Mauro, A., Pregnolato, F., Mazzola, S.M. y Russo, S. (2018). Taurine Administration Recovers Motor and Learning Deficits in an Angelman Syndrome Mouse Model. International Journal of Molecular Sciences , 19 (4), pp: 1088. Harb, J.N., Taylor, Z.A., Khullar, V. y Sattari, M. (2016). British Medical Journal Case Reports. Rare cause of acute hepatitis: a common energy drink. Published online. doi:10.1136/bcr-2016-216612. Harfmann, B. (2018). State of the Beverage Industry: Energy market maturing, growth expected to slow. Beverage Industry. 11 de Mejia, E. (2010a). Energy Drinks: An Ingredient Functionality, and Regulations in the United States. Comprehensive Reviews in Food Science and Food Safety , 10, pp: 303-317. Heckman, M.A., Weil, J. y de Mejia, E.G. (2010b). Caffeine (1,3,7-trimethylxanthine) in foods: A comprehensive review on consumption, functionality, safety, and regulatory matters. Journal of Food Science , 75 (3), pp: R77-R87. Henderson-Smart, D.J. y De apnoea in preterm ., pp: 9-11. Hou, L., Che, Y., Sun, F. Q. (2018). Taurine protects noradrenergic locus in the mammalian actions D.B. W.E. (2018). Energy the Khan, J., Saunders, C., Mitchell, S., Haskell-Ramsay, C.F. y Kennedy, D.O. (2020). A Randomized, Crossover Study of the Acute Cognitive and Cerebral Blood Flow Effects (2016). Motives mixing alcohol with energy drinks and other non-alcoholic beverages and Junyent, F., Utrera, J., Romero, R., Pallàs, M., Camins, A., Duque, D. y Auladell, C. (2009). Prevention of epilepsy by taurine treatments in of M., Takano, Y., Iwashiro, N., Natsubori, T., Aoki, Y., Kano, Y. y Kasai, K. (2013). Altered metabolites in the plasma of autism spectrum disorder: a electrophoresis time-of-flight (6), pp: 262-270. Q. y Chen, C. (2009). Ginseng compounds: an update on their molecular mechanisms and medical applications. Current Vascular Pharmacology , 7 (3), pp: 293-302. Lurz, R. y use in sports, pharmacokinetics in man, and cellular mechanisms of action. Critical Reviews S., Sannino, A. y Checchin, E. (2018). Energy drink and gin - seng consumption by Italian university students: cross-sectional study. metabolic syndrome and type 2 meta-analysis. Diabetes 33 (11), pp: 2477-2483. Mandel, M. y Loeb, H. (2015). Do mentacion/legislacion/recopilaciones-legislativas-monograficas/pdabebidasnoalcoholicassumariocomple - a review. Journal (6), pp: 411- nº 33 Mednick, S.C., Cai, D.J., Kan ady, J. y S.P . (2008). Comparing the benefits of caffeine, naps and placebo on verbal, motor and perceptual memory. Behavioural Brain Research , 193 (1), pp: 79-86. The for human , 10 (4), pp: e0123310. P ., S., Eastwood, J., Rotstein, Hugenholtz, A. y Feeley, M. (2003). Effects of caffeine on (1) pp: 1-30. Nowak, D. of Caffeinated Energy Drinks among Polish Adolescents. International Journal 12 (7), pp: 7910-7921. Oliver Anglès, Valero Coppin, O. y Oliván Abejar, J. (2020). Prevalencia y factores asocia - dos al consumo de bebidas energéticas en jóvenes de la provincia de Barcelona. Prevalence and associated factors to energy drinks consumption among teenagers in the Taurine treatment provides neuro protection in mouse Trace Element Research ., 190, pp: 384-395. Mundial de la Salud. Guideline: Sugars intake for adults and children. Geneva, World Health Organization, 2015. WHO Library Cataloguing-in-Publication Data, ISBN 978 92 4 154902. Pearl, P .L., Schreiber, J., Theodore, W.H., McCarter, R., Barrios, E.S., Yu, J., Wiggs, E., He, J. y Gibson, K.M. Taurine B. (2012). Caffeine-induced rhabdomyolysis at a near-toxic dose. Medical - Annals of , 1033, pp: 30-41. Retey, J.V., Adam, M., y B., Hayward, S., R. y Godefroy, S.B. (2013). Energy Drinks: An Assessment of the Potential Health Risks in the Canadian Context. International Food Risk Analysis Journal, 3 (4), pp: 1-29. 486-490. of Drink Consumption to Adolescent Health. American Journal of Lifestyle Medicine, 13 (1), pp: 22-25. Sava, B.A., Chen, R., Sun, H., Kilb, W. (2014). Taurine activates of 115th Meeting of the Scientific Committee on Food January 1999. European SCF Scientific Committee on Food, SCF. Guidelines of the SCF for the development of tolerable upper intake levels for vitamins and minerals. SCF/CS/NUT/UPPLEV/11 Final. 2000. Opinion of the Scientific Committee on Food (SCF) on additional information on \"energy\" drinks. (expressed on of in heart and muscle. Journal Science , pp: infarction in a young adult following the consumption of a caffeinated energy drink. i, G., D Hayes, L., Milic, M. y Padulo, J. (2018). Herbal medicine for sports: a review. Journal of the International Society of Sports Nutrition , 15, pp: 14. Shah, S.A., Szeto, A., Fan, D., Quach, K.N., Bhattacharyya, M., Elmiari, T.J., Nasir, J.M. y Energy Drink Consumption on Electrocardiographic and Blood Pressure Parameters: A Randomized Trial. Journal of the American Heart Association , 8 (11), pp: e011318. Shao, A. - tion neural stem cells and synapse development in the developing mouse brain. Journal (2002). Effects on human Food and Chemical Toxicology 40 pp: 1243-1255. C., Brons, C., K., Dyerberg, J. A. (2005). No effect of taurine on platelet aggregation in men with a predisposition to type 2 diabetes mellitus. Platelets, 16, pp: 301-305. Stacey, N., van Hofman, K. (2017). Energy drink and levels: (2019). and of the usage of medicinal herbal extracts beverage En libro: Natural Beverages . A. A.M. G., Motyl, Ameri - can Ginseng Panax of the effects on blood and lipids. The American Journal of Clinical Nutrition , 100 (1), pp: 65-79. Te Mann, J. sugars and body Reusch, H., Godelmann, R. y Lachenmeier, analysis taurine in energy Nº 178/2002 del Parlamento Europeo y del Consejo, de 28 de enero de 2002, por el que se establecen los principios y los requisitos generales de la legislación alimentaria, se crea la Autoridad Europea de Seguridad Alimentaria y se fijan procedimientos relativos a la seguridad alimentaria. DO L 31 de 1 de febrero de 2002, pp: 1-42. UE (2002b). Directiva 2002/46/CE del Parlamento Europeo y del Consejo, de 10 de junio de 2002, relativa a la aproximación de las legislaciones de los Estados miembros en materia de complementos alimenticios. DO L 183 de 12 de julio de 2002, pp: 51-57. UE (2006a). Reglamento (CE) Nº 1924/2006 del Parlamento Europeo y del Consejo, de 20 de diciembre de 2006, relativo a las declaraciones nutricionales y de propiedades saludables en los alimentos. DO L 404 de 30 de diciembre de 2006, pp: 9-25. UE (2006b). Reglamento (CE) Nº 1925/2006 del Parlamento Europeo y del Consejo, de 20 de diciembre de 2006, sobre la adición de vitaminas, minerales y otras sustancias determinadas a los alimentos. DO L 404 de 30 de diciembre 2006, pp: 26-38. UE (2011). Reglamento (UE) Nº 1169/2011, del Parlamento Europeo y del Consejo, de 25 de octubre de 2011, sobre la información alimentaria facilitada al consumidor y por el que se modifican los Reglamentos (CE) Nº 1924/2006 y (CE) Nº 1925/2006 del Parlamento Europeo y del Consejo, y por el que se derogan la Directiva 87/250/CEE de la Comisión, la Directiva 90/496/CEE del Consejo, la Directiva 1999/10/CE de la Comisión, la Directiva 2000/13/CE del Parlamento Europeo y del Consejo, las Directivas 2002/67/CE, y 2008/5/CE de la Comisión, y el Reglamento (CE) Nº 608/2004 de la Comisión. DO L 304 de 22 de noviembre de 2011, pp: 18-63. Van Dam, R., Hu, F. y Willett, W. (2020). Coffee, Caffeine, and Health . The New England Journal of Medicine , 383, pp: 369-378. Vanaclocha, B. y A review of national representative studies. Critical Reviews in Science of energy drinks by children and Young people: a rapid review examining evidence of physical effects and consumer attitudes. British Medical Journal Open, 6 pp: e010380. VKM (2015). Norwegian Scientific Committee for Food Safety. Norwegian Scientific Committee for Food Safety. Scientific Opinion of the Panel on Food Additives, Flavourings, Processing Aids, Materials in Contact with Food, and Cosmetics of the Norwegian Scientific Com - mittee for Food and Environment. Risk assessment of drinks on the Journal Cardiology , 9 (11), pp: 796-806. Welsh, Myers, J., Lieberman, O'Brien, C., Peck, J., Tenenbein, M., Weaver, C. , Harvey, S., Urban, J. y Doepker, C. (2017). Systematic review of the potential https://www.zenithglobal.com/market- insights/reports/global-energy-drinks-report. [acceso: 6-02-21]. Zhang, X., Wang, X., Zhang, J., Pan, X., Jiang, J. y Li, Y. (2017). Effects of taurine on alterations , 975, pp: 119-130. Zhu, M., Akimana, C., (2019). 1H-MRS Quantitation of Age-Dependent Taurine 812-817. Zucconi, S., Volpato, C., Adinolfi, F., Gandini, E., Gentile, E., Loi, A. y Fioriti, L. (2013). Gathering consumption data on specific consumer groups of energy "}