{"title": "SEGURIDAD Y EFICACIA PRELIMINAR DE LAS VACUNAS PARA LA PREVENCIÓN DE COVID-19 - Grupo Total Farma", "author": "Asistente", "url": "https://www.grupototalfarma.co/2021/04/09/seguridad-y-eficacia-preliminar-de-las-vacunas-para-la-prevencion-de-covid-19/", "hostname": "grupototalfarma.co", "description": "El proceso de desarrollo de una vacuna suele durar una década, pero los plazos de COVID-19 se están reduciendo debido a la urgencia mundial por la pandemia, al tiempo que se intentan mantener las normas de seguridad y eficacia. Las fases involucradas en el desarrollo de nuevas vacunas, que pueden combinarse, se resumen en la Tabla [...]", "sitename": "Grupo Total Farma", "date": "2021-04-09", "cleaned_text": "El proceso de desarrollo de una vacuna suele durar una década, pero los plazos de COVID-19 se están reduciendo debido a la urgencia mundial por la pandemia, al tiempo que se intentan mantener las normas de seguridad y eficacia. Las fases involucradas en el desarrollo de nuevas vacunas, que pueden combinarse, se resumen en la [Tabla 1](http://evidencia.org/index.php/Evidencia/article/view/6912#tw-cf279be66339). |Fase||Descripción| |Preclínica||Se realizan pruebas en animales para apoyar la viabilidad y la seguridad.| |Clínica 1||Pequeño estudio que involucra entre 20 y 100 personas sanas, que evalúa la seguridad y la respuesta inmunológica en diferentes dosis. Típicamente requiere un plazo de 1 a 2 años; en COVID 19 tomó alrededor de 3 meses para algunas vacunas.| |Clínica 2||Estudia 100 a 300 personas. Evalúa más a fondo la seguridad, evalúa la eficacia e informa sobre la dosis óptima y el calendario de vacunación. Habitualmente requiere plazos de 2 a 3 años, pero para las pruebas de COVID-19, se espera que tome alrededor de 8 meses.| |Clínica 3||Los científicos administran la vacuna a miles de personas y esperan a ver cuántas se infectan, en comparación con los voluntarios que recibieron un placebo. Evalúa más a fondo la seguridad ya que permite ver efectos adversos infrecuentes. Por lo general se desarrolla en un plazo de de 2 a 4 años, pero para los ensayos de COVID-19, puede combinarse con la fase II.| |Revisión para su aprobación||Un organismo gubernamental examina los datos de los estudios y la información presentada en la solicitud de licencia antes de su aprobación. Esta evaluación puede ocurrir mientras la fabricación ha comenzado. De manera habitual se realiza en un plazo de 1 a 2 años, pero para COVID-19, este proceso acelerado llevará unos pocos meses.| |Clínica 4||Estudios posteriores a la aprobación de la vacuna que vigilan su eficacia y la seguridad en condiciones reales. Las pruebas empiezan después de que la vacuna se ha liberado al público.| Table 1.Fases del desarrollo de las vacunas Las vacunas que se encuentran en la actualidad en la fase 3 de investigación clínica se describen en la Tabla 2. |Desarrollador/Fabricante||Plataforma||Tipo de vacuna||Dosis||Tiempo de dosis||Administración||Registro de NCT04540419| partículas lipoproteicas||2||0, 28 días||intramuscular||NCT04612972| |Instituto de VLP||2||0, 28 días||intramuscular||ACTRN12620000817943*| Tabla 2. Vacunas para la COVID-19 en ensayos de investigación clínica de fase 3. Notas: *Solo está disponible el registro del ensayo fase 1/2. ARN: ácido ribonucleico; RBD-HBsAg: dominio de unión al receptor del antígeno de la hepatitis B; SARS CoV-2: coronavirus de tipo 2 causante del síndrome respiratorio agudo severo; VLP: partícula tipo viral. **Tomado de Ciapponi, A. (2021). Seguridad y eficacia preliminar de las vacunas para la prevención de COVID-19. Evidencia, Actualización En La práctica Ambulatoria, 24(1), e002116. Recuperado a partir de [http://evidencia.org/index.php/Evidencia/article/view/6912](http://evidencia.org/index.php/Evidencia/article/view/6912) modificado por "}