{"title": "PDF", "author": "PDF", "url": "www.healthnet.com/static/medicare/sob/2015_ca_sb_violet_007_spn.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Resumen de Beneficios para 2015 Health Net Violet (PPO) Condado de Yolo, CA Los beneficios entran en vigencia a partir del 1.º de enero de 2015 H5439 Health Net Life Insurance Company Material ID # H5439_2015_0295_SPN CMS Accepted 09042014 SECCIÓN I INTRODUCCIÓN AL RESUMEN DE BENEFICIOS Usted tiene diferentes opciones acerca de cómo obtener sus beneficios de Medicare Una opción es obtener sus beneficios de Medicare a través de Medicare Original (Medicare de pago por servicio). Medicare Original es diri gida directamente por el Gobierno Federal. Otra opción es obtener sus benefi cios de Medicare inscribiéndose en un plan de salud de Medicare, como Health Net Violet (PPO) . Consejos para comparar sus opciones de Medicare Este folleto de Resumen de Beneficios le brinda un resumen de lo que cubre Health Net Violet (PPO) y lo que paga usted. Si desea comparar nuestro plan con otros planes de salud de Medicare, pida a los otros planes sus folletos de Resumen de Beneficios. O, us e el Buscador del Plan de Medicare en http://www.medicare.gov. Si desea saber más sobre la cobertura y los costos de Medicare Original, busque en su manual actual \"Medicare & You\" . Consulte el manual en línea en h ttp://www.medicare.gov u obtenga una copia llamando al 1-800- MEDICARE (1-800-633-4227), las 24 horas, los 7 días de la semana. Los usuarios de TTY deben llamar al 1-877-486-2048. Este documento está disponible en otros formatos como Braille y letra grande. This document may be available in a non-English language. For add itional information, call us at 1-800-960-4638 (TTY users should call 711). Este documento puede estar disponible en un idioma distinto al inglés. Para obtener información adicional, llamenos al 1- 800-960-4638 (Los usuarios de TTY deben llamar al 711). Las secciones de este folleto son: Lo que Debe Saber sobre Health Net Violet (PPO) Prima Mensual, Deducible y Límites sobre Lo que Usted Paga por los Servicios Cubiertos Beneficios Médicos y Ho spitalarios Cubiertos Beneficios de Medicamentos que Requieren Receta Médica Beneficios Opcionales (debe pagar un a prima extra por estos beneficios) ¿Quién puede suscribirse? Para inscribirse en Health Net Violet (PPO) , debe tener derecho a la Parte A de Medicare, estar inscrito en la Parte B de Medicare y vivir en nuestra área de servicio. Nuestra área de servicio incluye el siguiente condado de California: Yolo. ¿Qué médicos, hospitales y farmacias puedo utilizar? Health Net Violet (PPO) tiene una red de médicos, hospitales y farmacias, y otros proveedores. Si utiliza los proveedores de nuestra red, es posible que pague menos por los se rvicios cubiertos. Pero si lo desea, también puede usar prov eedores que no están en nuestra red. En general, usted debe usar las farmacias de la red para surtir sus recetas para los medicamentos cubiertos de la Parte D. Algunas de nuestras farmacias de la red tienen costo compartido preferido. Es probable que pague menos si usa estas farmacias. Puede ver nuestro directorio de provee dores del plan en nuestro sitio web (http://www.healthnet.com/medicare). Puede ver nuestro directorio de farmacias del plan en nuestro sitio web (https://www.healthnet.com/medicare/pharmacy). O, llámenos y le enviaremos una copia de los directorios de proveedores y farmacias. Lo que Debe Saber sobre Health Net Violet (PPO) Horario de atención Puede llamarnos los 7 días de la semana de 8:00 a.m. a 8:00 p.m ., hora del Pacífico. Números de Teléfono y Sitio Web de Health Net Violet (PPO) Si usted pertenece a este plan, llame gratis al 1-800-960-4638 (los usuarios de TTY deben llamar al 711). Si usted no pertenece a este pla n, llame gratis al 1-800-977-6738 (los usuarios de TTY deben llamar al 711). Nuestro sitio web: http:// www.healthnet.com/medicare ¿Qué cubrimos? Como todos los planes de sal ud de Medicare, cubrimos todo lo que cubre Medicare Original y más. Los miembros de nuestro plan obtienen todos los beneficios cubiertos de Medicare Original. Por alguno de estos benefi cios, usted podría pagar más en nuestro plan que lo que pagaría en Medicare Original. Por otros, usted podría pagar menos. Los miembros de nuestro plan también obtienen más que lo está cubierto por Medicare Original. Algunos beneficios extra se describen en este folleto. Cubrimos los medicamentos de la Parte D. Asimismo, cubrimos los medicamentos de la Parte B como quimioterapia y algunos medicamen tos administrados por su proveedor. Puede ver el formulario completo del plan (lis ta de los medicamentos que requieren receta médica de la Parte D) y todas las rest ricciones en nuestro sitio web, https://www.healthnet.com/medicare/pharmacy. O, llámenos y le enviaremos una copia del formulario. ¿Cómo determinaré el costo de mis medicamentos? Nuestro plan agrupa cada medicamento en uno de seis \"niveles\". Deberá usar su formulario para encontrar en qué nivel está su medicamento y determ inar así cuánto le costará. El monto que usted paga depende del nivel del medicamento y de qué etapa del beneficio ha alcanzado usted. Más adelante en este documento, explicaremos las etapas del beneficio que se producen: Cobertura Inicial, Brecha de Cobertura y Cobertura Catastrófica. SECCIÓN II RESUMEN DE BENEFICIOS Health Net Violet (PPO) PRIMA MENSUAL, DEDUCIBL E Y LÍMITES SOBRE LO QUE USTED PAGA POR LO S SERVICIOS CUBIERTOS ¿Cuánto es la prima mensual de su plan? $0 por mes. Además, debe continuar pagando su prima de la Parte B de Medicare. ¿De cuánto es el deducible? Este plan tiene deducibles para algunos servicios médicos y hospitalarios. $500 por año para algunos servicios dentro de la red y fuera de la red. Este plan no tiene un deducible para medicamentos que requieren receta médica de la Parte D. ¿Hay algún límite sobre cuánto pagaré por mis servicios cubiertos? Sí. Como todos los planes de salud de Medicare, nuestro plan lo protege con límites anuales sobre sus costos de desembolso para atención médica y hospitalaria. Su límite anual en este plan: $5,000 por servicios que usted recibe de proveedores dentro de la red. $6,700 por servicios que recibe de cualquier proveedor. El límite por servicios recibidos de proveedores dentro de la red se cuenta como parte de este límite. Si usted alcanza el límite de sus costos de desembolso, usted continuará recibiendo servicios cubiertos hospitalarios y médicos y nosotros pagaremos el costo total por el resto del año. Tenga en cuenta que usted deberá continuar pagando sus primas mensuales y los costos compartidos por sus medicamentos que requieren receta médica de la Parte D. ¿Hay un límite con respecto a cuánto pagará el plan? Nuestro plan tiene un límite de cobertura todos los años para ciertos beneficios dentro de la red. Comuníquese con nosotros para conocer los servicios que se aplican. Si tiene alguna pregunta sobre los beneficios o los costos de este plan, comuníquese con Health Net Life Insurance Company para obtener más detalles. BENEFICIOS MÉDICOS Y HO SPITALARIOS CUBIERTOS NOTA: SERVICIOS CON UN 1 PUEDEN REQUERIR AUTORIZACIÓN PREVIA. SERVICIOS CON UN 2 PUEDEN REQUERIR UNA REFERENCIA DE SU MÉDICO. Servicios y Atención para Pacientes Ambulatorios Acupuntura y Otras Terapias Alternativas Este plan cubre beneficios de acupuntura por un costo extra. Consulte la sección \"Beneficios Opcionales\" de este folleto para conocer estos costos. Ambulancia 1 Dentro de la red: Copago de $315 Fuera de la red: Copago de $315 Cuidado Quiropráctico 1 Manipulación de la columna vertebral para corregir una subluxación (cuando 1 o más huesos de la columna vertebral se desplazaron de su lugar): Dentro de la red: Copago de $20 Fuera de la red: Copago de $40 Servicios Dentales Servicios dentales limita dos (no incluyen servicios relacionados con atención, tratamiento, empaste, extracción ni reemplazo de dientes): Dentro de la red: Usted no paga nada Fuera de la red: Usted no paga nada Insumos y Servicios para Diabetes 1 Suministros para el control de la diabetes: Dentro de la red: Usted no paga nada Fuera de la red: 10 a 20% del costo, dependiendo del servicio Capacitación para el autocontrol de la diabetes: Dentro de la red: Usted no paga nada Fuera de la red: Usted no paga nada Zapatos terapéuticos o plantillas: Dentro de la red: 10% del costo Fuera de la red: 10 a 20% del costo, dependiendo del servicio Rayos X, Servicios de Laboratorio y Radiología, y Pruebas de Diagnóstico 1 Servicios de radiología de diagnóstico (como imágenes por resonancia magnética [por sus siglas en inglés, MRI], tomografías computarizadas [por sus siglas en inglés, CT]): Dentro de la red: Copago de $25 Fuera de la red: 30% del costo Pruebas y procedimientos de diagnóstico: Dentro de la red: Usted no paga nada Fuera de la red: 30% del costo Servicios de laboratorio: Dentro de la red: Usted no paga nada Fuera de la red: 30% del costo Rayos X para pacientes ambulatorios: Dentro de la red: Usted no paga nada Fuera de la red: 30% del costo Rayos X, Servicios de Laboratorio y Radiología, y Pruebas de Diagnóstico1 (continuación) Servicios de radiología terapéutica (como tratamiento de radiación para el cáncer): Dentro de la red: Copago de $25 Fuera de la red: 30% del costo Visitas al Consultorio del Médico Consulta con el médico de atención primaria: Dentro de la red: Copago de $10 Fuera de la red: Copago de Consulta a un especialista: Dentro de red: Copago de $30 Fuera de la red: Copago de $40 Equipo Médico Duradero (incluye sillas de ruedas, oxígeno, etc.)1 Dentro de la red: 10% del costo Fuera de la red: 10% del costo Atención de Emergencia Copago de $65 Si usted es admitido al hospital inmediatamente, no tiene que pagar su parte del costo por atención de emergencia. Consulte la sección \"Atención Hospitalaria para Pacientes Hospitalizados\" de este folleto para conocer otros costos. Límite de cobertura del plan de $50,000 por año para servicios de emergencia suplementarios fuera de los EE. UU. Cuidado de los Pies (servicios de podiatría) Exámenes y tratamiento de los pies si tiene daño nervioso relacionado con la diabetes y/o cumple ciertas condiciones: Dentro de la red: Copago de $25 Fuera de la red: Copago de $40 Servicios de Audición Examen para diagnosticar y tratar problemas de audición y equilibrio: Dentro de la red: Copago de $25 Fuera de la red: 30% del costo Cuidado de la Salud en el Hogar 1 Dentro de la red: Usted no paga nada Fuera de la red: Usted no paga nada Cuidado de la Salud Mental 1 Consulta como paciente hospitalizado: Nuestro plan cubre hasta 190 días de por vida para atención de la salud mental como paciente hospitalizado en un hospital psiquiátrico. El límite a la atención hospitalaria como paciente hospitalizado no se aplica a los servicios mentales del paciente hospitalizado proporcionados en un hospital general. Nuestro plan cubre 90 días por una hospitalización como paciente hospitalizado. Nuestro plan también cubre 60 \"días de reserva vitalicia\". Esto se refiere a los días \"extra\" cubiertos. Si su hospitalización dura más de 90 días, usted puede usar estos días extra. Pero una vez que usted haya usado estos 60 días extra, la cobertura del hospital como paciente hospitalizado se limitará a 90 días. Cuidado de la Salud Mental 1 (continuación) Dentro de la red: - Copago de $350 por estadía Fuera de la red: - Copago de $500 por estadía Consulta de terapia de grupal ambulatoria: Dentro de la red: Copago de $25 Fuera de la red: Copago de $40 Consulta de terapia individual ambulatoria: Dentro de la red: Copago de $25 Fuera de la red: Copago de $40 Rehabilitación para Pacientes Ambulatorios 1 Servicios de rehabilitación cardíaca (del corazón) (por un máximo de 2 sesiones de una hora por día por hasta 36 sesiones, en un máximo de 36 semanas): Dentro de la red: Copago de $25 Fuera de la red: Copago de Consulta de terapia ocupacional: Dentro de red: Copago de $25 Fuera de la red: Copago de $40 Consulta de fisioterapia, y terapia del habla y del lenguaje: Dentro de la red: Copago de $25 Fuera de la red: Copago de $40 Abuso de Sustancias para Pacientes Ambulatorios Consulta de terapia grupal: Dentro de la red: Copago de $25 Fuera de la red: 30% del costo Consulta de terapia individual: Dentro de la red: Copago de $25 Fuera de la red: 30% del costo Cirugía para Pacientes Ambulatorios 1 Centro quirúrgico ambulatorio: Dentro de la red: Copago de $100 Fuera de la red: 30% del costo Hospital para pacientes ambulatorios: Dentro de la red: Copago de $0-250, dependiendo del servicio Fuera de la red: 30% del costo Artículos de Venta Libre Sin Cobertura Prótesis (aparatos ortopédicos, extremidades artificiales, etc.) 1 Prótesis: Dentro de la red: 10% del costo Fuera de la red: 10% del costo Suministros médicos relacionados: Dentro de la red: Usted no paga nada Fuera de la red: 10% del costo Diálisis Renal Dentro de la red: 20% del costo Fuera de la red: 20% del costo Transporte Sin cobertura Atención de Urgencia Copago de $35 Si usted es admitido al hospital inmediatamente, no tienen que pagar su parte del costo por atención de urgencia. Consulte la sección \"Atención Hospitalaria para Pacientes Hospitalizados\" de este folleto para conocer otros costos. Servicios de la Vista Examen para diagnosticar y tratar enfermedades y afecciones de los ojos (incluye examen de detección de glaucoma una vez al año): Dentro de la red: Copago de $0-25, dependiendo del servicio Fuera de la red: 0 a 30% del costo, dependiendo del servicio Examen de la vista de rutina (hasta 1 por año): Dentro de la red: Copago de $25 Fuera de la red: 0 a 30% del costo, dependiendo del servicio Anteojos o lentes de contacto después de una cirugía de cataratas: Dentro de la red: Usted no paga nada Fuera de la red: Usted no paga nada Atención Preventiva Dentro de la red: Usted no paga nada Fuera de la red: Usted no paga nada Nuestro plan cubre muchos servicios preventivos, como por ejemplo: Examen de detección de aneurisma aórtico abdominal Orientación sobre el consumo indebido de alcohol Medición de la masa ósea Examen de detección de cáncer de seno (mamografías) Enfermedad cardiovascular (terapia del comportamiento) Examen de detección de enfermedades cardiovasculares Examen de detección de cáncer de cuello uterino y de vagina Colonoscopia Examen de detección de cáncer colorrectal Examen de detección de depresión Examen de detección de diabetes Prueba de sangre oculta en material fecal Sigmoidoscopia flexible Prueba de detección del VIH Servicios de terapia de nutrición médica Examen de detección y orientación sobre la obesidad Exámenes de detección de cáncer de próstata (por sus siglas en inglés, PSA) Exámenes de detección de infecciones de transmisión sexual y orientación Orientación para dejar de fumar (orientación para personas sin signos de enfermedad relacionada con el tabaco) Vacunas, incluidas vacunas contra la Gripe, la Hepatitis B y vacunas Antineumocócicas. Consulta preventiva \"Bienvenido a Medicare\" (una vez) Consulta anual de \"Bienestar\" Se cubrirá cualquier servicio preventivo adicional aprobado por Medicare durante el año de contrato. Centro de cuidado de enfermos terminales Usted no paga nada por el cuidado de enfermos terminales en un centro de cuidado de enfermos terminales certificado por Medicare. Tal vez tenga que pagar parte del costo de los medicamentos y de la atención de relevo. Atención para Pacientes Hospitalizados Atención Hospitalaria para Pacientes Hospitalizados 1 Nuestro plan cubre una cantidad ilimitada de días por hospitalización como paciente hospitalizado. Dentro de la red: - Copago de $350 por estadía - Usted no paga nada por día los días posteriores al día 91 Fuera de la red: - Copago de $500 por estadía Cuidado de la Salud Mental para Pacientes Hospitalizados Para obtener información sobre el cuidado de la salud mental para pacientes hospitalizados, consulte la sección \"Cuidado de la Salud Mental\" de este folleto. Centro de Enfermería Especializada (por sus siglas en inglés, SNF) 1 Nuestro plan cubre hasta 100 días en un SNF. Dentro de la red: - Usted no paga nada por día los días 1 a 20 - Copago de $100 por día para los días 21 al 100 Fuera de la red: - 15% del costo por día para los días 1 a 100 BENEFICIOS DE MEDICAMENTOS QUE REQUIEREN RECETA MÉDICA ¿Cuánto pago? Para medicamentos de la Parte B, como los medicamentos de quimioterapia 1: Dentro de la red: 8% del costo Fuera de la red: 10% del costo Otros medicamentos de la Parte B 1: Dentro de la red: 8% del costo Fuera de la red: 10% del costo Cobertura Inicial Usted paga lo siguiente hasta que sus costos totales anuales en medicamentos alcancen los $2,960. Los costos totales anuales en medicamentos son los costos totales por medicamentos pagados tanto por usted como por nuestro plan de la Parte D. Puede obtener sus medicamentos en farmacias de venta minorista de la red y farmacias de compra por correo. Costo Compartido Minorista Preferido Nivel Suministro de un mes Suministro de dos meses Suministro de tres meses Nivel 1 (Genéricos Preferidos) $0 $0 $0 Nivel 2 (Genéricos No Copago de $30 Copago de $45 de $35 Copago de $70 Copago de $105 Nivel (Medicamentos no Copago de $85 Copago de $170 Copago de $255 Nivel 5 (Nivel de Especialidades) 33% del costo 33% del costo 33% del costo Nivel 6 (Medicamentos para la atención seleccionada) $0 $0 $0 Costo Compartido Minorista Estándar Nivel Suministro de un mes Suministro de dos meses Suministro de tres meses Nivel 1 (Genéricos Preferidos) Copago de $5 Copago de $10 Copago de $20 Copago de $40 Copago de $60 de $45 Copago de $90 Copago de $135 Nivel (Medicamentos no Copago de $95 Copago de $190 Copago de $285 Nivel 5 (Nivel de Especialidades) 33% del costo 33% del costo 33% del costo Nivel 6 (Medicamentos para la atención seleccionada) $0 $0 $0 Costo Compartido por Compra por Correo Preferida Nivel Suministro de un mes Suministro de dos meses Suministro de tres meses Nivel 1 (Genéricos Preferidos) $0 $0 $0 Nivel 2 (Genéricos No Copago de $30 Copago de $30 de $35 Copago de $70 Copago de $95 Nivel (Medicamentos no Copago de $85 Copago de $170 Copago de $245 Nivel 5 (Nivel de Especialidades) 33% del costo 33% del costo 33% del costo Nivel 6 (Medicamentos para la atención seleccionada) $0 $0 $0 Costo Compartido por Compra por Correo Estándar Nivel Suministro de un mes Suministro de dos meses Suministro de tres meses Nivel 1 (Genéricos Preferidos) Copago de $5 Copago de $10 Copago de $20 Copago de $40 Copago de $60 de $45 Copago de $90 Copago de $135 Nivel (Medicamentos no Copago de $95 Copago de $190 Copago de $285 Nivel 5 (Nivel de Especialidades) 33% del costo 33% del costo 33% del costo Nivel 6 (Medicamentos para la atención seleccionada) $0 $0 $0 Costo Compartido por Compra por Correo Estándar (continuación) Si reside en un centro de cuidados a largo plazo, usted paga lo mismo que en una farmacia de venta minorista. Puede obtener los medicamentos de una farmacia fuera de la red al mismo costo que en una farmacia de la red. Brecha de Cobertura La mayoría de los planes de medicamentos de Medicare tienen una brecha de cobertura (también llamada \"agujero de dona\"). Esto significa que hay un cambio temporario en lo que usted paga por sus medicamentos. La brecha de cobertura comienza después de que el costo total anual por medicamentos (incluido lo que pagaron usted y nuestro plan) alcanza $2,960. Después de haber ingresado en la brecha de cobertura, usted paga el 45% del costo del plan por medicamentos de marca cubiertos y el 65% del costo del plan por los medicamentos genéricos cubiertos hasta que sus costos alcancen $4,700, que es el fin de la brecha de cobertura. No todos ingresarán en la brecha de cobertura. Cobertura Catastrófica Después de que sus costos de desembolso anuales en medicamentos (incluidos los medicamentos comprados a través de su farmacia de venta minorista y de compra por correo) alcancen $4,700, usted paga el mayor de: 5% del costo, o Copago de $2.65 por medicamentos genéricos (incluidos los medicamentos de marca considerados como genéricos) y un copago de $6.60 por todos los demás medicamentos. BENEFICIOS OPCIONALES (debe pagar una prima extra cada mes por estos beneficios) Paquete 1: PPO Buy-Up 4: DPPO+Lentes y accesorios+Quiroprá ctica/Acupuntura Los beneficios incluyen: Servicios Quiroprácticos Acupuntura y Otras Terapias Alternativas Servicios Dentales Preventivos Servicios Dentales Integrales Lentes y Accesorios ¿Cuánto es la prima mensual de su plan? $27.00 adicionales por mes. Debe continuar pagando su prima de la Parte B de Medicare y su prima del plan mensual de $0. ¿De cuánto es el deducible? Este paquete no tiene un deducible. ¿Hay un límite con respecto a cuánto pagará el plan? Nuestro plan tiene un límite de cobertura para ciertos beneficios. Para obtener más información, comuníquese con Health Net Violet (PPO) Post Office Box 10420 Van Nuys, CA 91410-0420 Los afiliados actuales deben llamar al 1-800-960-4638 (los usuarios de TTY deben llamar al 711) Los posibles afiliados deben llamar al 1-800-977-6738 (los usuarios de TTY deben llamar al 711) Desde el 1.° de octubre hasta el 14 de f ebrero, nuestro horario de atención es de 8:00 a.m. a 8:00 p.m., 7 días a la semana, excepto cier tos feriados. Sin embargo, después del 14 de febrero, su llamada será atendida por nuestro sistema automático de teléfono, los fines de semana y ciertos días feriados. www.healthnet.com CA115127-1 (6/14) Health Net tiene un contrato con Medicare para ofrecer planes PPO. La inscripción en un plan Medicare Advantage de Health Net depende de la renovación del contrato. Health Net Life Insurance Company es una subsidiaria de Health Net, Inc. Health Net es una marca de servicio registrada de Health Net, Inc. Todos los derechos reservados. "}