{"title": "PDF", "author": "PDF", "url": "https://centerforanthroposophy.org/wp-content/uploads/2020/02/Brochure-Renewal-2020-.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "RENEWAL COURSES 2020 centerforanthroposophy.org JUNE 28 -JULY 3 and JULY 5 -10 Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 2 In ordinary life, one awakens only in meeting another 's sense perceptible aspects. In the age of the consciousness soul, the independent individual wants to wake up in the encounter with the soul and spirit of another: we must become the awakener of one another. - Rudolf Steiner Dear Friends, In striving to become independent, we simultaneously take on the responsibility of awakening to community. Since we are karmically connected to so many people, we enrich and challenge one another with new impulses and insights when we awaken to one another and to our destiny paths. From such wisdom is born love. This love lights up the will so that creative deeds can bring new life to both individual and community. We warmly welcome you to join our twenty -first year of Renewal Courses, taking place once again on the campus of High Mowing School in Wilton, New Hampshire, a place that has sheltered us well these many years. We are truly grateful to the heritage of life forces that surround our work on this hill. I chose the winged messenger, Hermes -Mercury, as the painting to accompany our Renewal program this year, which will feature many changes in both content and format. We will be sending some of you a much smaller version of our annual catalogue in order to conserve paper and in recognition of the fact that nearly all of you are finding us online. We are also taking up social issues in new ways to help our schools move successfully into the next 100 years. During the first week, a stellar faculty will lead our popular grade -specific courses to support the passion and vocation of class teaching. Please look inside this virtual brochure to find details about these courses. We will again enjoy Christof Wiechert 's short morning lectures. New this year is that Christof will visit grades 1 -5, offering some guidelines for the art of the child study to strengthen the heart of faculty meetings. Roberto Trostli will again offer science to the upper elementary grades courses, while Elizabeth Auer and Cezary Ciaglo will teach art and eurythmy. David Newbatt will return to teach curriculum and blackboard drawing for the upper elementary grades during this first week. Movement, games, and posture work through Spacial Dynamics® exercises will be offered by Gerry LoDolce, especially in grades 1 -5. Meg Chittenden, our Renewal Musical Director, will enliven us all with music in both weeks. Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 3 Renewal Courses for the second week will aim to \"hold the middle \". On the one hand, we will host a new group of people seeking to ignite hearts and minds for practical solutions to questions of key social issues, especially school sustain - ability and financial viability, facilitated by John Bloom, Alice Groh, and Ryder Daniels. With Linda Williams, we will also explore contemporary issues of equity and diversity. On the other hand, we will offer a timeless course led by Michaela Glöckler on the spiritual mission of Rudolf Steiner and Ita Wegman, seeking inspiration from their esoteric biographies and the seminal book they wrote together. Michaela will also address today 's pathologies connected to living in the digital age, which we need to prepare for, strengthening the courage of the heart. Leonore Russell will support this course with the health -giving movement of daily tone eurythmy. This second week will also welcome back Linda Bergh and Jennifer Fox with a new course on Biography Studies, open both to former and new participants. Another new course will be offered by Karsten Massei, working deeply with the knowledge that now actively lives between human beings and nature and helps us grow towards the future with more heart and wakefulness. June Albright, an experienced artist handwork teacher, will bring embroidery and stitching based upon the geometry of nature. During this same week, Jamie York will challenge the boundaries of imagination through projective geometry. Michael D 'Aleo will lead a seminar based on Rudolf Steiner 's Philosophy of Freedom/ Spiritual Activity and supplemented with metal work during the afternoons. Signe Motter and the staff of CfA will bring an \"Anthroposophy 101\" course especially designed for early childhood and grades assistants, those wishing to find windows into anthroposophy, or grandparents and parents of children attending Waldorf schools. cont 'd Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 4 Philosophical presentations and discussion will be enhanced by painting and clay modelling with Elizabeth Auer and eurythmy with Cezary Ciaglo. Robyn Brown has been invited to share her wealth of knowledge and experience of how to heal by working with the lower senses. She will explore Rudolf Steiner 's important Curative Course and ways to put these lectures to practical use for healing the many children in our care. Angela Lindstrom and Natasha Zimmerman, experts in teaching mixed or looping grades, will facilitate a new course to help those who may feel overwhelmed by this task. Torin Finser and Carla Beebe Comey will work deeply with the human encounter through movement, study of karmic relations, and the social health of working as colleagues, parents, and administrators. From England will come Bronia Evers and Melody Brink, with an approach to addressing community building and the healing of social issues through puppetry. This course will teach the technique of puppetry felting, while also preparing participants for storytelling and performance for all ages. Finally, David Newbatt will stay on for this second week to teach veil painting out of the imagery of Goethe 's Fairy Tale: The Green Snake and the Beautiful Lily. Both weeks of these summer courses will be further enriched by evening events, music and lectures, and a social evening of sharing during the first week. Each Thursday, there will be a gathering of CfA and Antioch alumni at 5:15 pm for conversation, updates, shared supper, and a festive evening event. These gatherings will be hosted by Torin Finser and Douglas Gerwin. We all are looking forward to welcoming you to our new line -up of summer programs! As always, please sign up early, especially if you wish to stay on campus. To register, visit: centerforanthroposophy.org/programs/renewal -courses/ Warmest wishes, and take good care of yourselves, Karine Munk Finser , Renewal Director and our Renewal —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 5 With Gratitude and Love, we dedicate this brochure to MaryLyn Yonika This year marks 20 years since MaryLyn (\"ML\") first joined us as administrative assistant at the Center for Anthroposophy (CfA). Prior to this, MaryLyn worked in the office of Pine Hill Waldorf School, where her 3 children were students. We are grateful for ML's steadfast care and meticulous attention to the myriad details that make CfA a warm and welcoming institution. ML brings an artistic touch to everything she does, and we cherish all she has done for us with her usual grace and kindness. She has supported our Renewal Courses in many ways over the years. This year, ML is carrying our housing, both for participants and for faculty. A heartfelt thank you, ML, for your tireless service and friendship! Milan Daler, —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 6 1 1 Morning Lectures and the Art of the Child Study with Christof Wiechert We are grateful to welcome back Christof Wiechert to teach in a different capacity during the first week of our Renewal Courses. Rather than having Christof offer his course on Child Study, we would like to bring him into the grade -specific courses for one session, combining two grades at a time. This session will address challenges in the teaching experience and ultimately help strengthen the classroom by taking up the opportunity of the Child Study. The Art of the Child Study is a treasure that stimulates creativity and healing in schools. Christof will share this practice that has always been the heart of the faculty meeting. To understand a challenge by working together — activating our own capacity for imagination, inspiration, and intuition — helps to uplift and strengthen the vitality of a school. Enthusiasm is the result of such work, and perhaps less outsourcing of challenges will become necessary. Christof will offer all of us short morning lectures . These will take place right after announcements in the Big Room: 8:50 -9:25 a.m. We welcome outside visitors to these lectures; please make arrangements with the office by phone (603) 654 -2566 or email: info@centerforanthroposophy.org. Monday: What Is Art and What Is the Art of Education? Tuesday: Creativity and the Philosophy of Freedom Wednesday: The Effects of Different Subjects on the Being of the Child Thursday: The Interaction of the Self with the Body in Childhood Friday: Day, Memory, Night, and Sleep in Education WEEK Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 7 1 The Joy of Blackboard Drawing and Curriculum Painting in the Upper Elementary Grades with David Newbatt This course will celebrate the joy of painting and blackboard drawing for Grades 6, 7, and 8, working artistically with the many curricular themes. This process will allow every teacher to find and develop anew the artist within and proudly be able to say, \"Like you, I am on the path of learning, too. \" Rudolf Steiner mentioned the importance of creating images spontaneously in front of the children, since this activity brings life to the classroom. In this time of social media, the importance of trusting one 's own capacities to bring life and meaning through an artistic process becomes essential, in that it serves as a source of life and of transformation for both teacher and students alike. This course is for teachers who wish to prepare themselves for grades 6, 7, and 8, or who wish to develop skills and confidence in the arts. We will practice working with themes from the main lessons in these upper elementary years, including images from history, geography, and many other subjects. All the exercises will be useful to all grade school teachers, since they can easily be adapted to the curricula of other grades. Please bring along colored pencils for notetaking, as well as a journal with white pages. Materials fee: $25 Morning Lectures with Christof Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 8 1 1 Teaching Grade 1: Once Upon a Time with Christopher Sblendorio Once upon a time, a group of little children met their teacher and received their own desks and crayons in a classroom where the big kids go. And then the adventures began, as little by little they became a vibrant, loving class; and they learned reading, writing, arithmetic, and much more! How to teach these subjects that the children long to learn is a delicate art best learned through practice. Together we will build confidence and courage for the journey, especially the ability to form this group of children into a class that loves to learn. The long voyage from A to Z will be traveled in stories, songs, movement, drama, drawing, and poems to lay the foundation for reading through the sounds and shapes of the letters. We will progress from letters to writing to reading. The qualities of numbers and the four processes will be explored with practical, hands -on exercises. Other subjects like form drawing, painting, singing, and recorder playing will also be discussed and practiced. Building a repertoire of poems, songs, and games, we will explore ways to lay out the block plans on a monthly, weekly, and daily basis. Teaching is both a dramatic and a social art. We will discuss how to build sound, affirmative relationships with students, parents, and colleagues, as well as supporting the interrelationship of the children with their classmates. Class meetings with parents (to support their inter - relationships, as well) and report writing will also be considered. Holding the middle between the law and order of the classroom and a fun, lighthearted spirit in teaching makes the First Grade journey a true pleasure. Please bring along pentatonic and soprano recorders. Materials fee: $25 Morning Lectures with Christof Wiechert Painting with Elizabeth Auer Movement at day 's end with Gerry LoDolce (optional) WEEK Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 9 1 Teaching Grade 2: From Form to Solid Foundation with Michael Gannon Second grade students live between universal archetypes and the individuality streaming to them from the future. They remain immersed in the world of imagination while seeking to find use for their powers of will. The beautiful images living in the stories from first grade are now brought into sharper focus, while being translated into fundamental capacities and skills. How can we build practical aspects of literacy and numeracy through these imaginative paths, while supporting the healthy development of the child as a future citizen of our contemporary world? The curriculum of the second grade meets this stage of development with fables, folktales, and stories of individuals that address the inner questions faced by seven -and-eight -year -olds. Animals exemplifying human qualities help to bring to life the serious choices that form character in a humorous way. Stories of great individuals from many cultures present examples of what people can achieve when they dedicate themselves to a purpose -driven life, often despite significant struggle. In this course, we will work together to form a living picture of the second grader, discuss methods and approaches for class, and learn practical activities and strategies. We will discuss each block through the year, share resource suggestions, and examine student work. Elements of movement, speech, singing, form drawing, and painting will accompany practical strategies in language and math. Forming positive class routines, practicing good classroom management, and working with parents will also be explored. Materials fee: $25 Morning Lectures with Eurythmy with Cezary Ciaglo Movement at day 's end with Gerry LoDolce (optional) WEEK Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 10 1 1 Teaching Grade 3: Becoming a Steward of the Earth -- Awakening to Self and Surroundings with Kris Ritz In third grade, children experience the dawning recognition of becoming separate from the world. With the nine -ten-year change, children come into a new relationship with themselves as \"Ego\" bearers, as well as with the earth, as they learn to become stewards of the land. To support third graders through this profound transition, adults must carry a soul mood of reassurance and unwavering commitment. At the same time, the curriculum for this transitory year offers the children the rich nourishment necessary for this developmental shift. In our time together, we will explore the reasons why particular stories, songs, verses, and movements help children meet this particular threshold. Examples of activities that complement the various blocks and seasons/festivals will be presented along with aspects of the morning lesson: specifically, recall and practice work related to spelling, grammar, and arithmetic. Whenever possible, we will find ways to translate the core curriculum into movement, which is foundational for learning. Stories from the Hebrew Bible, along with creation stories from other traditions, will be shared to support this stage of development. Since third grade children are transitioning from their home space to larger surroundings, they are introduced to practical activities such as farming, gardening, cooking, baking, handwork, and building. In preparation for this year, different project ideas will be shared: a weaving project, a recipe book, a garden journal, and more. Many resources will be provided from sample block plans, weekly schedules, and birthday verses to parent meeting notes related to the nine -ten-year change and practical guidelines for a farm trip. These will all serve as a foundation to encounter and prepare the rich and hearty \"verb\" year of third grade. Materials fee: $25 Morning lectures with Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 11 1 Teaching Grade 4: Celebrating the Earth — Hearing the Voices of our Elders, Reclaiming the Sacred with Angela Lindstrom The fourth grader stands beside Yggdrasil, the Life Tree, in a familiar -foreign land of ice and fire. Looking for glimpses of their own reflection in the world around them, they enthusiastically take up what is challenging with powerful, new abilities and strong feeling -life. Who are these mighty beings standing before us? What tools do they need to navigate the stormy seas? What inspirations can we use to aid them? What can we learn from them? We will ponder these questions as we explore the emerging academics of the fourth grade curriculum. Through the study of local geography, we will place the fourth grader beside the Sacred Tree of Turtle Island and learn timeless lessons from past and present that build and deepen community and responsibility for each other and Mother Earth. We will explore how to build an immersion experience with First Nation Peoples, expand community, and hear the Voices of the Elders. We will learn to speak the new languages of fractions and zoolo- gy, and expand our understanding of the world with new flexibility of thought. All of these subjects will inspire our paintings and form drawings. This course will also discuss block rotations, lesson plans, and student skill levels. Student class meetings and parent meetings are critical at this time, and we will discuss important topics and strategies for building community within and without the classroom. Materials fee: $25 Morning lectures with Christof Wiechert Singing with Meg Movement with Gerry LoDolce WEEK Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 12 1 1 Teaching Grade 5: The Golden Age -- Feet Upon the Ground, Gaze Toward the Heavens with Monica Lander Grade five, Waldorf education 's traditional \"Golden Year of Balance \", presents the teacher with a wonderful new challenge: to meet the students of today --whose natural sense of inner and outer harmony may be compromised by media exposure and early physiological development -- and guide them toward a strong sense of self and the world with joy, wonder, and trust. The curriculum supports each student 's transformation from a child into a budding, self -directed human being. Teachers are tasked with guiding the fifth grader to understand and respect the consciousness of ancient civilizations. In presenting Greece 's recorded history, we help our students hear the Greek roots in words they use daily; the study of geography enables them to grasp the environmental, cultural, historical, and economic diversity of their own country. Botany helps them develop the capacity for keen observation of the natural world, preparing the ground for phenomenological science studies in the upper grades. In Greek times, training for the pentathlon was not just a physical under - taking; rather, it was an esoteric initiation into mastery of one 's own forces. Under our care, students can be likewise initiated. Grade 5 is a rich year of consolidation and further development of arithmetic, mathematics, and language arts skills; recitation, singing, drama, drawing, and painting; the thrill of researching the unknown. Teachers will leave this course with the strategies and tools needed to embark on an exciting summer of preparation and planning. Possible block rotations and block plans, poems, songs, stories, and academic and artistic exercises will be presented. Materials fee: $25 Morning lectures with Eurythmy with Cezary Ciaglo Movement at day 's end with Gerry LoDolce (optional) WEEK Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 13 1 Teaching Grade 6: From Romans to Romance with Lynn Thurrell Science with Roberto Trostli Standing at the threshold of adolescence, the twelve -year -old is acutely aware of facing the future alone. No longer adequate are the comforts of family and home. Now is the moment to step into the world with eyes wide open. The grace and confidence of the Greeks is replaced by gangly limbs and the determination to test limits and reputed truths. Such a moment in one 's evolution requires the law and order mirrored in the rise of the Roman Empire. Divine beginnings give way to the rule of kings, caesars, and emperors. Immaculate legions march across a continent, conquering and incorporating diverse peoples, while the Roman senators hammer out the laws that will govern them all. In consequence, a fertile field is laid for the invasion of the barbarians. Chaos reigns, and out of the uncertainty emerge faith and chivalry. The sixth grader is led through this uncomfortable transition to emerge with a hint of grace. Yet what of this world beneath one 's feet and above one 's head? Where are the laws that govern the light of day, heat, cold, the very sounds striking the human ear? Mineralogy, astronomy, and physics engage these wonderings, offering demonstrations that sharpen awareness of cause and effect in the universe. Observational skills must be honed and carefully recorded. Mathematics takes on the world of business, placing the sixth grader squarely in the material world. Geometrical drawing demands the correct use of tools, then offers the form up to artistic imagination. Geography draws the twelve - year -olds into a new landscape and openness for cultures beyond their own borders. Materials fee: $25 Morning lectures with Christof Wiechert Singing with Meg Chittenden Art with Elizabeth Auer Movement at day 's end with Gerry LoDolce (optional) WEEK Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 14 1 1 Teaching Grade 7: A Year of Awakening and Exploring with Alison Henry Science with Roberto Trostli Seventh graders arrive with a bold show of personality and self-assurance, however superficial. They really don 't have much patience for school anymore. They never learn anything anyway, and the teacher is so unfair! Woe unto the seventh grade teacher who is unprepared for displays of gross disrespect and indifference. But the seventh grade teacher also has the antidote at her fingertips, for the students can hardly contain their delight, bewilderment, and wonder at the deceptive simplicity of perspective drawing; the myriad examples of the Golden Mean all around us; the breathtaking masterpieces and biographies of Leonardo, Michelangelo, and Raphael; the audacity of Martin Luther; the marvels of chemistry and mechanics; the daring stories of exploration around the globe; and the unique geography and cultural expressions of people on distant continents. The teacher need only add a healthy dose of humor, and success is assured. In this course, we will consider strategies for approaching the daunting period of history covered in the seventh grade curriculum. A materials packet will include a sample block rotation along with suggestions for classroom materials and activities. Presentations will include hands -on practice of perspective drawing and sacred geometry, as well as suggestions for homework, independent projects, and recommended books. Materials fee: $25 Morning lectures with Christof Wiechert Singing with Meg Chittenden Art with Elizabeth Auer Movement at day 's end with Gerry LoDolce (optional) WEEK Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 15 1 Teaching Grade 8: From Revolutions to a Free Society with Heather Handy Science with Roberto Trostli Eighth grade resonates like the last note in the scale, bringing a sense of completion, harmony, and the foundation for the next sequence of notes. In this culminating year, the students are more deeply immersed in adolescence and are met with a curriculum which nourishes their growing curiosity, competence, and thinking, while supporting the challenges and wonders they are experiencing as individuals. From revolutions to modern -day figures of light and hope, we will help outline a path toward the future for our students. Through the sciences of organic chemistry, physics, and anatomy, we will help students look at the forces and processes at work inside and outside. Through the study of economic geography and meteorology, the entire world becomes connected in a new way. In math, we will look at the study of geometry, particularly the Platonic solids and algebra. Language arts will include exploration of the short story, research papers, public speaking, and creative performance. Taken as a whole, these diverse studies will serve as a capstone to a grade school education and set the stage for the next phase of life. Materials fee: $25 Morning lectures with Christof Wiechert Singing with Meg Chittenden Art with Elizabeth Auer Movement at day 's end with Gerry LoDolce (optional) WEEK Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 16 1 2 The Heart of Our Spiritual Mission: Historical Beginnings, Healing Impulses, and the Call of Destiny with Michaela Glöckler Our deeds attract the benignity of the gods. -- Ita Wegman In the end it all has to be done. -- Rudolf Steiner As we grapple daily with so many outer demands, this course has chosen to focus on our inner spiritual mission. Each one of us can experience the calling of our destiny, which speaks to us in the quiet voice of individual conscience, where the spirit meets the body. This is also the place where our heart is open and listening, a place of true health and wholeness, bridging us to the world beyond the threshold of the sense perceptible. Rudolf Steiner 's esoteric biography is deeply connected to Ita Wegman 's, and we will take courage from that destiny encounter and the work they accomplished together, especially in Rudolf Steiner 's last years on the earth. We will look at some elements of the book Fundamentals of Therapy that they wrote together. Even though their collaboration was cut short due to Rudolf Steiner 's passing, many since have taken up this work out of a destiny connection with these individuals. We will address the topic of pathologies, since we today need to deal with the consequences of the digital age on our children and humanity as a whole. It is part of our modern task to meet this attack on the unfolding human soul and the evolution of the earth. We will work deeply with the collaboration between Rudolf Steiner and Ita Wegman as a source of biographical inspiration that can work into our lives, strengthening our destiny paths with their impulse, and helping us not to lose sight of the essential: to balance the awakening of our hearts with solutions that spring from spiritual research so we may become servants of humanity. Materials fee: $10 Tone Eurythmy with Leonore Russell WEEK Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 17 2 Symposium Part 1. Financing and Making Access to Waldorf Education in the 21st Century: A Call to Action A Practical -Solutions -Based Working Session for Waldorf Leaders and Entrepreneurs with John Bloom, Alice Groh, and Ryder Daniels Independent and Charter Waldorf schools are facing a serious sustainability wall —a condition in which tuition increases and slowing enrollment simply can no longer keep pace with the expenses of a quality educational experience. The financing question needs research, innovative thinking, and a range of experiences brought to bear that is outside the normal pedagogical and governance circles. This meeting of people with fresh perspectives is the purpose of this gathering. We are calling together a 2.5 - day research gathering to explore the full scope of possibilities for the future of Waldorf education in North America. We plan to examine existing practices and explore collaborative approaches that could be further developed. As a research gathering, we expect to develop a set of recommendations and actions, but we are also hoping that representatives of various schools can come prepared to make \"soft commitments \" on behalf of their institutions to proposed collaborative projects. While we will inform existing organizations —and there may be appropriate participants from them —this gathering is not meant to be operating under any specific official sanction, except for those who are bringing a solutions - oriented perspective. While we do imagine inviting at least the core members of this gathering, we welcome all who hold the purpose of the meeting as an area of practice, research, and experimentation. Easing the financial strains on our schools will allow for greater access to the education and therefore provide a more diverse and richer cultural experience for all involved. This \"opening wide the doors \" will be the subject of Part 2 of this symposium, with Linda Williams and colleagues leading a colloquium on access to and diversity within our schools. Artistic Offering by Helen Ann Ireland WEEK Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 18 1 2 Symposium Part 2. Advancing Equity and Diversity in Waldorf Schools: Original Intentions, Future Directions A Working Session for School Leaders to Create a North American Memorandum Beyond Waldorf 100+ with Linda Williams, John Bloom, Ida Oberman, Neil Boland, and Joaquin Muñoz Many North American Waldorf schools are working with questions of diversity, equity, and inclusion. What are the obstacles that make it difficult for our schools to attract an array of families and students from a variety of communities and thereby embody the ideal of the universally human so integral to Anthroposophy? In this working session, we will openly address language from the past that has closed doors rather than opened them. We will work with empathetic practices to help school communities cultivate a healthy vision of what 's possible by formulating both wording and concrete steps to move us forward towards greater diversity in our schools. During the course of this two -day session, participants will develop a North American response in the form of a memorandum. We will be building on the recent documents addressing this question, including the AWSNA Member Commitment to Diversity, Equity, and Inclusion (2019), the Frankfurt Memorandum (2018), and the New Zealand Equity Statement. Materials fee: $15 WEEK Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 19 2 The Inner Path to Living Knowledge of Earth and Humanity in Light of Climate Change with Karsten Massei In addressing climate change, we are facing nature 's call to us: Can we become aligned with our future potential? Can we become healers of the earth? Can the relationship of nature and human being become moral? The essence of humanity and the organism of the earth form a unity. In this course, we will focus on this unity and the secrets of the earth. The earth receives us, carries us, and gives us our destiny. We are the seeds, and as we grow, we are asked to manifest her evolution, because we essentially carry her evolution. The sanctity of every soul will ultimately become a gift to the earth. Today, we must become more and more conscious of these gifts and begin to act on recognizing this task: we help to heal the earth through our consciously directed deeds. Together, we will develop sensitive attention to celebrating the spiritual human being as an essential requirement for being able to serve the earth and its beings. Therefore, we will devote ourselves to inner activity and the questions connected with that place of inner creativity. We will also deal practically with the question of what we can do to heal the earth and support her life forces. In this course, different methods of meditation and spiritual perception will be introduced and practiced. We will address many aspects of this activity, including working with image and symbol, the wounded and the cosmic child, the nature of plants and animals, encounters with the elemental world, and active ways to bring healing to the earth. This course is open to both new and past participants: it is a new course. Materials fee: $25 Singing with Meg for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 20 1 2 Strengthening Our Destiny Vessel: Biography Life Cycle Work in the Time of Consciousness Soul with Linda Bergh and Jennifer Fox The responsibility of being human is to bring life, light, and love. The way we do this is through our connections with one another. -- Orland Bishop Rudolf Steiner gave wonderful insights regarding the life cycles of the human being. Working with these life cycles is a special focus of biography work and of this workshop. Each seven -year phase and 21 -year cycle has an archetypal mission for the body, soul, and spirit. Exploring our life stories through this lens of soul development will bring illumination to our unique themes, patterns, and destiny, as well as connecting us to the evolution of all humanity. The Social Art aspect of biography work creates opportunities for us to reflect on our lives within community —the social artistry of working consciously together. Our experience of self and understanding of others is empowered through doing this Life Cycle work in connection with a group. Individual reflective work will open our life stories through memory, imagination, writing, life charting, and a variety of artistic expressions. We will develop mutual trust in a safe space of small group sharing, as well as larger conversations. Through this sacred sharing and listening, we will come, as Steiner said, to find true interest in ourselves and the other. And we will open more clearly to the golden thread of our own unique destiny. The purpose of biography work is to begin the reflective work consciously during this lifetime —an opportunity to work with our life lessons, to develop an observer, to interact differently with those in our lives out of this gift. -- George and Gisela O 'Neill cont 'd WEEK Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 21 2 Biography cont 'd This reflective work has the capacity to change the way we see and connect to all those around us --our children, students, parents, and colleagues --for it gives us a larger framework for the development of the whole human being, as well as tools for connection. A longing to understand our lives and others is a part of the human experience. Biography Life Cycles and Social Art are vehicles for strengthening our life--our \"destiny vessel \"--in this time of Consciousness Soul. Participants are invited to bring questions that live in them: Have you done some biography exploration and wonder more about this work as an opening to your life? Have you never done Biography work but feel your life pulling you to step back and take a look? This course is for everyone, even those who have taken it before. This class will bring different lenses to the biography process and content, providing past participants with new ways of looking and listening. What is more precious than gold? Light What is more precious than light? Conversation -- Johann Wolfgang von Goethe Materials with Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 22 1 2 Deepening Waldorf Education: Meeting and Understanding Every Child in Our Care through Active Work with the Curative Education Lectures with Robyn Brown It is important to know that Curative Education also was from the beginning an integral part of the Stuttgart School. It was Rudolf Steiner's wish that each individual teacher as well as the community as a whole commit themselves to working at a high level on their understanding and support of each single child. What seems to us today to be but a reminiscence from the early twentieth century, is possibly an educational element of the future. -- Peter Selg More and more teachers and parents are receiving children into their care with difficulties hard to understand at first. The answers to many of these questions are to be found in Curative Education. Over the years, we have lost our connection to this work, and so it is no longer a familiar tool; and yet Rudolf Steiner intended the Curative Course as a deepening of Waldorf education. The purpose of this course is to bring a clear, hands -on, practical, and accessible picture, so that we can begin to use Steiner's work effectively with all the children in our care. We will start by working with observation and experience, discovering how judgment stands as a contrast or polarity to that inner activity. In our time together, we will explore the six Curative Polarities and how they affect the conditions of the twelve senses so that we can build up a new living imagination and a deeper understanding of the child's inner condition. We will conclude with solutions Rudolf Steiner provided to help children work through their obstacles and truly heal. Each day will begin with what Rudolf Steiner referred to as \"Therapeutic Gymnastics\" -- so come prepared to move! Participants will also be asked to observe the walk and run of a child they may have a question about. They should observe the walk, memorize it, and be prepared to replicate it during our class. Materials fee: $10 Eurythmy with Cezary Ciaglo WEEK Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 23 2 Pushing the Boundaries of our Imagination: Projective Geometry with Jamie York Did you ever wish that you had been a Waldorf student so that you could take some of those classic, yet mysterious, courses that only Waldorf students are privileged to experience? In terms of mathematics, that course is projective geometry, in which eleventh graders get to bend their minds around (and through) infinity. Here is your chance! Join us as we blend the elements of art, math, and imagination. Even though this mysterious topic eluded mathematicians for more than 2,000 years, it is equally fascinating and accessible to both the mathematically adept and the mathematically timid. Participants will find their concept of geometry greatly altered as they experience infinity through drawing and in their imagination. The course will approach the vast subject of projective geometry by starting with simple geometric drawings and then studying the relationships that emerge as these drawings are altered. While much will be learned through drawing, the course will also involve discussions and an examination of how the historical roots of projective geometry shook the previously firm foundation of geometry. The course is tailored for the math teacher, the math enthusiast, and the math timid. The only prerequisites for participation in the course are open - mindedness, enthusiasm, and a desire to stretch one 's imagination. Materials fee: $10 Eurythmy with Cezary Ciaglo WEEK Center for COURSES 2020 —www.centerforanthroposophy.org 24 1 2 Rudolf Steiner's Philosophy of Freedom and Metal Work with Michael D 'Aleo This course will develop experiences of living thinking. Through a process of reflecting on reading assignments, observations, and practical exercises, participants will be encouraged to develop a deeper understanding of this essential aspect of Waldorf education, drawing from Rudolf Steiner 's Intuitive Thinking as a Spiritual Path: A Philosophy of Freedom (GA4). Classes will focus on three central themes: improving the ability to observe our surroundings developing a conscious understanding of the relationship between sense experience and thought exploring how this process relates to and affects our daily life and work as teachers Exercises involving dynamic, lively scenes in the natural world will be investigated to illustrate the challenges posed by the observation of living nature. Through small group work and individual journaling, the relevance of intuitions in ethical individualism will become more apparent. Themes from the morning discussions will be deepened further during the afternoon sessions through the practice of metal work, as well as other arts. Materials fee: $35 Eurythmy with Cezary Ciaglo WEEK —www.centerforanthroposophy.org 25 2 Puppetry to Enliven Community: Dry Felting Techniques for Storytelling with Bronia Evers and Melody Brink Storytelling is an ancient art form which speaks to us in the picture language of the soul. Through traditional storytelling, we can use word, movement, and gesture to bring alive the story world in the hearts and minds of our listeners. Stories and storytellers these days find themselves called to serve in a wide range of environments -- in homes, schools, libraries, theaters, community centers, nature parks, and other settings. In our current social climate, how can we be as inclusive as possible when meeting an often diverse range of listeners and listening needs? Here, puppetry can lend a helping hand. In our highly visual culture, where we are often bombarded with fast and complex images on screens, the direct simplicity of a little puppet beckoning us into the world of a spoken story can be surprisingly effective. Suddenly, we lean in closer. It 's enough to awaken our curiosity, whilst leaving us open to imagine the rest for ourselves. In this course, participants will craft their own puppet to accompany them on their travels into the world of storytelling. At the start of the week, each participant will be given a folktale to journey with. Through games and exercises, we will get to know our stories and explore ways to tell them using our many senses. Alongside this process, each participant will make a puppet using dry felting techniques. No previous craft experience is necessary, just a willingness to engage with the materials and learn along the way. The process of making the puppet can also help us work on storytelling. Whilst our hands are busy, our imaginations can roam, nourishing our connection with both the puppet that is coming into being and the story that is waiting to be told. Having crafted our puppets, we will sense through playful exercises their individual characters, voices, and movements. cont 'd WEEK Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 26 1 2 Storytelling and Puppetry cont 'd We will explore the potential of the puppet character to introduce and frame spoken stories for young audiences. How can we work with ritual, rhythm, and simple puppet action to find engaging and enjoyable \"take - offs and landings \" for our storytelling? The aim here is for the puppet to become a helper to introduce and close the storytelling session, rather than to create a puppet play. Therefore, the puppet need not be a character from the storyteller 's chosen story. Participants will have the opportunity to develop their own telling of a folktale, with support from their puppet, who may introduce and/or close the story, and might even comment on it somewhere in the middle. On the final day, we will have space for harvesting the fruits of our time together and for participants to share their puppet and story in the supportive environment of the group. Participants will come away with: A unique, handcrafted puppet that can be an ally and helper in the classroom or other setting Some basic puppetry and puppet -making skills A story they will feel confident to tell Storytelling skills that can be applied to learning and telling other stories Materials fee: $30 Eurythmy with Cezary Ciaglo WEEK Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 27 2 Teaching Students in Mixed or Looping Grades: The Art of Seeing the Child with Angela Lindstrom and Natasha Zimmerman The healthy social life is found when in the mirror of each human soul the whole community finds its reflection and when in the community the virtue of each one is living. -- Rudolf Steiner In order to offer Waldorf Education, we need to adapt to the demographics of our communities, such as the multi -age configurations in our classrooms. How can we enhance our powers of observation and our knowledge of human development to embrace the ever more diverse needs of our students -- especially when we expand the age range in a single classroom? Angela Lindstrom and Natasha Zimmerman have been class teachers at the Whidbey Island Waldorf School for almost two decades. Offering Waldorf Education to a community whose enrollment ebbs and flows has given them ample opportunities to explore ways to support the individual students while combining classes in different ways. This course will offer practical applications of combining classes and explore possibilities of looping combinations. Faculty involvement, parent expectations, and student experiences will also be addressed. Materials fee: $25 Eurythmy with Cezary for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 28 1 2 Building the Bridge that Leads to Healing Community: Veil Painting out of Goethe's Fairy Tale with David Newbatt An individual helps not, but he who combines himself with many at the proper hour .... The Time is at Hand! —from Goethe 's Fairy Tale This course is a creative journey inspired by Goethe 's wonderful fairy tale, The Green Snake and the Beautiful Lily . This jewel in the crown of fairy tales will allow for rich imagery to renew both experienced and less experienced painters. Both guided exercises and freedom of expression will help participants connect with the bridge that spans heaven and earth. We will use the artistic skills and discipline of veil painting, discovering healing aspects of this art form. David Newbatt will introduce the fairy tale and lead participants through various related themes that arise out of the story, which concerns the relationship between the individual and the community, like the relationship of individual veils of color to the whole composition. This course will be open to all who are willing to \"set veil \" on a journey. We will be painting with watercolor veils on dry paper. Participants are welcome to bring their own favorite name -tagged brushes and small lidded jars, if they wish to bring their paints home afterwards. Brushes and small jars will be available in the class. Materials fee: $30 Eurythmy with Cezary Ciaglo WEEK 2020 —www.centerforanthroposophy.org 29 2 Embroidery: Stitching Inspired by Nature's Geometry to Bring Beauty and Calm with June Albright Working with natural materials of linen, silk, cotton, and wool, we will embroider forms inspired by nature and the patterns found within. A variety of stitches and combinations will be taught. Interspersed throughout the week will be opportunities to practice ribbon folding, making cord with the lucet, plant dyeing, and finishing techniques. Each day will include some quiet, meditative stitching, as well. Elizabeth Auer will lead us in drawing forms based on the hidden geometry of flowers. This can provide further inspiration for our stitching. Exercises in eurythmy with Cezary Ciaglo will balance our stitching time. This course is suitable for all levels of stitchers and handwork teachers. Materials fee: $30 Eurythmy with Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 30 1 2 Anthroposophy 101: A Course for Early Childhood and Grades Assistants, Parents, Grandparents, Board Members, and Friends of Waldorf Education with Signe Motter, plus CfA Staff and Senior Faculty Signe Motter, an experienced school leader and founder, long -time Waldorf teacher, mother, and grandmother, will carry this class, together with daily offerings by our experienced staff and longtime faculty: Douglas Gerwin, Milan Daler, Elizabeth Auer, and others. We have long wished to offer a course to support educators in both independent and public Waldorf schools by providing an introductory course in anthroposophy. This course will benefit parents, grandparents, or prospective Waldorf teachers who are interested in understanding more about this philosophy. We also think that our schools will be greatly supported if early childhood or grades assistants are able to study with seasoned teachers embedded in this Renewal culture, where destiny paths meet and inspiring evening performances and lectures support the joy of sharing. We will offer a rich overview of the essential aspects of the human being -- the foundation of the age -appropriate curriculum shared by all our schools --and will study themes from Intuitive Thinking as a Spiritual Path, by Rudolf Steiner, in lively conversation. Each afternoon session will include supportive exercises in painting and clay modeling, along with daily singing and eurythmy. This seminar is recognized as a capstone course in \"foundational studies \" by Antioch University New England and the Center for Anthroposophy. (Foundational studies in anthroposophy and the arts are a prerequisite for Waldorf teacher training.) Materials fee: $25 Eurythmy with Cezary Ciaglo Painting and Clay Auer Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 31 ARTS & SCIENCES SUPPORT FACULTY BIOS Elizabeth Auer, M.Ed. , holds a diploma in art and design and is a graduate of both the Waldorf Teacher Training program and the Remedial Resource Waldorf Teacher Training program. She has taught painting, drawing and clay modeling as a classroom activity for 25 years at both Antioch University New England and numerous Renewal and other courses. She is the author of Creative Pathways: Activities that Strengthen the Child 's Cognitive Forces ; Learning about the World through Drawing: Ideas for the Classroom Grades 1 -8; and Helping Children On Their Way , a resource for educational support for the classroom. Meg Chittenden , who grew up in a family of musicians and singers, has been teaching in Waldorf schools for over a decade. One of her greatest joys is bringing people together in harmony, which she does every week with her 60 -member inter -generational community choir. She also teaches Singing and Spanish to grades 1 -8 at The Bay School, a small Waldorf school in Northern Maine, as well as choral groups at Antioch University New England, Center for Anthroposophy, Life Ways North America, and the Essential Online Conferences. She received her M.Ed. and Waldorf Certification from Antioch University in 2008. Meg recently produced a well -received songbook/CD entitled At Home in Harmony: Bringing Families and Communities Together in Song . She and her fellow Waldorf teacher husband are raising their two children on a hand - built homestead between the salt water and white pine forests of coastal Maine. Cezary Ciaglo , originally from Poland, was 10 years old when he was sent to public ballet school in Warsaw. There, living apart from his family, he studied for nine years, followed by 10 years working as a dancer with the Grand Theatre of Warsaw. In his early 20s, Cezary developed an interest in anthroposophy and, in 1986, went to Hanover, Germany to learn eurythmy. After five years of study, Cezary brought this art form to Poland, becoming the first Polish eurythmist since WWII. After several years teaching eurythmy in Poland 's public and private schools (including Waldorf), Cezary moved to the US in the early '90s, working at Waldorf schools in Olympia, WA; Keene, NH; Ghent, NY; and Spring Valley, NY. He has also been a long -time Adjunct Faculty member at Antioch New England 's Waldorf Teacher Education program and a core faculty member of the Renewal Courses at the Center for Anthroposophy from their beginning in the year 2000. An active member of the Anthroposophical Society for the last 30 years, Cezary 's passions include magic and fencing. Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 32 ARTS & SCIENCES SUPPORT FACULTY BIOS Gerry LoDolce is a Class Teacher at Kimberton Waldorf School in PA and has also taught various science subjects, sports and games, and educational support. He received his B.A. in Elementary Education, Early Secondary Science Education, and Biology from the State University of New York at Cortland; his M.A. in Liberal Studies from the State University of New York at Stonybrook; and an additional M.A. in Waldorf Education from Adelphi University. Gerry also has Level III Spacial Dynamics® training and his Remedial Teacher Training Certificate. Leonore Russell completed the \"Eurythmy in the Workplace \" training with Anne -Marie Erhlich and uses this approach in her work with adult education, organizational development, businesses, and non - profits. Leonore runs her own consulting service — \"Understanding and Managing Change \"— and collaborates with Torin Finser, as well as the company AdminService. Leonore earned her eurythmy diploma from the Goetheanum in Switzerland and degrees in both the visual and performing arts from Sarah Lawrence College and Adelphi University. Roberto Trostli has been active in Waldorf education for over 30 years as a class teacher, H.S. teacher, and adult educator. He is the author of Physics is Fun! , now revised and published as Physics the Waldorf Way , and Thy Will Be Done: The Task of the College of Teachers in Waldorf Schools (Waldorf Publications). Roberto has lectured widely, worked with many Waldorf schools and institutes, co -directed the 3 -year teacher training at Sunbridge College, and served as the director of the Research Institute for Waldorf Education and as a member of the Pedagogical Section Council. Roberto is a class teacher at Richmond Waldorf School, where he also serves as a member of the Leadership Team. Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 33 FACULTY BIOS June Albright loved to embroider as a child and was taught by her grandmother. For the last 25 years, she's been teaching embroidery, along with knitting, crocheting, and sewing as the handwork teacher at the Upper Valley Waldorf School. June was a member of the pioneer class of Waldorf teacher training at the San Francisco extension program of Rudolf Steiner College. In addition, she has taken embroidery classes at the Royal School of Needlework and San Francisco School of Needlework and Design. She's excited to share with adults her love of working with nature 's colors and forms through embroidery. Linda Bergh and Jennifer Fox love teaching Biography and Social Art. They have each been involved with Anthroposophy and Waldorf Education for more than 35 years, along with active professional careers in education and counseling. Beginning through their work with the Novalis Institute in Minnesota, they have co-taught and collaborated for twenty years, together and separately facilitating Biography and Social Art in Waldorf schools and other communities/trainings in the U.S. and Linda internationally. Their destinies have also brought them into the Natural Death Care/ Conscious Dying field as leaders and educators. Currently, they are two of seven facilitators in the U.S. who, through a grant from the Center for Biography and Social Art, are facilitating a program called \"Awakening Connections —Creating Community \", exploring how to bring BSA to Waldorf Schools in the U.S. and Mexico. Most of all, they are grateful to serve and remain students of life, and they are excited for the opportunity to teach together again at Renewal. John Bloom is Vice President, Organizational Culture, at RSF Social Finance in San Francisco. As part of his work at RSF, he has been developing and facilitating conversations and programs that address the intersection of money and spirit in personal and social transformation. He writes frequently for RSF 's Reimag- ine Money blog and has fostered collaborative dia- logues on the challenging social aspects of money. Over the years, he has helped develop awareness of issues of land and biodynamic agriculture across the U.S. In October 2016, he was appointed. . . cont 'd Linda Bergh Jennifer Fox Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 34 FACULTY BIOS General Secretary of the Anthroposophical Society in America. He has written two books, The Genius of Money and Inhabiting Interdependence , both published by SteinerBooks. He lives in San Francisco. Dr. Neil Boland is senior lecturer in the School of Education at Auckland University of Technology in New Zealand. His research interests include Steiner's indications on music for young children, the contextual- ization of Waldorf education in non -European cultural and geographic settings, and issues around assessment. His work involves promoting the conversation between the Waldorf education movement and other educational philosophies. Melody Brink is a storyteller, singer, puppeteer, and social artist. After studying painting and puppetry at Free Columbia in Upstate New York, Melody went on to study the art of storytelling at the International School of Storytelling in the U.K. in 2012. Thereafter, she became an intern at the school and obtained a Master 's in Social Sculpture from Oxford Brookes University. Melody has created and performed puppet shows in Belgium and the U.K. She performs and teaches storytelling workshops internationally, including at Lifeways family conference at Emerson College and at the February Days Youth conference at the Goetheanum in Switzerland. Her recent performances include Goethe's Fairy Tale and \"Parzival \". Robyn Brown is the author of A Practical Guide to Curative Education: The Ladder of the Seven Life Processes . After teaching a grades cycle, Robyn decided to apprentice in Curative Education with Sunny Baldwin at Somerset School in Colfax, CA. In 2002, she started Mulberry Classroom, which began in San Francisco and is currently located in Santa Rosa. Robyn currently teaches in various Waldorf teacher trainings and serves as a mentor to Waldorf schools while living in Gold Beach, OR, with her wife, two horses, and three dogs. Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 35 FACULTY BIOS Carla Beebe Comey joined the faculty of the Education Department at Antioch University New England in 2016. Over the course of the previous 26 years, it was her joy to serve as eurythmy teacher, class teacher, math teacher, drama teacher, faculty chair, college chair, and pedagogical administrator at Waldorf schools in MA, OR, and CO. She completed her foundation studies and pedagogical eurythmy training at Emerson College in Sussex, England. She is co -author of Working Together: Mentoring for Eurythmy Teachers . Michael D 'Aleo left a career in engineering to become an upper grades class teacher before helping to found the high school at the Waldorf School of Saratoga Springs, where he taught physics. Co -author of Sensible Physics Teaching , a guide for teaching physics in the 6th, 7th, and 8th grades, Michael is Director of Research at the Saratoga Experiential Natural Science Research Institute (SENSRI) and lead teacher of a widely -traveled course entitled \"Teaching Sensible Science \". He is also a central faculty member each summer of the Center for Anthroposophy 's Waldorf High School Teacher Education Program. Ryder Daniels has served as Board President of High Mowing since 2017. He spent his career in technology and product development. As Founder & CEO of Capsaicin, he led the team that built next -generation analytics products used globally by companies like P&G, Disney, Microsoft, Coke, Mattel, Google, Samsung, GM, Nielsen, Honda, and others. In 2016, Ryder founded Epitage and now advises early -stage technology start - ups. Ryder is a graduate of Washington College and lives in New Hampshire with his wife Deborah and daughters Hayden and Lane. Bronia Evers is a storyteller, puppeteer, designer, and arts education practitioner. She is co -founder of One Moment In Time Storytelling with Gerry Spiller. Bronia's deep love of both language and image led her to become a storyteller and puppeteer. Her storytelling moves between the world of the spoken word, in all its richness and breadth, and the realm of images, both seen and unseen. Bronia is a graduate of the International School of Storytelling, where she is now a guest teacher. She trained in puppetry at. . . cont 'd Center FACULTY BIOS . . . The Little Angel Theatre. She is experienced in working with children and young people, and has facilitated numerous community workshops and arts education projects. Torin Finser, Ph.D. , has served Waldorf Education for over 40 years, first as a class teacher, then as Director of Waldorf Teacher Education at Antioch University New England, and later as Chair of the education department. A former General Secretary of the Anthroposophical Society in America, he also helped found the Center for Anthroposophy in NH. His research and writings have reached people all over the world, with several books now translated into multiple languages. Torin has served as a consultant, workshop leader, and keynote speaker at numerous conferences. He is married to Karine, has six children, and is now also a very happy grandfather. Michael Gannon has been teaching and learning from classes at Spring Garden Waldorf School for the past 16 years. Now on his third cycle through the grades, he is inspired by connecting ancient wisdom with imagination for the future. He received an under - graduate degree in psychology from Hiram College before completing a Master 's degree through Antioch University New England. In addition to guiding his current class through the grades, he has worked as a mentor and consultant in other schools. Michaela Gl öckler, M.D. , is a former head of the Medical Section at the Goetheanum in Dornach, Switzerland and an anthroposophical pediatrician. She studied German language/literature and history in Freiburg and Heidelberg and, from 1972 till 1978, medicine in Tubingen and Marburg, followed by further training as a pediatrician at the Community Hospital in Herdecke and the Bochum University Clinic. For ten years, she served as pediatrician at the Community Hospital in Herdecke and worked as medical adviser at the Rudolf Steiner School of Witten in Central Germany. In 1988, she was appointed Head of the Medical Section at the School for Spiritual Science in Dornach, Switzerland. For the past 30 years, she has been active as an author, lecturer, and trainer of anthroposophical doctors. She is the author of many books on child health and development. Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 37 FACULTY BIOS Alice Groh is a long -time student of the works of Rudolf Steiner. With her late husband Trauger Groh and two other farm families, Alice founded the Temple -Wilton Community Farm, one of the nation's first CSA (Community Supported Agriculture) farms. Alice has served on the Board of Trustees of both the High Mowing School and the Pine Hill Waldorf School, including Board Chair at Pine Hill for three years. Alice has long held for all children the ideal of high quality, life-giving nutrition and an artistic and developmentally appropriate education, based on a spiritual view of the human being. This meeting of WS educators and entre - preneurs has been a long -time project dear to her heart. Heather Handy has been a student of Anthroposophy and active in Waldorf schools for the past 19 years. She received a B.S. in Special Education from the University of Maine as well as a Waldorf certificate and Master 's degree from Antioch New England Graduate School. After graduating a class and beginning a family, she took on the role of mentor; it has been her joy to shepherd and support class teachers for the last eight years. In the course of her career, she has been a class teacher, block teacher, and evaluator. She currently serves as the faculty mentor at the Waldorf School on the Roaring Fork in Carbondale, CO. Alison Henry , a graduate of the AUNE Waldorf Teacher Education Program, has found her home in Keene, NH, just a short walk from Monadnock Waldorf School, where she recently took a class through the grades. She now divides her time between doctoral studies, part -time class teaching, and teacher development. She finds inspiration in the lively dance between these roles. Monica Lander has served Waldorf education for over 33 years: as a class teacher for 26 years, Spacial Dynamics® instructor, Dean of Education, teacher train- er, and mentor. Monica 's love of teaching has extend- ed into outdoor education, where she has led youth groups into nature and taught Red Cross first aid, sea kayaking, mountaineering, and wilderness first aid to adults. In her spare time, Monica gardens, cares for her chickens, dogs, and koi fish, plays the Native American flute, and takes extended backpacking and sea kayaking trips in her native Pacific Northwest. Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 38 FACULTY BIOS Angela Lindstrom taught Native American Studies and Literature at the University of Cincinnati for seven years before becoming a Waldorf teacher. She holds a B.A. from Brigham Young University in Journalism and Communications. She received both her Early Childhood and Therapeutic Teaching Certificates from Gradalis in Boulder, and went on to receive a M.Ed. in Waldorf Elementary Education at Antioch University New England. Angela has been a class teacher for almost two decades at the Whidbey Island Waldorf School in Washington State, where she organizes and hosts the Pacific Northwest Regional Waldorf Schools Potlatch: A Gathering of First Nations, and serves on the DEIC. She is of Ojibwa and Cherokee descent, a mother of six, and a grandmother of two. She also works for Native Peoples and Environmental Rights, and is a trained facilitator for Restorative Practices. Karsten Massei , born in Berlin in 1963, has lived in Switzerland since 1986, where he offers courses on perceiving nature with a focus on the elementary world, bees, trees, flowers, and landscapes. Karsten is fond of working with beekeepers and therapists. He is the author of five books, including his latest release, which was published last year by Futurum -Verlag. Karsten is married to a cranial sacral therapist and has three children. Signe Motter has been a Waldorf teacher for over 37 years, including five classes as an eighth grade teacher, as well as a long -time adjunct instructor at Antioch University New England, where she earned her M.Ed. A student of anthroposophy for over 50 years, Signe is a Class Reader and experienced teacher of adults. Signe is a member of CfA's Executive Committee and former President of the Center 's Board of Trustees. Dr. Joaquin Muñoz is an assistant professor in education at Augsburg University in Minneapolis, MN. In 2016, he completed his Ph.D. in education on Waldorf education, critical pedagogy, and Indigenous wisdom and epistemology. His research interests examine the impacts of Waldorf education on students, the examination of Waldorf education and culturally responsive pedagogy, and issues of racism, social justice, and cultural studies in educational spaces. He regularly collaborates with Waldorf schools across North America, supporting teacher professional development in cultural relevance and sensitivity. Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 39 FACULTY BIOS David Newbatt , artist and teacher, works mainly in water - colors and pastels on paper, as well as multimedia board and murals. He has spent over 40 years living in Camphill communities throughout the U.K., specializing in the education of people with special needs through the use of visual arts and drama. David has travelled widely, teaching in Waldorf schools and Camphill communities. In addition to exhibiting his artwork throughout the U.K. and Europe, he has illustrated a number of books published by Wynstones Press. Dr. Ida Oberman was born in Holland and moved to Germany at age nine. There she attended a Waldorf School, where she learned German and English. She received her B.A. from Swarthmore and her Ph.D. from Stanford, where she began her dissertation and later book, The Waldorf Movement in Education from European Cradle to American Crucible, 1919 -2008 . She received her Waldorf teacher training in Stuttgart, Germany. Her teaching experience includes years at Green Meadow Waldorf School. She co -led the founding of one of the first public Waldorf initiatives on the border of Harlem in New York. She served as Hewlett Foundation Associate Program Officer in Education and as Pivot Learning Partners (then BASRC) Director of the California Best Practice Study, where she directed a three -year state -wide study of high -poverty, high -performing schools. In 2008, she began the design and launch of the country 's first urban public chartered Waldorf school, which this year marks its 10th year since charter approval, and which now serves 285 children, grades K -8, and is among the most diverse schools in Oakland. Each step in her journey has led her back to work with children in school, and to her dream to join with others to build strong community -based Waldorf -inspired multi -cultural, equity -focused schools in marginalized communities in urban centers such as Community School 's proud home of Oakland, California. Kris Ritz , who joined the Emerson Waldorf School community in 2008, has begun her second journey with hearty students (and community -building parents), who are now enjoying an active third grade. Before returning to North Carolina, she was a class teacher at the Austin Waldorf School, as well as spending a year in Plowshare Farm, an anthroposophical life-sharing community. Born in Upstate New York, Kris graduated from the University of North Carolina at Chapel Hill with a Bachelor of Arts in Journalism. During a career in advertising, she discovered Waldorf education, returned to school, and earned a Waldorf certificate and Master 's degree from Antioch New England Graduate School. Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 40 FACULTY BIOS Christopher Sblendorio , after getting a university degree in education and training at Emerson College, taught his first year at the Rudolf Steiner School in NYC. He then led four classes from first through eighth grade at the Rudolf Steiner School in Great Barrington, MA. He more recently taught at the Santa Cruz Waldorf School. Christopher Sblendorio has happily retired from class teaching after forty -two years. He still has a lot to offer to younger teachers and continues to dance, call dances, play music, and be a clown, seriously. Lynn Thurrell graduated from Antioch 's Waldorf Teacher Education Program and immediately took a first grade at the Maine Coast Waldorf School. Two years ago, she graduated her fourth eighth grade. A member of CfA 's Pedagogical Advisory Council, Lynn is a leader in her community in deepening the study of Anthroposophy. She teaches in the AUNE Waldorf teacher education program each summer. Christof Wiechert , a popular lecturer, author, and seminar leader the world over, spent 30 years teaching at the Waldorf School in The Hague, where he himself was a pupil. During this time, he co -founded the Dutch Waldorf Teacher Training Seminar. For many years, Christof was a council member in the Anthroposophical Society in the Netherlands. Together with Ate Koopmans, he developed the \"Art of the Child Study \" course. A number of his books are available in English translation. In 1999, he began to work for the Pedagogical Section of the Anthroposophical Society and, from 2001 to 2011, served as Leader of the Pedagogical Section of the School for Spiritual Science at the Goetheanum in Dornach, Switzerland. He is married with five children. Dr. Linda Williams , a class teacher for over 25 years, is currently in the 6th grade with her students at the Detroit Waldorf School. Dr. Williams received her Waldorf training at the Waldorf Institute of Mercy College and her doctorate in literacy education in 2006 from Michigan State University. Besides Detroit Waldorf, she also taught for 3 years at the Urban Waldorf School in Milwaukee, the first public Waldorf school in the United States. After serving for 8 years as an Associate Professor of Literacy in the Department of Teacher Education at Eastern Michigan University, Dr. Williams returned to the classroom cont 'd Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 41 FACULTY BIOS at Detroit Waldorf, where she serves on the DEI and Pedagogical committees. She continues to serve as a consultant and teacher mentor at both public and independent Waldorf schools. Jamie York taught math in the upper elementary and H.S. grades for over 20 years at Shining Mountain WS in Boulder, CO. Jamie leads the math training at the CfA 's Waldorf High School Teacher Education Program, of which he is himself a graduate. A consultant at Waldorf schools across North America and around the world, he is the author of Making Math Meaningful , a series of math resources for grades 1 -12. Natasha Zimmerman grew up in Colorado and Washington. She knew as a child that she wanted to be a teacher. Natasha graduated from Gonzaga University with a B.A. in Sociology and Washington state teaching credentials. While in college, she met a senior class of the Hawthorne Valley School, and that experience would change her life. Sensing that these young adults had received something in their education that supported who they were, Natasha enrolled in the teacher training program at Rudolf Steiner College. Her first teaching job was at the Whidbey Island Waldorf School, where she took a class through the grades. Since then, she has remained at WIWS for twenty years in many teaching roles. She is currently team teaching Grades 1/2/3 in a combined looping model. Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 42 RENEWAL TEAM BIOS Our Renewal Team Renewal Courses, inaugurated in 2000, were inspired by Georg Locher, a long -time teacher trainer and Waldorf teacher, who for many years served as the President of the governing Council of the Center for Anthroposophy. Karine Munk Finser was asked to carry this work, and with the help of a dedicated Renewal team, the program continues to flourish in its 20th year! Karine Munk Finser, M.Ed. , Renewal Director and Concentration Director of Transdisciplinary Studies in Healing Education at Antioch University New England. Karine has a Painting Therapy Diploma from the Medical Section/ Gotheanum and has worked with doctors and in private practice for several decades. Karine has run the Renewal Courses, supported by her colleagues, since 2000. Lisl Hofer, M.Ed. , with a background in Waldorf Education and Spacial Dynamics®, has now retired from teaching and divides her time between the U.S. and Europe. In the winter and spring, while organizing the Renewal Courses, she enjoys being with her family. Her great joy is spending time with her grandchildren and seeing them grow up. When in Europe, Lisl loves to hike and ski in the Austrian and Norwegian Alps, and she is learning to speak Norwegian. She is an avid photo - grapher and enjoys making short Films with her partner. Rachel Cohen, M.S. , joined CfA in the fall of 2019 as Operations Manager, bringing with her a background in marketing and organizational development. She first became acquainted with Waldorf education when her two children, now teenagers, attended Cobb Meadow preschool in Dublin, NH, and later Waldorf Amanacer grade school in Aguascalientes, Mexico. She is excited about serving her love of Waldorf education through helping to administer Renewal and all the programs of CfA. When she is not in the office, you will likely find her on a hiking trail somewhere in the Monadnock Region. cont 'd Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 43 RENEWAL TEAM BIOS Louise Drosse completed her B.A. in English at Arizona State University, then her German Language Diploma at Europa Kolleg in Kassel, Germany. She taught piano for 5 years in Kassel while doing course work in languages and literature at Georg - August Universit t in Göttingen. Louise works as a freelance writer, editor, translator, and designer. She recently accepted a position as Editor and Media Director at Parazonium Press. From 2011 -2019, she served as Communications and Development Director at Walking the dog Theater. Since 2016, she has been designing marketing materials and assisting with outreach for CfA 's Renewal Courses. In her spare time, Louise is a student of Spacial Dynamics®; plays the piano, lyre, and ukulele; and enjoys hiking and reading. Meg Chittenden , Renewal Musical Director (see Faculty Bios, p. 31) Lauryn Morley , Renewal Assistant, completed her Master 's degree in Waldorf education from Antioch University, focusing on the experience of team teaching in a first grade classroom for her thesis. She has taught at Pine Hill Waldorf School and Washington Waldorf School and has her birth to three certificate from Sophia 's Hearth Family Center, where she worked for two years. Lauryn supported Renewal from 2014 -2016 and has spent the last two summers hiking sections of the Appalachian Trail. In 2020, Lauryn joined the Renewal team as Renewal Assistant. Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 44 DAILY SCHEDULE Sunday Monday Tuesday Wednesday Thursday Friday 7:00 -8:15 AM Breakfast Breakfast Breakfast Breakfast Breakfast 8:15 -8:45 AM Morning Gathering Morning Gathering Morning Gathering Morning Gathering Morning Gathering 9:00 -10:30 AM Session 1 Session 1 Session 1 Session 1 Session 1 10:30 -11:00 AM Snack Snack Snack Snack Snack 11:00 AM -12:30 PM Session 2 Session 2 Session 2 Session 2 12:30 -2:15 PM Lunch Lunch Lunch Lunch 2:15 -3:45 PM Session 3 Session 3 Session 3 Session 3 3:45 -4:00 PM Water Break Water Break Water Break Water Break 4:00 -5:30 PM Session 4 Session 4 Session 4 6:00 -7:00 PM Dinner Dinner Dinner Dinner Dinner 7:30 PM Evening Event Evening Event Evening Event Evening Event Evening Event Registration 3:00 -6:00 PM 12:45 PM Goodbye Lunch Session 2 11:00 -12:00 12:00 -12:45 Closing Ceremony Session 4 5:15 pm Alumni Meeting* *All CfA and Antioch alumni are warmly invited to two reunion gatherings during Renewal: Thursdays July 2nd & 9th at 5:15 pm in the Big Room at High Mowing. Conversation will be followed by dinner and evening events. All are welcome! Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 45 What is the Center for Anthroposophy? The Renewal Courses described in this brochure constitute one of four programs offered by the Center for Anthroposophy. These are: Explorations: Workshops in the arts and contemplative practices based on the work of Rudolf Steiner A three -tiered program of extended weekend workshops at a central \"hub\" with focus on artistic practice, supplemented by satellite study seminars and presentations on practical aspects of Waldorf education conducted via Zoom calls once a month. Participants intending to enroll in teacher training receive supplementary individual mentoring. Contact: Torin Finser , Director of Outreach & Program Development torin@centerforanthroposophy.org Building Bridges Designed for public and independent Waldorf teachers seeking a recognized Waldorf certificate. Participants taking a series of sequential workshops offered at host schools around the country may be eligible for advanced standing upon successful application to the fully accredited M.Ed. Waldorf teacher education program at Antioch University New England. Contact: Torin Finser , Director of Outreach and Program Development torin@centerforanthroposophy.org Waldorf High School Teacher Education Program (WHiSTEP ) Offered in Wilton, NH, each July, this three -summers program prepares Waldorf high school teachers in the specialized disciplines of arts & art history, English, history, life sciences, mathematics, and physical sciences. A new cycle is launched each year. Contact: Douglas Gerwin , CfA Executive Director douglasgerwin@gmail.com Renewal Courses Two weeks of five -day retreats for Waldorf teachers and other professionals seeking personal rejuvenation and social renewal through anthroposophical study, artistic immersion, good food, and fun. Contact: Karine Munk Finser , Director of Renewal Courses karine@centerforanthroposophy.org Affiliated Programs and Activities Waldorf Teacher Education at Antioch University New England Offers Waldorf teacher training for elementary school teachers in Keene, NH. Transdisciplinary Studies in Healing Education A two -summer M.Ed. Advanced Track program. Cadmus Library Offers reading room and archive of rare books and journals related to anthroposophy and Waldorf education in Wilton, NH. Donate to the Center for Anthroposophy Each year, the Center raises scholarship funds to support teachers in all of its programs. We warmly invite you to make a secure, tax -deductible donation online at the website of the Center at centerforanthroposophy.org . Center for Anthroposophy —RENEWAL COURSES 2020 —www.centerforanthroposophy.org 46 Center for Anthroposophy Renewal Courses Registration Information Week 1: June 28 to July 3, 2020 Week 2: July 5 -10, 2020 To register, please visit: centerforanthroposophy.org/programs/renewal -courses/ Questions? Phone 603 -654-2566 PLEASE REGISTER EARLY! All courses have limited openings and will be offered only when sufficient enrollment is reached. Limited scholarship assistance is available on a first come, first served basis. Please call the Admissions Office at 603 -654-2566 to apply and discuss. Practicing Waldorf teachers in need may be eligible for a special scholarship; please call to inquire. We reserve the right to cancel any course at 7 days ' notice, with full refund. Earn a Master of Education (MEd) with a Transdisciplinary Focus on RENEW YOURSELF Conduct research in a specialized focus area of your choice. Develop methodological approaches to answer questions that may arise from your practice. Earn a master 's degree from an accredited university. Enhance your capacity for collaborative inquiry and work in transdisciplinary contexts. Transform and evolve your practice through applied spiritual scientific inquiry. EARN A MEd (32 credits) or CERTIFICATE (28 credits) Attend two summer residencies in New Hampshire. Complete online work throughout the year. Write your thesis in your fifth and final semester (MEd only). WHO SHOULD APPLY This advanced track master 's program is designed for people with at least five to seven years of professional experience in a relevant field and a practice based on anthroposophical foundations. Students who have completed Stage 2 of a program at Camphill Academy and are concurrently enrolled in the advanced level of that program are welcome to apply. Administrators Therapists Artists Experienced Waldorf teachers Adult educators Waldorf practitioners Camphill Co -workers Therapeutic community builders This program is a collaboration between Antioch University New England 's Waldorf Program and the Camphill Academy to support innovation and plant seeds for future development within a field of practice. Dana "}