{"title": "PDF", "author": "PDF", "url": "https://www.iomcworld.org/open-access/brief-report-on-the-effect-of-environment-on-prevalence-of-auto-immunediseases-in-veterans-2167-7921-1000184.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Brief Report on the Effect of Environment on Prevalence of Auto Immune Diseases in Veterans Ketan Desai* V A Medical Center, Wilkes Barre, Pa, USA *Corresponding author : Ketan Desai, VA Medical Center, Wilkes Barre, Pa, USA, Tel: 1 202-273-5781; E-mail: 2016; Pub date: January 15, 2016 Copyright : © 2016 Desai K. This is an open-access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited. Abstract The role of environment has been widely speculated to play a role in the pathogenesis of auto-immune diseases such as Lupus, Rheumatoid Arthritis, Psoriasis, etc. However, no definitive linkage has been found so far. In order to explore this possible association, a retrospective study was undertaken in veterans who had fought in various wars ranging from WWII to Gulf War and the prevalence of auto-immune diseases ascertained. This was compared to the prevalence in civilian populations. Except for auto-immune thyroiditis, no difference was found in veterans who had been exposed to different environments and between them and civilians in the US. A larger study will be needed to explore this lack of association. Keywords: L upus; Rheumatoid arthritis; Psoriasis; Auto-immune thyroiditis; Auto immune diseases Introduction It is estimated that the prevalence of auto-immune disease is 3.2% in the general population [1]. Autoimmune diseases are multi-factorial in nature, with genetics, environmental, and other as yet undetermined determinants playing a role. In order to assess the role of environment, a retrospective study was done on US Veterans at the V A Medical Center in W ilkes Barre. The rationale was that US servicemen and w omen have had exposure to diverse socio-economic environments across the globe, ranging from well developed countries to developing ones. They also have exposure to diverse ecosystems, ranging from des erts to mountains to tropical jungles. Thus, they are a good group to an alyze the effect of the environment on the prevalence of auto- imm une diseases and compare it to US population as a whole.Methods A retrospective chart analysis was done in patients at the V A Medical Center at W ilkes Barre, Pennsylvania. The prevalence of auto- imm une diseases in Veterans who fought in WWII (Europe and Asia Pacific), Korean War, V ietnam Conflict, and the Persian Gulf War was co mpared to the prevalence of these diseases in the US population. The prevalence was also compared by gender and, for the WWII Vets, b etween those who served in Europe versus those who served in Asia Pacific. The diseases studied included psoriasis, psoriatic arthritis, inflammatory bowel RA 30 41 28 87 14 2 SLE 0 3 0 4 6 4 AIT 1 0 0 9 1 8 PBC 0 0 0 1 0 0 Vasculitis 2 2 3 6 0 0 Myositis 1 0 0 4 0 0 Sarcoid 0 0 0 2 0 0Desai, J Arthritis 2016, 5:1 DOI: 10.4172/2167-7921.1000184 Letter to Editor Open access J Arthritis ISS N:2167-7921 JAHS, an open access journalVolume 5 Issue 1 1000184Journal of ArthritisJournal of Arthritis ISSN: 2167-7921AS 1 1 3 10 0 3 BP 1 2 0 1 2 1 Scleroderma 1 1 3 0 1 3 Polymyalgia 4 4 2 6 0 0 AIH 0 0 0 1 0 0 Sjogrens 3 0 0 6 3 0 Reactive 0 2 0 2 0 0 Arthritis Psoriasis 4 6 2 26 3 5 Psoriatic Arthritis 2 3 2 25 5 10 IBD 0 1 0 8 1 3 AIT: Colitis Table 1: Number of patients with auto-immune diseases stratified by period and disease. Results There were 37,373 patients in the database, of whom 441 had auto- immune diseases, a prevalence of 1.177%, which is about half that seen in the general population. The most common auto-immune disease was rheumatoid arthritis. The highest prevalence was in female veterans who fought in the Korean War, at 1.3%. The lowest was in the Persian Gulf War, at 0.03% in males and 0.06% in females, perhaps reflecting the demographic age group of these patients. It ranged from 0.2% - 0.6% in the other groups. This prevalence is less than that seen in the civilian population where the prevalence is around 0.5 - 1% [2]. The prevalence of all other auto-immune diseases was similarly lower than in the US population as a whole. Females had a higher prevalence than males. There was no difference in prevalence of any auto-immune disease between veterans of different wars except for auto-immune thyroiditis, which was higher in those who served in the Persian Gulf War. While no cases were found in any other war, the prevalence was 0.4% in men and 0.6% in women who served in the Persian Gulf War (Table 1).Discussion and Conclusion In this brief retrospective study, no clear environmental influence was seen in veterans with auto-immune diseases. This encompassed various theatres of war, including different climate, topography and socio-economic exposures. Unfortunately, there was not enough detail in patient charts to ascertain and analyze dietary habits or religious affiliation. Nevertheless, in this study, the prevalence of auto-immune diseases in this veteran population was found to be lower than that seen in the US population suggesting that if anything, the military environment is protective against auto-immune diseases. A larger study would be needed to explore this observation further. References 1. Cooper GS, Bynum MLK, Somers EC (2009) Recent insights in the epidemiology of autoimmune diseases: improved prevalence estimates and understanding of clustering of diseases. J. Autoimmun 33: 197-207. 2. Helmick CG, Felson DT, Lawrence RC, Gabriel S, Hirsch R, et al. (2008) Estimates of the prevalence of arthritis and other rheumatic conditions in the United States- Part I. Arthritis Rheum 58: 15-25. Citation: Desai K (2016) Brief Report on the Effect of Environment on Prevalence of Auto Immune Diseases in Veterans. J Arthritis 5: 184. doi: 10.4172/2167-7921.1000184 Page 2 of 2 J Arthritis ISSN:2167-7921 JAHS, an open access "}