{"title": "Combatting Future Viral Threats with Vaccine Advances", "author": "Murphy; Jill", "url": "https://www.pharmtech.com/view/combatting-future-viral-threats-with-vaccine-advances", "hostname": "pharmtech.com", "description": "The COVID-19 pandemic has led to many changes and shifts in the pharmaceutical industry, specifically with how pharmaceutical companies develop vaccines.", "sitename": "PharmTech", "date": "2023-02-03", "cleaned_text": "OR WAIT null SECS © 2023 MJH Life Sciences and Pharmaceutical Technology. All rights reserved. The COVID-19 pandemic has led to many changes and shifts in the pharmaceutical industry, specifically with how pharmaceutical companies develop vaccines. Since the beginning of the COVID-19 pandemic, pharmaceutical organizations have experienced major changes, a prime example of which has been the rising requirement for collaborations on multiple different fronts across the industry. In some cases, companies have turned to doubling down on building more digital capabilities to enable virtual connectivity with healthcare professionals and patients rather than focusing on restructuring business units (1). Many of the bio/pharma innovations that have been driven by the pandemic look like they are here for the long term, with a particular emphasis on vaccines that are being developed at the highest quality and astonishing production speeds. The future of vaccine development and the acceleration of novel delivery methods for these innovative therapies will be the most effective only if the industry manages to stay abreast of the rapid changes in technology. Some efficient tactics that will be brought into focus include improving manufacturing processes for quick vaccine delivery, reducing the need for multiple doses of a vaccine through boosting body immune response, and bettering transportation and storage of vaccines to reduce waste and improve access (2). The COVID-19 pandemic has led to many changes and shifts in the pharmaceutical industry, specifically with how pharmaceutical companies develop vaccines. Some of these organizations have turned to a new vaccination modality via the use of messenger ribonucleic acid (mRNA), according to Patrick Erbacher, chief scientific officer at Polyplus. \"The speed of development and the capacity for large-scale production make mRNA a vaccine strategy of choice. Combined with a lipid delivery system (lipid nanoparticles), this vaccine strategy has been shown to be effective with an easy and safe application through intramuscular injection,\" says Erbacher. \"To support this new area of development, [Polyplus has] have been working on a platform of tailored plasmids for production of mRNA or viral vectors, as well as transfection reagents that improve titer and quality and lower cost.\" In addition, the pharmaceutical industry has seen the new drug development timeline of vaccines reduced from several years to several months, remarks Park Eonyoung, lead scientist in the mRNA-based research team at Samsung Biologics. \"Pharmaceutical companies found that potential that vaccine development timelines can be reduced by several years and accelerated the development of new modalities like mRNA with advanced technologies including AI [artificial intelligence]-based approaches,\" says Eonyoung. \"These fast phases of the development of drugs and the need for preparation against future pandemic situations provide a positive impact on the investment of pharmaceutical companies.\" Even with the positives seen through the recent changes, there are some, like Marc Sauer, chief scientific officer at BIOVECTRA, who feel that applying parallel efforts from the COVID-19 vaccine creation to other vaccines would be a major benefit and lead to a sequential, development approach. \"Conducting manufacturing, clinical activities, and a rolling regulatory review in parallel comes with increased risk and requires a lot more funding than 'the traditional' way of doing development,\" says Sauer. \"We have certainly seen what is possible when economic pressures drive drug development.\" Another area that has changed since the COVID-19 pandemic is the use of technology transfer and how it has impacted contract development and manufacturing organizations (CDMOs). As an example, Kerstin Pohl, senior manager of Gene Therapy and Nucleic Acid at SCIEX, shared how the expectations of CDMOs have increased due to the pandemic, which has led to biopharma and pharma customers needing more accelerated timelines for new products. \"CDMO partners must therefore deploy advanced technologies for manufacturing and analytics, including digital and automated solutions, as well as apply a quality-by-design approach that ensures the development of optimal processes that can be industrialized to be robust, efficient, cost-effective and deliver high-quality, high-purity products,\" says Pohl. Sauer shared that established processes are being outsourced to CDMOs by pharma companies to create capacity for new modalities internally. \"New modalities like mRNA, for example, also drive increased tech transfer activities as only a few companies have the scale and existing quality system in place to manufacture under GMP [good manufacturing practice] right now,\" says Sauer. \"CDMOs are certainly not immune to the financial pressures the global community has seen, and development programs require a lot more flexibility to pivot today than pre-COVID, due to increased pressure on portfolios and the ability to raise money in the market.\" On top of mRNA being used as a new vaccination modality, there has been a greater interest in non-viral delivery methods for mRNA in comparison to DNA to develop new vaccines, according to Erbacher. He explained how the delivery of mRNA occurs in the cytoplasm where the DNA needs to be transported into the nucleus of cells, which remains the bottleneck in DNA delivery. \"[MessengerRNA] vaccines seem to be appropriate to develop prophylactic vaccine especially against viral infections. However, mRNA suffers from its fragility and the encoding expression is very short,\" says Erbacher. \"In some cases, and particularly for anti-tumoral vaccines, it is expected to extend the expression duration to elicit more cellular immune response. Still, DNA vaccines may represent a solution for extended gene expression.\" Recently, technologies like inhaled vaccines and pill-versions of immunizations have been discussed as possible solutions for issues like storage and routes of administration for improving immune response. Erbacher says that improving the formulation stability of both mRNA and LNPs through these options can help avoid freezing storage and increase the targeting and antigen presentation to the dendritic cells in the human body. However, Eonyoung stated that these types of vaccines continue to bring many challenges and less stability to the industry, but are still being pursued by scientists. \"Although it is difficult to develop, scientists are pursuing a nasal vaccine because respiratory viruses are found and infect cells in the respiratory tract including the nose, throat, and lungs,\" Eonyoung says. \"If a vaccine can create a localized immune response like the nasal cavity, it will have the advantage of capturing the virus before it gets into our body preventing transmission and spread of disease.\" Some of the major focuses for the future of vaccine development include lowering cost solutions, applying the same resources to every other disease program, developing universal vaccines, and ensuring access on a global standpoint. Sauer is hopeful for what is to come due to the amount of effort is being made to design and build specialized manufacturing programs for vaccines that could be applied to future and existing health issues. For Pohl, increased stability and simplified application should be given full attention to eliminate the need for a cold chain and enable self-administration without the need for injection and staying affordable. Further, she mentions how manufacturing processes should be improved to enable more rapid production of high-quality, high-purity vaccines. \"Given the complexity of modern vaccines and their potential application to millions of people, a wide range of complementary established and novel analytical technologies that can be leverage across the full development cycle should be pursued to reduce risk, optimize efficacy, and decrease development timelines,\" emphasizes Pohl. Jill Murphy is an Editor at Pharmaceutical Technology. Pharmaceutical Technology Volume 47, No.2 February 2023 Pages 16-17 When referring to this article, please cite it as Murphy, J. Combatting Future Viral Threats with Vaccine Advances. Pharmaceutical Technology 47 (2) 2023. "}