{"title": "PDF", "author": "PDF", "url": "http://publichealth.lacounty.gov/hea/library/topics/bedbugs/EH-EH-0005-02.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "y Control de las Chinches en los Apartamentos Instrucciones para los Inquilinos Antes del Tratamiento de las Chinches Siga estos pasos para tener su unidad lista para que sea tratada por chinches. 1. Alerte enseguida al administrador del edificio u otro personal responsable sobre las chinches u otras plagas. 2. Prepare su unidad para el tratamiento de acuerdo a las instrucciones del administrador del edificio y del profesional de control de plagas autorizado. 3. El día que el profesional de control de plagas autorizado llegue a tratar su unidad, retire todas las sábanas y la ropa sucia, colóquelas en bolsas de plástico, y lávelas como se indica a continuación. Poner todos los demás artículos en bolsas de plástico. 4. Retire las sábanas y la ropa sucia de las bolsas sólo para colocarlas en la lavadora. Selle y deseche debidamente las bolsas usadas para evitar que las chinches se salgan de las bolsas. Lave todos los artículos en AGUA CALIENTE con la cantidad correcta de jabón y seque con la temperatura más CALIENTE. Coloque en nueva bolsas de plástico después de que los saque de la secadora y selle con un nudo. Sólo abra las bolsas para obtener artículos limpios y amarre rápidamente de nuevo. 5. Revise los artículos con cuidado para ver si tienen chinches, incluyendo cosas que no se pueden lavar o la ropa limpia que estaba en los cajones. Guárdelos en bolsas de plástico selladas. No ponga objetos embolsadas de nuevo en los cajones ya que también a los muebles se les darán tratamiento. 6. Coloque todo el desorden en bolsas de plástico y séllelos. Ponga en las bolsas etiquetas que digan \"basura\" y déjelas en su unidad para ser tratadas antes de tirarlas a la basura. Selle todas las bolsas de basura y colóquelas en el contenedor de basura después del tratamiento. Evite el desorden y revise los artículos muy de cerca, como los muebles, ya que su unidad puede ser plagada de nuevo. Las chinches son difíciles de eliminar. El tratamiento eficaz de las unidades ocupadas es muy difícil. Recuerde, la buena limpieza es la mejor manera de prevenir y deshacerse de las chinches. Recuerde, ustedpuederecibir una citación del departamento desaludlocal si usted no sigue estos pasos. Departamento de Salud Pública del Condado de Los Ángeles Salud Ambiental, Programa de Control de Vectores www.publichealth.lacounty.gov/eh 5050 Commerce Drive, Baldwin Park, CA 91706 (626) 430-5450 Nuestra visión: Un Medio Ambiente Sano y Sostenible para los Residentes del Condado de Los Ángeles "}