{"title": "Hospital ecuatoriano recupera la medicina andina como base curativa", "author": "EFE", "url": "https://www.elperiodico.com/es/internacional/20180512/hospital-ecuatoriano-recupera-medicina-andina-6815400", "hostname": "elperiodico.com", "description": "Hospital ecuatoriano recupera la medicina andina como base curativa", "sitename": "El Periódico", "date": "2018-05-12", "cleaned_text": "Hospital ecuatoriano recupera la medicina andina como base curativa Pamela García Sobadores, hierbateros, chamanes y yachack (sabios) prestan sus servicios en un hospital del corazón de Ecuador, donde se ha hecho espacio a la medicina indígena más ancestral, que fomenta la interculturalidad médica. El Hospital Andino de Riobamba, al sur de Quito, aplica las técnicas ancestrales de sanación para complementar los procesos médicos tradicionales, un proyecto destinado a satisfacer las necesidades emocionales y espirituales de una buena parte de sus pacientes. \"El hospital tiene una filosofía de ver al ser humano como un ser integral\", dice a Efe María Fernanda Herrera, coordinadora de Marketing del hospital al apuntar que entre sus guías médicas se incluyen las de detectar la energía y espiritualidad del ser humano para llegar a la raíz de los problemas. Y es que en el inusual centro médico, donde cada año reciben tratamiento unas 2.800 personas, se practican tres tipos de medicina -alopática, alternativa y andina- siguiendo la creencia de que todas estas disciplinas curativas van de la mano y no se contradicen, \"más bien comparten conocimientos\". Ubicado en la provincia de Chimborazo, en el corazón de Ecuador y donde un 38 por ciento de la población se declara indígena y un 54,8 por ciento mestiza, la iniciativa surgió hace medio siglo de la mano del religioso Leónidas Proaño, entonces obispo de Riobamba, que vio la necesidad de ayudar a los pueblos campesinos de escasos recursos. \"Sacerdotes españoles rompieron esquemas y apoyaron las costumbres indígenas marginadas promoviendo la inclusión social con este proyecto\", explica Jorge Donoso, director médico de la institución, perteneciente a la red complementaria privada de salud de Ecuador. Fueron grupos eclesiásticos y altruistas alemanes los que mucho más tarde financiaron la construcción del establecimiento, edificado en un terreno cedido por el Municipio de Riobamba y abierto al público en 2002. El objetivo declarado del centro fue otorgar reconocimiento y valor a la sabiduría popular, tradicional y ancestral, así como también a los avances de la ciencia médica moderna. Esa es la razón por la que este inusual hospital dispone de plazas profesionales para sobadores, hierbateros, chamanes o yachack (sabios andinos), que brindan sus servicios para la mejora espiritual y física del ser humano mediante técnicas destinadas a generar una armonía energética entre lo positivo y lo negativo. \"Los enojos, las malas relaciones y el estrés influyen para que el cuerpo físico no esté bien\", argumenta Mariano, uno de los chamanes que practican su medicina en este centro médico. En la cultura indígena se cree que los chamanes poseen un don que les permite detectar fallas emocionales o espirituales en la persona, que es lo que eventualmente afecta a la salud. Las herramientas que utilizan en sus curaciones o \"limpias\" son principalmente plantas, aceites naturales, y velas para el diagnóstico, siempre favoreciendo y alabando los elementos que provienen de la Pachamama, la Madre Tierra. \"El servicio de la medicina andina proporciona sabiduría de los antepasados indígenas ecuatorianos\", apunta Sonia Carrera, coordinadora de salud alternativa, sobre unas técnicas que ya no solo atraen a pacientes indígenas, sino también a población mestiza y hasta alemanes y franceses. Carrera recuerda que dentro de la diversidad médica también se prestan servicios de medicina alopática y tratamientos de medicina alternativa, lo que considera un puente de \"diversidad médica\". Y defiende la necesidad de conservar la medicina tradicional andina porque \"pertenece a nuestra cultura y antepasados\". De esta forma, los pacientes pueden tratarse en el área de medicina convencional en casos de alto riesgo, pero combinar el tratamiento con las técnicas de medicina andina y alternativa para mejorar el campo energético de la persona.Noticias relacionadas \"Yo di a luz en el hospital integrando las tres áreas. En ginecología me realizaba los chequeos, pero tenía muchas náuseas. Por lo que me hice reiki para mejorar mi energía y masajes de estrés. Me sentí muy bien, dejé de tener estragos\", comentó Fernanda Herrera, una paciente mestiza. Ha sido esta interculturalidad medicinal la que ha permitido hacer un hospital diferente con atención integral al paciente, siempre desde el reconocimiento y respeto a la herencia cultural de los pueblos andinos. - [Incidente aéreo](https://www.elperiodico.com/es/barcelona/20230921/avion-dirigia-washington-eeuu-regresa-aeropuerto-barcelona-olor-queroseno-toxico-92386593) [Un avión que se dirigía a los EEUU regresa a Barcelona por un alarmante olor en la cabina](https://www.elperiodico.com/es/barcelona/20230921/avion-dirigia-washington-eeuu-regresa-aeropuerto-barcelona-olor-queroseno-toxico-92386593) - [Canción reivindicativa](https://www.elperiodico.com/es/gente/20230921/shakira-historia-lili-melgar-92388538) [Shakira desvela la historia de Lili Melgar, la niñera que descubrió las supuestas infidelidades de Piqué](https://www.elperiodico.com/es/gente/20230921/shakira-historia-lili-melgar-92388538) - [En 'Todo es mentira'](https://www.elperiodico.com/es/yotele/20230921/esperanza-aguirre-queda-muda-retratada-cuatro-ineptitud-mala-praxis-92370644) [Esperanza Aguirre queda muda y retratada por un entrevistado en Cuatro: \"Es por su ineptitud y su mala praxis política\"](https://www.elperiodico.com/es/yotele/20230921/esperanza-aguirre-queda-muda-retratada-cuatro-ineptitud-mala-praxis-92370644) - [Medio Ambiente](https://www.elperiodico.com/es/sociedad/20230921/imputado-exalto-cargo-generalitat-cementera-montcada-92389152) [Imputado un exalto cargo de la Generalitat por dar trato de favor a la cementera de Montcada](https://www.elperiodico.com/es/sociedad/20230921/imputado-exalto-cargo-generalitat-cementera-montcada-92389152) - [Operación policial](https://www.elperiodico.com/es/badalona/20230921/desmantelan-plantacion-nave-industrial-sant-adria-1375-plantas-92379281) [Desmantelan un cultivo de marihuana con 3.175 plantas en una nave industrial de Sant Adrià de Besòs](https://www.elperiodico.com/es/badalona/20230921/desmantelan-plantacion-nave-industrial-sant-adria-1375-plantas-92379281) - [Argentina](https://www.elperiodico.com/es/internacional/20230922/mueren-cuatro-militares-argentinos-accidente-92406935) [Mueren cuatro militares argentinos en un accidente de tráfico](https://www.elperiodico.com/es/internacional/20230922/mueren-cuatro-militares-argentinos-accidente-92406935) - [La ultraderecha en Brasil](https://www.elperiodico.com/es/internacional/20230922/bolsonaro-involucrado-trama-golpista-propio-92406240) [Bolsonaro es involucrado en una trama golpista por su propio exsecretario personal](https://www.elperiodico.com/es/internacional/20230922/bolsonaro-involucrado-trama-golpista-propio-92406240) - [Viral](https://www.elperiodico.com/es/vida-y-estilo/20230921/rebano-ovejas-come-100-kilos-marihuana-grecia-dv-92405300) [Un rebaño de ovejas se come 100 kilos de marihuana por accidente en Grecia](https://www.elperiodico.com/es/vida-y-estilo/20230921/rebano-ovejas-come-100-kilos-marihuana-grecia-dv-92405300) - [Balonmano (32-20)](https://www.elperiodico.com/es/deportes/20230921/barca-arrolla-magdeburgo-bestia-negra-92405272) [El Barça arrolla al Magdeburgo, negra, en la Champions](https://www.elperiodico.com/es/deportes/20230921/barca-arrolla-magdeburgo-bestia-negra-92405272) - [Europa League](https://www.elperiodico.com/es/deportes/20230921/1-0-betis-durmio-glasgow-92405126) [El Betis y el Villarreal abren "}