{"title": "PDF", "author": "PDF", "url": "sede-electronica.rivasciudad.es/wp-content/uploads/sites/6/2020/12/05_01_ProtocoloSuministroPlantaYProcesoPlantacion.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 1 PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS - VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN CORRECTO ÍNDICE 1 INTRODUCCIÓN Y OBJETIVOS ................................ ................................ ................................ ...... 3 2 SELECCIÓN DE ESPECIES Y CALIDAD DE PLANTA ................................ ................................ .......... 5 2.1 SELECCIÓN DE ESPECIES ................................ PALMERAS ................................ 2.3 SUMINISTRO Y RECEPCIÓN DE ............. 20 3.3 3.4 ALCORQUES, CUBIERTAS Y 27 3.5 RENOVACIÓN DE SUSTRATO ................................ 34 3.6 PROCESO DE PLANTACIÓN ................................ 37 3.7 COLOCACIÓN DE TUTORES ................................ ................................ ................................ 41 PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 2 3.8 RIEGO DE PLANTACIÓN ................................ ................................ ................................ ...... 43 3.9 CALENDARIO POST PLANTACIÓN ................................ ................................ ................................ ...... 45 PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 3 1 INTRODUCCIÓN Y OBJETIVOS La proyección y ejecución de cualquier plantación arbórea debe ser un trabajo minuciosamente elaborado, analizado y consensuado. La diferente condición del árbol frente a los demás elementos urbanos conlleva una gran responsabilidad a la hora de plantearse el establecimiento en la ciudad, ya que se trata de un ser vivo que c rece, cambia de volumen, posee una estructura interna activa y con un futuro imprevisible que depende d e múltiples factores externos. Establecer un paisaje vivo que se mantenga con éxito y que incremente su valor con el paso del tiempo depende de varios fa ctores: de una cuidadosa y apropiada selección del emplazamiento de la nueva planta, de una correcta elección de los ejemplares y de las especies, de una buena ejecución de las técnicas de plantación y de un adecuado mantenimiento que asegure el establecim iento y el crecimiento de las plantas. No se debe plantar por plantar. Lo primero que ha de tener en cuenta un proyectista a la hora de diseñar una nueva plantación de árboles es el objetivo y la función que va a desempeñar esa arboleda en el ámbito donde se desarrollará a lo largo de los años. Por tanto, e l objetivo del presente protocolo debe ser establecer directrices en cada uno de los aspectos relativos a la plantación, para que sirvan de orientación y de guía a la hora de proyectar una nueva plantación de arbolado en la ciudad de Rivas Vaciamadrid. Son varios los objetivos que se persiguen con las nuevas plantaciones de árboles , todos ellos pensados para el bien del ciudadano y en la mejora del patrimonio arbóreo de la ciudad, estos objetivos son: Aumento de la presencia y de la diversidad de la población arbórea de la ciudad. Renovación de la población de árboles, frente al envejecimiento y fin de vida útil de los ejemplares más añosos y deteriorados. Una vez determinada la función y establecidos los objetivos, es imprescindible analizar la idoneidad de las nuevas plantaciones para: Evitar que se produzcan marras (árbol seco) tras la plantación. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 4 Superar el estrés posplantación. Conseguir un correcto arraigo y desarrollo de las pla ntas utilizadas. Optimizar su mantenimiento para racionalizar los costes económicos . Para ello es necesario seguir adecuadamente los criterios generales que rigen una adecuada plantación arbórea, y que son: Correcta elección de la especie. Máxima calidad de planta. Correcta ejecució n de los trabajos de plantación. Adecuados cuidados posplantación. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 5 2 SELECCIÓN DE ESPECIES Y CALIDAD DE PLANTA Es necesario hacer una buena selección de la especie que se va a utilizar en la plantación , la selección se debe hacer según la ubicación y el número de po siciones a plantar . La planta a utilizar en un tramo homogéneo debe, en general, pertenecer toda a la misma especie y provenir de un mismo lote con idénticas características y presentación análoga . En la calidad de la planta que se va a utilizar reside gran parte del éxito de la plantación. La Calidad de la Planta se determina a partir de unas características mínimas analizadas en copa, tronco y base, y a partir del análisis se determina si la plan ta resul ta apta o no para su plantación. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 6 2.1 SELECCIÓN DE ESPECIES La elección de especies debe estar supeditada al cumplimiento de las siguientes características: Adaptación a las condiciones climáticas y edáficas de la ciudad de Rivas Vaciam adrid Concorda ncia con el espacio disponible Aumento de la diversidad espec ífica. El número de ejemplares existentes de la especie elegida no debe superar el 10% del número total de árboles de la ciudad . Resistencia a plagas y enfermedades Moderadas necesidades hídricas Resistencia a las condiciones urbanas como contaminación atmosférica Especie s sin fructificaciones molestas Especies no alergénicas Especies sin espin as en las zonas de fácil acceso Especies de madera resistente, no quebrad iza Especies con alta capacidad de compartimentación frente a las pudrici ones y al cierre de las heridas Especies que adm itan las labores de poda Especies resistentes a la salinidad en el agua de riego Evitar el uso de especies que presenten a medio plazo prob lemas estructurales y/o de baja calidad de madera Evitar especies con sistemas ra diculares agresivos e invasores Los criterios objetivos para determinar la especie que resulta más apropiada en cada uno de los lugares en los que se debe realizar la plantación son los siguientes: PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 7 REPOSICIÓN CON LA MISMA ESPECIE La característica intrínseca de una alineación arbórea es su homogeneidad específica, por lo que para mantener la continuidad uniforme la reposición se realizar á con la especie que conforma la alineación, siempre que ésta sea adecuada al entorno donde se va a desarrollar. REPOSICIÓN SUSTITUYENDO LA ESPECIE ANTERIOR POR SER INADECUADA En caso que la especie sea inapropiada, se estudian las condiciones y dimensione s donde va a crecer el futuro árbol y se elige la especie arbórea que mejor se adapte a dic has circunstancias. INTRODUCCIÓN DE NUEVAS ESPECIES Con el fin de fomentar la biodiversidad de especies como medio de asegurar el patrimonio arbóreo ante el riesgo d e plagas, diversificar el paisaje, mejorar la cultura del árbol y adecuar las especies a las posibilidades que ofrece cada entorno para su correcto desarrollo. En este sentido el objetivo a conseguir sería que el número global de ninguna especie supere el 10 % del total de las posiciones arboladas, tanto en viario como en el conjunto de espacios libres. ESPECIES PROPUESTAS De acuerdo a lo expuesto anteriormente , a continuación s e muestran las especies propuestas para reposiciones y nuevas plan taciones en Ri vas Vaciamadrid, p ara esta selección se ha tenido en cuenta la adaptación de las especies a las características intrínsecas del suelo y clima del municipio. ESPECIES DE PORTE GRA NDE ESPECIE PRESENCIA EN EL INVENTARIO DE RIVAS VIARIO ZONA VERDE Abies alba Si No Si Abies cephalonica No No Si Abies nordmanniana Si No Si Abies pinsapo Si No Si Aesculus hippocastanum Si No Si Broussonetia papyrifera Si Si Si PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 8 ESPECIE PRESENCIA EN EL INVENTARIO DE RIVAS VIARIO ZONA VERDE Calocedrus decurrens Si No Si Cedrus atlantica No No Si Cedrus deodara No No Si Cedrus libani No No Si Celtis australis Si Si Si Fraxinus angustifolia Si No Si Fraxinus excelsior Si No Si Gleditsia triacanthos Si Si Si Morus alba Si No Si Morus alba \"Fruitless\" Si Si Si Platanus hispánica * Si Si Si Picea abies Si No Si Picea glauca Si No Si Picea smithiana No No Si Pinus canariensis Si No Si Pinus halepensis Si No Si Pinus nigra Si No Si Pinus pinaster Si No Si Pinus pinea Si No Si Pinus radiata Si No Si Pinus sylvestris Si No Si Robinia pseudoacacia Si No Si Sequoia sempervirens No No Si Sequoiadendron giganteum No No Si Sophora japonica Si Si Si Zelkova carpinifolia No Si Si PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 9 * Platanus hispa nica: se empleará solo para reponer en al ineaciones de esa misma especie ESPECIES DE PORTE MED IO ESPECIE PRESENCIA EN EL INVENTARIO DE RIVAS VIARIO ZONA VERDE Acer campestre Si No Si Acer campestre \"Lienco\" No No Si Acer campestre \"Moscon\" No No Si Acer monspessulanum No No Si Acer opalus No No Si Acer platanoides Si No pseudoplatanus Si No x fremanii \"Armstrong\" Si Albizia julibrissin Si Alnus cordata Si No Si Casuarina equisetifolia No No Si Casuarina cuninghamiana Si No Si Carpinus betulus Si No Si Catalpa bignonioides Si Si Si Catalpa bungei No Si Si Celtis occidentalis No Si Si Celtis sinensis No Si Si Cercis siliquastrum Si No Si Chamaerops humilis Si No Si Cornus mas Si No Si Cupressucyparis leylandii Si No Si Cupressus sempervirens Si No Si Cupressus sempervirens \"Stricta\" No No Si PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 10 ESPECIE PRESENCIA EN EL INVENTARIO DE RIVAS VIARIO ZONA VERDE Elaeagnus angustifolia Si No Si Eriobotrya japonica Si No Si Firmania simplex No Si Si Fraxinus angustifolia \"Raywood\" No No Si Fraxinus ornus oxycarpa No oxycarpa \"Raywood\" biloba \"Inermis\"· triacanthos Koelreuteria paniculata Laburnum anagyroides No Si Si Liquidambar orientalis No No Si Liquidambar styraciflua Si No Si Melia azedarach Si Si Si Olea europaea Si No Si Ostrya carpinifolia No Si Si Parkinsonia aculeata Si Si Si Parrotia persica No No \"Fast Blue\" Si Paulownia tomentosa Si Phoenix canariensis Si No Si Picea pungens Si No Si Prunus amygdalus No No Si Prunus armeniaca Si No No PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 11 ESPECIE PRESENCIA EN EL INVENTARIO DE RIVAS VIARIO ZONA VERDE Prunus cerasifera \"Pisardii\" Si Si Si Prunus dulcis Si No Si Prunus serrulata Si No Si Quercus faginea Si No Si Quercus ilex Si No Si Quercus petraea Si Si Si Quercus pyrenaica No Si Si Quercus robur Si Si Si Quercus rubra No No Si Robinia hispida Si Si Si Sophora japonica \"Pyramidalis\" Tamarix gallica Si Tilia cordata Si No Si Tilia x euchlora No No Si Tilia platyphillos Si No Si Tilia tomentosa Si No Si Tipuana tipu No Si Si Trachicarpus fortunei Si No Si Washingtonia filifera Si Si Si Washingtonia robusta Si Si serrata Si Si Si Zelkova serrata \"\"Green Vase\" No Si Si PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 12 ESPECIES DE PORTE PEQ UEÑO ESPECIE PRESENCIA EN EL INVENTARIO DE RIVAS VIARIO ZONA VERDE Arbutus unedo Si No Si Callistemon citrinus No Si Si Callistemon viminalis No Si Si Chitalpa tashkentensis Si Si Si Crataegus monogyna Si No Si Hibiscus syriacus Si Si Si Juniperus thurifera No No Si Lagerstroemia indica Si No Si Ligustrum japonicum Si No Si Malus floribunda Si No Si Malus sylvestris Si No Si Prunus cerasus Si No Si Prunus domestica Si No Si Prunus mahaleb Si No Si Punica granatum Si No Si Pyrus bourgaeana No calleryana Si Si Si Zizyphus jujuba No No Si PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 13 2.2 CALIDAD DE PLANTA Generalmente se elegirán plantaciones con árboles de calibres entre 12 y 20 cm de perímetro (a 1,3 m de altura), con calibres medios más apropiados 16/18. A partir de los 20 cm de calibre y a mayor calibre de la planta, la probabilidad de arraigo es menor, por lo que no se recomienda su uso salvo en casos concretos y con objetivos bien definidos. Dentro de los parámetros de calidad de p lanta que normalmente se utilizan, los relacionados con raíz (cantidad y calidad) son fundamentales, pero son también los más difíciles de valorar, especialmente en presentaciones de planta que ocultan el sistema radicular, como son el cepellón y el conten edor. Por esta razón, se debe realizar siempre una inspección ocular de raíz de un porcentaje del lote recepcionado. Esta inspección, en los casos de cepellón y contendor implica la destrucción de los mismos. En las inspecciones de calidad de planta se de ben controlar los siguientes aspectos: Inspección de la copa: conformación, hojas y ramas laterales. Inspección del tronco: grosor y longitud. Inspección de raíz: presentación, cantidad y calidad. 2.2.1 CALIDAD DE ARBOLES CALIDAD DE LA COPA Se debe atender a tres aspectos en la inspección de copa; la conformación de la copa , las hojas y las ramas laterales . Conformación de copa. o Si es una planta flechada: Al menos un 50% de la copa ha de estar presente. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 14 Debe de tener una guía terminal o, en caso de haber sido podada, debe existir otra futura guía de al menos la mitad del diámetro de la guía antigua. o Si es una planta con la copa abierta en vaso: El número de ejes que salen del vaso debe encontrarse entre 3 y 5. Los ejes que salen del vaso deben de tener una longitud igual o mayor a 1 metro o Si es una planta injertada en altura: Se aplican las mismas condiciones mínimas que para plantas con la copa en vaso. Hojas. o El tamaño de las hojas debe ser el normal para la especie, variedad y edad del ejemplar. o Ausencia de plagas, enfermedades, clorosis, necrosis ó color anormal. Ramas laterales. o El diámetro de las ramas laterales debe ser menor o igual a 1/3 del diámetro del tronco (midiéndose el diámetro del tronco 2 centímetros por encima de la rama lateral). o El ángulo de inserción de las ramas en el tronco no debe ser muy agudo para evitar futuros problemas de estructura en el árbol PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 15 Ejemplos de una copa de mala calidad (izquierda) a la que le han realizado una fuerte poda dejándole apenas r amas secundaria s y a la derecha vemos una copa completa , con ramas principales y secundarias bien desarrolladas, ejemplo de copa de buena calidad. CALIDAD DEL TRONCO Características generales. o El tronco debe ser único y recto. o Tronco sin horquillas por debajo de la cruz. o Ausencia de descortezados, desgarros, heridas, pudriciones en la base, chancros o quemaduras en tronco. Los cortes de poda deben estar correctamente realizados. Grosor. o El grosor, medido como el perímetro del tronco a una altura de 1,3 m se debe enco ntrar entre 12 y 20 cm, con calibres medios 16/18. o A partir de los 20 cm de calibre y a mayor calibre de la planta, la probabilidad de arraigo es menor, por lo que no se recomienda su uso salvo en casos concretos y con objetivos bien definidos. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 16 Algunos de los defectos que se recogen en el apartado de tronco son la presencia de corteza incluida( imagen de la izquierda) o la de tronco ahorquillado por debajo de la cruz (imagen de la derecha) Longitud. o Si es una planta flechada: El eje entero, medido desde la base del tronco hasta la punta de la guía terminal, debe estar entre los 4 y los 6 m. o Si es una planta abierta en vaso: El eje de la planta, medido desde la base del tronco hasta el punto donde se abre el vaso, debe ser mayor ó igual a 2,5 0 m. CALIDAD DE LA RAÍZ Existen distintos tipos de presentación de raíz: Planta a raíz desnuda. Planta en cepellón. Planta en contenedor. En cualquiera de las tres presentaciones de raíz, es imprescindible la realización previa de repicados (podas de la ra íz). Una planta sin repicados es de calidad inadmisible. La cantidad de raicillas presentes en el sistema de radicular debe ser abundante. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 17 Raíz desnuda y cepellón. o Longitud de las raíces: El diámetro total del volumen de raíces (medido como diámetro del c epellón o diámetro del sistema radicular completo en caso de raíz desnuda) debe ser mayor o igual a 40 centímetros. o Diámetro de las raíces: El diámetro de las raíces cortadas en el arranque debe ser menor o igual a 1,5 centímetros. Planta en contenedor. o No deben existir raíces espiralizadas de más de 1,5 centímetros de diámetro en su base. o La planta, después de haber sido trasplantada a contenedor, debe de haber pasado al menos un ciclo anual completo en el mismo. La raíz tiene que contener numerosos pelos absorbentes . o Los cortes antiguos de raíz deben de tener diámetros meno res o iguales a 2 centímetros. o El diámetro deberá ser mayor o igual a 40 cent ímetros. Dentro del estudio de la raíz se encuentran ejemplos como estos de muy poca o nula raicilla PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 18 En otros árboles la densidad es alta o muy alta como en estas imágenes. Normalmente la presentación en contenedor favorece las altas densidades . Se observan casos en los que las raíces han sufrido procesos de espiralización 2.2.2 CALIDAD DE PALMERAS CALIDAD DE LA PARTE AÉREA El estípite debe ser recto y vertical, y no debe presentar muescas ni heridas, ni ninguna clase de estrangulaciones. El suministro de plantas de Washingtonia se efectuará con una posterioridad a la fecha de repicado de como mínimo 2 -3 meses de actividad biológica. En el caso de la palmera canaria (Phoenix canariensis), este periodo tiene que ser como mínimo de 4 a 6 mese s. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 19 La distancia entre el estípite y la parte externa del pan de tierra tiene que ser como mínimo de 20 centímetros, excepto en el caso de la Phoenix canariensis, que será de 40 centímetros. En cualquier caso las dimensiones del pan de tierra dependerán del tamaño de la palmera a trasplantar. CALIDAD DE LA RAÍZ Las palmeras se deben suministrar con pan de tierra o en contenedor. La profundidad del pan de tierra o del contenedor tiene que ser como mínimo igual a su diámetro. En todos los casos, las raíces deb en estar perfectamente cortadas, con cortes limpios y sin desgarros. El pan de tierra debe mantenerse compacto por la propia consistencia del sistema radical. Puede ir atado con materiales degradables o que puedan sacarse en el momento de la plantación. Las palmeras suministradas en contenedor tienen que haber sido trasplantadas a un contenedor y cultivadas en este como mínimo un año antes para que las nuevas raíces se desarrollen, de modo que la masa de raíces mantenga la forma y se aguante de manera compa cta al sacarla del contenedor. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 20 2.3 SUMINISTRO Y RECEPCIÓN DE PLANTA Resulta conveniente que los árboles se preparen para el transporte con todo el ramaje original y que este se envuelva en una malla elástica o se ate con una cinta que no dañe la corteza. Dentro del camión deben estar protegidos del sol, del viento y no deben dañarse por estar apoyados en superficies duras. Por ello, en los primeros se protegerá el punto de apoyo con elementos \"colchón\" y los siguientes se irán apoyando sucesivamente sobre los anteriores. Si la plantación no se hace en el momento de la llegada de la planta, ésta debe almacenarse en un lugar al abrigo del sol y de vientos, a salvo de heladas y en posición vertical . No podrán pasar más de 3 días sin que se realice la plantación. Mientras tanto tendrán un aporte de riego suficiente, manteniénd ose el sustrat o siempre húmedo. La raíz desnuda se cubrirá completamente con arena húmeda o tierra húmeda, pero se evitará el c ompost semidescompuesto, pues el calor que desprende activará los brotes de raíz (salvo q ue esto se desee expresamente). La tierra del cepellón y, especialmente, del contenedor se debe mantener húmeda, regando cuando fuera preciso. El día anterior a la pla ntación, además, se regará abundantemente antes de sacar la planta de su contenedor o envolturas. Esto es especialmente importante en: planta en contenedor , pues es probable que venga con un sustrato a base de turba, difícil de remojar fuera del contenedor . plantación en suelo , arenoso muy drenante, pues el riego posterior escurre por el suelo sin mojar el cepellón. Se debe eliminar todo material envolvente (contenedor, arpillera, yeso, ataduras, alambres, etc.). Si las puntas de las raíces gruesas aparecen magulladas y machacadas, se sanean con un buen corte, sin reducir inútilmente su longitud. Se deberá coordinar la recepción con las labores de plantación para evitar tener que dejar los árboles acopiados en obra. Si no se planta en el día, la planta a ra íz desnuda o en cepellón no se dejará hasta el día siguiente en la zona de plantación. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 21 3 PLANTACIÓN Las fases para lograr que el proceso de plantación y reposición sea satisfactorio son: Destoconado Apertura de H oyos Sistema de Drenaje Alcorques Renovación de Sustrato Proceso de Plantación Colocación de Tutores Riego Postplantación Calendario PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 22 PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 23 3.1 DESTOCONADO El destoconado engloba el conjunto de labores encaminadas a la extracción del tocón o tronca residual tras el apeo de un árbol, así como de las raíces principales. La eliminación de los tocones se llevará a cabo en la totalidad de alcorques que hayan sido objeto de apeos y que vayan a ser incluidos en futuras campañas de plantaciones . En todos los alcorques que vayan a ser clausurados porque obstaculiza con edificaciones, interfiere con servicios, por estar ubicados en aceras demasiado estrechas o por encontrarse muy próximas a otras posiciones, se procederá a un rebaje del tocón y a su clausura inmediata. No se recomienda el tapado de alcorques y apertur a de alcorques nuevos para la plantación de arbolado nuevo. Esta es una práctica que puede ocasionar conflictos espaciales en contra a las directrices del modelo de arbolamiento, y además implica mucho más trabajo en las labores de actualización de inventa rio al encontrarse casi todas las posiciones arboladas levantadas c on alta precisión cartográfica. Los rendimientos del destoconado varían en función del tamaño del tocón, especi e, método de destoconado, etc. El método más habitual para el destoconado es e l empleo de una barrena helicoidal que tritura y extrae los restos del tocón, respetando las zonas adyacentes al alcorque. E n los casos en los que la s dimensi ones del alcorque lo permitan también se puede emplear una retroexcavadora. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 24 3.2 APERTURA DE HOYOS La apertura de hoyos se lleva a cabo de forma manual, empleando palas y azadones. Si se encuentra hormigón en la posición a plantar se emplear á un compresor para poder picarlo y así proceder a su retirada. Dado que se llevara cabo una renovación del sustra to, tanto el sustrato existente como los posibles restos de hormigón que se hubieran podido encontrar se han de retirar . La retirada se hace de forma manual como también empleando algún medio mecánico (pala retroexcavadora de jardinería). El tamaño del hoy o de plantación puede estar condicionado al tamaño del cepellón o contenedor. Si bien, como regla general mayoritariamente el hoyo será de forma trapezoidal y el volumen mínimo de excavación deberá se r el siguiente: 1 m x 1 m x 1 m en alcorques y 1,20 m x 1,20 m x 1,30 m en terrizo s y espacios libres . De la señalada excavación al menos en 0,80 metros deberá ser de tierra vegetal cribada y fertilizada. Se tiene muy en cuenta la seguridad del ciudadano. En este proceso de preparación del terreno se tra tará de que todas las posiciones mantengan un nivel de tierra adecuado de forma que no s upongan un riesgo para el ciudadano , de modo que de existir excesiva profundidad se proced erá de forma inmediata a la incorporación de tierra suficiente hasta alcanzar el nive l óptimo para la continuidad del terreno. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 25 3.3 SISTEMA DE DRENAJE El sistema de drenaje a incorporar al hoyo de plantación antes de la renovación del sustrato estará compuesto de una capa de 0,40 metros de grava (20 - 40 mm) y 0,10 metros de gravilla (6 - 12 mm). No obstante, p ara evitar posibles problemas de encharcamientos, debidos a la baja permeabilidad de l subsuelo o a su compactación, que desencadenan en una importante reducción en la capacidad de infiltración del suelo (dando lugar a hipoxias y asfixia radicular), se requerirá la instalación de un sistema de drenaje en todas las zonas de plantación, en particular en los alcorques, medianas y en todas aquellas zonas donde se detecte una marcada deficiencia en el drenaje . Para ello, siempre que se plante u n árbol se recomienda realizar previo a su ejecución las correspondientes pruebas de infiltración. Dicha prueba consistirá en el llenado del hoyo con agua. Transcurridas 24 horas se valorará si el terreno presenta una adecuada capacidad drenante o, por el contrario, el agua se retiene en el hoyo de plantación. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 26 En caso negativo, s e realizará la perforación de la zona central del hoyo de plantación realizando un barrenado de 20 cm. de diámetro y 1 metros de profundidad, o bien lo necesario para drenar el a gua. En dicha excavación se instalará un tubo de polipropileno de igual diámetro (200 mm), corrugado y ranurado con una longitud de 1 metros. El tubo será rellenado de grava (20 - 40 mm) hasta el nivel de la base del hoyo de plantación, y se sellará con un a capa de gravilla (6 - 12 mm) de 10 cm. (Ver esquema de la página 37). PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 27 3.4 ALCORQUES , CUBIERTAS Y PROTECTORES Se consideran a continuación los distintos tipos de alcorques que se emplearán en viarios con los tamaños en cada caso, las recomendaciones en cuanto a la instalación del sistema de riego y las sugerencias en cuanto a cubiertas de alcorque y protectores : ALCORQUES INDIVIDUALES Las medidas mínimas de un alcorque de tipo individual cuadrado deben ser de 1 metro x 1 metro. La profundidad del alcorque debe ser al menos de 1 metro. En otros diseños se debe n mantener como mínimo 0,5 metros de distancia al tronco y respetando el metro de profundidad. No obstante se intenta rá que las dimensiones del alco rque sean mayores que las mínimas aquí definidas. ALCORQUES INDIVIDUALES EN PLANTA CIONES EN BANDA DE APARCAMIENTO Los alcorques individuales situados en banda de aparcamiento deben de cumplir igualmente con las dimensiones mí nimas de 1 metro x 1 metro. La profundidad del alcorque debe ser al menos de 1 metro. A la superficie mínima de un metro cuadrado se debe añadir un bordillo de 30 cm de ancho por cada lado y el alcorque debe elevarse a la altura de la acera, para evitar qu e los vehículos lo invadan. No obstante se intentará que las dimensiones del alcorque sean mayores que las mínimas aquí definidas. ALCORQUES CORRIDOS Y TERRIZOS Los alcorques corridos deben tener un ancho máximo de 2,5 metros. Se consideran terrizos los al corques corridos con más de 2,5 metros de ancho. En el diseño de alcorques corridos y terrizos se deben tener en cuenta los accesos a calzadas, comercios, paradas de transporte público, etc., de forma que el marco del alcorque permita el paso. Es aconsejable ajardinar los terrizos, para evitar que éstos se conviertan en zonas de acumulación de basuras o áreas de esparcimiento canino. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 28 INSTALACIÓN DE SISTEMAS DE RIEGO La instalación de un riego localizado es imprescindible para los primeros años de vida de un árbol plantado en la vía pública. La ausencia de sistemas de riego automático implica la utilización de otros sistemas, como el riego con cisterna o el riego con manguera, que acarrea problemas de mantenimiento y de movilidad urbana. Las ventaj as del riego localizado por goteo son: Ahorro importante de consumo de agua, y alta eficienci a en el uso del agua utilizada Ahorro en la mano de obra d edicada a las labores de riego Ahorro de energía Disminuyen las p érdidas de agua por escorrentía Se deberá realizar la instalación completa, desde la acometida hasta la tubería de goteo, fuera de la línea de los alcorques e independiente de cualquier zona ajardinada. Se recomienda la instalación de riego por goteo enterrado, para evitar deterioros en las instalaciones, bien sea de actos vandálicos bien por heladas, exposición a radiación solar o variaciones de temperatura. Se recomienda el uso de goteros integrados autocompensantes, con un mínimo de 4 -5 goteros por árbol. Se debe favorecer el empleo de m ateriales respetuosos con el medio ambiente, evitando, en la medida de lo posible el uso de tuberías de cloruro de polivinilo (PVC). No se deben instalar bocas de riego dentro de los alcorques. ELEM ENTOS DE CUBRICIÓN DE ALCORQUES El alcorque puede suponer en ocasiones una barrera arquitectónica para el peatón, por esta razón, con el uso de elementos de cubrición se nivela el terreno prolongando el desarrollo de la acera. Los sistemas de recubrimiento solo se recomiendan en aquellas calles con problemática d e paso de peatones. En nuevas calles, con correctos diseños que solventen las barreras PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 29 arquitectónicas, se debe evitar el uso de elementos de cubrición a favor de mantener el alcorque libre y aireado. De utilizarse algún tipo de sistema de recubrimiento de alcorques estos deberán cumplir una serie de requisitos mínimos, que son: Permitir el libre intercambio de gases y agua entre el suelo y el aíre, evitando impermeabilizaciones y compactaciones. Permitir el crecimiento del tronco sin causar impedimento ni heridas de ningún tipo, pero manteniendo el cubre -alcorque su forma y su diseño, sin deformarse ni romperse. El cubre -alcorque debe poder levantarse de forma sencilla para fac ilitar las labores de limpieza. Se debe mantener el mismo modelo de sistema cubre -alcorque durante todo el trazado de la plantación. Si se opta por un sistema de recubrimiento de tipo rejillas, y de utilizarse un modelo nuevo, se deberá contar con un remanente que puede utilizarse para la sustitución en caso de sustracción, roturas, et c. ELEM ENTOS DE PROTECCIÓN DE ALCORQUES Los bolardos o sistemas de protección similares tienen la misión de evitar la invasión del alcorque para no producir daños en el árbol o compactaciones en el terreno. En caso de que la alineación arbórea se plante en la calzada, será necesaria la instalación de este tipo de protección, así como en aparcamientos públicos o zonas donde el árbol pueda ser golpeado o derribad o por los vehículos al aparcar. En caso de no prevenir estas situaciones el éxito y futuro de la p lantación quedará comprometido. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 30 ELEMENTOS DE DISEÑO DE ALCORQUES PARA REDUCIR LOS DAÑOS EN PAVIMENTO Diseño del alcorque o Dimensiones: cuanto más grande sea el alcorque menos conflictos ocurrirán, pero dado el limitado espacio en la aceras habrá que hacer un cálculo de las dimensiones necesarias. o Una buena medida es diseñar alcorques más anchos (incluso alcorques corridos de árbol a árbol) en la zona del tercio del acerado más próximo a la calzada reservada para la disposición del arbolado, mobiliario urbano, alumbrado público, etc. No obstante esta medida por sí solo no será efectiva si las condiciones del suelo (compactación, aireación, humedad) originan el crecimiento y desarrollo superficial de raíces. o Uso de bordillos del alcorque de suficiente gr osor que no permitan ser fácilmente movidos por el árbol. Diseño del pavimento que rodea al alcorque o Empleo de pavimentos más flexibles , como adoquinado, ladrillos, etc., que se adapten al movimiento dinámico de la superficie causada por la expansión radic ular. Cuanto más pequeño sea el tamaño de cada componente del pavimento, más fácilmente se adaptará al movimiento del terreno y los obstáculos serán menores. En cambio si las losas o piezas levantadas por las raíces son de gran tamaño, originarán unos obst áculos de mayor altura por lo que el riesgo de tropezar con ellos aumentará. Las piezas pequeñas suelen ser más caras pero en ocasiones se puede plantear. También donde sea posible se puede usar asfaltos, gravilla, polvo de roca, etc. Otra opción es el emp leo de pavimentos de caucho que se amolden al terreno, pero estos son caros. o Pavimentos de hormigón de suficiente grosor y de calidad . El hormigón tiene escasa flexibilidad por lo que las raíces (al principio de muy pequeño tamaño) tienen tendencia a busca r juntas o pequeñas grietas a través de las cuales penetra PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 31 agua y aire. Cuando estas raíces crecen, rompen la capa de hormigón y se producen abruptas elevaciones del pavimento con elevado riesgo de tropiezo por parte del viandante. Generalmente las raíces no son la causa de la aparición de grietas pero sí las agravan. Parte de la solución del problema debe estar dirigido a la reducción de la aparición de grietas en el hormigón a través de una \"mejora\" en la construcción del mismo. El tamaño mínimo de la cap a de hormigón para resistir la presión de las raíces está por determinar, pero se sabe que la capa típica de hormigón (no armado) con grosor inferior a 10 cm, generalmente no es impedimento para la elevación del pavimento por parte de la mayoría de las esp ecies de árboles, mientras que una capa de hormigón armado de más de 15 cm de espesor difícilmente podrá ser levantado por las raíces. Una capa de hormigón mayor o el empleo de hormigón armado es, obviamente una solución técnica más cara. o Trabajar el agreg ado inmediato bajo el pavimento . El tipo y grosor del material de agregado puede influir en la incidencia de conflictos. El uso de un empedrado de tamaño moderado bajo el pavimento, reducirá la penetración radicular justo por debajo de la capa de pavimento, al crearse un espacio seco entre el suelo y el pavimento y, al distribuir mejor las cargas debidas a la presión radicular, no se incide de una manera tan directa en la superficie inferior del pavimento. Esta medida se puede combinar con el uso d e hormigón armado de suficiente espesor. Mejora de las condiciones del terreno bajo el pavimento . Las condiciones del suelo bajo la zona pavimentada influyen de manera muy importante en la distribución de las raíces. Si este suelo es limitante para el crec imiento de las raíces, estas se desarrollarán más superficialmente y directamente bajo el pavimento lo que causará mayores daños, por lo que una mejora de las condiciones del suelo suele reducir los daños causados en el pavimento. Existen numerosas solucio nes técnicas más o menos económicas, como el cambio del sustrato en función del volumen útil del árbol, el empleo de suelo estructural o de un suelo más arenoso, diseño de sistemas de PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 32 drenaje que permitan la aireación en capas más profundas, irrigación pro funda bajo el pavimento que permita la profundización de raíces, etc. Pantallas o barreras del crecimiento de las raíces . Otra solución puede ser la instalación de barreras de crecimiento de las raíces, estas barreras están diseñadas para desviar o dirigir el crecimiento de las raíces. Por lo general, se instalan verticalmente en el suelo con la intención de dirigir las raíces para que crezcan más profundamente en el suelo o para que crezcan en otra dirección. Generalmente están hecha s de plástico o tela, a veces impregnados con herbicidas químicos. Para instalar la barrera se hace una zanja en la zona que se quiere aislar de raíces, en el caso de una alineación en calle se haría en paralelo a la alineación de árboles , se coloca la barrer a de raíz en la zanja con la barrera terminando por encima del suelo para evitar que las raíces pasen por encima de la barrera. Con esto l as raíces se desvía n horizontalmente y hacia abajo. Aceras y Servicios Calzada Barreras de Raíces PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 33 Imágenes de barreras de crecimiento de las ra íces Para finalizar conviene aclarar que la plantación profunda NO solucionará el problema y, en cambio tendrá unos efectos muy negativos en el árbol y en su capacidad de arraigo, consecuencia de una deficiente aireación del sistema radicular. En estas condiciones el árbol recién plantado puede llegar a morir, particular mente en terrenos arcillosos o muy compactados, que son los que ocasionan mayores problemas de levantamiento de pavimento. Si el árbol se recuperase de esta desafortunada práctica, las raíces buscarán la superficie y se desarrollarán de manera similar a la s de una plantación a ras del terreno. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 34 3.5 RENOVACIÓN DE SUSTRATO Se realizará un aporte de tierra vegetal y materia orgánica que mejore las condiciones del suelo y favorezca la implantación del arbolado. Las características del sustrato a aportar serán las siguientes: CALIDAD DE LA TIERRA VEGETAL La tierra vegetal deberá ser de alta calidad entendiendo este concepto en sus varias acepciones: Calidad biológica, referida a la abundancia y actividad de los o rganismos biológicos que participan en el funcionamiento del suelo. Fertilidad física, derivada de las propiedades físicas del suelo (textura y estructura): porosidad, densidad aparente y real, capacidad de retención de agua, aireación y permeabilidad. Fertilidad química, en términos de Capacidad de Intercambio Catiónico, pH, Conductividad Eléctrica, relación C/N, etc. Deberá cumplir con las siguientes características: Textura: En relación con el tipo de plantación se empleará tierra vegetal arenosa - franc a (mínimo 70-80 % de arena). El motivo de esta textura es favorecer el drenaje de la planta ornamental que dispone de sistema de riego. Granulometría: Pueden existir elementos mayores de 5 cm, aunque no podrán tener una presencia superior al 25 % del volu men. Si bien, en las labores de remate y refinado superficial tras la plantación, deben ser eliminadas mediante rastrillado. Estructura: Deberá ser suelta, no se aceptará tierra compactada, en terrones o con problemas de haber tenido síntomas de hipoxia o hidromorfia. Se deberá evitar la compactación de la tierra vegetal. La tierra vegetal no podrá ser transitada por vehículos o personas y se extenderá a hecho. No se aceptará en ningún caso la plantación en tierra vegetal compactada. Retención de agua: 20 - 30 % referido a suelo seco. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 35 Permeabilidad: La tierra vegetal deberá tener una velocidad de infiltración igual o superior a 30 mm. / hora. Materia orgánica: Mínimo de un 2 % favoreciendo una buena aireación y reduciendo posibles problemas de enfermedades criptogámicas en las plantas mediterráneas. Carbonato cálcico total: menos del 10%. Cal activa: nivel Bajo: 0 -6% pH: neutro o ligeramente básico : 7 - 7,5 Relación C/N: Deberá situarse en valores normales que evite el bajo aporte de la materia orgánica al estar muy mineralizada o, por el contrario, demasiado fresca. Los valores aceptados oscilarán entre 9 a 12. Capacidad de Intercambio Catiónico: 20 - 35 Conductividad eléctrica: menor de 0,25 - 1,0 dS / m a 25 º C Sodio: Menos de 0,25 meq/100g para suelos a renosos. Cloruros: Menos de 50 ppm (preferiblemente menos de 20 ppm) Sulfatos: Menos de 100 ppm (preferiblemente menos de 25 ppm) Nivel Normal de Nutrientes (para suelos arenosos): o N total (%): 0,13 - 0,18 o P asimilable (ppm): 28 - 55 o K asimilable (ppm): 251 - 400 o Mg asimilable (ppm): 1,8 - 2,9 o Ca asimilable (ppm): 10 - 12 o Relación K/Mg: 0,2 - 0,3 Tal y como se ha señalado la tierra no podrá presentar síntomas de hidromorfia o de haber padecido hipoxia. Deberá estar exenta de elementos tóxicos. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 36 CALIDAD DE LA MATERIA ORGÁNICA La materia orgánica empleada para la enmienda y mejora de la tierra vegetal será procedente de la fermentación completa del estiércol. Debe cumplir las siguientes propiedades: Estar libre de malas hierbas y objetos extraños. Color oscu ro, suelto, untuoso al tacto y con el grado de humedad necesario para facilitar su distribución, evitar compactaciones y la formación de terrones que puedan intervenir negativamente en su estructura. Estar adecuadamente fermentado, por lo que no deberá des prender malos olores ni desprender gases. Relación carbono / nitrógeno (C/N) deberá presentar valores cercanos a 12. pH: 6,5 a 7,5 Conductividad Eléctrica: menor de 1 dS / m La materia orgánica estará exenta de elementos tóxicos y de restos de pesticidas. No poseerá metales pesados. Se comprobará que la enmienda orgánica no procede de los lodos de depuración ni de residuos sólidos urbanos con metales pesados. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 37 3.6 PROCESO DE PLANTACIÓN El tamaño del hoyo de plantación puede estar condicionado al tamaño del cepellón o contenedor. Si bien, como regla general mayoritariamente el hoyo será de forma trapezoidal y el volumen mínimo de excavación deberá se r el siguiente: 1 m x 1 m x 1 m en alco rques y 1,20 m x 1,20 m x 1,30 m en terrizo s y espacios libres . De la señalada excavación al menos en 0,80 metros deberá ser de tierra vegetal cribada y fertilizada. Tras la apertura del hoyo, previo a la colocación de la planta, se eliminará cualquier obj eto extraño (escombros, desechos, etc.). Tras esta operación, se realizará la señalada prueba de infiltración. Se aportará en el hoyo la cantidad de tierra necesaria para que el cuello del árbol quede a nivel del suelo, en función de la condición del suelo y las condiciones posteriores de mantenimiento (teniendo en cuenta el asentamiento de la tierra). Existe una tendencia a la hora de realizar plantaciones que da muy malos resultados: la plantación profunda, dejando el cuello 15, 20 ó 30 cm más bajo que e l nivel del terreno. Con ello se consigue una planta bien anclada, pero la raíz queda situada en una profundidad con mala aireación. Especialmente en suelos con poco drenaje (arcillosos o compactados), la planta puede morir, agravándose la situación por lo s riegos posteriores. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 38 A esta situación se le suelen unir otros aspectos descuidados: mala calidad de tierras, hoyas insuficientes, amasamiento de la tierra en la plantación, mala calidad d e raíz, entutorados incorrectos ..., y la resultante es un panorama general de plantaciones de baja calidad u obtención de marras evitables. Se rellenará el hueco entre raíz y hoya con buena tierra. Si la planta viene a raíz desnuda, los huecos entre las raíces se rellenarán con tierra de la mejor calidad. Se afi rmará la tierra en contacto con las raíces, apisonándola a medida que se va incorporando, para evitar que la planta quede suelta. Probablemente, al cabo de unos días se asentará el terreno con los riegos sucesivos, por lo que será necesario incorporar más tierra para alcanzar el nivel adecuado y que el terreno quede firme. Si la tierra es arcillosa y/o pesada (especialmente si está empapada) se evitará su apelmazamiento. El nivel de tierra final deberá ser aquel que permita la correcta recogida de agua ap ortada en el riego o las lluvias, aproximadamente de 5 -7 cm hasta la cota de la acera. No se deberá dejar excesiva profundidad, dado que puede suponer un riesgo para el peatón. En alcorques corridos, zonas terrizas o espacios libres , la tierra sobrante se colocará en superficie, alrededor, formando un alcorque algo mayor que el diámetro de la raíz. En cuanto a la copa del árbol plantado se tocará lo menos posible, únicamente se deberán eliminar las ramas rotas como consecuencia del transporte. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 39 Esquema de plantación en alcorque PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 40 Esquema de plantación en alcorque corrido, terrizo o espacios libres PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 41 3.7 COLOCACIÓN DE TUTORES Los tutores tienen la función de anclar y mantener en posición vertical los árboles acabados de plantar, y así evitar que sean derribados o abatidos por el viento, o que puedan perder el contacto de las raíces con la tierra, haciendo que falle la plantació n. Se dispondrá obligatoriamente de estos sistemas de protección o entutorado individual en todas las nuevas plantaciones (LEY 8/2005, de 26 de diciembre, de Protección y Fomento del Arbolado Urbano de la Comunidad de Madrid y Ordenanza General de Protec ción al Medio Ambiente Urbano). El entutorado se realizará en el momento de la plantación. El tutor quedará en posición vertical, lo más centrado posible con el tronco y a una distancia mínima de éste de 20 cm. Se utilizarán como mínimo 2 fijaciones, una al extremo superior del tutor y la otra a 2/3 de éste. Todos los tutores deberán mantener la misma posición en toda la alineación. Tipos de tutores: Uno, dos o tres pies de madera tratada , aunque se recomienda el empleo del tutor de dos pies. Protector metálico de tres pies (recomendado en viales con aparcamiento en batería o plantaciones en calzada) El tutor se afianza al árbol mediante unas tiras de caucho (cinchas). Siempre se debe sujetar por el tutor (con puntas, grapas, precintos ajustables, etc) , con lo que sólo abrazará al árbol. La correcta colocación de la cincha es cruzándola entre el tuto r y el árbol, en forma de ocho. Las ataduras son en demasiados casos las causantes de los daños al árbol, por roces y heridas, o por estrangulamiento. El ma terial debe ser durable, pues debe permanecer al menos 3 o 4 años, y blando, para no causar heridas. No es especialmente interesante que sea elástico: si el árbol empieza a engrosar puede superar el margen real de elasticidad de la atadura. En cualquier ca so: deben ser anchas, para que no hagan cortes. deben interponerse entre planta y tutor, evitando que se rocen. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 42 ni fuertes para que no estrangulen, ni flojas que pierdan su utilidad. siempre se deben clavar al tutor, con un clavo, grapa u horquilla, de forma que no se escurran. deben revisarse periódicamente para reponer las que faltan, aflojar las prietas, etc. el engrosamiento del tronco se da al final de la primavera y principio del verano, de una forma bastante repentina, no tanto el año mismo de la plantación, sino a partir del segundo y tercero. La atadura debe estar sistemáticamente floja y debe revisarse en los veranos. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 43 3.8 RIEGO DE PLANTACIÓN Una vez realizada la plantación se ha de realizar un riego copioso para asentar las tierras y aportar el agua suficiente a la nueva planta. No se debe efectuar el riego de plantación utilizando el sistema de riego por goteo, por lo que se empleará el rieg o con cuba o cisterna, tomando las precauciones necesarias de no descalzar la planta. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 44 3.9 CALENDARIO La plantación de arbolado urbano, sea a raíz desnuda, cepellón o contenedor, se realizará durante la parada invernal de la vegetación, entre noviembre y febr ero. En todos los casos hay que evitar la plantación en días de helada o con situaciones meteorológicas desfavorables, lluvias copiosas, nevadas o vientos fuertes. Extraordinariamente se puede aceptar la plantación de ejemplares cultivados en contenedor o en ce pellón en otras épocas del año. Enero Febrero Marzo Abril Mayo Junio Julio Agosto Septiembre Octubre Noviembre Diciembre De hoja caduca a raíz desnuda De hoja caduca con cepellón De hoja perenne con cepellón De hoja caduca o de hoja perenne en contenedor Época preferente Época complementariaPLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 45 4 LABORES POSTPLANTACIÓN Gran parte del éxito de la plantación depende de sus cuidados posteriores. Estos cuidados deben ser cumplidos rigurosamente durante los primeros años de la plantación . RIEGO TRAS LA PLANTACIÓN Tras la plantación se debe mantener el suelo moderadamente húmedo durante, al menos, los cinco primeros años. Un exceso de riego matará la raíz en suelos con mal drenaje y con plantaciones excesivamente profundas. El riego, cuando se necesite, se hará abundante, de forma que penetre en el suelo en profundidad y se regará n o solamente a pie del árbol, sino también alrededor, para ayudar a las raíces a desarrollarse en el entorno. Se deben evitar los riegos escasos y frecuentes, que desarrollan un sistema de raíces superficial, de dudoso anclaje y dependientes del riego. Se recomienda realizarlo con cuba o cisterna , con una frecuencia de al menos una vez a la semana en los meses estivales y cada quince días en primavera e inicios de otoño. La do sis será de 50 l por árbol. ENDERE ZAMIENTO Y REAJUSTE DE ATADURAS Como consecuencia de los riegos sucesivos o de condiciones climáticas adversas puede ocasionarse el descalzado o desplazamiento del árbol recién plantado, por lo que será necesario el enderezamiento y/o reajuste de las ataduras. INSPECCIÓN PERIÓDICA Será necesario la inspección periódica para detectar posibles anomalías y poder subsanarlas a tiempo y antes de que sea irreversible: languidez, falta de agua, averías en sistema de riego, falta de drenaje, descalzado, inclinación, tutores rotos, malas hierbas, plagas o enfermedades, etc. PLAN DE GESTIÓN DE ARBOLADO URBANO DEL MUNICIPIO DE RIVAS -VACIAMADRID PROTOCOLO DE SUMINISTRO DE PLANTA ADECUADA Y PROCESO DE PLANTACIÓN 46 ELIMINACIÓN DE MALAS HIERBAS Con el fin de evitar la competencia e invasión de las malas hierbas se deberá proceder a su eliminación en cuanto aparezcan en "}