{"title": "Nuevas Tecnologías Archivos  Blog Alzheimer", "author": null, "url": "https://alzheimeruniversal.eu/category/nuevas-tecnologias-2/", "hostname": "alzheimeruniversal.eu", "description": null, "sitename": "Alzheimer Universal", "date": "2023-01-01", "cleaned_text": "Adaptar la vivienda para el enfermo de Alzheimer Adaptar la vivienda a las necesidades el enfermo de Alzheimer es un paso fundamental, tanto para el propio enfermo como para el cuidador. De esta manera, y tomando en cuenta una serie de consejos para las distintas zonas de la casa, podemos evitar y prevenir sustos, accidentes [...] [ALOIS, la Aplicación para Cuidadores Alzheimer.](https://alzheimeruniversal.eu/2022/01/31/aplicacion-para-cuidadores-alzheimer/) ¿Que hacer cuando a las tres de la madrugada pasea por la casa como si fuera media tarde, empenado en abrir la puerta del domicilio para \"ir a su casa\", porque no reconoce la actual vivienda como suya? ¿Como afrontar que se niegue a comer, con una actitud infantil de rechazo o rebeldia? ¿Se le sigue dando el nuevo farmaco que le ha prescrito su especialista, cuyos efectos secundarios estan siendo dificilmente tolerables? [Alerta COPS](https://alzheimeruniversal.eu/2021/12/24/alerta-cops-app-desaparecidos/) [Diez Importantes Consejos para Familiares de Personas con Alzheimer](https://alzheimeruniversal.eu/2021/09/20/diez-importantes-consejos-para-familiares/) [Ejercicio Físico en la Tercera Edad](https://alzheimeruniversal.eu/2021/04/09/ejercicio-fisico-en-la-tercera-edad/) Ejercicio Físico en la Tercera Edad Mens sana in corpore sano Cada vez es mayor el número de personas que alcanzan edades avanzadas, lo que es un indudable logro de la medicina. Un paso más es conseguir que esos años que probablemente viviremos o estamos viviendo estén impregnados del gozo de vivir para lo que [...] [Nuevas Tecnologías y Alzheimer](https://alzheimeruniversal.eu/2021/02/04/nuevas-tecnologias-y-alzheimer/) [Deambulación en el Paciente con Alzheimer con/sin Ayuda Mecánica](https://alzheimeruniversal.eu/2020/12/16/deambulacion-en-el-paciente-con-alzheimer/) El enfermo camina sin rumbo aparente, es como una necesidad que siente muchas veces durante el día e incluso en la nocher; esto se debe a múltiples razones por ejemplo, por que está aburrido, por que quiere salir o volver a su casa, porque anda buscando algo, etc. Es una actividad motora peligrosa en varios sentidos. [La Deambulación y el Paciente con Alzheimer](https://alzheimeruniversal.eu/2020/07/10/la-deambulacion-y-el-paciente-con-alzheimer/) Objetivo: Permanecer Seguro La Deambulación y el Paciente con Alzheimer Uno de los comportamientos más peligrosos asociados con esta enfermedad es la deambulación. Te presentamos unas cuantas maneras que existen para evitar, prevenir y controlar el riesgo de caídas, fugas, etc. Y así, poder mantener a las personas con Alzheimer seguras en su casa y [...] [5 Terapias que Harán Más Fácil la Vida de las Personas con Alzheimer](https://alzheimeruniversal.eu/2020/01/20/5-terapias-que-haran-mas-facil-la-vida-de-las-personas-con-alzheimer/) Cuando pensamos en las dificultades a la hora de gestionar nuestro tiempo cuando cuidamos a enfermos de alzhéimer nos olvidamos (algunas veces) de las dificultades que ellos mismos sienten para poder orientarse en un mundo tan complejo y que ellos pueden haber olvidado. Por eso hemos recopilado estas 5 terapias que harán más fácil la [...] [Caminantes Sin Rumbo. Los Desaparecidos del Alzheimer.](https://alzheimeruniversal.eu/2019/03/31/caminantes-sin-rumbo-los-desaparecidos-del-alzheimer/) Caminantes Sin Rumbo. Los Desaparecidos del Alzheimer. Caminantes sin rumbo Cada seis días en España se pierde un anciano con Alzheimer que sale a caminar y no regresa a su casa. Lamentablemente, casi todos los extravíos terminan en una tragedia, y según Joaquín Amills presidente de SOS Desaparecidos los ancianos generalmente se pierden a 3 [...] [¿Cómo elegir una silla de ruedas eléctrica?](https://alzheimeruniversal.eu/2018/06/25/como-elegir-una-silla-de-ruedas-electrica/) Cómo elegir una silla de ruedas eléctrica A menudo una de las decisiones más complicadas que debemos tomar, es la elección de la silla de ruedas adecuada para nuestro familiar enfermo. Escoger entre una silla convencional o comprar una silla de ruedas eléctrica puede significar una enorme diferencia. Debemos tener muchas cosas en cuenta ya [...] [Aplicación para Móviles que Enseña a Prevenir Neumonías por Aspiración](https://alzheimeruniversal.eu/2017/09/18/aplicacion-para-moviles-que-ensena-a-prevenir-neumonias-por-aspiracion/) La aspiración y la neumonía aumentan la mortalidad prematura en la enfermedad de Alzheimer Aplicación para Móviles que enseña a Prevenir Neumonías por Aspiración Hoy os informamos sobre la prevención de aspiraciones: broncoaspiraciones o microaspiraciones, y así evitar la neumonía aspirativa o neumonía por aspiración. [Asistente Virtual de Apoyo Emocional para Ayudar a las Personas con Alzheimer](https://alzheimeruniversal.eu/2017/09/08/asistente-virtual-de-apoyo-emocional-para-ayudar-a-las-personas-con-alzheimer/) Asistente virtual de apoyo emocional para ayudar a las personas con Alzheimer En la Universidad de Waterloo, científicos están creando el prototipo de un asistente virtual que podría ser de gran ayuda para las personas que padecen la enfermedad de Alzheimer. Por lo tanto, estamos hablando de una nueva teconología que ayudaría a llevar a [...] [Ventajas del Uso de las Camas Articuladas Eléctricas en el Cuidado del Enfermo de Alzheimer](https://alzheimeruniversal.eu/2017/05/29/ventajas-del-uso-de-las-camas-articuladas-electricas-en-el-cuidado-del-enfermo-de-alzheimer/) Ventajas del uso de las camas articuladas eléctricas en el cuidado del enfermo de Alzheimer El uso en el cuidado del enfermo de Alzheimer de las camas articuladas eléctricas ofrece claras ventajas, ya que puede hacer la vida del enfermo y del cuidador mucho más confortable, agradable y saludable. Permitir el descanso, la relajación y [...] [Exploración Ocular Puede Detectar Signos Tempranos de Alzheimer](https://alzheimeruniversal.eu/2017/04/22/detectar-signos-tempranos-de-alzheimer/) [El Futuro ya Está Aquí: El Modo en que la Tecnología Marcará la Ayuda a Enfermos de Alzheimer](https://alzheimeruniversal.eu/2017/03/10/el-futuro-ya-esta-aqui-el-modo-en-que-la-tecnologia-marcara-la-ayuda-a-enfermos-de-alzheimer/) El futuro ya está aquí: El modo en que la tecnología marcará la ayuda a enfermos de Alzheimer El avance actual de la tecnología nos puede ayudar a ver, oír y comunicarnos mejor. Aplicando las innovaciones en la tecnología a las necesidades específicas de los pacientes de Alzheimer, los científicos están dando a muchos pacientes [...] [CRE Alzheimer Presenta Nuevas Guías para Pacientes con Alzheimer](https://alzheimeruniversal.eu/2017/01/26/cre-alzheimer-nuevas-guias-para-pacientes-con-alzheimer/) Nuevas Guías para Pacientes con Alzheimer del CRE Alzheimer Hace unas semanas el CRE de Alzheimer Inmerso publicó nuevas guías destinadas a cuidadores de enfermos de Alzheimer. Lo que se busca es implementar actividades de acuerdo a las capacidades e intereses del paciente, tratando de lograr retrasar el mayor tiempo posible el daño cognitivo progresivo [...] [La Minería de Datos en la Búsqueda de Novedades en el Alzheimer](https://alzheimeruniversal.eu/2017/01/18/mineria-de-datos-la-busqueda-de-novedades-en-el-alzheimer/) La minería de datos en la búsqueda de novedades en el Alzheimer El tema de hoy es la \"Minería de Datos\" o \"Knowledge Discovery in Databases\" (KDD por sus siglas en inglés). Esto es un área que aunan estadística y computación y donde se analizan datos colectivos (masivos) para sacar conclusiones de acuerdo a los [...] [Pivotal Contra el Alzheimer Espera Aprobación de la FDA](https://alzheimeruniversal.eu/2017/01/18/pivotal-contra-el-alzheimer-espera-aprobacion-fda/) Cojín Antiescáras del Piloto Isidre Esteve](https://alzheimeruniversal.eu/2017/01/04/el-cojin-antiescaras-de-isidre-esteve-piloto/) El cojín atiescaras de Isidre Esteve Isidre Esteve siempre fue un deportista exitoso como lo demuestran sus premios y clasificaciones importantes, y el sueño que tenía era participar en su moto en el Dakar. En 1995 era Subcampeón de Enduro en Europa y Campeón de España en 1999; obtuvo el cuarto lugar en 2001 y [...] [La Nueva Sede de Fundación Pasqual Maragall: Barcelona Beta](https://alzheimeruniversal.eu/2016/09/18/nueva-sede-de-barcelona-beta/) [Nieta de 12 años crea una app para su Abuela Enferma de Alzheimer](https://alzheimeruniversal.eu/2016/09/12/nieta-crea-app-abuela-alzheimer/) [Uso de las TIC en la Enfermedad de Alzheimer](https://alzheimeruniversal.eu/2016/08/30/uso-las-tic-la-enfermedad-alzheimer/) Las TIC en la Enfermedad de Alzheimer Vivimos en la era de la tecnología, en la que ya se ha pasado a desarrollar programas, objetos, apps,... que intentan mejorar la vida de los pacientes, de sus familiares y sus cuidadores. Las tecnologías de la información y las comunicaciones (TIC) han experimentado un avance impresionante en [...] [Detección de Beta-amiloide en la Retina de Manera no Invasiva y a Bajo Costo.](https://alzheimeruniversal.eu/2016/07/29/deteccion-beta-amiloide-retina-aaic-2016/) Detección de beta-amiloide en la retina. En Toronto (Canadá) se ha llevado a cabo la Conferencia Internacional 2016 (ICAD2016) de la Asociación de Alzheimer de Estados Unidos, en ella, científicos de la Universidad Canadiense de Waterloo han expuesto una nueva investigación. En ella, plantean que, a través de un método muy poco invasivo "}