{"title": "PDF", "author": "PDF", "url": "https://www.outlookindia.com/outlooktraveller/images/pdf/olt_april_2020.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "the Time of Corona Orchha n Meghalaya n lakshadweep n Baku OpiniOn Jose Dominic nOstalgia The Delhi Tha T Was in MeMOriaM FloyD carDoz April 2020 `100 Photo Specialvolume 20 issue 04 Contents april 2020 The future of travel? shutterstock interview: jose dominic by Radhika P. Nair photo essay Travel in the time of Corona travel & corona12 22 Editor Amit Dixit SEnior Corr ESpondE Contributing Writ Er PAD hyAy Con Sulting Editor Anur ADhA senguP tA librarian ALkA guPtA BUSINESS OFFICE ChiEF EXECutivE oFFiCEr inDrAniL roy publiShEr sAnchit A ty Agi rA wAt advErtiSEmEnt S SEnior viCE prESidEnt meenAkshi Ak Ash (events) viCE prESidEnt shrutik A Dew An (brAnD & mArketing) Digital teamAmit mishrA CirCulation & SubSCription AninD yA bAnerjee aSSt. gEnEral managErS k umAr Zonal S alES S viCE prESidEnt DiwAn singh bisht Company SECrEtary & la W oFFiCEr Ankit mAngAL HEAD published by indranil r oy on behalf of outlook Publishing (india) Private Limited. e ditor: Amit Dixit. Printed at international Print-o-Pac Limited, c4-c11, Phase ii noida & published from Ab-10 safdarjung enclave, new Delhi 110029. released on 01-04-2020 Contents 32 48 42 54 Regulars 4 Letters 5 insiDer 6 nsew 16 hoteLs 84 bAck oF the bookFeatures 32 delhi by Aman Nath the Time of Corona Orchha n Meghalaya n lakshadweep n Baku OpiniOn Jose Dominic nOstalgia The Delhi Tha T Was in MeMOriaM FloyD carDoz April 2020 `100 Photo Special gearbox 11One track mind page 8484 OUTLOOK TRAVELLER DECEMBER 2019 OUTLOOK TRAVELLER DECEMBER 2019 85NEW YORK, 1948 lWhen the 20th Century Limited first ran in 1902, it was nothing extraordinary. Connecting New York City to Chicago in 20 hours, it had two amenities: a slick barbershop, and secretarial help, with 'no excitement along the way'. How, then, did this express passenger train fascinate the likes of Hitchcock and Rand, enough to be immortalised in their works? It's all thanks to the pitch-perfect design. Industrial pioneer Henry Dreyfuss had his pulse on the rising popularity of Art Deco and was commissioned in 1938 to create streamlined train sets in the style, melding luxurious craftsmanship with blue-grey locomotive and passenger cars. Colourful but refined, the makeover came smack in the middle of old Hollywood glam. As she chugged off from New York at 6pm, business tycoons and movie stars would hobnob over Manhattans and martinis in the lounge car. Closer to midnight, filet mignon and lobster would be polished off, with most retiring to suites or curtained berths with a nightcap. The good night's sleep on board was hotly advertised, against the rugged mountain route taken by the Pennsylvania Railroad. A decade later, diesel-electrics replaced steam, and a new set began its trial run along the Hudson River, whose stylish observation car you see on the left. But while every famous passenger— be it Coco Chanel or Bing Crosby—made headlines, it's the celebrity treatment before boarding that had folks swooning. Staff would unfurl a football field-sized red carpet for those departing from NYC, a taste of what was to come. It's what, in fact, led to the coining of the phrase 'red carpet treatment'. We're all craving a bit of luxury travel these days, but if these were the '40s, no way could you board in sweats. Aboard the 20th Century Limited, things were strictly business. n nayanika mukherjee 04.20... Time Traveller n Book Reviews n On the Shelf n Where on Earth? BACK OF THEBOOK TIME TRAVELLER GETTY IMAGESNewly-fitted observation car of the 20th Century Limited in 1948 74 maldives by Manek S. Kohli 80 tribute: floyd cardoz by Rupali Dean4 IndIa's no.1 Travel MagazIne www.outlooktraveller.com 8904150 800003 30 HILLS matter Why The Marco Pierre White n VietnaM n Lebanon n aurika Outlook traveller awards 2020 Palani | TirT han | Chamoli | Ziro BhuT an | himalayan FeasT s March 2020 `100 Elephant Valley Eco Farm, Palani Hills letter of the month WInS! The letter of the month has won a box set of Outlook Traveller Getaways: The Magic of West Bengal Keep wriTing To us a T: outlook Traveller aB-10 s afdarjung enclave new Delhi 110029 letters@outlooktraveller.com m As the world battles the novel coronavirus, travel is the biggest casualty. Armchair travelling seems to be the safest choice, and who better than OT to take us across the loveliest places? the March '20 issue offered insights very 'close to the hearth'. I could almost take in the aroma of sidu with ghee and green chutney, and the Pahari mutton and saag in the ('the Butterfly's Nest' and 'secrets of the hearth'). these articles show that travel goes beyond visiting 'places of tourist interest'. understanding and appreciating local cultures and communities is what it's all about. dr gulbahar s. sidhu, jalandharletter of the month and noticed that the 'Picture Post' section mostly highlights images by Indian photographers. While I understand it is an Indian magazine, would OT consider reaching out and taking submissions from international artists? If not the world, perhaps you could start from the Indian subcontinent or southeast Asia? It would bring a nice insider's look into the everyday aspect of their tourist destinations. aarati sanjeev, jabalpur m With the new virus now classified as a pandemic, I am curious to know what direction OT would take in bringing out future stories if your main activity—travel—is blocked everywhere. m Although every issue of OT surpasses the previous one, the March edition was outstanding. I was mesmerised by the travelogue on Bhutan ('Bhutan Journal: eat, chant, sleep') and its accompanying photographs. Who says it's not possible to be hypnotised by a photograph? At least picturesque Punakha Dzong had that effect on me. I imagined myself on the banks of the Pho chhu river with a rosary in hand, chants ringing in my ears and the cool air filling my lungs. sheer bliss! You've outdone your exacting standards. Give me more, I say! nayana kay, agra m If I'm being honest, I don't like reading long-format articles. I much prefer leafing through pages, poring over beautiful photographs and well-made design. In your March '20 edition, I found the opening pages of the Vietnam travelogue ('We rise In the east') attractive. the photo of incense sticks was unusual, and stopped me in my tracks. I also liked the photo essay about Ziro Valley in Arunachal Pradesh ('A Day's Worth'), but was hoping for more detailed captions. In a hills issue, forgetting southern Indian locations would be a crime, which is why I was satisfied to see the article on the Palani hills ('Getting high'). Good work, OT! ritesh ganguly , siliguri m I have been following your magazine for the last few years, I see your website is publishing many topical coVID-19 stories and some general listicles, but how would a monthly magazine cope? those of us readers stuck at home definitely want ideas. hoping for a few words from the editor in your next issue. imtiaz a., new delhi m I read 'Bhutan Journal: chant, read, sleep' at the airport, waiting for a horribly delayed flight. the story, a truly lyrical journey, kept me company till my flight arrived and then some. I also enjoyed going through the story on Arunachal Pradesh ('A Day's Worth'). the photos were so charming and colourful that it made me want to drive to Ziro Valley too. As always, OT is all the company a traveller needs. pramod mehta, gwalior m the story on tamil Nadu ('Getting high') made me want to pack for the hills. Literally. the hills issue, at large, made for an interesting read. But my favourite was Lebanon ('Paths of Glory'). I have always wanted to visit this country, and the article helped reshape my itinerary. soumya warrier, bengaluru INDIAN TRAVEL#RIGHTNOWFebruary 2020 `100 6 outlook traveller MarCH 2020letter of the month WInS! The letter of the month has won a box set of Outlook Traveller Getaways: The Magic of West Bengal Keep wriT ing T o us a T: outlook Traveller aB-10 s afdarjung enclave new Delhi 110029 letters@outlooktraveller.comm My stomach grumbled while I read the 'Old Spice' story on Melaka in the Feb'20 edition. I couldn't wait to book my tickets immediately. Unfortunately, a corporate life does not allow such luxuries and OT has always been a much-awaited, virtual escape. It was also fascinating to learn about the different tribal dance forms in the Chhattisgarh article ('Sway with Me'). Not many people would have known that some Indian tribes are descended from Africa, myself included! Indigenous groups are often typecast and not given the respect they deserve. So, I was glad to see something different. mayank Ja in, Jaipurletter of the month an article based on how many breaks I take while reading it. For a four-page story like Sanghi's, ideally I should have wanted none. But that is not what happened. Maybe the pictures could have been a bit more exciting to hold attention? I cannot pinpoint the reason, but as a long-time reader, I hope you find my humble feedback somewhat useful. lalit sinha, new delhi m I recently moved to Bhopal with my husband for work and was happy to read the story about the royal cuisine of the city ('Feeding an Empire'). I didn't know about this food festival and both of us are avid foodies and were thrilled. I've wanted to know m I could feel the writer's relaxation while reading the Maldives hotel story ('A Speck in Blue') in the Feb '20 issue. The cool blues and crisp text transported me to those beautiful islands, a far cry from my gruelling workday. I long to take a break of this nature, maybe even make a fun girl's trip out of it. Thank you OT for the hotel recommendation. G. manisha, mumbai m My friends and I were looking for an offbeat bucket list when we stumbled upon the one in your Feb '20 edition. '50 Must-Try Travel Experiences' is a useful idea for us readers to bookmark and keep coming back to. I actually have a Kerala trip planned, and am thinking of booking a Syrian Christian cooking class during it. My culinary repertoire, until now, has been stuck at some basic Indian food, a handful of easy cocktails, and baking pizzas and cakes. My friend was also excited to see the bioluminescent waters of Havelock Island and try kalari cheese. Thank you, OT, for giving us this detailed activity board! sanaya dotiwala , itarsi m Ashwin Sanghi's his research trip to China ('Kindred Spirits') was interesting to read. I liked the scholarly detail in it. But, I feel it could have benefited from more personal insights and some humour to make it more gripping. I personally judge more about Bhopal's history and culture but never really found the time or will to do a quick Google search. Finding this story was serendipitous, but I would have liked a little more information about next year's edition! sunita kher, bhopal m I'm always on the lookout for places that aren't visited by everyday tourists and was thrilled to stumble across OT's feature on Gadagusain ('What the Snow Brings'). I have travelled extensively through Uttarakhand and Himachal Pradesh but have somehow missed this place completely. The snow-covered landscapes were absolutely breathtaking and I have already started planning a solo trip. I always hope to find interesting people on my travels to share experiences with and, who knows, maybe write a book! s hashidhar n., Guwahati CORRIGENDUM In the 'Ask Marco' incorrectly stated that the Thirumalai Nayakar Mahal was located in Mysuru. It is, in fact, located in Madurai. The error is deeply regretted. CITY MELAKA MALAYSIA'S UNESCO WORLD HERITAGE TOWN WHERE FOOD AND DRINKS FLOW APLENTY, MELAKA IS THE PERFECT WEEKEND GETAWAY FOR THOSE WITH SOME ENERGY TO SPARE, FINDS NIVEDANA JALAN Old Spice A man cycling past an old Chinese house; and (right) Chinatown's beautifully decorated doors PHOTOGRAPHS: GETTY IMAGES Traveller getaways handy, user-friendly guide to West Bengal's stunning heritage structures with interesting snippets on their history Covering: n Kolkata n Chandannagar n Serampore n Murshidabad n Malda n Bishnupur n Discover fascinating terracotta temples, colonial-era buildings, ruins of mosques and cemeteries and palatial mansions n T ourist attractions - their location, entry timings, ticket costs, contact details and other details n Information on hotels - including telephone numbers, tariff range and facilities (supplemented by a hotel listings section) n Recommendations on where to eat n Relevant STD codes, distances, tourist offices and moreheritage of west bengal heritageof west bengal heritageof west bengalTraveller getaways n 978-81-89449-84-1 `000Your handy, user-friendly guide to 10 not-to-be-missed destinations across the state of West Bengal Covering: n Kolkata n The Sundarbans n Digha n n Darjeeling n The Dooars n Explore West Bengal's historical gems, architectural splendour, natural beauty and diverse wildlife n T ourist attractions - their location, entry timings, ticket costs, contact details and other details n Information on hotels - including telephone numbers, tariff range and facilities (supplemented by a hotel listings section) n Recommendations on where to eat n Relevant STD codes, distances, tourist offices and morewest bengal t op ten west bengal t op ten OutlOOk traveller getaways Traveller getaways pujaYour informative guide to the biggest extravaganza of West Bengal - Durga Puja. Commemorating Ma Durga's victory over evil, this annual celebration is at the centre of the state's religious and cultural life n Learn about all that happens during pujo - from the pomp and pageantry of the pandals to the age-old traditions associated with the festival n Go on a journey through the lanes of Kumartuli where artisans are hard at work months in advance, crafting the idols of the deitiesn Discover the many sacred rituals that are a part of this magical festivaln Explore the colourful themed pandals put up in the state during this period n Step back in time by attending pujos that still follow traditions from centuries ago in the colonial bungalows of Kolkatan Bid farewell to the goddess and her children as their stunning idols make the final journey to their heavenly abode durga puja ` 000Your handy guide to the culture of West Bengal, packed with information about the state's literary history, folk traditions, delicious cuisine, and the many luminaries it has birthed. Prepare to be awed by the state's stunning architecture, literary traditions, captivating dances and critically acclaimed cinema Learn more about the life of Nobel Laureate Rabindranath Tagore, the Bard of Bengal Discover the mouth-watering flavours of Bengal's rich culinary landscape Take a peek into the fascinating history and traditions of Kolkata's Chinatown Explore West Bengal's artistic heritage, eye-catching crafts and unique weaves cultural canvasof west bengal cultural canvas of west bengal ` 000 OutlOOk traveller getaways cultural canvas of west bengal The Magic of WesT Bengal Outlook Traveller Getaways presents this exclusive box set of four themed travel guides to West Bengal. Experience the best of West Bengal with these handy travel companions packed with expertly curated travel information.Discover the state's great outdoors, learn about Bengal's rich artistic heritage, make the most of pandal- hopping during Durga Puja, salivate over local delicacies and much more with these informative, user-friendly guidebooks. Not for saleletter from the edItor My go-to lockdown treat: a simple, yet scrumptious, French The ISS ue IS A TAD lATe this month. Because, well, you know. As I write this dispatch on April 1, I'm half-hoping this whole CovID -19 thing turns out to be a bad April Fool's joke and slinks off somewhere real quick. Besides stopping the world in its tracks— not to mention us travellers—the pandemic has done a few other things of note; among them, the spawning of a whole, new lexicon. Take 'social distancing', for instance. A phrase so stripped of humanity, it chills me to the bones. But, truth is, we had social distancing long before CovID -19 emerged on the scene. 'Social media' ensured that. Some would argue it goes further back: in India, it's called caste; in the world at large, race. Yup. We're not a nice species. Then there's 'quarantine', which is enjoying a revival. Turns out it's not the great equaliser we all imagined it to be. In a country as stratified as ours, quarantine is a privilege and social distancing a distant dream for most. So, while we keep our Insta engines chugging, migrant workers take the long walk home and the nation crashes and burns. Since we launched in June 2001, we've never skipped an issue. our September 2001 cover story was, unbelievably, New York. After surviving 9/11, we've weathered the 2004 tsunami (Andamans was on the cover for the next issue, and printed copies had to be pulled back and pulped and the issue reworked), the global recession that followed a few years later, and much else. The show goes on, but this is the first time Outlook Traveller is coming out only in electronic form. We could print it, yes, but there's no way we would be able to get it to you. I've been safely quarantined at home for the most part since the lockdown began—as has the rest of the team—although I did nip into the office one day to retrieve my Mac, so we could bring this issue to you. About the issue itself: we're still talking about travel because, well, that's what we do. But we're also gazing tentatively into the future. And hoping fervently that it's not dystopian, that, when we emerge on the other side, we'll be able to travel again. We are essentially nomadic as a species, our roots ephemeral and illusory. And to not be able to travel would be to die ever so slowly. Stay safe. In January, outlooktraveller.com hit 4,00,000 monthly visitors, au naturel, as readers around the world checked in for thrilling travel stories, videos and #otAwards updates. cut to three months later, and we're still comin' in hot, with a blitz of hidden locations and global travel inspirations lined up for April. n First, the elephant in the room—yes, we'll be amping up more at-home, bucket list ideas while Covid-19 sweeps the world. A weekly, curated set of podcasts, vlogs and shows will immerse you in the far reaches of the internet. the first place we're getting up close and personal with? Japan. You won't have to sweat the more serious stuff, either. We're constantly updating pandemic-related travel news, and a few goodies. With travel restrictions in place, airlines have become quite generous—check out our feature on deals you can nab for future travel. n the lockdown also meant bulk buying and hoarding of vegetables, and now folks aren't sure how to store them. Look out for our home econ-style hacks, sourced from both ancient and contemporary preserving traditions. once you're out of this pickle, take a gander at our new column, 'My Travels in 5 objects', where writers recount personal stories around time-worn souvenirs. In the first instalment, it's a journey from kabul to Berlin as told by eminent writer taran khan. speaking of close-ups, we'll also be sharing small, charming destinations, and unearthing buried secrets. Did you read our feature on an award-winning bookstore in Gangtok (with a cafe and B&B)? keep your eyes peeled for its little-known twin this month. n In 'How A Town Was Lost', Labanya Maitra waxes eloquent about the odd art installations around rhyolite, a ghost town in Nevada. one of the several short-lived boomtowns from the us Gold rush, it sprung up in 1904 and died by 1916. can you think of an Indian parallel? No? then bookmark our micro-travel stories. n We'll be pushing for deeper journeys beyond 'see-everything' travel, and churn out weekly tips for every style, age and budget. @omitdixit —amit diXit SHUTTERSTOCKAMIT DIXIT on The Web This Month6 outlook traveller april 2020 outlook traveller april 2020 7 8 souvenir 9 global conquest 10 instatravel 11 gearbox north South eaSt WeS tedited by anshika nagar China A WAll of Hope As the world sputters to a stop (and we pen down this issue from our homes) amid the increasing cases of the deadly coronavirus, china offers a ray of hope vying for normalcy. the country has reopened the Badaling section of the Great Wall of china, after shutting the monument due to the virus in January. the rest of the wall, the cable car and the museum in Badaling are yet to receive an opening date. the Badaling section, which stretches from Bei Liu Lou to Nan Wu Lou Ban, is one of the most-visited spots on the wall and will now be open 9am to 4pm daily. this unesco World heritage site receives roughly 10 million people each year but, for now, only 30 per cent of the usual number will be allowed in. china plans to take due measures to ensure safety: tourists must buy their tickets in advance at badalinggreatwall.com or through the Wechat app popular in the country. each tourist will be checked with a registered health Qr code, and have their temperatures taken upon entry. Visitors must also practice social distancing, standing a metre apart and wearing face masks. As of now, like most tourist hotspots worldwide, Beijing's Forbidden city complex, Disneyland and other museums in the country remain shut.A part of the Great Wall of China reopens amid a global pandemic shutterstock8 outlook traveller april 2020 outlook traveller april 2020 9 We're All eArsAppWAtc HThe golden age of podcasTing has begun and it's here to stay. From crime and comedy, to travel and taxes, you'll find them in every corner of the pop culture universe. in this unprecedented time of self-isolation, what we need is a moment of distraction for when we feel too cooped up, or when it gets tricky to keep those troubling thoughts at bay. or simply when we wish we could be anywhere else, really. and we love pocket Casts for all of these reasons. it's got everything you need in a podcasting app, minus the fluff. after a major update, the app is now available for free with an additional 'premium service' called 'pocket Cast plus'. users can pay $0.99 per month or $10 per year for this service. the paid version includes features like access to desktop apps, exclusive app icons and themes, and 10 gb of cloud storage. with a well-curated selection of shows, resourceful little filters that give you the exact episode you're searching for, an automatic playback queue, cross-device sync options and audio effects like trimming silence and sorting, pocket Cast is focussed on enhancing your listening experience at every turn. the app is available on all major platforms including ios and android. \b \b \b \bn\broshni subramanianpoCket Casts i hoped those Coins were ChoColate, i wished they were gold. they really were just plastic, but the experience they brought was worth a lot more. on a not-so-recent trip to nevada, i found myself spending a night in the sleepy town of beatty—the gateway to death valley national park—where they welcomed us with little goody bags. but the town wasn't quite so sleepy that night. dinner was interrupted by a bellow as a rogue cowboy stormed in, grabbed my fellow traveller, maritza, by the wrist and dragged her out the back door. sheriff will davis ran out behind them and the rest of us stumbled after. the cacophony turned into terrified screams, there were gunshots, bright flashes, and as i peered out from behind a jeep, i saw the cowboy hit the ground. sheriff davis had saved the day. we erupted into laughter and applause as the beatty Cowboys—a group of men and women who spend time recreating the old west—took a bow. this impromptu performance was a part of their daily offerings with floozies, petticoats, gunfights and all. and don't worry, they fire blanks. n\b labanya maitrasouvenir Wild, Wild, West We suggesT you pockeT this one for your next stint in sikkim. outlook traveller getaways' latest guide on the state is sleek but packed with plenty of punches. striking a balance between colourful pictures and text, this guide will take tourists through the many monasteries, mosques, temples and gurudwaras in the state. then, to the snow-capped peaks that boast of many quaint hamlets and treks, which they can attempt. be it the most picturesque glacial lake, or the best spot to sip the refreshing temi tea, the book dishes out one secret after another. the sections on cuisine, wildlife, handicrafts and festivals are everything that tourists need to know before visiting. broadly, it is divided geographically and then further indexed by important towns and cities. the flip-through experience is effortless, as readers can clearly bounce from one well- defined section to another; do look out for bits like 'fast facts', 'route planners' and 'advice for tourists' that are peppered across the pages. a separate section lists down all tourist offices, organisations, hotels and travel agents. the adorable red panda bookmark is a fun addition and so is the foldable map, which is a bucket load of information in itself. n anshika nagartHe guide PuNeet k. PALIWAL When Netraprasad sharma answered the phone at Pampu village in North Bengal, he didn't expect Jk rowling to be on hold. Apparently, she had heard of his uncanny ability to track animals in the leech-infested forests of the east—of finding elephants, butterflies and rare orchids—and wanted to send him a 272-page draft of her latest work. he was the protagonist, after all. sharma, a longtime guide at the Buxa tiger reserve, had the air knocked out of him. he then recalled a group of PhD students who had interviewed him a year earlier. somehow, that footage had found its way to rowling, who took it upon herself to dig into sharma's life and work, and even fly him out to california. the plot's a secret, but we suppose it's an adventure novel. We're more keen to see how a literary giant portrays India's stunning ecosystems—and its difficulties—to a global audience. there's no release date in sight, but our faith in six degrees of separation has been freshly renewed. indiapro WliNg ro WliNg MineCraft ever tHiNe, ever miNe In our wildest fantasies, we rule a world of our own making; an idea more appealing when you are stuck at home for weeks on end. For some, like the Youtuber and Minecraft-player PippenFts, it is much closer to reality. the Youtuber, thanks to new software modifications (or 'modding') like 'terra 1 to 1' and 'cubic chunks', has built a to-scale replica of the whole earth on Minecraft. this technology has allowed him to use the Minecraft blocks to climb Mt everest, go around the Grand canyon, the half Dome in california and even explore icy Antarctica, among others. these nifty mods use data from Google earth—it's a neat trick, especially for our travel-starved souls for we can now explore the world, literally, from our couch. 1. Place of Publication : New Delhi 2. Periodicity of Publication : Monthly 3. Printer's Name : Indranil Roy Whether Citizen of India ? : Yes ( If foreigner, state the country of origin ) : Not Applicable Address : AB-10, Safdarjung Enclave, New Delhi - 110 029 4. Publisher's Name : Indranil Roy Whether citizen of India? : Yes ( If foreigner, state the country of origin) : Not Applicable Address : AB-10, Safdarjung Enclave, New Delhi - 110 029 5. Editor's Name : Amit Dixit Whether Citizen of India : Yes ( If foreigner, state the country of origin) : Not Applicable Address : AB-10, Safdarjung Enclave, New Delhi - 110 029 6. Name and addresses of OWNER Individuals who own the Outlook Publishing (India) Private Limited newspaper and the partners of Windsor, 7th Floor, CST Road, Kalina shareholders holding more than Santacruz (East), Mumbai 400 098 one per cent of the total capital : SHAREHOLDERS 1. Varahagiri Investments & Finance Pvt. Ltd. RAHEJAS, Corner of Main & V.P . Santacruz(West), 054. 2. Manali Investments & Ltd. Main & V.P . Santacruz(West), 054. 3. Matsyagandha Investments & Ltd. Main Avenue & V.P . Road, Santacruz(West), Mumbai-400 054. 4. Bloomingdale Investments & Finance Pvt. Ltd. RAHEJAS, Corner of Main Avenue & 054. 5. Coronet . Road, Santacruz(West), Mumbai-400 054. I, Indranil Roy, hereby declare that the particulars given are true to the best of my knowledge and belief. Dated : March 3, 2020 sd/- Indranil Roy PUBLISHERFORM IV (See rule 8) OUTLOOK TRAVELLERSHUTTERSTOCK10 outlook traveller april 2020 outlook traveller april 2020 11 Maria, an off-the-grid spaniard living in the sierra Nevadas, as shot by Antoine Bruy (@antoinebruy) for gathering' that shuns consumerism for mountain springs, shared kitchens and communal living. the silence of relief dances on the deserted manors, overrun gardens, and lone lighthouses of Abandoned Nordic (@abandoned_nordic). the account deftly portrays the beauty of emptiness and decay to present just one question: are the forsaken always forlorn?A fisherman on Inle Lake wraps one leg around his oar, scanning the surface for bubbles. Michael runkel (@michaelrunkelphoto) captures this dying tradition, and other non-clichés from remote areas. Marvel at the mud mosques of Burkina Faso, or saudis letting their hair down during the Al Janadriyah festival.four instagram handles we really like Zany and dreamlike, Laurent chéhère's (@laurentchehere) Flying Houses punches storytelling, metaphors and the fantastical into old Parisian homes. Pushed out of anonymity, they sail across the sky—billowing chimneys, hanging legs, frayed clotheslines—as if to float away from all their troubles. nSeW gearbox Skincare while travelling should never be a torrid affair, and Kronokare has introduced travel-sized nourishment for all your oily, dry or combination skin needs. The Spices of Rajasthan kit uses aromatic influences of Oudh of Golden Dust, Cedar and Amber, with a hint of spiced chai for some heat. The fragrance takes you right to the middle of the Great Thar, and makes your senses tingle. All five 40 gram products—shampoo, conditioner, body lotion, shower gel and cream soap—come in a nifty little pouch you can toss right into your suitcase. The company uses gentle, non-greasy products infused with essential oils, which are also laced with other goodies like seed oils, beetroot and plant extracts, glycerine, vanilla, and spices, making the travel kit perfect for hydration and softening. Exquisite care for supple skin, wherever you go! (From ` 780; kronokare.com)These ai-driven, noise-cancelling headphones are just what you need if you don't like the pesky business of tinkering with technology to get the promised superior sound. The device self-calibrates both earpieces to give you the perfect blend of treble and bass. it has a 1,000 mah battery and is also compatible with Google, alexa and Siri. (From `14,999; worldofplay.in) WilliAm peNN superbook if you're anything like us and always carry a notebook, pen and power-bank wherever you go, life just got a whole lot easier. William penn's Superbook is all of those things and all at once. armed with a built-in 8,000 mah wireless charger, a 3-in-1 cable for the old-school ones, and a 16 GB flash drive, the Superbook might just be the perfect on-the-go organiser. and we don't say that lightly. (From `7,500; williampenn.net )HidesigN rockst Ar It's a trip back to the age of sex, drugs and rock 'n' roll with Hidesign's new Rockstar collection of bags. The brand is paying homage to the decades that birthed it by introducing their new line for the glamourous, energetic and 'cool'. The range of bags—for both men and women—come in different styles, which are named after the movements in rock music over the years. Pop, Punk, Indie, Metal and Gothic make up the women's range, while Hard Rock and Grunge feature in the men's. The bags incorporate signature details like woven straps and solid brass chains, and the brand has also used three new kinds of leather for the collection: Tokyo, Afghan and milled leather in gold. So, now that you're all glammed up, decked out and ready to rock 'n' roll, we'll see you back in the '70s! (From ` 4,995; hidesign.com)spice, spice, b AbY kroNokAre spices of rAj AstHANplAY pl AYgo bH70 a shoe that doubles up as a coach seems straight out of one of those sci-fi movies you've always wanted to be in. But now, it's possible... kind of. Under armour's new HOVr Machina high-performance running shoe connects to the MapMyrun app to log each run and train your every stride. Coupled with real-time form coaching, this shoe is built to maximise performance. (From `12,000; underarmour.com ) uNder Armour Hovr mA cHiNA 12 outlook traveller april 2020 outlook traveller april 2020 13 God's OwnQuarantinen How is your lockdown going? We are all confined at home. We have stopped newspapers even. But technology is of great help. We are able to do meetings online through Zoom and its almost as real as being in the same room. I wish we were going through this home isolation at our farm—it would have been more pleasant, but the internet is not as good. I am learning a lot of new technology! n You have seen many highs and lows over the years; is there any precedent for what we are facing with Covid-19?What has happened is going to change everything. In Kerala, we have dealt with our share of troubles in recent years—Nipah and the floods of the last two years. earlier we faced the issues caused by the Mumbai attacks of 2008 and the 9/11 attacks and the Parliament attack in 2001. All these led to a severe crisis for intErviEW jose dominic loCkdowns, quarantines, CanCelled Flights, shuttered hotels—this is the new normal inside the Covid-19 pandemiC. tourism has taken a direCt hit. Jose dominic, direCtor and Co-Founder oF the Cgh earth group oF hotels, spoke to Radhika p. naiR about the impaCt on tourism and what the Future holdstourism. If we go back further—1994 was the year of the Indian plague or Surat plague, when foreign travel came to a complete halt. That is the closest comparison I can make to what is happening now. We had commisioned Coconut lagoon in 1993 and a year after India had the plague. however, at that time something good did happen afterwards. until then, Indians mainly travelled to hill stations. After the plague the Gujaratis discovered the backwaters and other Indians followed. Domestic tourism really took off. But, this time it goes beyond what we saw during the 1994 plague. I have to reach for stories that I heard of the 1918 Spanish Flu, plus all the plagues that took place in all the centuries before that. It took generations to recover. This pandemic and impact can only be compared to those events. n Kerala was ground zero in india with the first cases showing up there. What has the response and impact been like in Kerala?Kerala went on a war footing when the first few students came back from China and tested positive. All our hotels were running to full capacity. In fact, tourism in Kerala had bounced back after the big flood of 2018 and the floods of 2019. We saw a growth of 24%. CGh earth too had its best october, best November, best December and best January numbers in our history. And then the virus struck. The Government ordered all foreigners had to be quarantined. They had made two categories of foreign travellers—one who were to be quarantined for 14 days and another for 28. They had to be in their rooms, food would be left outside their door, etc. We had to tell our guests they had to follow the quarantine rules or leave. everyone opted to return. This was before the lockdown and other countries were just seeing the infections rise. So tour operators went wild as people elsewhere had not woken up to the risk. on March 15, we shut. everyone was upset at that time. This was not being done anywhere else in India. In hindsight, I wonder if we would have lower numbers (of CovID -19 infections) if we had shut the entire country then. We were able to take this decision as we were able to prepare our people. There was the instance of the British traveller who tested positive in Munnar and then tried to leave the country and was quarantined after his travel group was deboarded from the plane. That group had stayed at our Kochi property, Casino hotel, before leaving for Munnar. So all employees of Casino were under quarantine immediately. We shut the hotel and quarantined the staff in the hotel rooms for two weeks. I had seen the interviews of Dr Ramanan lakshminarayan, Director of the Center for Disease Dynamics, economics & Policy, where he said our window of opportunity to stop the crisis in India was closing. We knew we had to take immediate action. our first and foremost responsibility is not to the customer; it is to our staff. We shut the hotels not just in Kerala but also in other states much before the state governments there started calling for closure. We told all the employees to go home, 14 outlook traveller april 2020 outlook traveller april 2020 15 maintain social distancing and isolation as per government rules. I am sure even the staff thought we were overreacting. n it does not look like the virus or the crisis will go away soon. What will the impact will be?There are two pandemics unfolding simultaneously. one is the actual virus-caused health crisis, the other is the economic pandemic. Right now, it looks worrisome. The 21-day lockdown will hopefully bring down cases and flatten the curve and there won't be spikes. That's the best-case scenario. What is coming through is that this is going to be a long haul. I read an article that said there are three possible outcomes—the first is that the contagion will go away as quickly as it came; the second is that it will stick around and cause high impact but if we take enough measures it will weaken in six months; and the third is the unthinkable scenario (of mass deaths and long- term impact). The second scenario seems to be the likely one. CGh earth's turnover was very healthy. But now that everything is shut, it will be impacted heavily. While there is no income coming in, the costs continue to mount. We are tightening our belts. We are paying all salaries till we shut operations. The ones on the lower end will get the full salaries, the senior staff will get a certain percentage. Next month onwards we will pay something to ensure employees are able to put food on the table, but we will have to start rationing as we do not know how long this shutdown will last. We have 1,500 staff and until April we can do something; from May we don't know what to do. I hope the Government announces something to help the industry and ensure the country does not go bankrupt. n What are you hoping from the Government? I am making a comparison with the Kerala floods—the first stage was rescue, then relief for those rescued and, finally, rebuilding. We are in the equivalent stage of rescue and that's all the Government should focus on right now. Stop the contagion, doesn't matter what the impact on the economy is. If this spreads then the economy is going to be dead. The next stage is to support the weakest and put food on their table. Then announce emergency meaures for enterprises. Don't smash the enterprises to smithereens. Protect the industry, so enterprises can recover quickly. For example, the annual bar licenses in Kerala expire on March 31. each bar in Kerala has to pay a fee of Rs 30 lakh each year. The Government can waive this and renew the license of all those who had it in FY 2019-20. There is going to be a resource crunch, especially in Kerala. We have offered our hotels for quarantine. n What long-term learnings can we glean from this experience? I am a Catholic and for us not going to Church every Sunday is a sin. Similarly, for other religions there are festivals and prayers that are considered very important. But now everything is shut. Mass is now on Tv ! So, one message that comes to my mind is that we should not allow God to hold human life and harmony to ransom. We have been put in our place by Nature. Now, we as a race are hoping to get one more chance and our old problems seem trivial be they at the family level or national. People will also rethink what development means. n Many small travel companies are worried about what the future holds. Any words of advice?Right now, protect and preserve. Be in the here and now. Protect yourself, your family and your community. For the first time ever we sighed with relief when the last customer left our hotel. how unthinkable is that! We were relieved because we are not responsible for their safety anymore or worried about whether our communities' safety will be compromised. The enormity of the monster is such that all of us are very small in front of it. The biggest hotel chains in the world have been brought to their knees. In fact, the strength is in the small people. The small homestays and farms will be resilient. Be as frugal as possible, reduce lifestyle, distribute subsistence allowance to your staff for as long as you can. Don't wait for the Government. Do what you can to help and to ensure we overcome this. This crisis is going to change everything, all that we took for granted. It will bring families together—extrapolate this to the industry. Tourism will take a long, long time to recover. After the floods of 2018, we sprung back. But this is different. The industry has been smashed down and all that I can say is keep yourselves alive, put food on the table. This virus has given us a lot of time to use wisely. Keep your body and mind fit to fight another day. We should not give up hope. our first and foremost responsibility is not to the customer; it is to our staff and people. We shut the hotels not just in kerala but also in other states much before the state governments there started calling for closure. —Jose doMiniC, CGH Earth Groupjose dominic SHUTTERSTOCK16 outlook traveller april 2020 outlook traveller april 2020 17 i'm in the middle of a huddle of conifers, benevolent giants standing guard over a gleaming, 17-foot multifaceted monolith. entranced, I float through the security entrance, into the luxurious mountain abode called hyatt Regency Dharamshala Resort, strategically placed in a secret pocket of Dharamkot's forested environs that resonates with bird calls. In the foyer, as my welcome drink is brought to me, I wish greedily that the pine cone partnering the pretty cup is for keeps. I quickly tell myself: it's an adornment, dummy. But you know what's not? The 80 accommodation options, including 41 twin-bed rooms, 4 private villas, 3 suites, 17 club rooms and 15 rooms with balconies. Families on holiday can choose from the suites or the lavish private residences. Those on a spiritual retreat will find peace in Zendo, the meditation facility, the upper quarters of which have been offered to local monks who dwelt here before. Shanti, their spa facility, makes it the perfect mountain relaxation idyll. I am escorted up to the king-with-a-balcony room. The mesh door allows the crisp mountain air to mingle with the warm snugness inside, reassuring my stiff body that had dropped on the plush chaise longue. My eyes remain glued to the top of the blue mountain kilometres away, smoking the mist like a formidable old guard. The rain has left the morning chilly, but the immunity booster (a concoction of lemon, ginger and Kangra wild honey) keeps me from catching a cold. lunch is a Tibetan opera conducted piecemeal by the head chef Sandeep Biswas. Articulate and smooth, he has his orchestra bring out a retinue of dishes that climaxes in the tantalisingly delectable sikarni, topped with saffron and Dinner is a drama piece: the himachali dham, redolent with the local scents and flavours, is presented in a crescent dish, the inhabitants of which are shining with glee at having been understood so well, finally. Chef Biswas waxes philosophical about the farm-to-table thought behind the food here. The herb garden for the kitchen is a baby still learning to walk, but coming along nicely nevertheless. The locally grown tomatoes release their juices with a spurt in your mouth, and the grilled sole from the Beas can really change a non- fish-eater (Aside: The banoffee can be done a little less sweet, though). hyatt Dharamshala really does get into the whole vibe of the place: the ubiquitous Buddhist infinity knot motif is their answer to the hypnotic, hexagonal patterned carpet in Stanley Kubrick's The Shining. outside, one gawks, awestruck, again, like Kubrick's prehistoric apes of 2001: A Space Odyssey, at the 17-foot-long steel monolith whose many faces, present a tableau of the sights of Dharamkot forest. The property blends away nicely into the raw landscape courtesy the stone cladding on the exterior. The uber-classy 2082 (after Dharamkot's altitude) comes up with three cocktails curated for my palate. The first is called Mountain Dawn: a fruity, fizzy tryst with butterfly pea flowers fortified with Indian sparkling wine. valley of Flowers is the second stop—a concoction of local floral specials, jasmine, lavender and geranium bolstered with tuberose-wax-rested vodka (I wish they'd go easy on the floral perfume a bit). I reserve the finale for dinner: a gritty little coming together of Indian whisky and local apricots, shaken (not stirred) with freshly pressed ginger and local turmeric juice, and their signature forest honey infused with black pepper and sandalwood. It is aptly named the (Dharam)Shala Sour. At dinner, the staff informs me that our morning hike to Bhagsu Nag and guided tour to Kangra Fort that was originally in our itinerary is in jeopardy. I fling the suggestion back at them that we go to Andretta and the Palampur tea estate instead. And just like that, it is arranged. There are few things that this driven bunch will say no to, and I can't think of any. By morning, they seem to know my preferences more than I do, and promptly pack fruits and fruit juice for the way. how paternal. [check out ] shall We, To The shala?Che Ck out 16 hyatt regency dharamshala resort 18 niraamaya private residences, jaipur 20 grand mercure gandhinagar gift city 21 upDateS janu hotelS Clockwise from above: a bedroom with a stellar view; Thym serves farm-fresh food; interactive buffets and global cuisines are on offer at the restaurant; the perfect nook for a cup of tea; and a play area in the lap of nature the crisp air of deodar-covered hills seamlessly ties nature and luxury at the hyatt regency Dharamshala resort, mins/25 km from kangra airport aCCommodation 76 guest rooms including 10 regency club rooms and 3 suites. the property also features 4 private residences tariFF starting from ` 15,300 per night. balcony (from ` 16,800), private garden club access (from ` 19,300), balcony club access (from ` 20,300), regency suite grove view (from ` 30,300), regency suite balcony (from `32,300), 2-bedroom residence residence (from `1,65,300) ContaCt +91-189-2221234; hyatt.comPRAnnA y PATHAKoutlook traveller april 2020 19 18 outlook traveller april 2020 [check out ] amaZing gRace When it comes to effortless indulgence, nayanika Mukherjee finds srinivas by Niraamaya Private residences to be Jaipur's prized pony oon the outskirts of the city, lies a dusty service road. Not much lines the way, except for thorny shrubs, signs pointing to the Kukas Dam, and, oddly, a satsang bhavan. But as you drive on, an oasis appears, hidden by lush swathes of bougainvillaea. In the middle, a black gate, with a golden sun, daydreaming. We are at Srinivas, an exquisite private residence which has been lent out by Maharaja Karan vijay Singh of Jodhpur. Singh, a well-known hotelier and polo player, is part of the city's Rathore dynasty, and also runs the Ranbanka Palace hotel, some 350 kilometres away. But Srinivas is a notch above. We get the feeling the moment we step in—priceless antiques inhabit the living room, and beside the snooker table, waits a silver throne. But it's not rusty memorabilia. every hall, staircase and suite has a cold quietness, as if longing for its rightful inhabitants. I entertain the thought of a vengeful spirit visiting us at night, peering down from the jaali above the central courtyard. Perhaps it'd find solace in the fact that I would be sleeping in the Rathores' 'Mehmaan' suite. Designed in fuchsia and gold, my weekend abode comes with an ensuite bathroom, gilded frames bearing former kings and swanky dogs, and a sigh- inducing view of the bougainvillaeas outside. I adore the room's small touches—polo boots, upright against a table; fresh rosewater and multani mitti for some gentle cleansing; and chocolates and a handwritten note, left on my pillow at night. each of the seven suites at Srinivas reflects the personal likings and idiosyncrasies of a member of the royal family. linens and books are handpicked in one room, while another has a turtle- shaped clock, a foldout mirror and a tin full of collectables. The former maharani's suite is one of the largest, showcasing her grandkids' polo trophies (a sweet reveal into the stoic), while the king's retreat is themed entirely on hunting and Africa. All of Srinivas' four-poster beds are fitted with electric blankets, allowing the most snug wintertime sleep you can have in the desert. We are served breakfast on manicured lawns outside, the biting cold broken up by mynahs and the smell of chai. Given that the experience is meant to show royal life away from the public eye, I assume the food will be overwhelmingly showy. But it's simple, farm-to-table fare. I slather butter onto fluffy parathas, sip fresh-pressed juice, and demolish a veggie omelette and croissants. The butter, we're told, comes from a cow a few yards away, while the fruits and veggies are from the garden. The lawn, with a view of Karanvijay Singh's prized horses (and a few donkeys, he's an animal lover), is a dreamy expanse for afternoon tea, or a sleek sundowner. local painters paint murals on a wall, much like the ones inside Amer Fort, as a restoration expert watches on. Most of our time at Srinivas is spent lounging on the ground floor, so we are reminded that there's a terrace upstairs. Mirrored mosaics line our path to the minimal, red sandstone area, done up with canopied charpais and wrought- iron furniture. We go up at 7am, so naturally, it's yoga time. The Rathores' personal instructor takes us through the surya namaskar, and a few pretzel-like positions. I try the sarvanga asana with some success, until my rickety back advises to rein in the ambition. Cut to sunset, and it's another folly—dinner on the roof, in what must be single-digit temperatures and strong wind. We did drinks earlier (and some Bournvita, I have no regrets) but it doesn't seem to help much until the staff lights up two bonfires on either side of our table. Kebabs, papad ki sabzi, ker sangri and lamb are quickly polished off, but I long for the warmth of Kachnaar Ghar, the indoor restaurant which has its own fireplace. The chef, adept at both Marwari specialities and european classics, whips up a mean fish with lemon sauce and ratatouille. The pearl millet raab, warming but unpleasantly astringent, is an acquired taste. horseback riding isn't possible during our stay, so we march up to the Persians and mustangs in the stables, explore subtle corners (new things keep popping up!) and chat up the courteous waitstaff. Some are longtime Amer locals and have been with the family for years, so do poke their brain for an insider's look into the city. We wander into Srinivas' study, and spot Game of Thrones in the royal library. My friend wonders what season they're on. We then head for the warm living room, ready to touch, see, photograph and draw this sensory overload of a hall. If one were to take a top-down picture while standing near the couch, you'd see ten different, lavish textures in one frame. understated isn't a concern here, nor in the dining hall: chandeliered, with crystal stemware, daffodils and silky covers. We take one seat on each side and grumble about weary road trips, landlords and the government. little did we know that it'd be one of the last, most indulgent holidays we'd see for a while. Left to right, from facing page: the sunny terrace; walking past the courtyard; dinner at Kachnaar Ghar; one of many ornate, living touches; and a corner of my suite tHe iNformA tioN loCation srinivas by niraamaya private residences, kukas, amer, jaipur. 1hr/28km from jaipur international airport aCCommodation 7 suites tariFF From `14,500 for doubles plus breakfast. taxes extraContaCt +91-7230027333; niraamaya.comPHOTOgRAPHS B y nAyAnIKA MUKHERjEE20 outlook traveller april 2020 outlook traveller april 2020 21 a city where Gandhi's legacy continues to linger, a state where the strokes of cultural exuberance capture the curiosities of many. Set on the banks of the Sabarmati River, Gandhinagar is a land of contradictions. Away from the bustle of Ahmedabad, this capital city is amongst the most well-planned ones that the country has to offer. And I had the fortune to witness its splendour first-hand. on a not-so-recent trip to Gujarat, I found myself in the heart of GIFT City Gandhinagar—an urban settlement waiting to be unravelled. Gujarat International Finance Tec-City is an ambitious township project launched with the aim of connecting the state's business capital—Ahmedabad—to the political capital, Gandhinagar. labelled as the first operational smart city, it has been planned with state-of-the-art connectivity, infrastructure and transportation access, all integrated into the design itself. But more than the infrastructure, what left me amazed was the city's first international hospitality project, and my humble abode during my two-day visit there, Grand Mercure. helmed by renowned names like Brigade and Accor, the property left no tables unturned to ensure quality in all aspects. With 151 well-equipped guest rooms and suites, the plush nine-storeyed hotel caters to the needs of seasoned travellers. The snug rooms were adorned with traditional intricate motifs, offering a glimpse into the captivating art of block printing. With a jam-packed itinerary in store for me, I barely had the time to take a tour of the property, but as an admirer of home-grown interiors, I was in awe of the fine incorporation of local touchpoints in all its services. Designed to suit business needs, Grand Mercure boasts of six meeting rooms, ideal for conferences and training programmes. And with leisure facilities like a fitness centre, an infinity pool and a yoga pavilion, the hotel is committed to catering to the city's ever-growing tourism and business activities. Keeping up with rich Gujarati culinary legacy, the speciality restaurant Samaroh encapsulates the flavours of the region. It seemed as though 'eat breakfast like a king' was coined here, owing to the sheer variety of the spread laid out in front of me; no less than a royal feast. After gorging on the finest of dhoklas and bhajiyas, a quick nap seemed like the natural progression, but a day-long shoot awaited. So, with my appetite leading the way, I was back to the hustle, all geared up to savour the sumptuous Gujarati thali for dinner, before heading back home the following morning. tHe iNformA tioN loCation grand mercure gandhinagar giFt City, gujarat international tec-City, gandhinagar, gujarat. a 30-minute drive from sardar vallabhbhai patel international airport, ahmedabad, the nearest airport. aCCommodation 151 rooms including suites tari FF From [check out ] The aRT in smaRT A world of comfort steeped in ancient traditions, Grand Mercure Gandhinagar GIFt city is a cultural touchstone, finds Puneet K. PaliwalFrom left to right: plush interiors of the classic suite; deep-fried bhajiyas with an assortment of chutneys and and sangam, a multi-cuisine restaurant at the propertyPHOTOgRAPHS B y PUnEET K. P AlIw Al If you've ever stepped foot in any of the Aman properties, it's abundantly clear that they strive to maintain not just a connection, but absolute harmony with their surroundings. Peace and tranquillity in the age of the hustle and the grind are what Aman brings to the table, and soon, it will also bring in a connection of the souls. Janu, the new (and more affordable, we hear) sister concern, stands for everything that facilitates togetherness, a greater purpose and inner contentment. It claims to create an environment where the balance between mind and heart, work and play, is nurtured. Janu is introducing three properties in 2022—Montenegro, Tokyo and Al ula in Saudi Arabia—which will embody this philosophy. It promises the same commitment to luxury and world-class service upheld by Aman, by introducing a serviced residence concept. Truth be told, we could all use some social connections when the current situation is over with, and where better than the luxurious communal spaces of Janu, the soul. See janu.comsoul seaRching[fresh sheet ] The impact of the novel coronavirus on India's hospitality sector is nothing short of severe. hvS India and South Asia, a global consulting firm for hospitality, has released a report, COVID-19: Impact on the Indian Hotels Sector, that takes account of how the virus has affected the travel and tourism industry, and what can be done to restore it. Currently, inbound tourism has come to a halt with India under lockdown, the sTanding sTRong[the report ] imposition of Section 144, suspension of visas and global advisories against travel. In this scenario, the report alludes, there is limited scope for quick revival, but for a slow and steady growth instead. There is little chance of an influx of foreign tourists, and most bookings for october-March—done in the summer—have dwindled. With deteriorating numbers since February, the report predicts that the latter half of 2020 will be the worst hit. The key to reviving such a market (after the virus is contained, of course) would be an increase in domestic travel. Airlines and hotels, with aid from the government, will have to come up with quick and efficient strategies to deliver quality to their returning customers. hvS proposes two steps: use this chasm to prepare for the upcoming demand by focusing on marketing and upgradation; and, to plan out the reopening keeping long-term benefits and safety compliances in mind. SHUTTERSTOCKphoto ESS ay corona Sign of thetime Shello, dystopian new world. with the Corona pandemiC showing no signs oF abating, we may well be seeing the end oF travel as we know it...who would have thought 'going viral' would beCome so horriFyingly literal?The new face of travel in a toxic future? every year, a slew of dictionaries crown their chosen 'Word of the Year'. Some of these—like 'selfie', or 'climate emergency'—are surface picks that vocalise viral popularity or growing worries. others, like 'locavore', 'post-truth' and 'existential', push you to examine the human condition a bit more deeply. But we're not sure which way 2020's winner might go. We all hate unsolicited advice, but we particularly despise unsolicited change. The novel coronavirus is swiftly levelling the global economy and social networks, simultaneously exposing how ill-equipped humanity—in all its shiny, tech-driven pride—can be, in dealing with crises. Yes, there are stirring success stories, but there's also enough misinformation, suppression and death going around for tragedy to be reduced to statistics. As patients recover, doctors die. As politicians drive welfare, they siphon away attention from their shadows. Travel, of course, has been flattened to virtual tours and flipping through sunny albums. But don't think of CovID-19 as a reckoning. Instead, it's the barometer for our capacity to change. To, for once, put aside bruised egos and self-importance, and work as a community for the greater good. And that means, no matter how hard the travel bug may have bitten you, to stay at home, follow social distancing, and contact a healthcare provider if you show symptoms. The world's come to a screeching halt, and it'll take some time to iron out the pile-up. Whether the stop sign stays red, or slides into yellow, will entirely depend on how we govern ourselves. It's sure to show up in 2020's Word of the Year—but will that be 'survival'? at Kampong Cham; and children in Binh Thanh Travel has lost its innocence now The Naked Cowboy performs to a largely non-existent audience in Times SquareSocial distancing is the new normal and it's probably here to stay A sign for our times SHUTTERSTOCK PHOTOgRAPHS: gETT y IMA gESNext time you're heading out, will you need a space suit? SHUTTERSTOCKladakh Tranquil seaside scene? Or an eerily empty one? Everyone is an Edward Hopper painting right nowChecks like this may become mandatory, if we're still travelling at all Chairman Mao sports a mask on a 100-yuan note outlook traveller april 2020 29Hope springs eternal? Cherry blossoms in Wuhan, March 2020coronaSHUTTERSTOCK32 outlook traveller april 2020 Future City The once and delhi has had many avatars through the ages. true-blue dilliwala aman naTh reminisCes about the delhi he knows best Once upon a time, you could take a tonga to Connaught Place outlook traveller april 2020 33gETT y IMA gESdelhi34 outlook traveller april 2020 outlook traveller april 2020 35 delhi Delhi is as much a buried city as one that wilfully layers itself anew. Being the capital of the only continuously alive civilisation in the world, it owes this resurgence to itself, and to India. To me—who was born in New Delhi in 1950—it is energising to live in a city which is forever mercurial, effervescent and adolescent. When the British announced the shift of the seat of their 'jewel in the crown' from Calcutta to Delhi, they were back on that dahel—the threshold—which had symbolised a point of entry for the Turks, Afghans, Mongols, etc, and they consciously saw their Dilli transformed to New Delhi. Dictums like 'All roads lead to Rome' moved from the english tongues to our lips. That was the classical, ancient civilisational seed of Britannica. So, like Rome, New Delhi also got to have its proverbial seven cities. But when I grew up studying history and counted, the buried layers led to the figure of 12: 1. Indraprastha, 2. Dilli, 3. lal Kot, 10. Din Panah, 11. Sher Garh, 12. Shahjahanabad. New Delhi was the 13th and it became the grandest architectural commission since Rome.I was born in 9/56 Western extension Area in a twin house by Pusa Road, where a post-1947 refugee colony was created to house some of the 14.5 million displaced and dispossessed from west Punjab. And I was privileged to be born with a twin brother—unidentical; so we could both grow our own personalities. My father bought an oldsmobile with a dicky that opened downwards. We would jump into the boot and sit on a springy sofa seat which made our mobile exhibitionism a joy on Kingsway. Much that we now flaunt in Delhi was yet to be created. But the West Pakistan refugees knew for certain that money was never going to be a substitute for perseverance. As children, when we wore our best and visited Connaught Place, that was the only london we knew: Rivoli, odeon, Regal and Plaza cinemas. Then there were restaurants where we wore our best table manners, places like volga and Gaylord with a Chinese Nanking thrown in for cosmopolitanism. A 'gay' lord was only a merry, epicurean nobleman—not an oscar Wilde turning a new page or indeed a page boy! The eclectic palate began much later when, in 1960, Nirula's opened a Gufa restaurant with an Indian name, rather than calling it The Grotto. It was the first air-conditioned speciality Indian food A taxi strike in Delhi from another era; and (left) going out in Delhi in the mid-1960s (Aman Nath is second from left)gETT y IMA gESswimming—and golf outside our school. My twin brother headed for technology (robotics) and golf championships while my road was backwards—history (restoring ruins) and recording my ignorance in books. As children, a horse-driven tonga would drop us from W2/2, Patel Nagar to Barakhamba Road at a cost of 4 annas or 25 paise per trip—the quarter of one rupee. The kids, who came in chauffeur-driven cars, thought we were princes, not the children of refugee parents! An American limousine—imported at a duty of 300 percent—parked outside our school was an anomaly, crying out to old money for a nouveau riche approval. our family had no such illusions as we grew up to cycle freely from Nizamuddin to our school, some six kilometres away. At 12km per day, I wheeled hundreds of thousands kilometres of roads, which gave me good calves and thighs. At 14, when I won the prestigious obstacle Race at school, competing with 17 year olds, it was to do with being self-driven in a city where the whole new order was also driving itself to stabilising and upscaling their businesses. It had nothing to do with physical trainers which surround the spoilt children of today. My muscles were effortlessly self made. A common Punjabi surname like oberoi linked with Intercontinental in 1965 to make us fiercely proud and h.P. Nanda took escorts to dizzying heights tying up with Ford and others. Slowly, Bombay looked over its shoulder to see the 'village' of Delhi, for long its country cousin, overtake it in more ways than one. New Delhi coalesced to become both Washington and New York—a seat of power with its unholy nexus of go-betweens intact. New Delhi as a city was also Indira Gandhi's salon to receive guests and to wow them over. The jamun and neem trees that my maternal grandfather had contracted to plant as a side business in the 1920s, had made Delhi into a city of boulevards through which the world drove in admiration. Post 1911, names like Marybad and Georgegarh had been rejected by the King emperor George v and empress Queen Mary for the new city. They simply suggested the addition of New to the older Delhi. But Delhi's population momentum has kept the sprawl going. Many Newer and Newest Delhi will continue to come. My grandfather had wanted to buy a home in Model Town (Re. 1 per sq yd) as opposed to Ratendone Road (Amrita Sher-gil Marg now) which was \"too close to the Safdarjung Airport\", as he had said. A plot in Golf links was available for Rs 5,000. But that was exorbitant. Sunder Nagar was for the Seth log, Jor Bagh for professionals and the salaried; the Golf links gentry were Sahibs, already with some funds in their pockets. Today, newer Delhis keep reinventing themselves. Many more buildings have sprung up in the National Capital Region than in haussmann's Paris. We have our Beverly hills, Palm Springs and all our Pappu pretensions. Restaurant goers are spoilt for choice just like londoners are.delhi 36 outlook traveller april 2020 outlook traveller april 2020 37Aman Nath sitting with his brothers in a striped woollen sweater knitted by his grandmother, mid-1950srestaurant with the interiors designed by M.R. Acharekar, an eminent artist and art director of R.K. Studios. he got a team from Bombay to do all the plaster of paris work here. The peacock-style chair was designed by linder Tanger, an Austrian woodwork consultant to the Government of India. The food was served in sterling silver thalis at Rs 10 per person. At that stage, an Indian theme countered the mainstream aspirational flow. So Nirula's also did la Boheme! Thirty years later came Chor Bizarre on Asaf Ali Road and Moti Mahal wasn't the only reason to head towards Daryaganj. Desi appeal—which we used to call 'very pap' in our days—rolled into ethnic became chic. Indian became acceptable for Indians. The Tabela opened at oberoi Intercontinental as the first discotheque. one Coca-Cola which sold for one rupee outside could be consumed there for Rs 4 in pitch darkness. As school kids, we considered it bad value for money but we hovered like bees till they introduced cover charges and we laid off to go instead to the Cellar in the Regal Building at Connaught Place. Then there was Sensation at the oberoi Maidens, when we were at college (the translucent dance floor of Ghungroo came much later with ITC Maurya). When the Taj Mahal hotel on Man Singh Road was to open, Anjolie ela Menon who painted their haveli restaurant (now varq) and Mr Pathak who created the fibreglass domes in the lobby, both happened to be staying at my home. I would go and watch them shape the newest hotel of Delhi. At the oberoi, naturally, there was concern for this real competition—also curiously because their Indian restaurant was called Taj! This was going to create much confusion. Which Taj would Delhiites choose to date at? I wrote an advertisement clarifying this: \"At the end of the oberoi lobby, turn right into the Taj!\" eventually this area was to get more global with oberoi's signature 360° restaurant. We were admitted in 1954 to the Modern high School, an expensive outfit based on the British public schools, but it was a more grounded proposition. It was the best investment my parents made and we grew up good at Sanskrit and hindi, Batik and Bharatanatyam, just as much as at horse riding, A horse-driven tonga would drop us from W2/2, Patel Nagar to Barakhamba Road at a cost of 4 annas. The kids thought we were princes, not the children of refugees38 outlook traveller april 2020 outlook traveller april 2020 39Punjabi Delhi was all about touching the feet of elders. Symbolically, at least, and a bear hug. Then there was the shaking of hands, which the British had taught us, basically keeping us at an arm's length—with gloves for their royalty. Kissing had always been a european thing: two baisers in France, three bacio in Italy. Men never kissed, except in the Middle east. The new haryanvi-Delhi style imbibed and overtook all the cultures. Now men and women have shed victorian prudery to kiss cheeks flamboyantly in the presence of their partners. Men too hug and kiss without any connotations. Namastes are out, though Coronavirus is paying a retro-tribute to them. But Delhi's own culture has planted the flying kisses firmly on both cheeks. ChoGM and the NAM conference saw New Delhi become newer. The roads broadened on to the pavements which in turn trespassed the grass. A garden city run over with a tapestry of serpents in black tarmac and grey concrete had soon begun to emerge for the Asian Games. From the sky, one could see the looped roads incestuously embracing themselves to their right and left with flexible, elbow-less arms.and v.S. Gaitonde lived here with Ram Kumar and Krishen Khanna just down Mathura Road. In a painted Fiat car, husain would stand on the Nizamuddin east roundabout trying to flog his works for Rs 75. These were signed 'Maqbool'. his seminal 80th-birthday bash was half a century away and was arranged at Art Today in 1995 by Rekha Purie and me. here, each of the Madhuri Dixit canvases sold for Rs 10 lakhs each. I had bought a Tyeb for Rs 2,700, and a Ram Kumar and a Krishen Khanna for Rs 19,000 each—never once thinking they were investments. In 1988, when I wrote the first catalogue for Sotheby's auction, husain crossed the Rs 1 lakh mark for the first time. I bid for Tyeb up to 70,000 but was both relieved and sad when it went for 75,000. Art for the eyes and heart gave way to auctions for money suction and show off. There was a minimal club culture in Delhi. The ICS mingled at the Gymkhana where money was sneered at but discreet style wasn't. Swimming and bridge became more democratic. 'lady Willingdon Swimming Bath' it read and Indian memsahibs loved the sunless pool. The Chelmsford was glitz, gambling and gourmandise bursting on all edges into gluttony. We used to shop only when necessary. In 1959, the Tibetan refugees brought Queensway (Janpath) to a new fame/shame as they ended up selling all their heritage treasures. I remember looking for T-shirts in a little shop where Rajiv and Sanjay Gandhi also picked their colours without any security. Connaught Place was a trousseau shopping place where hunting for that rare three-piece suit for the bridegroom was a many-splendoured choice. Khan Market was where servants and drivers were sent for the chemist and car repairs or we stopped for Caryhom ice-cream, and, occasionally, for a book. excess brought another phase: Green Park and Greater Kailash spilled over to greener pastures called 'farmhouses' whose real agriculture was not barley but beer mugs and barbeques. I skipped the farmhouse phase as I advertised for DlF Qutab enclave. K.P. Singh had bought some 2,000 acres of land and there were no buyers. I was sought after as the best copywriter. My freelance campaigns brought instant success to DlF and I remember K.P. Singh saying to me, \"We are selling two crores a week, Aman. Maan gaye!\" They used to tell me to buy their land which was sold for Rs 1,000 per square yard, even though the metres had long arrived. But I had different plans. I first chose to invest in the ruins of a haveli—and then in some 30 Neemrana projects. My tryst was to be with history and my future walked backwards into India's past. But how far back can you go in and around Delhi? Recently, fate led me east to Noida where a 5,000-year-old Shivalinga is venerated. It was worshipped by vishrava Muni and his son, the wise Ravana. Today, the village is called Bisrakh, surrounded by a bewildering skyline of sharp buildings poking the sky. There are plans to make an octagonal garden parikrama. The more one travels the body and mind, the more the ego dwindles. The rest depends all on the outlook! only stopped at their handicaps, not at their bottom lines or palaces and jewels. That was the privilege of golf in childhood. I played a regular weekend game with three distinguished members of the judiciary—Chief Justice Sikri, Justice Manchanda and Justice Bhargava—because I was the only Nath who didn't give them a complex about the length of their drive or their stubborn sand wedge which buried the ball like an ostrich beak, without it budging out of the bunker. We never talked shop or asked for favours. Public relations and liaison officers could only have been too much in-the-face and rather unenviable professions. When my mother, as lady Captain of the club, had an 'At home' in our little triangular garden, there were no caterers to lay out a spread and no wine because my parents did not curry favours from ambassadors nor did they know the word bootlegger. To be invited home was about warmth and a privileged door to friendship—not a demonstration that one had arrived, or that the wine glasses were lalique. living in Nizamuddin from 1957 meant that you had a bohemian, artistic neighbourhood. M.F. husain, Tyeb Mehta When I first visited the Delhi Golf Course at age eight, trying to discipline a little white ball with moon-white craters, golf was still considered a sport and not a snobbery. We played in simple, unbranded clothes and a shower was the real delight—not the beer. We remained innocent about the connotations of the game and where it placed us socially. Dr Bharat Ram, l.M. Thapar, Karni Singh of Bikaner, etc, delhi An expansive roadside hoarding in Delhi detailing Indian Prime Minister Indira Gandhi's 20-point economic programme, 1976gETT y IMA gESKissing had always been a European thing: two Baisers in France, three bacio in Italy. The new Haryanvi-Delhi style imbibed and overtook all the culturesoutlook traveller april 2020 41 The City That Is Bikaner House Built during the times of the princely States, Bikaner House's opulent architecture was a thing of beauty. Over the decades, the mansion fell into a paan-stained, decrepit state. The former bus terminus has now been restored to its former glory, and revamped into Delhi's art and cultural hub. From art openings in the gallery, musical performances in Chandni Bagh, and book readings in the baithak, Bikaner House offers the works with well-curated spaces to suit different needs. The design shop, VaYU, is a permanent fixture run by Vivek Sahani, and sources custom-crafted items from local rajasthani artisans to match the mansion's bygone beauty. India Art FAIr Delhi's art scene has been taken by storm and the annual india art Fair is a curated insight into the changing themes, ideas and formats of the genre. The fair brings galleries, artists, charities and collectives together with national institutions, events and festivals to the city's forefront. The juxtaposition of established artists with emerging ones, photographs with paintings, and performance art with multimedia ensures it's an immersive experience for days. india art Fair engages its audiences in innovative ways to connect with the history and development of the region. it's also nice to note that the fair doesn't shy away from artists making a political statement. Sunder nurSery Set along the 16th-century Grand Trunk road, the Sunder Nursey is flanked by Humayun's Tomb in the south and purana Qila in the north. This Mughal- era garden tomb complex was restored in stages since 2007 by the aga Khan Development Network (aKDN), and houses six Unesco World Heritage Sites. Sprawling across 70 acres, the new and revamped Sunder Nursery has over 300 tree species, and is Delhi's first arboretum. There are over 50 varieties of flowers for visitors to enjoy and nearly 20 acres of nursery beds. The nursery now looks like a modern-day persian garden with water channels and fountains, architectural motifs, and jaali panels. But Sunder Nursery is not just a pretty garden. The open-air premises have been home to over 60 sandstone and bronze sculptures. The amphitheatre is a perfect spot for artists to gather, collaborate and perform. The installations keep changing, so be on the lookout for new art at the nursery! rAsHtrApati BHavAn Step into the world's second largest presidential estate and marvel at how the abode of the country's first citizen functions. rashtrapati Bhavan now takes visitors on tours of the complex in three different circuits. Circuit one showcases the Forecourt and rooms like the Banquet Hall, Durbar Hall, North and long Drawing rooms, the ashok Hall and more. The second circuit boasts of the country's only underground museum, which offers a glimpse into the freedom struggle, the election process, and displays the presidents' personal belongings. interestingly, the Clock Tower, Stables and Garages are also open to the public, and the latter houses the vehicles of all the presidents past. The Mughal and other gardens fall under Circuit three. LodHI Art diStrIct lutyens' Delhi got a facelift back in 2016 with the introduction of the lodhi art District. in the two-month-long street art festival, 20 artists from india and around the world took to the drab walls of the government residential buildings—armed with an idea and some paint—and went to town. What remains now is an art walk unlike any other with the added thrill of discovering a new mural around every corner. people can make use of the interactive pieces by scanning a Qr code on their phone and watch the art come to life, quite literally. The murals speak of love and compassion, the city's colonial history, its amalgamation of cultures, peace, and well, the magic of Delhi.nAtIonal WAr MemorIAl Spread over 40 acres in the india Gate complex, the new National War Memorial and Museum was established in memory of the 22,500 soldiers martyred during the 1962 Sino-india War, the 1947, 1965 and 1971 wars with pakistan, the 1999 Kargil conflict, and the indian peace Keeping Force operations in Sri lanka. Designed in the Chakravyuh formation, the central 15-metre-tall obelisk—the amar Chakra—rises with an adjoining eternal flame, separate amar Jawan Jyoti. The concentric Veerta and Tyag Chakras stand for bravery and sacrifice, while the outer rakshak Chakra represents soldiers standing guard in the form of 695 trees. Calm remembrance is thick in the air and entry to the memorial is free for all. StudIo SaFdAr While Mandi House represents the theatre hub of the Delhi that was, it's the city's little black box theatres which represent the Delhi that is. The idea of Studio Safdar—named after political and cultural activist Safdar Hashmi—came from the radical theatre enthusiasts of Delhi who wanted to break the art out of the proscenium and bring it to the people. Today, it's not only a space for experimental theatre to thrive, but it's also taking a leap into films. Studio Safdar presents itself as an alternative, intimate platform to promote discussions on political ideologies, society, philosophy and culture.delhi Delhi's fitrat is to emerge from the proverbial ashes of its ancestors. This spirit of revival floats across b-boy groups popping and locking among relics from the Mughal era, the minaret of the Slave Dynasty shining down on pubs and nightclubs, and the Tibetan monasteries tucked behind swarming Korean skincare stores. It is, however, especially apparent in the way this dynamic city has embraced and evolved its cultural spaces. Labanya Maitra reports SHUTTERSTOCKAnd Quietly Flows the Betwa For many, orChha remains Frozen in time, and beautiFully so. now the namaste orChha Festival is inFusing Colour, song and danCe into the City, Finds Ranee sahaney A fresco with colourful motifs in the royal chamber of Raj Mahal; and (facing page) a window frames the Jahangir Mahal PHOTOgRAPHS: SHUTTERSTOCK44 outlook traveller april 2020 outlook traveller april 2020 45 Bir Singh Deo, for a visit by Mughal emperor Jahangir in the 17th century. What made it really stand out was the stunning entrance marked by turquoise tiles; its endless windows, terraces and domes; and wide balconies. It was once densely illustrated with murals of the Bundela school of painting as a paean to the imperial guest, who, in fact, is said to have spent only a single night here. The evening extravaganza on the first night of Namaste orchha kicked off with an elegant dance ballet by the Delhi-based Sadhya group. It showcased the legendary story of lord Ram's arrival, and sojourn, in orchha. Next, mounted on the vaulting exterior walls of the Jahangir Mahal was a stunning 3D mapping of orchha's history with Rudra Pratap, and the tale of how lord Ram is celebrated as the king of orchha. Such was the beauty of this show, that even the moon seemed to leave its veil of clouds to marvel at it. It rained sparsely throughout the night, and often we had to run for cover to the adjoining Sheesh Mahal, now a heritage property. But the line-up (the likes of Clinton Cerejo and folk singer Prahlad Singh Tipaniya) made us brave the mizzle. later, we gorged on kebabs and finger foods followed by a traditional Bundela meal, curated by author and food historian, Anoothi vishal. The next day, we woke to cheerful bird calls and were offered the day's fare from a host of activities. Bicycle tours, photo walks, heritage walks, yoga sessions, rafting on the Betwa and even helicoptering—all part of the festivities over five centuries of history repose lightly on the time-stained cavalcade of palaces and temples by the Betwa. Timeless, lovely, quiet orchha. even today, you can see why Bundela chieftain Raja Rudra Pratap Singh, in the early 16th century, chose to transform this little hamlet into his bastion. It remained hidden deep in the pelt of a jungle, on a strategically positioned river island, ready to repulse the battle cry of any Bundela foes. But now orchha (literally, 'hidden gem'), long-abandoned as a royal bastion, is being gently nudged out of its slumber. And what better way to do it, than with a festival that seamlessly melds the history, heritage and all-prevailing sense of tranquillity in the city. The cenotaphs watch over the banks of the Betwa to keep us in step with orchha's new offerings as a tourist hotspot. I joined others on a homestay trail conducted by Delhi-based, designer-artist Anupamaa Dayal. We walked around the town, flush with festivities and painted afresh in bright colours, to the iconic Raja Ram Temple that is central to orchha's spiritual moorings. Anupamaa was invited to add a 'unique visual identity' to the town, and we could see her signature style, this time seamlessly inspired by local art and motifs, along the walls lining the city's main road and the scattering of homestays around town. her favourite illustration on the pristine white walls was the bird, a leitmotif of Gond art. An excellent initiative, in line with the tourism activities, has been the orchha The maiden cultural banquet of Namaste orchha, which unfurled on the banks of the Betwa in early March, packed in a slew of thrilling opportunities—over three days one could soak up the charming offerings of this ancient citadel. launched by the Madhya Pradesh Tourism Board, Namaste orchha is an alluring addition to the state's cultural calendar. After all, the city was acclaimed as the 'Best heritage City' at the National Tourism Awards 2017-18, and was shortlisted to be a unesco World heritage Site last year. When I first visited orchha many years ago, I found it to be one of the prettiest little townships in the state. Its raffish charm and spectacular architecture, coupled with murals on derelict palaces and havelis, had made for a lovely experience. The town's architectural wonders are reflective of a long and abiding relationship with the Mughals; sometimes contentious, sometimes not. lined up along the banks of the river, the orchha Fort complex was quite a sight. The palaces in the complex had been built by three successive rulers of the state—started by Rudra Pratap Singh and completed by the highly spiritual Madhukar Shah. The Raja Mahal, in particular, boasted interiors that were lavishly painted with bold and colourful murals reflecting scenes from the hindu epics. of the palaces here, pre-eminent in the public domain has always been the Jahangir Mahal, specially built by Raja SHUTTERSTOCK46 outlook traveller april 2020 outlook traveller april 2020 47 #the infoR mA tion Gettin G there Air india, indigo and spiceJet offer flights from major Indian cities to Gwalior, from where orchha is a two-hour drive. the nearest railhead is Jhansi, a half-hour drive from orchha. From delhi, you can also drive down to the city, which takes approx. nine hours. the tourist season is from october to March. Where to Stay >orchha Resort (from `2,500; +91-9993542070; orchha@orchharesort.com) is located on a peaceful stretch by the river. the luxurious property offers 44 rooms, 11 swiss tents, and a spa with kerala Ayurvedic treatments. >choose MPT sheesh Mahal (from `3,600; gorgeous heritage property next to the Jahangir Mahal with rooms adorned with Bundeli art. You can also pick the MPT Betwa Retreat (from `2,426; mpstdc.com). What to Do >Attend the evening aarti at the ram raja temple. >try river rafting on the Betwa; the grade one and two rapids are a great experience. >try the various heritage walks and bicycle tours of the city. >Go for a jungle safari at the orchha Wildlife sanctuary. > shop for dokhra souvenirs. n ranee sahaneyof the Betwa. Noontide next day found us at the lovely Betwa Retreat for a delicious brunch, curated once again by Anoothi. The balmy breeze, the soft sunlight, and the gently flowing river made for a leisurely afternoon with friends, both old and new, quaffing on some delicious treats. There was no better way to end my trip. encouragement among orchha's local community (women in particular) to set up more homestays. The state tourism board has also partnered with Airbnb for skill development classes for homestay owners. loans are also being given to own and operate e-rickshaws to ferry visitors around town. orchha is small enough to explore on foot or by rick, so one doesn't really need those fuel-guzzling Sumos to pollute the pristine air. The walk gave us up-close views of the royal cenotaphs reflected in the river, and we soon crossed a bridge to the imposing Chaturbhuj Temple, originally built to house the idol of lord Ram. Maharani Ganesh Kunwar (wife of Raja Madhukar Shah), we learnt, was a great devotee of his. Miffed at her husband, she had left for Ayodhya, where she prevailed upon lord Ram to come home to orchha with her. Many believed that, moved by her devotion, lord Ram returned with her to the palace. But when the time came for him to be installed in the temple, Ram refused to go. The queen's palace was then converted into a temple that came to be known as the Shri Ram Raja Mandir. The fortified structure of the lakshminarayan Temple is justly reputed for its stunning murals. If you have the time, do visit the painterly interiors of Rai Praveen Mahal, built for a dancer whose poses are splashed across the walls. We also explored the open-air crafts market that had sprung up in the shadows of the massive fort. From Chanderis to Maheshwaris, we couldn't resist these lovely saris. The dhokra metal-casting outlet did brisk business, as did the stalls selling Pithora and Gond paintings. While the display of batik textiles, jute craft, terracotta and jewellery had their own charm, there was a nice line-up at the food stalls. I tried the local beverage called sannata, served in a terracotta tumbler—milky, spicy and intriguing. I couldn't help but go for seconds. The dazzling sunset drew us to the Kanchana Ghat of the Betwa and its picturesque chattris. We had gathered to enjoy the evening aarti, preceded by a spell-binding Mangaldas had us in her thrall with her deeply emotional performance of 'Khoj'. It was, we all More folk and fusion music was in store for us at 'Kalpavriksh', near the beautifully lit 500-year-old baobab tree agreed, the highlight of the evening, alongside the moving and very elegant maha aarti performed by the Sadhya troupe. More music was in store for us at 'Kalpavriksh', near the beautifully lit 500-year-old baobab tree. The night's fare included fusion rock band Indian ocean, who performed with Malwa folk singer Kaluram Bamaniya (famed for his poetry); Mrigya, a neo-folk music band; Kabir Cafe performs the mystic's verses), and French-Spanish musician Manu Chao. Dabbling in reggae, ska and alternative latin music, he brought the audience to their feet on the dance floor. But truly, we just could not get enough Clockwise from here: Manu Chao performs under the baobab tree; a performance at the craft bazaar; the 3D-projection show on the first night of Namaste Orchha; and Shubha Mudgal performs on the banks of the BetwaorchhaThe legendary double-decker root bridge at Nongriat village, the only natural bridge to have two levelsdark and deep going beyond myth, mystery and mystiCism, Roshni subRamanian disCovers what seCrets the hilly state oF meghalaya holdsLovely, SHUTTERSTOCK50 outlook traveller april 2020 outlook traveller april 2020 51Dread pooled at the base of my stomach. I wouldn't call myself claustrophobic, but the aversion to enclosed spaces, coupled with a fear of the dark, made my insides turn. But as they say, the more you try to run away from something the more it will come after you. I was standing right at the mouth of the cave, contemplating whether it was too late to chicken out. For someone who's constantly ridiculed for her inability to walk straight on a flat surface, it was ironic that I found myself at the forefront of several outdoor pursuits. So, here I was fighting all odds (read: a painstakingly conservative family), enduring a long flight, with a fate you wouldn't wish upon your worst enemy. You guessed it, I was stuck in the middle seat. Jabbed in the midriff by duelling strangers, I was entangled in an armrest war. having to hurdle over your seatmate to get to the restroom wasn't ideal either. But despite these obstacles, I made it to Guwahati. Just to be on the road again, enroute to Shillong for what seemed like a lifetime. Not that I was complaining. Since there aren't any direct flights from Delhi to Shillong, Guwahati was our best bet. An incredible stretch of road connected the Assamese city to Meghalaya. The blissful highway was a corner carver's delight. We zigzagged through windswept valleys, bluffs and plains, almost in a dream-like stupor...until the motion sickness kicked in. I managed to dodge that bullet, but my car-mates weren't so lucky. Kailash, our driver, was patience personified, constantly accommodating our demands to halt the car every few kilometres. I was headed for what adrenaline junkies would call 'flirting with danger'. They tend to have a flair for the dramatic, so my inexperienced mind didn't take it too seriously. After all, ground zero was mystical Meghalaya, a peaceful land whose name literally translates to 'abode of clouds'. home to Mawsynram and Cherrapunji, two of the wettest places on earth, the rain seemed to leave room for little else. Gilbert, our guide, told us it had poured for two days straight just before our arrival. But I was determined to witness this so-called mysticism in all its glory with my ride of choice: a hot-air balloon journey, kicking off at 5.30 in the morning. Subject to certain weather conditions, these rides are extremely popular in western India, especially in Rajasthan. And with the first edition of the Meghalayan Age Festival, a state-wide event, these balloons were set to make their debut in the Northeast. Though just a hop-in and hop-out of the basket at the face of it, the 15-minute ride was when words like 'serenity' and 'tranquillity' gained real meaning. With a bird's-eye view of the lush landscape, I was, quite literally, at the top of the world. The balloon loomed over the colorful morning glow, and we glided past tiny villages and rural bazaars. But it was the landing that made more of an impact, enough to make me feel like a celebrity. As we descended, hordes of cheering villagers huddled around us, and the balloon's skirt and crown was quickly tethered and held down by the crowd. You'd think nothing could beat the view of the pristine vistas I had just witnessed, but the warm welcome, back on land, left me overwhelmed. Soon enough, my nervous excitement took over. I set out to witness the most extraordinary fusion of art and science in the form of ancient caves. As told by our man Friday, Teddy, a professional caver with nearly 25 years of experience, the cave systems of Meghalaya, much like the whole state itself, were shrouded in mystery. I couldn't help but wonder about the secrets they might hold. As we were suited up to enter the cave, Teddy gave a little heads-up on what we might encounter, and all the possible worst-case scenarios. he cross-checked our safety gear one last time. Suit, check. Boots, check. helmet, check. headlight, check. vertical climbs, pools of water, and a trail through stalagmites and stalactites later, I was under the impression that I was prepared for it all. But boy, was I meghalaya Clockwise from here:; inside the limestone caves of Siju, nestled amid the jungles of Garo Hills; tethered hot-air balloons at Jowai in Jaintia Hills; and a boat that takes you along the limpid Umngot river in Dawki52 outlook traveller april 2020 outlook traveller april 2020 53 #the infoR mA tion Gettin G there kolkata has the only direct flights to shillong. however, shillong is connected by National highway 6 (3hrs/99km) to Guwahati in Assam. Multiple airlines, including Air Asia, Air india, indigo, spiceJet and vistara offer flights to Guwahati from major Indian cities. the nearest railhead to shillong is Guwahati Railway station (GHY). Where to S tay I suggest giving glamping a try. With 50 luxury tents, the Meghalayan Age Festival took great advantage of the surrounding landscape. the private natural retreat was a nice escape from the bustle of city life. Alternatively, you can opt for one of the resorts in shillong, like Ri Kynjai What to S ee & Do >trek through Laitlum Canyon in shillong. It's open throughout the year, but don't try hiking during the monsoon. It isn't for beginners and must not be attempted during the rains. >Visit limestone caves. You can expect stalactite and stalagmite formations, calcium ponds and flooded passageways.>explore Lewduh market to pick up souvenirs like shawls and bamboo tableware. >head to nartiang village, home to an intriguing complex of stone monoliths. n roshni subramanian Made with the live roots of rubber trees, the forefathers of the Khasi tribe were the original architects of these living bridges. The roots are directed to enter the trunk of betel plants so that they grow in a particular direction. These roots strengthen over a period of time, and become fully functional over 15 years. The bridges were built to facilitate travel over the fast-flowing streams across the lower slopes of the Khasi and Jaintia hills. one hour east of Mawlynnong was the border town of Dawki. There are very few places that truly calm your soul and this small town, just a stone's throw away from the Bangladesh border, fit the bill perfectly. Adding another hour on the road, I found myself in front of one of the semi-hidden gems of the Northeast: the Krang Suri Falls. Tucked away in the West Jaintia hills, its charming beauty and zenlike ambience was perhaps the most magical thing I had ever laid my eyes on. Cut off from the tourist circuit, its shimmering blue waters remain unaltered by human activities. I was tempted to dip my feet in the greenish-blue plunge pool, but I knew better than that. Any such mindless action to tarnish its beauty would have been utterly foolish. In a span of just 48 hours, I had seen and fallen in love with the pristine waters, misty clouds, rugged caves and living root bridges of this hilly state. While boarding my flight back to Delhi, all I was left with was a wistful smile. meghalaya wrong. What awaited us at the Krem Rupasor cave was all of this, but with an eerie darkness. Bats fluttered out of narrow crevices, their high-pitched shrieks piercing through the silence. I could feel my heart beat faster than ever, and my palms were sweating every time I extended my arm to cling on to the nearest wall. An added fear to top it all? Accidentally touching a spider that might call these dark passages home. These gorges were home to peculiar formations made of water, sandstone and limestone. Tiny droplets, dripping down too vigorously to form stalagmites, was what made cave pearls, one of the most precious things found inside the cave. Surrounding a nucleus of sand or dirt, these are small orbs of calcite polished to perfection. We made our way through a narrow cavity, squeezing ourselves between two giant rocks and even resorting to crawling when the need arose. As we explored the uneven limestone terrain inside, it wasn't the ruggedness, but the damp smell that made us uneasy. Deeper in the cave, we were enveloped in a ghostly silence—only by then, it had become strangely comfortable. Apart from the caves, Meghalaya is also known for its rare bioengineering wonders. Mawlynnong village's living root bridges are a testament to this intimate collaboration with nature. What awaited us at the cave, apart from the nice stuff, was an eerie darkness & bats fluttering out of narrow crevices, their high-pitched shrieks piercing through the silence Clockwise from here: shimmering plunge pool of the clad in ka jingpim shad, performing their traditional dancethe sCene was set, and the Camera ready. RangeeT ghosh's days in lakshadweep were straight out oF a Celluloid dreamParadiseSongs of The brilliantly blue waters in Lakshadweep; and (above) the beach at Paradise Island Hut resortRAngEET gHOSH SHUTTERSTOCK56 outlook traveller april 2020 outlook traveller april 2020 57lakshadweep I stood on the edge of a speedboat, the oxygen cylinder a heavy weight on my back holding me in place. My heart was racing wildly, the adrenaline at an all-time high. As I was staring down into the endless waves, the instructor, who was already in the water, asked me to jump in. This was no time for second thoughts. I adjusted and checked my mouthpiece, closed my eyes and took a leap of faith. once in the water, my instructor adjusted the straps of the tank, re-checked the oxygen pressure and signalled that we were good to go. We swam a bit ahead and nosedived into the sea. As we descended into the depths of the ocean, I was introduced to a whole new world. A world that I, until then, had only witnessed in documentaries, movies and photographs; it was one more mystical realm. With cerulean blue seas that seemed to stretch endlessly along white powdery beaches, the lakshadweep Islands offered a similar vibe, something straight out of a dream. Agatti Airport was the best way to enter this wonderland. here, the waves lashed on the beaches on both sides, so close to the runway, that one could almost reach out and touch the water, if not for the fences that surrounded the airport. A four-hour-long ferry from the Agatti port brought me to Kavaratti, the capital of lakshadweep. What greeted me was a gradient of blue and the somewhat lazy waves of the laccadive Sea. The moment I checked in at Paradise Island hut, I changed into my swimming trunks and dashed for the sea to while away the rest of the afternoon. later, I indulged in a wholesome lunch of rice, rasam and fish curry. lounging on the chair with a coconut in one hand and a book in another, I couldn't help but think that this would make for a worthy retirement. As the sun started to go down, I decided to go for a little stroll along the beach, which was slowly coming to life. Men sat in small groups chatting away, while kids jumped from boat to boat near the jetty and then somersaulted into the sea. I longed to join them in their fun but had other things in mind. Kavaratti is a hub for watersports, providing numerous options. From snorkelling to scuba diving, each was as tempting as the next. I signed up for scuba diving at the nearest PADI counter. Diving in the coral reefs of the laccadive Sea was a once-in-a- lifetime opportunity, one I wasn't going to pass up. An hour-long training session was the first step in the process. To indulge in my Bollywood dreams, I had to put in the work.I was taught the basics of the sign language that we would use underwater, how to operate the oxygen cylinder, and how to breathe through the mouthpiece underwater. Then, after a small briefing session about complications that could arise and how to counter them, we left for the shallow waters of the reef in a small speedboat, just off the coast of Kavaratti. once underwater, I saw fish swimming around a colony of vibrant corals. The coral reef was a world in itself, home to a variety of corals in different shapes and sizes. But as enchanting as they were, the fish were much more mesmerising. My instructor pointed out corals where the fish hid in their tiny homes. When near us, some fish shied away, while others played hide and seek with us. They came out of the nooks and crannies of corals, and the most daring of them almost kissed my nose. From left to right: a fish photobombs my frame; sunset at Thinnakara Island; and clownfish emerge from their home in the anemoneRAngEET gHOSH SHUTTERSTOCKoutlook traveller april 2020 59 #the infoR mA tion Gettin G there Kochi is the gateway to the Lakshadweep Islands. A number of passenger ships operate between kochi and Lakshadweep, taking about 14-18 hours one way. one can also take an Air india flight to Agatti Aerodrome, the only airport in the islands. From october to May, boats are available from Agatti to the other islands. From Agatti, Kavaratti is a four-hour boat ride and Thinnakara a 30-minute speedboat ride. Where to S tay All bookings for Lakshadweep have to be done in coordination with sPoRTs (society for Promotion of Nature tourism and sports), an undertaking of the Government of India. see lakshadweeptourism.com for more information. Bookings will include options for stay, the arrangement of transport as well as all the permits needed for visiting. All meals are included with accommodation, as most islands do not have any private restaurants, cafés or shacks. What to D o >Lakshadweep has numerous options for watersports including scuba diving (PADI certification needed), snorkelling, kayaking, and water skiing. >Visitors can also choose glass-bottom boat tours, fishing, sailing and deep-sea fishing. centres are found in Kavaratti, Bangaram, and Kadmat islands.>Visit the Parali island, a part of Bangaram atoll. the small island is the perfect nesting ground for sea turtles. n rangeet ghosh As we swam through the reef, my instructor revealed a bag of breadcrumbs. No sooner did he open the bag that we were swarmed by hundreds of fishes. They came in a variety of colours and shapes: orange stripes on black, yellow stripes on blue, from cardinalfish to butterflyfish, we even came across Nemo and some of his family. Surreal would be an understatement. When my instructor took out the camera to take some pictures, the fish happily swam into the frame in a photobomb, as if to say, \"I am the view!\" Back on the boat, I felt a serene sense of accomplishment, a crucial item finally ticked off my bucket list. I recalled hrithik Roshan's character from Zindagi Na Milegi Dobara, and for a second, as I lay on my back to gaze up at the sky, the wind that whipped around sounded like the lyrical poetry that played in the movie. The next day at dawn, we left for Thinnakara Island on a small ship. I prided myself on not succumbing to seasickness easily, but the choppy waters did make my stomach roll in the most unpleasant of ways. When we transferred to a speedboat at Agatti, I sat on the prow of the boat, letting the waves spray and ease my nausea. Was I acting like Monkey D. luffy, the excited manchild from the manga series One Piece? Probably. Almost too soon, the rough waves turned into the gentle waters of the coral reef. The waters here were so shallow during low tide that taller corals tended to jut out, making it extremely difficult to get around in the water. Thinnakara Island was also something straight out of a movie. All around me were pristine beaches and calm lagoons, with an occasional canopy of coconut trees to provide shade. There was not a person in sight and we had to walk a bit to reach our destination, the tents of Thinnakara Island Stay. I could have danced to the tunes of Kaho Naa... Pyaar Hai and nothing would be amiss. except, maybe, the lack of Ameesha Patel for company. Apart from a strong Bollywood recall, there was not much to Thinnakara. My days were spent in a haze of bliss, an occasional swim in the sea, getting a tan under the sun and gorging on delicious seafood. on my last night in lakshadweep, I sat under the blanket of a starlit sky, munching on freshly-grilled calamari until the sound of waves lulled me to sleep. Returning to Agatti the next day to board my flight back to Kochi, I felt nostalgic already. I hoped that the beaches of lakshadweep would remain so, the water a clear blue and the corals, alive and colourful. For I intend to go back someday with my very own Ameesha Patel and meet Nemo's family deep down in the laccadive Sea. Lounging on the chair with a coconut in hand, I couldn't help but think that this would make for a worthy retirementClockwise from facing page: fresh catch of the day; colourfully painted canoes in the village; and a turtle lounging on the beachlakshadweep gETT y gES SHUTTERSTOCKgETT y IMA gESSunSet S sahana iyeR boogies her way through the sand dunes, and into the world oF jazz, as the debut jodhpur jazz saFari breaks in a new kind oF holiSwingin' The ritual of holika dahan performed with full fervour on the eve of Holi at the first Jodhpur Jazz Safari62 outlook traveller april 2020 lakshadweep There is something about a pink sunset bleeding into the blue city. I stood on the highest sand dune in osian, drink in hand, waiting for the first performance of the 'Colour Me Pink' Jodhpur Jazz Safari to begin. It was the only distraction from the seductive view before me—a darkening, drowsy Thar Desert. I like to think of my musical taste as a well-blended cocktail. Thanks to the polar opposite preferences of my family and friends, it ranges from Kishore Kumar's emphatic yodels to louis Armstrong's gruff crooning. Naturally, when I first heard of a holi jazz festival in a state adored for its folk music, I had to see it for myself. Without much ado, I packed my bags and parcelled myself to Jodhpur. After the unfortunate combination of a heavy lunch and a two-hour drive, we reached our first venue—Reggie Singh's Camel Camp in the ancient town of osian, 69 kilometres beyond the main city. one of its regal denizens, clad in yellow, greeted us with a friendly lick—its name, coincidentally, was Royal. The debut event, a poolside party, was a great opportunity to rub shoulders with the who's who of Clockwise from here: members of Karpatt serenade the audience with their gypsy jazz vibe; kamaicha, an ancient instrument central to the Manganiyar community; sarangi, commonly used in Hindustani classical and folk music; and Rajasthani morchang crafted from wrought ironthe industry. I peeled my eyes away from the sunset and joined those heading to the holika dahan, a ritual signifying the triumph of good over evil. A monstrous pyre sat atop the dunes, the sheer size of it making me sweat. In the foreground, the puja for the ceremony had come to an end. As the first flame cracked alive, locals on camels circled the pyre, adding to the blaze. A group of folk singers and dancers circled the flames in the spirit of holi. Jackets came off; summer seemed to have arrived early. In front of the stage, mattresses delicately rested on the warm sands. Karpatt, a French gypsy jazz band, was waiting for us onstage. Their ensemble had a patchwork guitar, which immediately caught everyone's eye. our murmurs were broken by the upbeat rhythm of the guitar and drums, which didn't bother sticking to classic flows. They jumped off the stage, belting hindi lyrics amid the audience—people didn't hold back from singing along, with one viewer even invited up the dune onto the stage. Karpatt's infectious energy tumbled along with a lively burst of music from traditional folk singers, who had been with Reggie's family for three generations. The desi vocals with the jazz rhythms really spiced up the evening. By the time Bombay Bassment, a Mumbai- based hip-hop band, got their hands on the mic, the crowd had begun to disperse for dinner. however, that sentiment lingered for hardly a few minutes before everyone flocked to the stage to shake a leg. I'm usually indifferent to rap, but with the rapid Ravanahatha This stringed instrument played with a bow is seen as the early version of a violin. Historically, nomadic communities like the Thoris and nayak Bhopas would wander the state with the ravanahatha in hand, singing ballads of Marwar folk heroes. Made with a hollow coconut and animal skin, its nine strings are strummed with the help of a gaj, made of horsehair. Sarangi Arguably, the most recognisable instrument in Rajasthani folk music. Another stringed instrument, it is carved out of wood with three main strings made of animal gut along the spine. Popular in the jogi community, the sarangi involves unique methods like using the cuticles of the left hand to press the strings, and excels at mimicking vocal techniques. Kamaicha wood from a seasoned mango tree covered in goatskin takes the shape of a kamaicha, with a hollow, round belly and an extended neck. The main strings made of goat gut are played with a bow, most notably Stringing Along Our murmurs were broken by the upbeat rhythm of the guitar and drums, which didn't bother sticking to classic flows by the Manganiyar community of western Rajasthan. Morchang Old-school Bollywood fans will recognise the sound of the morchang . This plucked percussion instrument consists of a horseshoe-like ring with two metal forks, and a metal tongue in the middle. In the western world, it's often called the jew's harp and falls in the family of idiophones (instruments that wholly vibrate to produce sound). The morchang is preferred by the langa and Manganiyar communities. Satara and Algoza The algoza is a double-barrelled bamboo flute with origins in Punjab. The Bheel and Kalbelia communities are known to adore its woodwind sound. The satara is made of two flutes—one carries the melody, the other a droning sound. Popular in the langa community, players must continuously hold air in their cheeks with circular breathing, for a sustained sound. Garha The name is a giveaway for the appearance of this instrument. The ghara is an earthenware pot, sometimes with a membrane stretched over its mouth, used to generate rich percussion sounds. Starting in Punjab, it has travelled all the way to the Thar Desert. Depending on where you strike it, different parts of the ghara produce different sounds. Ektara Sticking to essentials, the ektara comprises a single string stretched over a bamboo neck, attached to a body carved out of a gourd. Traditionally used by wandering bards and minstrels, it is rather popular amongst the nath and Kalbelia saints, and also shows up in kirtans , Sufi music and the Baul music of Bengal. outlook traveller april 2020 63rajasthan SHUTTERSTOCK SHUTTERSTOCK64 outlook traveller april 2020 drum 'n' bass beats, and sheer energy of the performers, I couldn't help but get in the groove. Compared to the swingin' first night, the following morning felt slow. Guests clad in pinks, greens, and yellows lounged at the Park Plaza as the Reggae Rajahs, a Jamaican-style crew of DJs focussing on dub and reggae, serenaded the batch. The pace took a mighty leap post-brunch. In an army of jeeps, we were transported to the clocktower area of Jodhpur. We hopped off and walked through the maze of shops and houses. Rosy sprinkles of gulaal gave us company. our safari was nicely concluded at the ancestral house of Maharaja Dalip Singh in Jodhpur. Its vast compound had been turned into a party arena, with an elaborate feast lying in wait—laal maas, meatballs, pulao, curries, ice cream, and much more—presenting the best of the royal kitchen. Bollyjazz, a Delhi-based group, effortlessly turned back the clock to combine jazz harmonies with retro Bollywood melodies. At that moment, sophistication went out the window—it would've been criminal to not give in to my inner fangirl. I dragged myself to the front of the stage—swaying, 'Aap vocals were backed by an impressively cohesive band, noticeably the sweet runs of a flautist. She was given stiff competition by trumpet player Fabio Carlucci, whose infectious grooves arrested my attention. A sudden crowd amassed at the tables, and I turned my head to see Karpatt making their way through the packed space, instruments in hand. They had abandoned the stage area to come to the people, who were now revelling with the musicians. I slid off my chair as double bassist hervé Jegousso whirled me away for a dance. We spun and danced as the crowd around us began to cheer. Quite a musical-like end to the two-day celebration! Reggie Singh, the organiser of Jodhpur Jazz Safari, promises that the festival will return with greater flair in 2021. until then, I'll have to make do with the Karpatt CD in my backpack. Jodhpur Jazz Safari is a two-day music festival organised during Holi, fusing the city's rich safari culture with the improvised beauty of jazz. Domestic carriers including Air India, Indigo, Vistara, and SpiceJet offer direct flights to Jodhpur from Delhi and Mumbai, and connecting flights from other cities. Osian is 1.5 hrs/60km from Jodhpur by car. Festival passes begin from `3,000 and come in several variants, each with variable access. See jodhpurjazzsafari.comClockwise from here: intricate jali work at the Rajasthani folk musicians; and ektara, a single-stringed instrument widely used by Sufi singers while the Thar Desert swamps the geographic identity of Rajasthan, it is traditional folk music and dance that colour the cultural identity of the state. Unique styles, techniques, and even instruments are carried by the different communities in Rajasthan—the Manganiyars, of Mewat are some popular indigenous groups. If you have ever hummed lata Mangeshkar's 'Tu you've already introduced yourself to the state's Maand music, out of which came the Maand Raga. Sophisticated but feisty, Maand was once sung in praise of Rajput rulers in courts. now, it is seen as a semi-classical form—a fusion of folk tunes and classical ragas. Perhaps the best-known song in the style is Allah jilai Bai's 'Kesariya Balam' . where Maand is spun around Hindustani classical themes, there is another style of music that worships spontaneity and emotions. Panihari music was conceptualised by the women who travelled miles to find water in the desert; they hummed its tunes to keep their spirits high. Themes of flowing rivers and waves were the crux of the genre, whose themes later broadened to include the daily life and chores of a woman. Panihari is synonymous with raw expression and is used to talk about love, disappointment and sacrifices in domestic life. Much of the state's folk music is a homage to heroes and brave men. l ocal Ballads of the Desert legends like Moomal Mahendra and Dhola-Maru are still revered in songs. 'Pabuji Ki Phach' is one such musical ballad sung by the Bhopa community. It celebrates the 14th-century folk hero Pabuji, whose deeds are often hyperbole in songs. These singers are called to perform in villages during periods of misfortune and ill-health. The Bhopa plays the ravanahatha and is accompanied by his wife who illuminates relevant portions of the performance with a lamp. Instruments such as the sarangi, ektara, matka, algoza, poongi, and morchang are known for being used by particular communities; and some are particular to the state. Of course, this is just the tip of the iceberg, with many more styles in the quaint interiors of Rajasthan waiting to be explored. outlook traveller april 2020 65A sudden crowd amassed at the tables, and I turned my head to see Karpatt making their way through the packed spaceSHUTTERSTOCKgETT y IMA gESP art Nouveau on a trip to baku, azerbaijan's Capital City, shaRmisTha chaudhuRi tiCked oFF plenty on 'must-see' list. photographs puneeT k. paliWal shakh plov inside a lavash crust; and (facing page) an exhibit from the Carpet Museum, which has the largest collection of Azeri carpets in the worldoutlook traveller april 2020 69 Remember the Morgan Freeman-Jack Nicholson starrer The Bucket List? The film sank without much fanfare but the term `bucket list' still seems to be on everyone's lips. We all have them—from the adventure seekers who want to go swimming with sharks and climb the highest peaks, to the more culturally concerned who want to tick off architectural gems and experience something authentically local. We make lists, add or subtract things, redo them again and again till we are satisfied. I was in Azerbaijan some months back, and despite #instatravel making the world so much smaller and seemingly closer on social media, I was blown away by Baku, the capital city. If you had to describe east meeting the west, Baku is your prime example. Tall skyscrapers and stunning architecture rule the skyline against the Caspian Sea, with Soviet-era utilitarian buildings popping up here and there; old-timey ladas race along posh 'london cabs' on the wide roads; an incredible variety of dishes with origins among the various ruling cultures of the past are proudly eaten; its unesco-protected Walled City set against the natural rich resources and ever-changing scenery outside city limits; Bollywood's popularity over hollywood, where the Kapoors and Shah Rukh Khan rule the roost; the list is really endless. Personally, Baku was a feeling. Chaotic-yet-calm, an amalgamation of sorts, and extremely unique. A young country (Azerbaijan came into existence in 1991 after the fall of the uSSR), it is still trying to create its own identity while trying to maintain its past. If you find yourself in Baku, make sure to tick these places off for an authentic bucket list experience: The Walled City What better way to start a Baku trip than at the old Town or Icheri Sheher. It's the historical core, the foundation of the city, while the narrow road that circles the walls is part of the six-kilometre F1 street circuit. It's a delight to watch F1 drivers manoeuvre at turns 8, 9 and 10 where the track is only 7.6-metres wide while they drive at over 200 kmph! With the outer sandstone walls built to be deliberately smaller—giving an illusion of a smaller city—there are so many architectural gems inside, built over the medieval period, that you have to explore it on foot. It's believed habitation in the area began from the 12th century, but some believe it started in the 7th. Some of the gems you can't miss here are the Palace of the Shirvanshahs (the seat of power in the 15th century), the Maiden Tower (Baku's landmark but its origins are still shrouded in mystery as some think it was used The Flame Towers are the most-visited photo-op in Baku after dark; and (facing page) locals playing backgammon and drinking Azeri coffeeas a Zoroastrian fire temple before Islam's dominance in the region), the 11th-century Muhammad Mosque, the various caravanserais (stone inns for traders on the Silk Route who stopped to rest) that have been preserved and turned into restaurants, the ruins of St Bartholomew's Church (he was one of the 12 apostles), and the various shopping areas for souvenirs that also sell Soviet-era memorabilia. The old Town has a vibrant character of its own, boasting a miniature books museum, jazz clubs after dusk, and restaurants for authentic Azeri meals. I even came across a lending library inside a small park. here, children played as their guardians stood nearby, eating fresh strawberries. Some minutes ago, a fruit seller singing Zeenat Aman's \"laila o laila\" had passed. n GeTTinG THeRe: Nearest metro stop is the Icheri Sheher station on the Red Line; city buses 6, 18 and 65 stop on the south side of the metro station. The Flame Towers If the old Town speaks volumes of Azerbaijain's rich socio-cultural and political significance of the past, the iconic Flame Towers is its present statement. The trio of skyscrapers changed the skyline of Baku when it began construction in 2007 and opened six years later. The tallest tower is 182 metres and a residential building (the views would be marvellous, I imagine), the second is 165 metres and is a luxury hotel, while the third is 161 metres and hosts plenty of baku Yanardag Burn, baby, burn! only a handful of fire mountains exist and Yanardag, 30 mins from Baku, is most impressive. A 10-metre wall of never-extinguishing flames, it's spectacular, night or day. owing to rich hillside gas reserves, this natural blaze is said to have influenced the creation of Zoroastrianism. 70 outlook traveller april 2020 outlook traveller april 2020 71 offices. The trio—located on a hill near the sea—can be seen from many points in the city, including the old City. What makes these sleek towers so iconic is that they pay homage to the country's past and present. Designed like flames, they represent Azerbaijan's link to Zoroastrianism going back at least 3,000 years, its abundance of natural gas resources, and its new role of playing host to technological and commercial companies. Come dusk, the towers' façades light up with millions of leD lights. They flicker to create an illusion of flames, changing to the Azeri flag and then a person carrying the national flag. n GeTTinG THeRe: Take a taxi or use the Baku funicular which drops off at Martyr's Lane, which is 400 metres from the towers. Carpet Museum If I could, I'd bring the whole museum home. Carpet weaving is one of Azerbaijan's longstanding traditions and this museum on the seafront boulevard showcases it proudly. A family affair in the olden days, the women of the household weaved on vertical or horizontal looms with materials like wool and cotton using special techniques to create the carpet designs and patterns. The custom is so closely connected to daily life, that after independence, the government took measures to protect and promote the craft. In 2010, Azerbaijani carpet weaving was added to unesco's Representative list of the Intangible Cultural heritage of humanity. This museum was designed by Austrian architect Franz Janz to resemble a rolled carpet. The first floor displays the more simple styles (woven with reed or cane), and it becomes more complex and intricate as you walk by the rich hues of reds and maroons. The second floor is dedicated to the carpet classifications developed by latif Karimov, a weaver and scientist who played a huge role in publicising his country's cultural heritage. The third floor has more contemporary interpretations of carpets from the 20th century. n GeTTinG THeRe: The closest metro station is Icheri Sheher and tickets are priced 7 AZN (approx. `311) for adults. The museum is closed on Mondays. See azcarpetmuseum.azLeft to right: the Carpet Museum; the Heydar Aliyev Center's cutting-edge design; and a display of musical at the Center Heydar Aliyev Center This Zaha hadid masterpiece is an architectural landmark. When I stood in front of the 'I <3aku' sign for a photograph, the building reminded me of Marilyn Monroe's famous white skirt. From a distance it looks ethereal, a wave of white almost frozen in mid-ripple. An ambitious and expensive project, it opened in 2012 after six years in the making. There are no corners in the heydar Aliyev Center; everything represents fluidity to bind Azerbaijan's past and present together. Maybe, it's also an ode to the windy city, a structure created thanks to the force of the forceful winds. Named after the former President of Azerbaijan, the 57,500 square-metre space houses galleries, an auditorium, exhibition areas and a museum—all celebrating the history of the state, its culture and heydar Aliyev's life. I enjoyed making my way inside, taking in a beautifully curated weaving exhibit and an interactive space that informed of musical traditions among others. baku ateshgah All fired up A Unesco World Heritage site—about 18 kms from Baku—in surakhani, this Fire Temple was once a flourishing site for Zoroastrians. After the advent of islam, the practitioners of the faith dispersed to other regions, including india. in the 17th century, they returned for trade and renovated the complex.72 outlook traveller april 2020 outlook traveller april 2020 73 Local Taste Azeri food has many religious and cultural influences considering the history of the region. You must try the various plovs found in the region, my favourite being the shakh plov which has dried fruits and lamb cooked with rice inside a lavash crust. vegetables in the form of grills and roasts, and meats skewered and minced are widely consumed. Most meals are accompanied by sides: fresh salads with herbs, chorek (bread), yoghurt, and fruit-flavoured water. My days were filled with trying pide (flatbread), dolma, stuffed pancake-like qutabs, soups, meats cooked on a saj (cast-iron), and tons of chai-jam which literally translates to tea with jam—smoked walnut, white cherry, fig, quince and apricot and more. I'll suggest Shirvanshah Restaurant Museum (86, Salatin Asgerova) if you're looking for an authentic first meal. The restaurant is filled with old artefacts and has live traditional music. Qaynana and Qala Divari in the old City have good selections. other traditional dining options include Sehrli Tendir and Sumakh. n GeTTinG THeRe: There are many one-stop options from various Indian cities. Indians need an e-visa to enter that allows them 30 days of stay. Clockwise from above: an old hospital space converted into the Baku Book Center; a local coffee shop; Russian-made Ladas Baku's live Museum Restaurant; and a trunk-turned-seatn GeTTinG THeRe: Closest metro station is Nariman Narimanov; city buses 1, 2 and 13 stop outside the front entrance; free entry but exhibitions are extra. Mondays closed. See heydaraliyevcenter.az Baku Book Center Spread over 2,500 square metres and two floors, this book store in the heart of the city opened in September 2018 in an old hospital space. In a world moving seemingly towards digital, this bookstore is a breath of fresh air. Azeri, Russian, Turkish, and Arabic books line the walls and cupboards. Don't fret, there are english books too but the choice is limited. I picked up a traditional Azeri cookbook and a copy of translated poems by romantic epic icon Nizami Ganjavi. The bookstore also houses a café, a reading room, children's area, stationery shop, areas for literary events and for the visually impaired, and, of course, reading nooks and corners strewn about the place. Make sure to take a picture on the staircase for the 'gram. n GeTTinG THeRe: Located at the intersection of Gadzhibekov St and Gogolya St. Closest metro station is Sahil. See bakubookcenter.az baku Gaval dash Ancient rock music This rare stone inside Gobustan is important to Azeris because it can be 'played' to produce music. But don't try it yourself. set among ancient rock formations and petroglyphs, they say the two-metre stone was used for sounds during stone Age ceremonies. some liken the effect to a tambourine, some call it eerie.Gobustan Down and dirty About 45 per cent of the world's mud volcanoes are concentrated in the Gobustan national Park, 67 kilometres from Baku. These aren't your lava- spewing sorts, but the cold, thick and gurgly variety. They come in various shapes and are safe enough for the adventurous to jump inside.74 outlook traveller april 2020 outlook traveller april 2020 75 Jurassic Island in Indonesia; and (facing page) a grumpy Komodo dragon away From CliChéd luXury and maniCured resort islands, manek s. kohli stumbles upon the real maldives. there's history, rustiCity, and a little mysteryIsland, I see, I concur PHOTOgRAPHS: SHUTTERSTOCKSomEWhErE ElSE sanya Higher Ground quiCk brEak maldivesA dhoni boat waits for divers to resurface in the Indian Ocean; and (facing page) carvings of the Hukuru Miskiy mosque in Malé76 outlook traveller april 2020 outlook traveller april 2020 77 There is more to the equatorial paradise of the Maldives than meets the eye, but let's start with what does. The glint of red from the bangles worn by so many Indian women, honeymooning with their hubbies, only dwarfed in numbers by white divers and tanned sunbathers. lost in their midst, the locals. Speedboats whizzing across turquoise waters to a thousand white-sand islands, boasting myriad overwater villas. each private and sequestered, apparently. however, the obvious Insta- worthiness—while photographing tropical beauty, filters only subtract (#nofilterneeded)—may eventually turn you blasé. \" other than its appearance and my seemingly insatiable thirst for piña colada,\" you may contemplate, \"What's more to the Maldives?\" And that's when you must turn your gaze to the 'more than what meets the eye'. like history and religion. Most people treat the capital city, Malé, as a port of entry or an insignificant blip on the radar. At two square kilometres, it is one, but if you step away from the jetty and look inwards, there is much to explore. A prominent pillar of faith is the 867-year-old Darumavanta Rasgefanu Miskiy (Miskiy is 'mosque' in Dhivehi). It stands inconspicuous and looks rather plain. That's because the oldest mosque of the Muslim country wasn't built to be showy, but a symbol of transition from Buddhism to Islam. If a visual spectacle is what you're looking for, make a beeline for the Malé hukuru Miskiy (Malé Friday Mosque). A part of it is constructed using dried coral, but the 17th-century structure is truly made impressive by its intricate Quranic carvings, traditional Maldivian woodcarving and lacquerwork, and the towering blue-and-white minaret. This mosque may have been built over a Buddhist temple. And that's a trend with the island nation: a lot of its Buddhist history has, post the change of state religion, been lost to time, trample, and ruin. About 230 kilometres south of Malé, the island of Isdhoo has grass-covered stupas, which are almost indistinguishable from their surrounding meadows. The Kuruhinna Tharaagandu, at Kaashidhoo Island near the capital, appears to be the ruins of a Buddhist monastery dating back 1,400 years. Thus, it is the Buddhist chapter of the Maldivian archipelago that is most shrouded in mystery, and new discoveries. And then there's the overlooked. Some 32 kilometres south of Malé is an island of roughly 2,000 inhabitants—a sizeable population outside the capital—that very few tourists know about. Guraidhoo is considered the little sister of the more popular Maafushi (5 kilometres away), which has a similar population but many more guesthouses, tourists, and souvenir shops. The former is quaint with its old-world charm, but not desolate. It's just right for your offbeat Maldivian adventure, but more so, it is the best place for you to get a taste of village life. And there's where I went. or, rather, where Kame and Koko led me. The duo from Secret Paradise Tours curated the Guraidhoo leg of my visit to the Maldives. They were quite handy— fishermen, diving instructors, tour guides—and, as soon as the speedboat maldivesClockwise from here: sunset at the Plumeria Maldives; a enjoying the gentle waves; blotcheye soldierfish with unknown friends; and islanders clearing branches around Guraidhoo PHOTOgRAPHS: SECRET PARADISE TOURS COURTESy gETT y IMA gES78 outlook traveller april 2020 outlook traveller april 2020 79 #the infoR mA tion Gettin G there I took a non-stop GoAir flight from Delhi (4hrs 10mins) to Malé. If you book return for once the tourist season starts, it'll cost you about `22,000. other direct flights include indigo from Mumbai and Air india from Bengaluru. once you've arrived, ferry to the islands or take a speedboat (about $25 per person one-way, but faster and more comfortable). For Indian citizens, the Maldives grants a 30-day visa-on-arrival (currently suspended due to covid-19). currency `1 =MVr 0.21 (Maldivian rufiyaa) Where to S tay At my first destination, Guraidhoo Island, I stayed at the Guraidhoo Palm inn (from approx. $127 a night, though rates may vary seasonally; guraidhoopalminn.com). It's a B&B with all the amenities, decent rooms and warm hospitality. the place is great for long-term stays. the ocean Retreat & spa (from approx. $70 a night; oceanretreatandspa.com) has 17 rooms and organises fishing and dolphin-watching trips. At thinadhoo, try Plumeria Maldives (from $80 a night; plumeriamaldives.com). the villa offers 16 luxurious beach-facing rooms (some with private balconies), couples massages and a fitness centre.What to S ee & D o >the national Museum in Malé is worth the visit, with the national Police Memorial in its compound being particularly interesting.>Participate in the many exciting adventures that secret Paradise Tours (+960-335-5590; secretparadise.mv) offers. From sandbank visits to island hopping and eco-walks, enjoy a host of activities. of course, don't forget to dive or snorkel. n manek s. kohlidocked at the island, they were happy to show me around. The jetty appeared to blend into the sleepiest town I'd ever seen. Most dive shops and souvenir stores were presumably mid-siesta that afternoon, though later I made the discovery of addu bendi at one of these establishments. This coconut delicacy wrapped in banana leaf is a sweet tooth's delight. A bit ahead and closer to evening, when the sunrays became a deeper yellow, each of the net chairs (called jaoli chairs) lined along the village walls, had a snoring taker. Further on, a tree bore a ripe screwpine fruit. Soon enough, I'd crossed some colourful houses—walls painted purple, green, and blue—and a tiny mosque, to arrive at an adjoining island separated by a bridge, called 'bikini island' (it was only here that tourists could sunbathe in bikinis). here, while being careful not to trample on the occasional scampering hermit crab, I caught a heavenly glimpse of the moon right above my head, and the sun not too far off. Aah, equatorial joys. That night, a local family invited me for an authentic Maldivian dinner. unsurprisingly, it was mostly seafood and tropical vegetables, but quite the lavish spread lay before my eyes: staples such as roshi (roti), bai (rice), kattala (sweet potato), mas huni (a salad) and ala (yam); cooked fish including garudiya (a tuna soup), emperor fish, mas riha (fish curry), and rihaakuru (tuna paste with coconut milk); and, of course, mirus (chilli). everything was appetising and well flavoured, but light on the stomach. When food doesn't sit on your tummy, you sleep like a baby. So I was fresh as a daisy the next morning, which definitely helped when we made our way on a dhoni (traditional Maldivian boat) to snorkel at a seabed. here Kame showed off his diving skills, as he dived and photographed me from about 20 metres below the sea. The cherry on top was when he blew a bubble ring my way, and framed the camera such that the ring appeared to be surrounding me! That evening, we took another dhoni for string fishing. Coil with string around it and raw fish (as bait) were used for this Maldivian-style fishing, and some of the catch proved to be quite formidable in their final struggles. Needless to say, the sweetlip emperor, mini barracuda and job fish we caught were enjoyed as barbecued delicacies that evening, thus marking a splendid end to the village experience. From hereon, the 'luxury' part of the Maldives was difficult to avoid. except, it wasn't a bad thing at all when Plumeria Maldives—the next island resort we stayed in—suffixed the term with 'affordable'. Manager Fairooz walked us across the jetty of Thinadhoo Island, into a central path fringed with souvenir shops, which, at first glance, made the walkway appear to be a prettily-landscaped version of Guraidhoo. Soon enough, a Thai spa entered the fray, which swiftly introduced the luxury element. Some nice boutique hotel-esque buildings and a dainty seaside café completed the visual. As Fairooz walked us through the property—magnificent in its own right—he soon had us branch off to the wilderness part of the island. As we walked past boughs, roots, and thick tropical vegetation, we arrived at a clearing where a game of island cricket was being played. Then, more wilderness. And, just beyond that, a beach to remember. White sand, sure, but how about a seemingly endless expanse of shallow aquamarine water, where you simply float entranced? especially in the evening, when the sun is setting behind a heavy monsoon cloud. however, all of this was going to be eclipsed by the last and single greatest island experience we had the next morning. one that served as a reminder of how beautiful things also happen to be fragile, and all of them will cease to exist thanks to global warming. here we were, a bit after sunrise, making our way in a boat to a place Fairooz had only described as, \"You see it to believe it.\" A slight distance from Thinadhoo, a white slit appeared at a distance. As we got closer, it appeared to metamorphose into land the size of a hockey field, but with no vegetation at all. A sandbank. Whether the time a few of the people accompanying me raced down the sand, or when I found (and pocketed) a part of a crab's shell, or maybe the moment we all sat down to enjoy breakfast by the sea, this experience was simply unreal. But raindrops appeared from nowhere, and it was time to go. And as we did, a thought came to my head: the pelting rain will eventually fill the sea. The sandbank, true to its enigmatic character, will disappear. Much like what will happen to the Maldives—all 26 atolls—if the polar ice caps continue to melt. And, unlike the sandbank, it may never resurface. maldives Mooring near sandbanks; and (facing page) fresh produce in MaléA bit ahead and closer to evening, when the sunrays became a deeper yellow, each of the jaoli net chairs lined along the village walls had a snoring taker80 outlook traveller april 2020 outlook traveller april 2020 81 Chef Floyd Cardoz docu- mented his last few days on Instagram, posting a selfie at a hospital where he was being treated for a fever. on March 25, his sudden death shook the culinary industry around the world. CovID -19 had taken yet another victim, this time a prominent name in the realm of food and hospitality. As tributes poured in from fans and competitors alike, the world rightly echoed, \"gone too soon.\" Floyd's legacy was of bringing people together, and altruism his natural stance. Just as in life, he donated $1,10,000 to the Young Scientist Cancer Research Fund at New York's Mt Sinai School of Medicine, in death, he left behind a fraternity that will learn from his extraordinary miscel-lany of values, and how much we are all important in this fight together. Floyd was the Culinary Director and Partner at Bombay Sweet Shop, o Pedro and The Bombay Canteen. In 1998, he partnered with union Square hospi- tality Group's Danny Meyer to open Bombay Sweet Shop, which opened in Byculla in March, reimagines Indian sweets Tabla, a New York legend for 'new Indian cuisine'. This cherished affiliation would continue for 17 years. With Chef Floyd at its helm, Tabla received several honours, including a 3-star review from The New York Times. After 12 fruitful years of eas-ing American palates and minds into the world of spice, Tabla bolted its doors in December 2010. \"I have known Floyd for many years, and I have had many meals at both Tabla and Bombay Bread Bar,\" shared celebrity chef vicky Ratnani. \"I loved him as both a Chef Floyd Cardoz (1960-2020)In MeMorIaM Rupali dean bids adieu to an indian CheF who, in the words oF david Chang, was 'beloved' but 'Criminally underappreCiated' in the western Culinary spheretributE82 outlook traveller april 2020 outlook traveller april 2020 83person and a chef because of his positive attitude towards everything. I bumped into him often in Mumbai, too. I remem- ber a sandwich shop called Num Pang, in New York, serving a panini with pepper chicken on their menu in his honour.\" Floyd was larger than life. A gifted chef and four-time James Beard Award nominee, he was also the recipient of the first-ever 'h umanitarian of the Year Award' from Food Tv . \"For someone who has had the opportunity to inter - act with Chef Floyd only twice, he did leave an everlasting impact,\" said Jerry Thomas, culinary head for restaurants, Gourmet Investments. \"h e was charm- ing, empathetic and had a wicked sense of humour. Always so encouraging and motivating. his contribution to Indian food will be etched in our minds and his legacy will live on forever.\" A celebrated Indian-American chef and winner of Top Chef Masters, Floyd's key stimulus across his numerous undertakings was to build and inspire a sustainable food culture. \"I am deeply saddened by the loss of ardent Chef Floyd, who had such remarkable food and beverage outposts in the uSA, and in Mumbai,\" said Sandeep Pande, execu- tive Chef at JW Marriott, New Delhi. \"To me, personally, his sustainable practices in F&B operations and the way he used local ingredients, cuisine techniques and food will be an unforgettable learning. I express my deepest and most sincere condolences to the family for the loss.\" Floyd graduated from the Indian Insti- tute of hotel Management, in Mumbai, and trained in the kitchens of the Taj Ma- hal hotel and The oberoi. \"Chef Floyd was the champion of so many things for me: the original Paowala, a champion of all things Goan,\" shared Rahul Gomes, Chef-Partner, Passcode hospitality. \"his picture dotted our kitchen walls and we all dreamt of meeting him someday. Nine years later, when I found myself in New York, I reached out to him and immedi- ately heard back. unfortunately, circum- stances didn't allow it then, but I fondly remember a chance meeting a couple of months later in Mumbai. I last met him at an award party, as we sipped some malt late into the night and celebrated. he stood out in the room that day. An icon, gone too soon.\" The news of Floyd's death was met with profound sadness among Indian chefs internationally, as well. \"I never met him in person, but we did exchange thoughts on social media a few times and I instantly took a liking to him,\" said Garima Arora, Chef-Partner of the Michelin-starred Gaa in Bangkok. \"All I can say is that I missed meeting a personal food hero. he was one of the firsts to see the real potential of undiluted Indian flavours and techniques on a global culinary level.\" In 2008, Floyd propelled a line of useful '4-Minute Meals' and 'Ready to Cook' antipasti in association with Fresh Direct. It was the same year that he became the Culinary Director and Creator of union Square hospitality Group's el verano Taquería, which offered authen- tic Mexican tacos and salsas at the New York Met's Citi Field and Washington's Nationals Park. Floyd frequently worked with Share our Strength, City harvest, C-CAP (Careers through Culinary Arts Program) and the Young Scientist Foundation. Chefs felt connected to his compassionate spirit and magical way with the cuisine. \"A huge loss, and he will always remain the genesis of creativity,\" said celebrity chef Kunal Kapur. \"I missed the chance to cook with him, but his work will always inspire me and many others.\" Floyd inspired numerous chefs to explore cultures and cities through their food. \"Devastating news, what to say, a proud flag-bearer of India in the world is lost, a legend of the culinary world who will always be remembered for his path-breaking concepts and leaving behind a legacy of successful restaurants, rest in peace Chef,\" added Chef Sabyasachi Gorai of lavaash By Saby. \"...I have been following him for the past few years and if you read Danny Meyer's post, you would understand that the culinary world has lost another hero,\" said Tanveer Kwatra, executive Assistant Manager at Andaz Delhi. \"h e revolution- ised Indian cuisine two decades ago and left a huge legacy behind. he has been an inspiration to a lot of us and will continue to remain with us forever.\" No matter the hotel, or the chef, everyone looked at Floyd with the kind of reverence that's reserved for only the best. \"h e made the world see Indian cuisine in a different way. It's sad, but the time had come for his magic to be tasted by the gods in the heavens above,\" said Akshay Bhardwaj, executive Chef at the ITC Maurya in New Delhi. And Sahil Mehta, Chef Consultant, summed it up rather beautifully, calling Floyd \"an angel in a chef's hat, cooking for the lord above, blessing the angels above in heaven with his charismatic presence and art.\" If there's one thing that comes out from this, it's simple. The man may no longer be with us, but his legacy will live on forever. Chef Cardoz is survived by his mother Beryl, wife Barkha and sons Justin and Peter. Floyd's key stimulus across his numerous undertakings was to build and inspire a sustainable food culturefloyd cardoz The Bombay Bread Bar in Soho, NYC (closed last year); and (right) the Bombay Canteen in Mumbai 84 outlook traveller april 2020 outlook traveller april 2020 85 NEW YORK, 1948 lWhen the 20th Century Limited first ran in 1902, it was nothing extraordinary. connecting New York city to chicago in 20 hours, it had two amenities: a slick barbershop, and secretarial help, with 'no excitement along the way'. how, then, did this express passenger train fascinate the likes of hitchcock and rand, enough to be immortalised in their works? It's all thanks to the pitch-perfect design. Industrial pioneer henry Dreyfuss had his pulse on the rising popularity of Art Deco and was commissioned in 1938 to create streamlined train sets in the style, melding luxurious craftsmanship with blue-grey locomotive and passenger cars. colourful but refined, the makeover came smack in the middle of old hollywood glam. As she chugged off from New York at 6pm, business tycoons and movie stars would hobnob over Manhattans and martinis in the lounge car. closer to midnight, filet mignon and lobster would be polished off, with most retiring to suites or curtained berths with a nightcap. the good night's sleep on board was hotly advertised, against the rugged mountain route taken by the Pennsylvania railroad. A decade later, diesel-electrics replaced steam, and a new set began its trial run along the hudson river, whose stylish observation car you see on the left. But while every famous passenger—be it coco chanel or Bing crosby—made headlines, it's the celebrity treatment before boarding that had folks swooning. staff would unfurl a football field-sized red carpet for those departing from NYc, a taste of what was to come. It's what, in fact, led to the coining of the phrase 'red carpet treatment'. We're all craving a bit of luxury travel these days, but if these were the '40s, no way could you board in sweats. Aboard the 20th Century Limited, things were strictly business. n\bnayanika mukherjee 04.20... Time Traveller n Book Reviews n On the Shelf n Where on Earth? BACk OF tHEBOOk time traveller gETT y IMA gESNewly-fitted observation car of the 20th Century limited in 194886 outlook traveller april 2020 outlook traveller april 2020 87 Talking Body bookslRight in the beginning, can I just be honest and say that Bill Bryson makes reading every single thing so easy? Be it the trials and tribulations of hiking the Appalachian Trail or journeying Down u nder (the horrors, if one does a study, are unimaginable, but yetThe body: a guide for occupants By Bill Bryson (Penguin Random House UK/ Doubleday; `999) tucked in your kitchens, this recipe book would be a promising find, revealing ancient traditions and secrets to cooking. the history of kerala, much like its cuisine, is rich in flavour and draws influences from different countries. the state's long coast and fragrant spices had deemed it a popular spot early on, and from there, its people took up new, foreign techniques and ingredients, effortlessly marrying it with what they already knew. Eating with History: Ancient Trade-Influenced Cuisines of Kerala pens down, in meticulous detail, over a hundred recipes and their origins. most recipes listed in the book are from the author's family's kitchens, while others she takes from her friends and neighbours. whether it be nadan kozhi (a syrian Christian country chicken curry) or duck raichath (an anglo-indian style duck served with rice), each recipe has been passed down through generations. On the Shelf eating with history: ancient Trade-influenced cuisines of kerala By Tanya Abraham (Niyogi Books; `550)you want to), Bryson's words want to make you pick up his book and not put it down till you finish the last page. In his latest bestseller, he takes a break from writing about travel and turns his attention to the human body. May I add, that a biology lesson has never been so interesting. Did you know that for science to build a human body, 'using the obliging Benedict Cumberbatch as a template, would be a very precise £96,546.79'? vAT extra, of course. Swabs from 60 American test subjects found '2,368 species of bacteria, 1,458 of which were unknown to science' in their belly buttons! Your brain just requires '400 calories of energy a day—about the same as you get in a blueberry muffin'. Your hearing only requires 'three tiny bones, some wisps of muscle and ligament, a delicate membrane and nerve cells' to give you a complete panoply of auditory experiences (expensive headphones, yes, I'm looking at you while typing this). Were you aware that 'taste receptors evolved for two deeply practical reasons: to help us find energy-rich foods and to avoid dangerous ones'? however, they aren't always up to fulfilling their roles, just ask best-selling author Nicholas evans about the mushroom incident of 2008. Your DNA, a metre of which is packed in every cell, is such 'that if you formed all the DNA in your body into a single fine strand it would stretch ten billion miles, to beyond Pluto'. Bryson aptly describes the feeling in a sentence: 'You are in the most literal sense cosmic'. And this is just scraping the surface. The hardbound book is divided into 23 chapters, each picking up a particular part of the human body or functions and diseases associated; and he interweaves his words in his usual storytelling fashion, with rich anecdotes. The Body is Bryson's fascination with the working of human bodies as A Short History of Nearly Everything displayed his passion for science. Personally, this one particular paragraph stood out early on. A professor and surgeon named Ben ollivere peeled a millimetre of skin from the arm of a cadaver and told Bryson that 'that's where all your skin colour is. That's all that race is—a sliver of epidermis'. It struck a chord. Race is an explosive subject. It's unbelievable how over centuries (and still prevalent to this day) it has acted as a detriment when in fact, it's only a reaction to sunlight. There were similar moments throughout the book when I got angry, mirroring Bryson. But sometimes, I marvelled reading about human achievements, and at times I was in awe, a prime example reading the chapter on walking. As Bryson states, 'no one knows why we walk' among all other primates. The human body is simply marvellous. Reading this gave me a new-found respect for my own body, and the need to take care, eat healthily and move more. Not to end this on a negative note, but while decomposition in a closed coffin takes five to 40 years; if you're cremated, your ashes will weigh only two kilogrammes. And with that, you're gone. So, let's enjoy the time we have; I intend to. After all, you only live once. n\b\bsharmistha chaudhuri Aforest-bathing spokesperson for connecting with nature and mindful living, Andrea Sarubbi Fereshteh's hardbound collection of arboreal images has the suggestion of a coffee-table self- indulgence on first cracking open—but reveals itself to be altogether handier and more contemplative than the visuals alone would suggest. For a book that has a photojournalistic format, it is not the pictures that are the key impression (though they do entice you to wander into the depths, they are mostly stock images you might readily encounter elsewhere); it is the anthropological weaving of human social contexts around the trees, in the accompanying text on every page, beside the always-larger picture it is often only loosely associated with. Counterbalancing the 'Sacred' of the subtitle, the book—which is as undivided as any real forest—begins with a scientific lens: there's the living fossil that is the Wollemi pine, and the tale of its finding and naming; a touch on the Co2 transaction we all know; a note on watersheds and how trees purify them. From there, a quick segue into culture and the sacred, with the Jewish Tu Bishvat observance, becomes a taste of the hidden treasures in this title. Fereshteh's exploration crosses Loose Leaves of Many Lives in The company of Trees: honoring our connection to the sacred power, beauty, and Wisdom of Trees By Andrea sarubbi Fereshteh (Simon & Schuster; $24.99) geographies (she is based in the uS herself ) to urge you into an acquaintance with fronds from further afield than the most vaunted poison gardens and redwood stands, importances less showy than a rafflesia or a pitcher plant. In between, quotations underline the importance trees have held for humans—even when regarded incidentally or transactionally. Beneath, you become aware, are invisible roots spreading further than the visible trail laid out here. Any one of the spreads could send you down a happy rabbit hole to discover a new religion (or aspects of an old familiar you never considered), philology, mythology, folk beliefs, ghost stories, biographies, and yes, interspersing the lot, the science of botany. have you ever googled 'crown shyness'? or the Celtic alphabet and Brehon tree laws? or 'loblolly pine'? Inevitably, too, you end up exploring the earth itself, for trees are nearly everywhere, from Bialowieza to Waipoua Kauri—even Antarctica has its fossil forests. Sometimes it is a single tree, and not a species or a location, that takes the spotlight, like the 'Survivor elm' on page 243, or old Tjikko, named after a beloved dog. More often, you are pulled towards the same families scattered across the earth in different guises. There is the legend of Cyparissus, elaborated upon a stopover in Tuscany and venice; the Chinese fengshuilin, stewarded by local communities; the boab nuts that Australian aboriginal artists use for a canvas; Bahrain's Tree of life (by species, mesquite); the Russian tradition of the yolka, or New Year tree that occupies the space a Christmas tree would in the West; and the multi-coloured fluorescence trunk of the rainbow eucalyptus. You glimpse the past heights of glory, the decline and the present regrowth of the Scottish Caledonian forests. You learn of contemporary activists such as Julia 'Butterfly' hill and Ben Raines, and of drones used as the tractors of the sky. You find the Kalahari Christmas tree is also the Chinese lantern tree. You genuflect before Serbian zapis and badnjak, and wait in Pantellaria's ancient womb gardens, referenced in Sumerian tablets. You stare at Colombian wax palms and meet a goat sipping liquid gold in an argan tree. You cross the exosphere with the moon trees of Apollo 14. You wonder at the Japanese ingenuity behind describing the light that is komorebi and the (un)natural forces that result in the crooked forest of Gryfino, Poland. You come home to India, yes, with its Bodhi tree and the medicinal neem; but did we all know of the Karam-Devta of Jharkhand (we may know the tree better as kadamba, some of us, beloved of Sanskrit authors and Krishna worshippers)? Yes, there is a natural American bias in the selection but consider this a window into a new hobby, with as little organisation and as much serendipity as growth in the actual wilderness. ushering you in with the promise of an undemanding solitude with its spa- décor photographs, In the Company of Trees ends up being a deeper immersion into human history and culture than you might first bargain for, thought-provoking though still not demanding, because you wend your way through the thicket willingly by now—and find the loose leaves of history and culture are as intricately and delicately connected as a tree in full growth. n\bmanidipa mandal88 outlook traveller april 2020 one of the most spectacular sights in europe, this rock formation and the bridge connecting it has attracted tourists for over 200 years. though the formation is a result of water erosion dating back a million years, the construction of the bridge only began in 1824. Initially, the bridge was built with wood but was later replaced with a more durable sandstone structure to accommodate the increasing number of tourists. Approximately 76.5 metres in length, its seven arches span a ravine 40 metres deep. Popular among hikers and rock climbers, the site offers a panoramic view of a maze of sandstone pillars, lush forests and intimidating fortresses. name the structure and the country in which it is located.where on earth? WInner february 2020 MAnAs P. sHARMA GuWAhAtI In February, we featured the Mixco Viejo in Guatemala. mail your entries to 'outlook Traveller Quiz', AB-10 safdarjung enclave, New Delhi 110029 by April 30. or email us at letters@outlooktraveller. com. only one entry per person will be accepted. One lucky reader who answers correctly will win a copy of Outlook Traveller Getaways: Girls On Holiday SHUTTERSTOCKstay safe "}