{"title": "Traditional medicinal plants for treating viral infections | JEP", "author": "Dove Press; Yibeltal Aschale; Muluken Wubetu; Abtie Abebaw; Tadesse Yirga; Awoke Minwuyelet; Milkiyas Toru", "url": "https://www.dovepress.com/a-systematic-review-on-traditional-medicinal-plants-used-for-the-treat-peer-reviewed-fulltext-article-JEP", "hostname": "dovepress.com", "description": "A systematic review on traditional medicinal plants used for the treatment of viral and fungal infections in Ethiopia", "sitename": "Journal of Experimental Pharmacology", "date": "2021-08-16", "cleaned_text": "Back to [Journals](browse_journals.php) » [Journal of Experimental Pharmacology](journal-of-experimental-pharmacology-journal) » [Volume 13](journal-of-experimental-pharmacology-archive66-v1569) A Systematic Review on Traditional Medicinal Plants Used for the Treatment of Viral and Fungal Infections in Ethiopia Authors May 2021 Accepted for publication 5 August 2021 Published 16 August 2021 Volume 2021:13 Pages 807—815 DOI [https://doi.org/10.2147/JEP.S316007](https://doi.org/10.2147/JEP.S316007) Checked for plagiarism Yes Review by [Single anonymous peer review](peer-review-guidelines) Peer reviewer comments 2 Editor Debre Markos University, Debre Markos, Ethiopia; 2Department University, Debre Markos, Ethiopia; 3Department of Pediatrics & Child Health Nursing, Health Sciences, Debre Markos University, Milkiyas Toru Department of Medical Laboratory Sciences, College of Health Sciences, Debre Markos University, PO Box Email [[email protected]](/cdn-cgi/l/email-protection) Background: Traditional medicine is still playing an important role in meeting the basic health care requirement of the peoples in different parts of Ethiopia. There is no published review that clearly indicates documented medicinal plants available in different parts of the country used for treating viral and fungal infections. Currently, viral epidemics with high mortality and morbidity like SARS COV-2 are emerging. Screening of promising drug from plant source is vital to control such viral and fungal infections. In addition, indicating the most commonly used parts of the plant and their route of administration will help for further drug formulation studies. This review aimed to present an indication of the ethnomedicinal plants used for the treatment of fungal and viral infections. Methods: The databases (Google Scholar, pub med, hinari, and research gate) were searched for published articles on the ethnobotany of medicinal plants used to treat viral and fungal infection in Ethiopia without restriction in the methodology and year of publication. Viral infections, fungal infections, anti-fungal and anti-viral activity, ethnobotany, Ethiopia, and medicinal plants were the key search terms. Studies that did not have complete ethnobotanical data and did not address viral and fungal infection as a disease treated traditionally by the practitioners were excluded. Results: A total of 249 articles were produced by database search. After amendment for exclusion criteria and duplicates, 15 articles were found appropriate for the review. The majority of the studies were qualitative and others were mixed type in nature. All of the medicinal plants traditionally used to treat viral and fungal infections in Ethiopia were not scientifically confirmed. Out of the 95 identified plants, 40.8% were herbs and from the plant parts used and 43.9% and 21.1% were leaves and roots, respectively. The majority, (48.8%), of the plant remedies were given orally. Rabies and Tinea capitis constitute the highest percentage of viral and fungal infections treated by traditional medicinal plants followed by hepatitis and Tinea corporis, respectively. Conclusion: Various plants have been used to treat viral and fungal infections. Information obtained from this review serves as a guide to discover novel antiviral and antifungal agents from plants. Therefore, it is advisable for field researchers to properly identify, document, conserve and conduct efficacy and safety studies on such medicinal plants in animal models. Keywords: review, traditional medicine, ethnobotany, viral and fungal infection Introduction Traditional medicine has been practiced in Ethiopia for a long time ago. Even today, plants remain the source for the majority of people in developing countries to alleviate health problems. [1](#cit0001) The knowledge, mainly oral, has been transferred from one generation to the next via experienced traditional practitioners and knowledgeable elders. It is estimated that about 80% of the Ethiopian population is still dependent on traditional medicine, which essentially involves the use of plants. [2](#cit0002) Ethiopia is believed to be home for about 6500 species of higher plants of which 12% are endemic making the country among the most diverse floristic regions of the world. [3](#cit0003) Since Ethiopia is home to numerous beliefs, cultures, and languages, several traditional knowledge and use of medicinal plant practices are highly expected. [4](#cit0004), [5](#cit0005) Complementary and alternative medicine offers a wide variety of plants that are used to alleviate human pathologies. Around 90% of livestock and 80% of humans in Ethiopia rest on traditional medicine for their primary health care systems. [2](#cit0002), [3](#cit0003), [6](#cit0006) About 60% of the world's populations including Ethiopia are dependent on traditional medicine for infection treatment. [7](#cit0007) Emerging and re-emerging transmissible diseases remain to inflict danger on mankind. From numerous infectious diseases, viral infection is one of the world's infectious diseases followed by secondary bacterial and fungal infections challenging the existence of humans on earth. [8](#cit0008), [9](#cit0009) Currently, the novel coronavirus is becoming a challenge killing millions of people worldwide. Exploring the pharmacological activity of plants and the isolation of active ingredients is essential to obtain promising products to fight SARS-COV-2 infection. [10](#cit0010) The expensiveness of currently existing antifungal and antiviral drugs and their toxic side effects together with resistance and recurrent infections among immunocompromised patients has made continuous and a main public health problem. [11](#cit0011) To solve these problems, there is a need for screening of novel antifungal and antiviral compounds from plants that are safe, effective, and less toxic. Currently, green synthesis of silver nanoparticles has gained attention due to the use of biological resources, particularly the plant extracts, leaf extract, which has antimicrobial activity against several multi-drug resistant pathogenic microorganisms including gut microbiota. [12-14](#cit0012 cit0013 cit0014) Several medicinal plants have been discovered and found to be potential against deadly fungal and viral infections. Regardless of the great role of medicinal plants and traditional medicine in primary health care, limited effort has so far been applied in Ethiopia to properly identify, document, and conserve medicinal plants and the related knowledge. There are no studies that showed distribution of specific medicinal plants available in different geographical areas and documentation on their use. Therefore, systematically reviewing different studies conducted in different areas will help to identify geographical location of medicinal plants used to alleviate that particular morbidity and mortality in the country and to conserve and conduct further studies on those plants. Generally, less attention has been given to traditional medicine in modern research and less effort has been made to endorse the practice in Ethiopia. [4](#cit0004) Further reviews have to be performed in different areas of the country. Methods Search Strategy International databases like Google Scholar, Pub Med, hinari, and research gate were searched systematically for published articles about the medicinal plant's ethnobotanical description in Ethiopia. The search was conducted without restriction to the study subjects, methodology, and year of publication. Anti-fungal and anti-viral activity, medicinal plants, Ethiopia, and ethnobotany were the primary search terms. Article Selection Studies that contain full ethnobotanical information were included for the review. Articles that incorporate only medicinal plants used for livestock and plants which are not included in the list of flora of Ethiopia and Eritrea were excluded. [15](#cit0015) Assessment of Methodological Quality All 23 studies were checked for methodological validity before inclusion in the review by undertaking critical appraisal based on standardized tools to incorporate into the review process. [16](#cit0016) To assure scientific rigor guidelines for the Preferred Reporting of Systematic Reviews and Meta-Analysis (PRISMA) were used. Data Abstraction The articles were screened based on the criteria for inclusion/exclusion. Each medicinal plant's details were extracted from each study by using abstraction forms: Scientific, Family, and Local name, plant part used, the habit of the plant, methods of preparation, route of administration, and specific use. Results Literature Search Results A total of 249 articles were obtained from a database search. After removing duplicates, and screening of titles, abstracts, and full contents, 15 studies were found suitable for the review ( [Figure 1](#f0001)). | | Figure 1 Flow diagram of study selection. Study Characteristics The 15 articles differed significantly with the number of plants identified. Of 15 articles, the majority (10) were conducted to assess the ethnobotany of medicinal plants mainly used for the treatment of human diseases, whereas the remaining five studies emphasized the treatment of both livestock and human disorders. The detailed description of each medicinal plant is specified below ( [Table 1](#t0001)). | | Table 1 Study Characteristics of Selected Articles Ethnobotanical Description of Medicinal Plants In this ethnobotanical review, ninety-five (95) medicinal plants distributed in 43 families were identified and find an application by the traditional healer to treat viral and fungal infections. Family Fabaceae has the highest number of plant species followed by Lamiaceae ( [Supplementary Material](https://www.dovepress.com/get_supplementary_file.php?f=316007.docx)). Medicinal Plants Parts Used and Growth Form From the plants, the majority (40.8%) were herbs followed by shrubs (28.3%), trees (22.5%), a climber (7.5%), and grass (0.9%). The most commonly used plant parts (43.9%) were leaves followed by root (21.1%) and bark (7.3%). Flowers account for the least (0.8%) of the overall plant parts used ( [Table 2](#t0002)). | | Table 2 Proportion of Medicinal Plant Parts Used Method of Preparation and Route of Administration Different techniques of preparation are used by traditional medicinal practitioners like drying, crushing, decoction, and concoction, and eat/drink with other animal products or plants ( [Supplementary Material](https://www.dovepress.com/get_supplementary_file.php?f=316007.docx)). During their remedy preparation, traditional medicinal practitioners use simple methods and equipment. From the commonly used route of administration for medicinal plant remedies in the treatment of viral and fungal infection, the commonest route was an oral route which consists 48.8% followed by topical ( [Table 3](#t0003)). | | Table 3 Proportion of Route of Administration of Medicinal Plants Viral Infections Treated with Medicinal Plants Rabies, hepatitis, common cold, and herpes zoster were among the most commonly encountered human viral diseases which are treated traditionally. Rabies accounts for 36.4% followed by hepatitis (21.6%), common cold (20.4%), and herpes zoster (14.8%). The rest 4.5% and 2.3% were influenza and yellow fever, respectively, that are treated by different traditional medicinal plants ( [Figure 2](#f0002)). | | Figure 2 Proportion of viral infections treated with medicinal plants. Fungal Infections Treated with Medicinal most common fungal diseases encountered in humans that can be treated traditionally. Tinea capitis accounts and 15.6% were unspecified skin and hair fungal infections, respectively, that are treated by traditional different medicinal plants by traditional healers ( [Figure 3](#f0003)). | | Figure 3 Proportion of fungal infections treated with medicinal plants. Discussion Plant-based treatments have become popular worldwide and gained great attention for the treatment of different human and animal ailments including the world's deadly disease, cancer. Their excellent therapeutic potential together with the simplicity of formulation lead to their extensive use in the treatment of communicable and non-communicable diseases. Plant-based treatments have been included in the primary health care system in different countries and users have equal perception with that of modern medicine. [32](#cit0032) In this ethnobotanical review, 95 medicinal plants allocated in 43 families were classified and find an application by the traditional healer to treat different viral and fungal infections. This indicates the extent of knowledge present in different people of Ethiopia having diverse cultures. None of the medicinal plants used traditionally were proven scientifically that indicates less attention given to the disorder and the traditional practices. According to our review, there is a high species variety of medicinal plants used which might be because of the variation in climate in the different areas of Ethiopia. Family Fabaceae, used to remove normal bronchitis; cure illnesses in upper breathing system, rheumatic pain and gland inflammation, accounts for the largest portion of medicinal plants followed by Lamiaceae, used in case of diarrhea as well as hypoglycemic, anti-inflammatory, antibacterial, antioxidant, immune-stimulatory, and antiviral. However, a study conducted in Spain [33](#cit0033) and Korea [34](#cit0034) showed that the highest number of medicinal plants were from the family Asteraceae. Another study conducted in Nigeria reported the higher numbers of plants were from the family Caesalpiniaceae. [35](#cit0035) Among the medicinal plants, identified herbs account for the highest percentage followed by shrubs. Likewise, studies reports from Chilga district, Northwest Ethiopia, [36](#cit0036) Afar region, Hadiya zone, Ethiopia [40](#cit0040) has shown herbs are the dominant plants. Due to unavailable throughout the year, herbs are seasonal which needs either storage or cultivation in a limited zone. But, shrubs are non-seasonal which indicates that they are easily available all over a year and do not need storage. Compared to other plant parts used for the preparation of remedies leaf was found to be the most commonly used plant part. Studies report from Israel [41](#cit0041) and Nigeria [35](#cit0035) also indicated that leaves are the most dominant in the remedies preparation. However, using plant leaf for a medicinal purpose has its own constraints unless the plant is evergreen. This is because leaves are not accessible throughout the year and they are seasonal that require storage if non-fresh leaves are needed. Harvesting leaves for a medicinal purpose has no risk to the mother plant; however, harvesting stem, bark, and root has the highest threat to the mother plant. Medicinal plant harvest that includes rhizomes, roots, barks, bulbs, and stems has generally severe effects on the survival of mother plants. Medicinal plants were formulated in numerous forms using different additives and solvents. Further processing and advanced techniques are not required for preparation for traditional medicinal practitioners to prepare medicinal plants. This might be because of a lack of processing instruments and formal education. Practitioners used porridge, butter, sugar, milk, and alcohol as additives to increase the potency of the remedies. The reason for the use of such an additive might be to make the formulation palatable. This is in agreement with a previous study reported by Hawassa [42](#cit0042) and Israel. [41](#cit0041) This systematic review article also demonstrated that large proportions of medicinal plant remedies were given orally. This is similar to a study report from the Tigray region, [23](#cit0023) Addis Ababa, [43](#cit0043) Gemad district, Northern Ethiopia, [44](#cit0044) and Kenya. [45](#cit0045) This might be due to the reason that traditional medicinal practitioners choose simple routes such as oral and topical those do not need advanced skill because of lack of skill to administer remedies in other routes like intramuscular and intravenous. Oral routes allow rapid physiological reaction between the prepared medicines and the pathogens (virus and fungus) and increase its healing power. However, other studies conducted in Southwest Ethiopia, Sheko ethnic group shown that medicinal plant remedies were administered cutaneously. [46](#cit0046) Rabies, hepatitis, common cold, herpes zoster, influenza virus, and yellow fever were identified to be the most common viral infections encountered in humans that are treated traditionally using traditional medicinal plants. This is in line with a study conducted in Nigeria. [47](#cit0047) The mechanism of action of traditional medicinal plant extracts on such viral infections is by inhibiting viral neuraminidase or hemagglutinin activity, inhibition of viral polymerase activity and nucleoprotein RNA levels, [48](#cit0048) immunomodulation by induction and release of IL-12, and and by eliciting antiviral action through counterbalancing the virus particles, which render them inactive and unable of penetrating into another new cell. [50](#cit0050) In addition to plant treatment according to study some food supplements like curcumin, zinc ionophores and zinc can be used as complementary power in COVID-19 treatment with several mechanisms including inhibition of RNA replication of the virus, substantial individual immunity support, and prevention of the virus entry into cell. most common fungal diseases encountered in humans that can be treated traditionally using medicinal plants. Plant extracts and isolated secondary metabolites frequently interfere with central targets of funguses, such as Deoxyribonucleic Acid (DNA) intercalation, DNA alkylation, neuronal signal transduction, membrane integrity, and microtubules. Conclusions A total of 95 medicinal plants have been known and verified for their use in the treatment of viral and fungal infections. Most of the traditional medicinal plants were herbs and the leaf was the most commonly used plant part for treatment purposes. Even if most of these traditional medicinal plants are commonly used in different parts of Ethiopia, evidence of their efficacy and safety are not scientifically proven. The information obtained from this review can serve as a guide to discover novel antiviral and antifungal agents from plants. Therefore, it is recommendable for field researchers to conduct more detailed efficacy and safety studies on such traditionally claimed medicinal plants. Abbreviations DNA, Deoxyribonucleic Acid; RNA, Ribonucleic Acid; IL, Interleukins. Data Sharing Statement We have presented all our data in the form of a table in this manuscript. Author Contributions All authors made substantial contributions to conception and design, acquisition of data, or analysis and interpretation of data; took part in drafting the article or revising it critically for important intellectual content; agreed to submit to the current journal; gave final approval of the version to be published; and agree to be accountable for all aspects of the work. Funding There is no funding to report. Disclosure The authors report no conflicts of interest in this work. References [1.](#ref-cit0001) Maki H. \"Medicinal crops\" in Ethiopia: Forest. 2008;5(2):258-273. [2.](#ref-cit0002) Abebe D, Hagos E. Plants as a primary source of drugs in the traditional health practices of Ethiopia. In: Engles JMM, Hawkes JG, Worede M, editors. Plant Ethiopia. Cambridge: Cambridge University Press; 1991:101-113. [3.](#ref-cit0003) Bekele E. Study on actual Situation of Medicinal Plants in Ethiopia. 2007. [4.](#ref-cit0004) Gidey M, Asfaw Z, Elmqvist T, Woldu Z. An Ethnobotanical study of medicinal plants used by the Zay people in Ethiopia. J Ethnopharmacol. 2001;85(1):43-52. doi:10.1016/S0378-8741(02)00359-8 [5.](#ref-cit0005) Getaneh S, Girma plants in Debre woreda, Central Ethiopia. Afri J Sci. 2014;8(7):366-379. [6.](#ref-cit0006) Yadav H. Medicinal plants in folk medicine system of Ethiopia. J Poisonou Med Plant Res. 2013;1(1):7-11. [7.](#ref-cit0007) Khandel A, Ganguly S, Bajaj A, Khan S. New records, ethnopharmacological applications & indigenous uses of Gloriosasuperba L. (Glory lily) practices by tribes of Pachmarhi Biosphere Reserve, Madhya Pradesh, Central India. Nat Sci. 2012;10(5):23-48. [8.](#ref-cit0008) World Health Organization. Viral vaccines and antiviral drugs. Report of a scientific group of WHO Geneva. 1983;693:5-38. [9.](#ref-cit0009) Howard CR, Fletcher NF. Emerging virus diseases: can we ever expect the a promising Ethnobotanical survey of some Cameroonian plants used for the treatment of viral disease. Afri J Plant Sci. 2011;5(1):15-21. [12.](#ref-cit0012) Some S, Sarkar B, Biswas K, et al. Bio-molecule functionalized rapid one-pot green synthesis of silver nanoparticles and their efficacy toward the multidrug resistant (MDR) gut of silkworms [13.](#ref-cit0013) Some S, al. Effect of feed supplementation with biosynthesized silver nanoparticles using leaf extract of Morus indica L. V1 on mori L. (Lepidoptera: S, Mandal A, et al. Biosynthesis of silver nanoparticles and their versatile antimicrobial properties. Mater Res Express. 2018;6(1):012001. doi:10.1088/2053-1591/aae23e [15.](#ref-cit0015) Hedberg I. Flora of Ethiopia and Eritrea. In: Hedberg I, Edwards S, editors. The Biodiversity of African Plants. Vol. 8. Addis Ababa, Ethiopia guides to the medical literature: XXII: how to use articles about clinical decision doi:10.1001/jama.284.1.79 [17.](#ref-cit0017) Giday M, Teklehaymanot plants of the Shinasha, Agew-awi and Amhara in A, Bussa NF. Ethnomedicinal plants used to treat human ailments in the prehistoric place of Harla and Dengego valleys, eastern Medicinal plants potential and use by pastoral and agro-pastoral communities in Erer Valley of pharmacologic survey of medicinal plants used to treat human diseases by traditional medical practitioners in Dega Damot district, Amhara, Northwestern Getnet Z, Chandrodyam S, Masresha G. Studies on traditional medicinal plants in Ambagiorgis area of Wogera District, Amhara Regional State, study of medicinal plants in the environs of Tara-gedam and Amba remnant forests of Libo-Kemkem of medicinal plants used in Kilte Awulaelo District, An ethnobotanical study of medicinal plants in Wayu Tuka district, east Welega zone of Oromia plants in Guji agro-pastoralists, Blue Hora District of Borana Zone, Stud. 2016;4(2):170-184. [26.](#ref-cit0026) Araya S, Abera B, Giday M. Study of plants traditionally used in public and animal health management in Seharti Samre District, Tora A. Utilization and conservation of medicinal plants and their associated indigenous knowledge (IK) in Dawuro Zone: an ethnobotanical approach. Int J Med Plants Res. 2013;4(3):330-337. [28.](#ref-cit0028) Abera B. Medicinal plants used in traditional medicine by Oromo people, Ghimbi District, Southwest Ethnobotanical study of medicinal plants used by agro pastoralist Somali people for the management of human ailments in Jeldesa Cluster, Dire Dawa Administration, Eastern Ethiopia. J Med Plants Res. 2017;11(9):171-187. doi:10.5897/JMPR2016.6292 [31.](#ref-cit0031) Tewelde F, Mesfin M, Tsewene S. Ethnobotanical survey of traditional medicinal practices in LaelayAdi-Yabo District, Northern Ethiopia. Int J Ophthalmol Visual Sci. 2017;2(4):80-87. [32.](#ref-cit0032) Payyappallimana U. Role of traditional medicine in primary health care: an overview of perspectives and challenging. 2010. [33.](#ref-cit0033) Gorka M. Medicinal plants traditionally used in the northwest Spain. J Ethnopharmacol. 2013;4(9):01-22. [34.](#ref-cit0034) Mi-Jang S, Kim H, Heldenbrand B, Jeon J, Lee S. Ethno pharmacological survey of medicinal plants Ethnomed. Musab A, Ahmeda M, Hussaini IM. The perception and practice of traditional medicine in the treatment of cancers and inflammations by the Hausa and Fulani tribes Mekuanent T, Zebene Ethnobotanical study of medicinal plants in Chilga District, Northwestern Ethiopia. J Natl Remedies. 2015;15(2):88-112. doi:10.18311/jnr/2015/476 [37.](#ref-cit0037) Seifu T. Ethnobotanical and ethno pharmaceutical studies on medicinal plants of Chifra district, Afar region, North Eastern Ethiopia. Ethiop Pharm J. 2004;24(1):41-58. [38.](#ref-cit0038) Amsalu N. An Plants in Farta Woreda, South Gondar Zone of Amhara Region, Ethiopia. Addis Ababa: Addis Ababa University. 2010. [39.](#ref-cit0039) Behailu E. Ethnobotanical study of traditional medicinal plants of Goma Woreda, Jima zone of Oromia region, Ethiopia. 2010. [40.](#ref-cit0040) Agisho H, Osie M, Lambore T. Traditional medicinal plants utilization, management and threats in Hadiya Zone, Ethiopia. J Med Plants. 2014;2(2):94-108. [41.](#ref-cit0041) Said O, Khalil K, Fulder S, Azaizeh H. Ethno pharmacological survey of medicinal herbs in Israel, the Golan Heights and the West Bank region. J Ethno Pharmacol. 2002;83(3):251-265. doi:10.1016/S0378-8741(02)00253-2 [42.](#ref-cit0042) Regassa R. Assessment of indigenous knowledge of medicinal plant practice and mode of service delivery in Hawassa city, southern Ethiopia. J Med Plants Res. 2013;7(9):517-535. [43.](#ref-cit0043) Wubet B, Mirutse G, Tilahun T. The contribution of traditional healers' clinics to public health care system in Addis Ababa, Ethiopia: a cross-sectional study. J Ethnobotanical study of traditional medicinal plants used by indigenous people of Gemad District, Northern Ethiopia. J Med Plants Chege PM. Traditional healers and their provision of mental health services in cosmopolitan informal settlements in Nairobi, Kenya. Afri J Psychiatr. 2013;67:228-257. [46.](#ref-cit0046) Mirutse G, Zemede Ethnomedicinal study of plants used by Sheko ethnic group of Ethiopia. J Ethno D, Azila J. Ethnobotanical survey of medical plants used in the traditional treatment of viral infections in Jos, Plateau State, Nigeria. 2014. [48.](#ref-cit0048) He W, Han H, Wang W, Gao B. Anti-influenza virus effect of aqueous extracts doi:10.1186/1743-422X-8-538 [49.](#ref-cit0049) Trinchieri G. Interleukin-12 and the regulation of innate resistance and adaptive immunity. Nat Rev Immunol. 2003;3(2):133-146. doi:10.1038/nri1001 [50.](#ref-cit0050) Lin LT, Hsu WC, Lin CC. Antiviral natural products and herbal medicines. J Tradit Complement Med. 2014;4(1):24-35. doi:10.4103/2225-4110.124335 [51.](#ref-cit0051) Celik C, Gencay A, Ocsoy I. Can food and food supplements be deployed in the fight against the COVID 19 pandemic? BBA. 2021;1865:129801. doi:10.1016/j.bbagen.2020.129801 [52.](#ref-cit0052) Roy A, Sarkar B, Celik C, et al. Can concomitant use of zinc and curcumin with other immunity-boosting nutraceuticals be © 2021 The Author(s). This work is published and licensed by Dove Medical Press Limited. The full terms of this license are available at [https://www.dovepress.com/terms.php](https://www.dovepress.com/terms.php) and incorporate the [Creative Commons Attribution - Non Commercial (unported, v3.0) License](//creativecommons.org/licenses/by-nc/3.0/). By accessing the work you hereby accept the Terms. Non-commercial uses of the work are permitted without any further permission from Dove Medical Press Limited, provided the work is properly attributed. For permission for commercial use of this work, please see paragraphs 4.2 and 5 "}