{"title": "PDF", "author": "PDF", "url": "www.medrxiv.org/content/10.1101/2022.04.16.22273937v5.full.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "1 Global reports of takotsubo (stress) cardiomyopathy following COVID -19 vaccination: a systematic Ranya Teaching Hospital, Ranya, Sulaimani, Kurdistan -region, Iraq 2 Department of Adult Nursing, RAK Medical and Health Sciences University, Ras Al Khaimah, UAE. 3 Department of Nursing, University of Raparin, Ranya, Sulaimani, Kurdistan -region, Iraq Corresponding Author: Sirwan of Emergency, International It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted August 11, 2022. ; https://doi.org/10.1101/2022.04.16.22273937doi: medRxiv preprint NOTE: This preprint reports new research that has not been certified by peer review and should not be used to guide clinical practice.2 Abstract Concerns have been raised recently about takotsubo cardiomyopathy (TCM) after receiving COVID -19 vaccines, particularly the messenger R NA (mRNA) vaccines. The goal of this study was to compile case reports to provide a comprehensive overview of takotsubo cardiomyopathy (TCM ) associated with COVID -19 vaccines. A systematic literature search was conducted in PubM ed, Scopus, Embase , Web of Science, and Google Scholar between 2020 and June 1, 2022. The study included individuals who developed cardiac takotsubo cardiomyopathy from receiving COVID -19 vaccinations. Ten studies, including 10 cases, participated in the current systematic review. The mean age was 61.8 years; 90% were female, while 10% were male. 80% of the patients received the mRNA COVID -19 vaccine, while 20% received other types. In addition, takotsubo cardiomyopathy (TCM ) occurred in 50% of patients receiving the first dose and another 40% after the second dose of COVID -19 vaccines. Moreover, the mean number of days to the onset of symptoms was 2.62 days . All cases ha d an elevated troponin test and abnormal ECG findings. The left ventricular ejection fraction (LVEF) was lower than 50% in 90% of patients. In terms of the average length of hospital stay, 50% stayed for 10.2 days, and all cases recovered from their sympto ms. In conclusion, takotsubo (stress) cardiomyopathy (TCM) complications associated with COVID -19 vaccination are rare but can be life -threatening. Chest pain should be considered an alarming symptom, especially in those who have received the first and sec ond dose s of the COVID -19 vaccine. Keywords Takotsubo cardiomyopathy , stress cardiomyopathy, pandemic, caused by the severe acute respiratory syndrome coronavirus -2 (SARS -CoV-2), has hurt millions of people worldwide . The FDA granted emergency approval to Pfizer - . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted August 11, 2022. vaccines in December 2020. SARS - CoV-2 vaccines are still the bes t hope for combating the global pandemic . Takotsubo cardiomyopathy (TCM) is a type of heart disease frequently triggered by excessive physical and emotional stress. Although the pathophysiology of this condition is not fully understood, studies have suggested that it may be caused by the activation of central autonomic neurons expressing estrogen receptors . In addition , coronary vasospas m increase s sensitivity to a surge in circulating catecholamines and metabolic dysfunction [1]. Catecholamine levels are higher in TCM than in STEMI [2,3] . As a result of the COVID -19 pandemic, T CM cases have risen from 1.5% to 7.8% [4]. TCM has already been linked to a 'cytokine storm' of interleukin 6 (IL -6) and tumor necrosis factor -alpha (TNFa), which causes hyper inflammation in COVID -19 patients [5,6] . Individuals who presented without COVID -19 inf ection or other notable risk factors may have been infected with T CM due to the psychological stress of living in a pandemic [1]. TCM is more likely to occur in people w ith a history of mental illness before the pandemic outbreak [5,7-9]. The mRNA1273 and BNT1626b2 (COVID -19 mRNA vaccines) induce innate immunity, cytotoxic and helper T cell responses, and , in particular , B cell responses [10]. Pain, erythema, swelling, fever, headache, and myalgia were reported as the most common systemic or local reactions [11]. However, acute myoca rdial infarction, pulmonary embolism, stroke, and venous thromboembolism are possible complications of mRNA -based COVID -19 vaccines [12-14]. There have been reports of takotsubo cardiomyopathy following the COVID -19 vaccination, particularly following the messenger RNA (mRNA) vaccines [1,15 -23]. We are aware of no systematic review that has been conducted specifically for COVID -19 vaccine induced TCM. Given the rarity of adverse takotsubo syndrome associated with COVID19 vaccination, most of the peer -reviewed papers are case reports. The goal of this study was to compile case reports to provide a comprehensive overview of takotsubo cardiomyopathy (TCM) associated with COVID -19 vaccines. Methods . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted August 11, 2022. ; https://doi.org/10.1101/2022.04.16.22273937doi: medRxiv preprint 4 Review objectives This study's primary goal is to clarify the possibility of takotsubo cardiomyopathy (TCM) associated with COVID -19 vaccination . And to elaborate on the demographic and clinical characteristics of COVID -19 vaccinated individuals who develo p takotsubo cardiomyopathy (TCM). Protocol and Registration The review follows the PRISMA 2020 guidelines for reporting systematic reviews and meta -analyses [24]. The review protocol was recorded in the International Prospective Register of Systematic Reviews (PROSPERO) under the registration number CRD42022316515. Additionally, the AMSTAR -2 checklist was used to assess the quality of this review, which was found to be of high quality [25]. Ethical approval was not required for this review article. Search strategy A comprehensive search of major online databases (PubMed, Scopus, Embase, Web of Science , and Google Scholar) was performed from 2020 until June 1, 2022, to discover all articles that had been published. The search strategy consisted of a combination of the following keywords: \"COVID -19 vaccine \" In addition, we c hecked the references of all relevant papers to ensure the search was complete. Eligibility criteria 1. All case series and case reports after the COVID -19 vaccine developed takotsubo cardiomyopathy (TCM) in humans, regardless of the type of Vaccine and dose, were included. 2. In this review, narrative and systematic reviews, as well as papers with insufficient data, were excluded. Furthermore, articles written in languages other than English were excluded. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted August 11, 2022. ; https://doi.org/10.1101/2022.04.16.22273937doi: medRxiv preprint 5 Data extraction and selection process Every step of the data extraction process from the source was guided by PRISMA 2020 . It was used to guide the process. Three independent authors (S .K.A. , R.A.E. , and M .G.M. ) used the Rayyan website to screen abstracts and full -text articles based on inclusion and ex clusion criteria [26]. Disagreements between the three independent authors were resolved by discussion. The data extraction process was carried out using predefined forms in Microsoft Office Excel. A total of the following information was extracted from each research study: author names, year of publication, age, gender, type of COVID -19 Vaccine, dose, troponin levels, days to symptom onset, symptoms, length of hospital stay/days, E CG, LVEF < 50% or LVEF > 50% , treatment , and their outcomes. Critical appraisal We used the Joanna Briggs Institute's critical appraisal tool for case reports to evaluate all included studies [27]. Three authors evaluated each article independently (S.K.A , M.G.M , and R .A.E). The paper evaluation disagreements were resolved through discussion or by the first author (S .K.A. ). The results of our systematic review were evaluated using the AMSTAR 2 criteria [25]. The overall quality of our systematic review was rated \"moderate\" by the AMSTAR 2 tool. Data synthesis and analysis The data from the articles included in this systematic review were extracted and pooled. This data included (author names, year of publication, age, gender, type of COVID -19 vaccine, dose, troponin levels, days to symptom s onset, symptoms, length of hospital stay/days, E CG, LVEF <50% or LVEF >50% , treatment , and their outcomes). We collected this information from the findings of eligible studies. Categorical data were expressed as proportions (%), and numerical data were e xpressed as mean ± standard deviation (SD). Statistical analysis will be performed using the Statistical Package for the Social . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted August 11, 2022. ; https://doi.org/10.1101/2022.04.16.22273937doi: medRxiv 6 Sciences (SPSS) (SPSS Inc ., Chicago, IL, USA ). We pooled the results of the studies into one table. Result s Selection of studies The search was performed on significant databases (PubMed, Scopus, Embase, Web of Science , and Google Scholar) between 2020 and June 1, 2022 , and yielded 2371 articles relevant to our search criteria. The references were then organized using a citation manager tool (Mendeley), and 459 articles were automatically eliminated because they were duplicate s. Then, a final check was performed on 1 912 articles to ensure that their titles, abstracts, and full texts were accurate. One thousand eight hundred ninety -seven articles were rejected because they did not meet the requirements to be included. Aside from that, 1 5 articles were submitted for retri eval, with five being dismiss ed because they did not meet our inclusion criteria. Finally, our systematic review included only ten articles ( Fig 1 ). Case report details are shown in ( Table 1 ). Characteristics of the included studies Table 2 shows an overv iew of the ten cases. The mean age and SD were 61. 8 ±13.68 years; 90% were female, while 10% were male. 80% of the patients received the mRNA COVID -19 vaccine , either from -19 Vaccine (mRNA -1273), while 2 0% of patients received types, including AstraZeneca COVID -19 vaccine (ChAdOx1 nCoV -19). In addition, takotsubo cardiomyopathy occurred in 50% of patients receiving the first dose and another 40% after the second dose of COVID -19 vaccines. Moreover, th e mean number of days to onset symptoms was 2.62 ± 2.19 days. All cases had an elevated troponin test and abnormal E CG findings. The left ventricular ejection fraction (LVEF) was lower than 50% in 90% of patients . Regarding the average length of hospital stay, 50% stayed for 10.20 ± 3.96 days, and all cases recovered from their symptoms. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted August 11, 2022. ; https://doi.org/10.1101/2022.04.16.22273937doi: medRxiv preprint 7 Discussion COVID -19 vaccines protect the general public health and restrict viral propagation. Inactivated viral, DNA, mRNA, and protein -based vaccines are the four primary mechanisms that h ave been examined in this research for COVID -19 vaccines. DNA -based vaccinations use viral vectors to deliver the D NA coding for the SARS -CoV-2 spike protein into cells; mRNA vaccines typically deliver mRNA into cells via a lipid n anoparticle; protein vaccines use the spike proteins or their particles, and certain other vaccinations use inactivated viruses [ 44]. The COVID -19 pandemic has recorded the most extensive global vaccination program in history, with over 11.3 billion vaccin ation doses administered from December 2020 to December 2021. With increasing populations being vaccinated daily, we are seeing increased reports of associated side effects. The most common side effects are pain, swelling, and redness around the injection site. Systemic side effects like fever, tiredness, muscle pain, and headache can also happen to about one in four people. The females have noted a higher prevalence of these systematic effects [45]. Moreover, severe side effects have been reported and are under current monitoring: thrombocytopenic thrombosis, anaphylaxis, Bell leak syndrome [46 ,58,68]. In this systematic review, half of the cases were from the United States , most of the participants were female , and their mean age was 61.6. It was found that the participants received different types of COVID - 19 vaccinations, including Pfizer -BioNTech (40 nCoV -19 %). More than half of the symptoms t riggered by the first dose of the COVID -19 vaccine. Another important finding is that the symptoms started to happen after the vaccine dose, with a mean of 2.62 days . In line with the current results, Jani et al. (2021) mentioned that up to now, few cases of TCM have been reported after first or second dose administration of SARS -CoV- 2 vaccines, even including different types of vaccines like mRNA -1273, BNT162b2, and ChAdOx1 nCoV -19 [47]. Another case report supported that a case of TCM after administration of the second dose . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted August 11, 2022. ; https://doi.org/10.1101/2022.04.16.22273937doi: 8 of the DNA ChadOX1 nCOV -19 (AZD122) vaccination was reported, and this condition predominantly affects women (90%) at age 50 and above [48]. Also, Berto et al. (2021) wrote that a healthy 30 -year-old Asian woman was brought to the emerg ency room with sudden chest pain and a cold sweat after receiving the second mRNA COVID -19 vaccine shot (Pfizer, New York City) 2 days prior [49]. Although the pathophysiology of TCM after COVID -19 vaccination is not well established, the proposed hypotheses are stunning changes in ischemia -induced myocardium. It could be secondary to microvessel or multi -vessel vasospasm and direct myocardial injury due to surge currents. Stress cause s more release of catecholamine via excessive activation of sympathetic nervous system through the hypothalamic - pituitary -adrenal axis [50]. The limbic prefrontal cortex, and hippocampu s impaired neural networks during stress in TTS patients [51-54]. In a takotsubo rat model; epinephrin affinity switching from beta2 -adrenoreceptors -Gs during low epinephrine amount to Gi when the amount of epinephrin is high causes acute apical cardi ac depression, this process is protecting myocardium from toxicity during stress [55]. Scally et al., (2019) [6] has reported elevation of cytokines (seru m interleukin -6, chemokine ligand 1, and classic CD14++CD16 -) and infiltration of inflammatory myocardial macrophage in TTS patients. Naegele et al., (2016) [56] in his study found serious endothelial dysfunction in TTS patients. Another possible explanati on is that the free -floating spike proteins may interact with angiotensin -converting enzyme 2. The imbalance between angiotensin II (overactivity) and angiotensin (deficiency) might play a role in the genesis of acute elevation in blood pressure, and this could be applied as a result of vaccination [62]. The diagnosis of takotsubo cardiomyopathy (TCM) was based on seven criteria put forward by the European Society of Cardiology [5 7]. The cardiac signs and symptoms, as well as electrocardiographic and laboratory findings, may be similar in patients who have TC M or myocarditis, which can make it very difficult to differentiate between the two conditions. Despite these difficulties, myocarditis is typically diagnosed with endomyocardial biopsy and cardiac magnetic resonance (CMR) [59]. Additionally, a cute emotional or physical stressors induce increased levels of catecholamines and cortisol . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted August 11, 2022. ; https://doi.org/10.1101/2022.04.16.22273937doi: medRxiv preprint 9 in the blood . These elevations mediate multiple pathways , including p ericardial coronary artery spasm s, microvascular dysfunction, and direct muscle cell inju ry, are all critical findings of transthoracic echocardiogr aphy [60,61]. In this systematic review, all cases had elevated troponin levels, the ejection fr action was above 50 %, and the electrocardiogram showed abnormal findings. A ccordi ng to the Mayo Clinic criteria hypokinesia, akinesia, wall epicardial vasculature boundaries, with or without apex involvement . It is diagnosed when it e xpands beyond that. No evidence by angiography of obstructive coronary artery disease or acute plaque rupture , new S T elevation or T wave inversion , or m ild cardiac troponin elevation. TCM is triggered by emotional, physical, or unknown causes [ 63,64]. These findings matched Toida et al. (2021), who reported that patients received the first dose of the Pfizer - BioNTech COVID -19 vaccine. The day after the vaccination, she developed general fatigue and a loss of appetite. A physical examination revealed a syst olic murmur of Levine 2/6 at the second left sternal border, clear lung sounds, and no leg edema. On admission, electrocardiography (E CG) revealed atrial fibrillation with a normal axis, negative T -waves in I, aVL, V3 -6 leads , onged QTc interval of 495 ms [65]. In our review, m ore than half of the patients stayed in the hospital with a mean ± SD of 10.20 ± 3.96 days , and all recovered without complications. An outcomes study assessing the trends of hospitalized patients with takotsubo cardiomyopathy demonstrated an in -hospital mor tality rate of 1.3% , a hospital discharge rate to the home of 73.6%, and 1 -year mortality of 6.9% [66]. In addition, eni et al. (2022 ) reported that the patient was clinically improved and had no evidence of high-risk features on E CG or TTE [67]. However, these findings do not support the previous study by Toida et al. (2021 ), who showed the case report regarding takotsubo cardiomy opathy after the COVID -19 vaccine and found the patient's length of hospital stay was about fivedays [ 65]. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted August 11, 2022. ; https://doi.org/10.1101/2022.04.16.22273937doi: medRxiv preprint 10 Limitation We recognize that our systematic review has some limitations, which include only involv ing case reports and case series due to the limited numbers of original studies published on the takotsubo cardiomyopathy after tak ing COVID -19 vaccines , so the results should be interpreted with some caution. Moreover, we do not have any data about the previous history of COVID -19, which may affect the results since COVID - 19 can also cause cardiac complication s. Conclusion Takotsubo cardiomyopathy (TCM) complications associated with COVID -19 vaccination are rare but can be life -threatening. Chest pain should be considered an alarming symptom, especially in those who have received a second dose of the vaccine i n the last three days. For diagnosis, CK -MB and troponin are better biomarkers to confirm myocarditis than C RP, ESR, and NTproBNP. All of the cases had whol ly recovered without any irreversible cardiomyopathy changes. Conflicts of interest There is no conflict to be declared. Funding This research did not receive any specific grant from the public, commercial, or not -for-profit funding agencie s. Author Agreement Statement We declare that this manuscript is original, has not been published before , and is not currently being considered for publication elsewhere. We confirm that the manuscript has been read and approved by all named authors and that there are no other persons who satisfied the criteria for authorship but are not listed. We con firm that all have agreed with the order of authors listed in our manuscript . We understand . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted August 11, 2022. ; https://doi.org/10.1101/2022.04.16.22273937doi: medRxiv preprint 11 that the Corresponding Author is the sole contact for the Editorial process. He is responsible for communicating with the other authors about progress, submissions of revisions , and final approval of proofs. Data availability Statement All relevant data are within the manuscript and its supporting information files. Authors ' contributions: Conception and design S KA acquisition of data S KA, RAE analysis and interpretation of data S KA, RAE, MGM, EEA, drafting of the manuscript S KA, RAE, MGM, EAA critical revision of the manuscript for effective intellectual content statistical analysis S KA, SAO and RMO , administrative S KA, RAE, MGM, EAA technical S KA, supervision S KA and all authors approving the final draft. Provenance and peer review Not commissioned, externally peer -reviewed Acknowledgments Not applicable Referen ces [1] C. Stewart, D.T. Gamble, D. Dawson, Novel case of takotsubo cardiomyopathy following COVID -19 vaccination, B Engl J Med. systematic clinical presentation approach to Takotsubo CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted August 11, 2022. ; https://doi.org/10.1101/2022.04.16.22273937doi: medRxiv preprint 12 [4] R.M. Shah, M. Shah, S. Shah, A. Li, S. Jauhar, Takotsubo syndrome and COVID -19: Cardiol. 46 (2021) 100763. [5] S. Singh, R. Desai, Z. Gandhi, H.K. Fong, S. Doresw amy, V. Desai, A. Chockalingam, P.K. Mehta, R. Sachdeva, G. Kumar, Takotsubo syndrome in patients with COVID -19: a systematic review of published cases, S N Compr Clin Med. 2 (2020) 2102 -2108. [6] T. Mezincescu , A. Rudd, N. Yucel - Finn, R. Yuecel, K. Oldroyd, Myocardial and systemic inflammation in acute 139 H. A.S. N owacki, R. Shah, S. Khubber, K. Anmar, Incidence of stress cardiomyopathy during the coronavirus disease 2019 pandemic, JAMA Netw Carugo, Takotsubo syndrome in COVID -19 era: Is key?, J Verbeke, I. Lentacker, S.C. De Smedt, H. Dewitte, The dawn of mRNA vaccines: The COVID -19 case, the BNT162b2 mRNA Covid -19 Vaccine, N Engl CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted August the BNT162b2 mRNA COVID -19 vaccine in [14] NP. . Zerbo, K.E. Hanson, J.G. Donahue, E.O. Kharbanda, A. Naleway, J.C. Nelson, Surveillance for adverse events -19 vaccination, Gräni, e119 -e120. [16] C. Jani, J. Leavitt, A. Dimaso, K. Pond, S. Gannon, A.K. Chandran, Takotsubo cardiomyopathy after vaccination for coronavirus disease 2019 in a patient on maintenance hemodial ysis, C EN Case Reports. (2021) 1 -5. [18] C. Fearon, P. Parwani, B. Gow -Lee, D. Abramov, Takotsubo syndrome after receiving the COVID -19 Vaccine, J Cardiol Cases. 24 (2021) 223 Kasayuki, Reverse Takotsubo Car diomyopathy as a Cause of Acute Chest Pain in a Young Woman Following COVID -19 Vaccination, Circ Cardiovasc Imaging. 15 (2022) e013661. [20] P. C. (stress) cardiomyopathy after ChAdOx1 . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted August 2022. V.A. Ferrari, Y. Han, Myocarditis and other cardiovascular complications of the mRNA -based COVID -19 vaccines, Cureus. 13 (2021). Vasc. 40 (2022). [23] G. G. Ligurgo, 24 updated guideline for reporting systematic reviews, J Surg. 88 (2021) 105906. https://doi.org/https://doi .org/10.1016/j.ijsu.2021.105906. [25] Thuku, C. Hamel, J. Moran, D. Moher, P. Tugwell, V. Welch, E. Kristjansson, AMSTAR 2: a critical appraisal tool for systematic reviews that include randomised or non -randomised stud ies of healthcare interventions, —a web and mobile app for systematic reviews, Syst Rev. 5 (2016) 1 -10. [27] S. Moola, Z. Munn, C. Tufanaru, E. Aromataris, K. Sears, R. Sfetcu, M. Currie, R. Qureshi, P. Mattis, K. Lisy, Chapter 7: Systematic reviews of etiology and risk, Joanna Briggs Inst Rev Manual Joanna . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted August 11, 2022. ; https://doi.org/10.1101/2022.04.16.22273937doi: medRxiv preprint 15 Interesting Case of Fatal Myasthenic Crisis Probably Induced by the COVID -19 Vaccine, Cureus. 14 (2022). [30] I.S. Wittstein, The sympathetic nervous system in the pathogenesis of Takotsubo syndrome, Heart Fail Clin. stunning due to sudden emotional stress, N Engl J Med. 352 (2005) 539 -548. Cardiac complications following mRNA COVID19 vaccines: A systematic review of case reports and case series, Rev Med Virol. (2021) e2318. Takotsubo cardiomyopathy triggered by influenza B, Pol Merkur Lek. 45 (2018) 67 -70. [34] E. Nyman, E. Mattsson, P. Tornvall, Trigger factors in takotsubo syndrome -a systematic review of case reports, Eur J Intern Med. 63 (2019) 62 -68. [35] Crea, Galiuto, W. Desmet, International expert consensus document on Takotsubo syndrome (part I): clinical characteristics, diagnostic criteria, and pathophysiology, Eur Heart Crea, Galiuto, W. Desmet, International consensus document on Takotsubo syndrome (part II): diagnostic workup, outcome, and management, Eur Heart J. 39 (2 018) 2047 -2062. [37] A. Riad, A. Pokorná, M. Mekhemar, S. Attia, . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted August 11, 2022. ; 16 Safety of ChAdOx1 nCoV -19 vaccine: independent evidence from two E U 9 (2021) 673. [38] MA Delving role of nutritional psychiatry to mitigate the COVID -19 pandemic induced stress, anxiety and depression, Trends Food Sci Technol. (2022). [39] R.M. Kaplan, A. Milstein, Influence of a COVID -19 vaccine 's effectiveness and safety profile on vaccination acceptance, Proc Natl Acad Sci. 118 Kazandjieva, N. Tsankov, effects 39 Dreyer, H.M. short -and long -term outcomes for takotsubo cardiomyopathy among medicare fee -for-service beneficiaries, 2007 to 2012, JACC Hear Fail. 4 (2016) 197 -205. [42] Engler, Myocarditis and pericarditis: case definition and guidelines for data collection, analysis, and presentation of immunization safety data, Vaccine. (2022). [43] A. eni, Similarities and differences of cardiovascular complications of COVID -19 infection and COVID -19 vaccination, Lodigiani Carannante N, Annunziata A, Fiorentino G, Russo thrombocytopenic Oct;57(10):997. [45] Menni DA, . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted August 11, 2022. ; https://doi.org/10.1101/2022.04.16.22273937doi: medRxiv preprint 17 Merino J, Hu C. Vaccine side -effects and SARS -CoV -2 infection after vaccination in users of the COVID Symptom Study app in the U K: a prospective observational study. The Lancet Infectious Diseases. 2021 Jul 1;21(7):939 -49. [46] Chu L, McPhee R, Huang Pajon R, Nestorova B, Leav B, mRNA -1273 Study Group. A preliminary report of a randomized contr olled phase 2 trial of the safety and immunogenicity of mRNA -1273 Jani C, Leavitt J, Al Omari O, Dimaso A, Pond K, Gannon S, Chandran AK, Dennis C, Colgrove R. COVID -19 -Associated May 1;28(3):361 -4. [48] Stewart C, Gamble DT, Dawson D. Novel case of takotsubo cardiomyopathy following COVID - 19 vaccination. B MJ CP. 2022 Jan 1;15(1):e247291. AT, Gräni C. Takotsubo cardiomyopathy after mRNA COVID -19 vaccination. Heart, Lung and Circulation. 2021 Dec 1;30(12):e119 -20. [50] X. Wang, J. Pei, X. Hu, The brain -heart connection in takotsubo syndrome: the central nervous system, sympathetic nervous system, and catecholamine overload, Cardiol Res Pract. 2020 (n.d.). [51] H. Suzuki, Matsumoto, Kaneta, Sugimura, J. Takahashi, Y. Fukumoto, S. Takahashi, H. Shimokawa, Evidence for brain activation in patients with takotsubo cardiomyopathy, Circ J. 78 Abohashem, M.T. Osborne, Naddaf, T. Patrich, T. Abbasi, Stress -associated neurobiological activity associates with the risk for and timing of subsequent Takotsubo syndrome, Eur Heart J. 42 (2021) 1898 -1908. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted August 11, 2022. ; https://doi.org/10.1101/2022.04.16.22273937doi: medRxiv with structural brai n alterations of the limbic system, J Am Coll 71 Central autonomic nervous system response to autonomic challenges is altered in patient s with a previous episode of Takotsubo cardiomyopathy, Eur Hear J Acute Cardiovasc Care. 5 H. Paur, in a 2 iser, S. Cantatore, C. Templin, G. Fröhlich, Endothelial function and sympathetic nervous system activity in patients with Takotsubo syndrome, Int J Cardiol. 224 (2016) 226 -230. [57] Bybee KA, Kara T, Prasad A, Lerman A, Barsness GW, Wright RS, Rihal CS. Systematic review: transient left ventricular apical ballooning: a syndrome that mimics Ann Intern Med COVID -19 vaccination: A report of 7 cases. Annals of Medicine and Surgery. 2022 May 1;77:103657. [59] vs. acute myocarditis. Heart & Lung: The Journal of Cardiopulmonary and Acute Care. 2018 Nov 1;47(6) :646. [60] Wittstein IS. The sympathetic nervous pathogenesis of Takotsubo syndrome. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted August 11, 2022. ; https://doi.org/10.1101/2022.04.16.22273937doi: medRxiv preprint 19 Heart Wittstein IS, Thiemann DR, Lima Gerstenblith G, KC, Rade Bivalacqua TJ, Champion HC. Neurohumoral features of myocardial stunning due to sudden emotional stress. New England journal of medicine. 2005 Feb 10;352(6):539 -48. [62] E reda A, Toselli C, Colombo A, Giannini F, Esposito A. Coronary calcium score as a predictor of outcomes in the hypertensive Covid -19 population: results from the I J, O, Dimaso A, Pond K, Gannon S, Chandran AK, Dennis C, Colgr ove R. COVID Vaccine P. Trigger factors in takotsubo syndrome -a systematic review of case reports. European Journal of Internal Medicine. 2019 May 1;63:62 -8. [65] Toida R, Uezono K. Takotsubo cardiomyopathy after vaccination for coronavirus disease 2019 in a patient on maintenance hemodialysis. C EN Case Reports. 20 21 Nov 3:1 -5. [66] Tejtel Engler RJ. Myocarditis and pericarditis: case definition and guidelines for data collection, analysis, and presentation of immunization safety da ta. Vaccine. 2022 Jan 31. [67] eni A. Similarities and differences of cardiovascular complications of COVID -19 infection and It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted August Khdir following COVID -19 vaccination: A systematic review and meta - analysis. Diabetes & Metabolic Syndrome: Clinical Research & Reviews. 2022 May 27:102513. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted August 11, 2022. ; https://doi.org/10.1101/2022.04.16.22273937doi: medRxiv preprint 21 Fig 1 : PRISMA flow diagram. . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted August 11, 2022. ; https://doi.org/10.1101/2022.04.16.22273937doi: medRxiv preprint 22 Table 1: Characteristics and outcomes of patients with takots ubo cardiomyopathy related to COVID -19 Vaccine. Author/Year of Caitlin [1] Colleen Fearon al 2021 [18] Hiroki Yamaura 2022 et al 2022 [23] Country Switzerland United States Japan United Kingdom United States Japan Australia United States Italy Italy Age/years 63 65 80 50 73 30 72 60 71 54 Gender Female Female Female Female Female Female Male Female Female Female Type of vaccine mRNA of Vaccine 1st 1st 1st 2nd NA. 2nd 1st 2nd 1st 2nd Days to symptom onset 1 1 1 7 1 2 4 4 5 hours Few hours Symptoms dyspnoea and fever. Chest pain, myalgia, nausea, headache General fatigue, loss of appetite Chest pain chest pain, shortness of breath, fatigue, nausea chest pain and cold sweat Chest pain, fatigue and myalgias, fever Chest pain chest pain and shortness of breath palpitations, asthenia, and intermittent chest tightness Troponin level Elevated Elevated Elevated Elevated Elevated Elevated Elevated Elevated Elevated Elevated Abnormal Abnormal Abnormal Abnormal Abnormal Abnormal Abnormal Abnormal Abnormal Abnormal Length of hospital stay (days) NA NA 13 5 8 15 10 NA NA NA Treatment NA Aspirin, atorvastatin, lisinopril, metoprolol succinate Oxygen, IV fluid Dual antiplatelet therapy metoprolol succinate, losartan The patient was managed without medical therapies patient received appropriate introduction and titration of therapy metoprolol succinate and lisinopril. NA NA Outcome Discharged Discharged Discharged Discharged Discharged Discharged Discharged Discharged Discharged Discharged . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted August 11, 2022. ; https://doi.org/10.1101/2022.04.16.22273937doi: medRxiv preprint 23 Table 2 : Summary of pooled data from included published research papers have been reported in the literature (n = 10) Variables Results Age (Mean ± SD) 61.8 ± 13.68 years Gender (n) % Male - 1 (10%) Female - 9 (90%) Type of COVID -19 vaccine (n) % Pfizer -BioNTech - 4 nCoV -19 - 2 (20%) Dose (n) % First dose - 5 (50%) Second dose - 4 (40%) None reported 1 (1 0%) Days to symptom onset ( Mean ± SD) 2.62 ± 2.19 days Troponin level (n) % Elevated - 10 (100%) Not elevated - 0 (0%) Left ventricular ejection fraction (n) % 9 (90%) LVEF <50% - 1 (10%) Electrocardiogram (ECG) (n) % Abnormal - 10 (100%) Normal - 0 (0%) Length of hospital stay (days) (Mean ± SD) 10.20 ± 3.96 days in 5 patients Unknown in 5 patients Outcome Recovered - 10 (100%) . CC-BY 4.0 International license It is made available under a is the author/funder, who has granted medRxiv a license to display the preprint in perpetuity. (which was not certified by peer review)The copyright holder for this preprint this version posted "}