{"title": "English (ENGL)", "author": null, "url": null, "hostname": null, "description": null, "sitename": null, "date": "2021-10-26", "cleaned_text": "Courses ENGL 1000. English at Northeastern. (1 Hour) Intended for first-year students in the College of Social Sciences and Humanities. Introduces first-year students to the liberal arts in general; familiarizes them with their major; helps them develop the academic skills necessary to succeed (analytical ability and critical thinking); provides grounding in the culture and values of the University community; and helps them develop interpersonal skills—in short, familiarizes students with all skills needed to become a successful university student. ENGL 1120. Trouble in Utopia. (4 Hours) Offers a first-year seminar exploring utopian/dystopian thought from Plato to contemporary popular culture, as a site for literary, political, social, and personal experimentation. Offers students opportunities to identify, critique, and theorize utopian ideas in critical and creative writing exercises. Culminates in a collective exhibit for which students produce and analyze their own utopian \"artifacts\" in the medium of their choice. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) (may be taken concurrently) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) (may be taken concurrently) with a minimum grade of C or ENGL 1111 (may be taken concurrently) with a minimum grade of C or ENGL 1102 (may be taken concurrently) with a minimum grade of C Attribute(s): NUpath Creative Express/Innov, NUpath Interpreting Culture, NUpath Writing Intensive ENGL 1140. Grammar: The Architecture of English. (4 Hours) Provides students with the basic tools for analyzing how sentences work. Whenever we produce or understand a sentence, we are following unconscious rules of grammar, our internalized \"architecture\" of English. In this course, we learn a new method for discovering and describing sentence structure and as well as a useful set of tools for analyzing language in all of its representations. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) (may be taken concurrently) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) (may be taken concurrently) with a minimum grade of C or ENGL 1111 (may be taken concurrently) with a minimum grade of C or ENGL 1102 (may be taken concurrently) with a minimum grade of C Attribute(s): NUpath Formal/Quant Reasoning ENGL 1160. Introduction to Rhetoric. (4 Hours) Introduces major concepts, traditions, and issues in rhetorical studies. Explores topics such as the range of ways that people persuade others to change their minds or take action; the relationship among language, truth, knowledge, and power; the role of language in shaping identity, communities, and cultures; and the use of rhetoric for activism and advocacy. Focuses on rhetoricians and rhetorics from diverse traditions, emphasizing contemporary and interdisciplinary approaches to investigating a wide range of rhetorical artifacts. Prerequisite(s): ENGL 1102 (may be taken concurrently) with a minimum grade of C or ENGL 1111 (may be taken concurrently) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) (may be taken concurrently) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) (may be taken concurrently) with a minimum grade of C Attribute(s): NUpath Interpreting Culture, NUpath Societies/Institutions ENGL 1300. Introduction to Health and Humanities. (4 Hours) Explores the ways in which narrative and other forms of creative and cultural expression help shape conceptions of illness, healing, and the body. Offers students opportunities to consider the health and humanities through a variety of interdisciplinary perspectives and genres. Includes small-group and classwide experiential field outings. Culminates in the composition of reflective responses, a medical ethics/medical journalism piece, and a team-based experiential e-portfolio project. Course objectives include differentiating between healing and curing; knowing how to elicit, listen to, and analyze stories to determine how participants in the healthcare system experience illness and healing; being able to articulate the ways health is a cultural construct; and using this analysis to identify an empathic response as a future professional. Attribute(s): NUpath Interpreting Culture ENGL 1400. Introduction to Literary Studies. (4 Hours) Introduces the diverse fields that comprise literary studies for English majors and minors. Surveys the methods and topics of English literary and textual studies, including a wide range of media (e.g., images, film, and graphic narrative). Explores strategies for reading, interpreting, and theorizing about texts, including how race, gender, sexuality, class, and colonialism are represented in literary texts, other media, and scholarship. Focuses on developing skills in thinking analytically, writing clearly about complex ideas, and conducting research. Prerequisite(s): ENGL 1111 (may be taken concurrently) with a minimum grade of C or ENGL 1102 (may be taken concurrently) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) (may be taken concurrently) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) (may be taken concurrently) with a minimum grade of C Attribute(s): NUpath Writing Intensive ENGL 1410. Introduction to Research on Writing. (4 Hours) Introduces students to research about the histories, theories, and practices informing how people learn to write and how writing is used in home, school, work, and civic contexts. Explores writing and writing instruction in the United States and in international contexts, including the social and political significance of writing in particular cultural contexts with an emphasis on diversity, equity, and inclusion. Class projects emphasize methods such as archival research, case study research, multimodal composing, and community-based writing that invite students to think about their own experiences and practices of other groups. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) (may be taken concurrently) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) (may be taken concurrently) with a minimum grade of C or ENGL 1111 (may be taken concurrently) with a minimum grade of C or ENGL 1102 (may be taken concurrently) with a minimum grade of C Attribute(s): NUpath Writing Intensive ENGL 1450. Reading and Writing in the Digital Age. (4 Hours) Grapples with the long and sometimes tumultuous relationship between texts and new media technologies. Offers students opportunities to historicize and engage the social and intellectual upheavals of our own technological moment through reading, discussion, writing projects, and practicums that seek to develop skills for analyzing the data and metadata of texts through both qualitative and quantitative methods. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Analyzing/Using Data, NUpath Interpreting Culture, NUpath Writing Intensive ENGL 1500. British Literature to 1800. (4 Hours) Surveys the major British writers and major literary works from the Middle Ages to the end of the eighteenth century. Includes works by such writers as Julian of Norwich, Chaucer, Spenser, Shakespeare, Milton, Behn, Pope, and Swift. Prerequisite(s): ENGL 1102 (may be taken concurrently) with a minimum grade of C or ENGL 1111 (may be taken concurrently) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) (may be taken concurrently) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) (may be taken concurrently) with a minimum grade of C Attribute(s): NUpath Interpreting Culture ENGL 1502. American Literature to 1865. (4 Hours) Surveys the major American writers and major literary forms from the colonial period to the Civil War. Includes works by such writers as Bradstreet, Taylor, Wheatley, Cooper, Poe, Hawthorne, Douglass, Stowe, Melville, and Emerson. Prerequisite(s): ENGL 1102 (may be taken concurrently) with a minimum grade of C or ENGL 1111 (may be taken concurrently) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) (may be taken concurrently) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) (may be taken concurrently) with a minimum grade of C Attribute(s): NUpath Interpreting Culture, NUpath Societies/Institutions ENGL 1600. Introduction to Shakespeare. (4 Hours) Introduces students to a selection of Shakespeare's major plays in each of the principle genres of comedy, tragedy, history, and romance. Prerequisite(s): ENGL 1102 (may be taken concurrently) with a minimum grade of C or ENGL 1111 (may be taken concurrently) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) (may be taken concurrently) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) (may be taken concurrently) with a minimum grade of C Attribute(s): NUpath Interpreting Culture, NUpath Societies/Institutions ENGL 1700. Global Literatures 1. (4 Hours) Introduces students to global works from the earliest literatures to 1500. May include texts from Africa (Sunjara); the Americas; Asia (Murasaki Shikibu's Tale of Genji from Japan and Lao Tzu's Tao Te Ching from China); Europe (Dante Alighieri's Divine Comedy from Italy, the Song of Roland from France, Homer's Iliad from Greece); and the Middle East (The Epic of Gilgamesh from Mesopotamia and One Thousand and One Nights from Arabic, Indian, and Persian sources). Works in translation where necessary. Prerequisite(s): ENGL 1102 (may be taken concurrently) with a minimum grade of C or ENGL 1111 (may be taken concurrently) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) (may be taken concurrently) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) (may be taken concurrently) with a minimum grade of C Attribute(s): NUpath Difference/Diversity, NUpath Interpreting Culture ENGL 1701. Global Literatures 2. (4 Hours) Introduces students to selected global literary works from the 16th century to the present. May include works from Africa (A. Igoni Barrett's Blackass from Nigeria); the Americas from the Laguna people, Popol Vuh from the Mayan peoples, and Isabel Allende's The House of the Spirits from Chile); Asia (Anita Desai, Clear Light of Day from India and Kyung-sook Shin's Please Look After Mom from South Korea); Europe (Evliya Çelebi's Book of Travels: The City of Boudonitza from Turkey, Miguel de Cervantes' Don Quixote from Spain, and François Rabelais' Gargantua and Pantagruel from France). Works in translation where necessary. Prerequisite(s): ENGL 1102 (may be taken concurrently) with a minimum grade of C or ENGL 1111 (may be taken concurrently) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) (may be taken concurrently) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) (may be taken concurrently) with a minimum grade of C Attribute(s): NUpath Difference/Diversity, NUpath Interpreting Culture ENGL 1990. Elective. (1-4 Hours) Offers elective credit for courses taken at other academic institutions. May be repeated without limit. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C ENGL 2150. Literature and Digital Diversity. (4 Hours) Focuses on the use of digital methods to analyze and archive literary texts, emphasizing issues of diversity and inclusion. Covers three main areas: text encoding, textual analysis, and archive construction. Considers literary texts and corpora, including works by well-known authors such as Shakespeare, together with collections by marginalized writers, including slave narratives and writings by early modern women. Offers students an opportunity to explore what counts as literature and how computers, databases, and analytical tools give substance to concepts of aesthetic, cultural, and intellectual value as inflected by race and gender. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade NUpath Difference/Diversity ENGL 2296. Early African-American Literature. (4 Hours) Surveys the development and range of black American writers, emphasizing poetry and prose from early colonial times to the Civil War. [ENGL 2296](/search/?P=ENGL%202296) and AFM 2296 are cross-listed. Prerequisite(s): minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Difference/Diversity, NUpath Interpreting Culture ENGL 2301. The Graphic Novel. (4 Hours) Explores the word-and-image medium of comics as a narrative form. Focuses on the contemporary phenomenon of the so-called graphic novel. What are the preoccupations of today's graphic novels? How does their storytelling work? Some work in translation is included, but the course largely concentrates on the American tradition, focusing on fiction, memoir, and nonfiction reporting and adaptation. Offers students an opportunity to learn practices of reading—and making—comics. Emphasizes the formal language, or grammar, of comics in order to interpret its narrative procedure and possibilities. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Creative Express/Innov, NUpath Interpreting Culture ENGL 2330. The American Renaissance. (4 Hours) Studies the nineteenth-century development of an American national literary tradition in the context of democratic and romantic attitudes toward experience, nation formation, and national crisis. Includes such writers as Emerson, Thoreau, Hawthorne, Fuller, and Melville. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Difference/Diversity, NUpath Interpreting Culture ENGL 2420. Contemporary Poetry. (4 Hours) Studies developments in British and (especially) American poetry since 1945. Includes such writers as Bishop, Lowell, Ginsberg, Ashbery, Walcott, Heaney, Kunitz, Jorie Graham, Frank Bidart, Rita Dove, and Kevin Young. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C ENGL 2430. Contemporary Fiction. (4 Hours) Examines British and American writers from 1945 to the present, including such figures as Lessing, Burgess, Pynchon, Morrison, Kingston, and Erdrich. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C ENGL 2440. The Modern Bestseller. (4 Hours) Focuses on contemporary commercially successful fiction and nonfiction, including memoir, dystopian, fantasy, young adult, and experimental works. Examines the historical, cultural, and political contexts in which bestsellers were written and how they are named \"bestsellers.\" Taking race, gender, class, and other identity markers into consideration, explores how some writers and audiences are included or excluded from the most popular bestseller lists. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Interpreting Culture ENGL 2450. Postcolonial Literature. (4 Hours) Examines the literature and cultures of postcolonial nations in the Caribbean, Africa, and Asia. Designed to familiarize students with the cultural paradigms and transnational experiences of colonialism. Introduces various theories about postcolonialism and decolonization. Focuses on the variety of artistic strategies employed by writers to communicate contemporary postcolonial themes such as neocolonialism, nationalism, global feminisms, and diaspora. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of NUpath Interpreting Culture ENGL 2451. Postcolonial Women Writers. (4 Hours) Examines the literature and cultures of postcolonial nations in the Caribbean, Africa, Asia, and elsewhere through the lens of gender. Designed to familiarize students with the relationships between cultural paradigms associated with gender and transnational experiences of colonialism. Focuses on the variety of artistic strategies employed by writers to communicate the impacts of gender and sexuality on contemporary postcolonial themes such as neocolonialism, nationalism, and diaspora. Writers may include Chimamanda Adichie, Nawal Saadawi, Marjane Satrapi, Bessie Head, Sonia Singh, and Dionne Brand. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Difference/Diversity, NUpath Interpreting Culture ENGL 2455. American Women Writers. (4 Hours) Surveys the diversity of American women's writing to ask what it means to describe writers as disparate as Phillis Wheatley, Edith Wharton, Toni Morrison, and Alison Bechdel as part of the same 'tradition.' With attention to all genres of American women's writing, introduces issues of race, genre and gender; literary identification; canons; the politics of recuperation; silence and masquerade; gender and sexuality; intersectionality; sexual and literary politics, compulsory heterosexuality, and more. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of NUpath Interpreting Culture ENGL 2470. Asian-American Literature. (4 Hours) Introduces students to American writers of Chinese, Japanese, Korean, Filipino, South Asian, and Southeast Asian descent. Focuses on works published since the 1960s. Pays close attention to prevalent themes, sociohistorical contexts, and literary form. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Difference/Diversity, NUpath Interpreting Culture ENGL 2510. Horror Fiction. (4 Hours) Explores English and American horror fiction. Focuses on short stories, novels, and movies. Examines the evolution of horror fiction and the various themes, techniques, and uses of the macabre. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C ENGL 2520. Science Fiction. (4 Hours) Traces the development of various science fiction themes, conventions, and approaches (human vs. machine, human/machine hybrids, alien encounters, colonizing other worlds, dystopian and postapocalyptic futures). Examines how science fiction explores what it means to be human and how self- and group identities are formed when measured against the idea of the non- or other-than-human. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Interpreting Culture ENGL 2530. Fantasy Literature. (4 Hours) Introduces students to the history, cultural contexts, and social functions of fantasy broadly defined (characterized by imaginary or parallel worlds, magic, magical creatures and objects, and magicians, as well as the supernatural). Explores fantasy in a variety of forms and media: poetry, short fiction, novels, film, art, music, and games. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C Attribute(s): NUpath Interpreting Culture ENGL 2600. Irish Literary Culture (Abroad). (4 Hours) Explores Irish writers from the nineteenth century through the present. Emphasizes their relationships to contemporary Irish society. Explores the formal traditions of Irish writing as well as the historical, political, and cultural discourses that Irish writing has both helped to shape and within which the writing circulates. As the course takes place in Dublin during the summer term, offers students an opportunity to meet living Irish writers who talk about their relationship to the literary tradition and their own craft. Covers writers such as Oscar Wilde, James Joyce, Kate O'Brien, Colm Tóibín, Anne Enright, Paul Murray, Kevin Barry, and Maeve Binchy. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Integration Experience, NUpath Interpreting Culture ENGL 2610. Contemporary Israeli Literature and Art Abroad. (4 Hours) Explores contemporary Israeli culture. Offers students an opportunity to meet with Israeli writers, visit sites of literary settings, and explore art galleries and museums. Visiting significant historical sites provides the context for understanding allusions to Israel from biblical times to the present. Readings include historical backgrounds, scriptures, short stories, and poetry by major Israeli and Palestinian writers from 1948 through the present. Offered via a faculty-led study abroad program. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Interpreting Culture ENGL 2620. What Is Nature?. (4 Hours) Focuses on a variety of texts (imaginative literature, memoir, scientific writing, creative nonfiction, and popular journalism) that take nature, ecology, and the environment as their subject. Examines paintings, photography, and other visual representations (such as computer simulations) of the natural world. Taught in Boston or in the United Kingdom. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Integration Experience, NUpath Interpreting Culture ENGL 2650. Science Writing: Origins, Ethics, and Emerging Genres. (4 Hours) Explores the history, development, and roles of academic and popular science writing, beginning with a critical examination of the origins of scientific genres. Students describe, define, and contextualize science writing genres. Reviews the ethical foundations and problems of current scientific genres. Offers students an opportunity to participate in the global dissemination of scientific knowledge and knowledge creation through a variety of writing assignments. Attribute(s): NUpath Interpreting Culture, NUpath Societies/Institutions ENGL 2690. Boston in Literature. (4 Hours) Explores the various ways in which the city of Boston and its environs are represented in literature and other media. Each semester, the course focuses on a different aspect of Boston in literature, such as representations of Boston's different communities, different historical eras, particular genres or concepts associated with the city, and so forth. Offers students an opportunity to build upon their readings about the city by experiencing independent site visits, class field trips, guest speakers, and other activities. In addition to a culminating group or individual research project about Boston, students may also have the opportunity to participate in a community-based reading project. minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Integration Experience, NUpath Interpreting Culture ENGL 2695. Travel and Place-Based Writing. (4 Hours) Focuses on travel writing and place-based writing. Examines the history, global cultural contexts, conventions of, and theories about the genres through reading exemplary texts and studying photographs and films. Offers students an opportunity to produce examples of travel writing and place-based writing as well as short videos and photo-collages. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C Attribute(s): NUpath Creative Express/Innov, NUpath Interpreting Culture ENGL 2700. Creative Writing. (4 Hours) Gives the developing writer an opportunity to practice writing various forms of both poetry and prose. Features in-class discussion of student work. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Creative Express/Innov ENGL 2710. Style and Editing. (4 Hours) Explores the relationship between style and substance through close attention to choices made at the level of the paragraph, sentence, and word. Introduces editorial processes and practices and gives students practice in editing for themselves and others. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Creative Express/Innov, NUpath Writing Intensive ENGL 2730. Digital Writing. (4 Hours) Explores the ways in which composing processes and meaning are impacted when writing moves from material media (e.g., print, images, voice, and performance) to digital media (e.g., hypertexts, digital stories, and videos). Readings cover aspects of digital writing as semiotic (e.g., domains of meaning, mode, materiality, delivery, ensembles of meaning) and draw on theories of multimodality to explore digital remediations of writing. Culminates in an electronic portfolio and collective exhibit. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Creative Express/Innov, NUpath Writing Intensive ENGL 2740. Writing and Community Engagement. (4 Hours) Offers students an opportunity to study and practice writing in community contexts through advocacy writing, service-learning, community research, and/or community publishing. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Integration Experience, NUpath Interpreting Culture, NUpath Writing Intensive ENGL 2760. Writing in Global Contexts. (4 Hours) Explores the various ways that linguistic diversity shapes our everyday, academic, and professional lives. Offers students an opportunity to learn about language policy, the changing place of World English in globalization, and what contemporary theories of linguistic diversity, such as translingualism, mean for writing. Invites students to explore their own multilingual communities or histories through empirical or archival research. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Interpreting Culture, NUpath Writing Intensive ENGL 2770. Writing to Heal. (4 Hours) Explores how creative writing can be used as a healing tool. Offers students opportunities to analyze, theorize, and create healing narratives through readings, in-class writing activities, writing workshops, and process journals. Culminates in the creation and revision of written personal narratives as well as a digital storytelling project. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Creative Express/Innov, NUpath Writing Intensive ENGL 2780. Visual Writing. (4 Hours) Explores how visual elements, such as fonts, graphics, charts, and video, work within different types of documents to reach various audiences across cultures. Readings cover several aspects of visual writing (e.g., thinking, learning, and expressing) and draw on theories of visual rhetoric to explore the interaction among content, visual elements, audiences, and contexts. Culminates in an electronic portfolio and collective exhibit. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Express/Innov, NUpath Interpreting Culture, NUpath Writing Intensive ENGL 2850. Writing for Social Media: Theory and Practice. (4 Hours) Explores the development and roles of social media writing. Asks students to describe, define, and contextualize current social media genre(s) using readings from social media sites, scholarship, popular/journalistic works, and fiction. Invites students to adopt a new social media platform and to produce social media writing in short, longer individually produced, and longer collaborative forms. Offers each student an opportunity to create a curated, reflective portfolio that works toward an integrated personal/professional digital identity. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Express/Innov, NUpath Interpreting Culture, NUpath Writing Intensive ENGL 2990. Elective. (1-4 Hours) Offers elective credit for courses taken at other academic institutions. May be repeated without limit. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C ENGL 2991. Research Practicum. (2-4 Hours) Involves students in collaborative research under the supervision of a faculty member. Offers students an opportunity to learn basic research methods in the discipline. Requires permission of instructor for freshmen. May be repeated once for up to 4 total credits. ENGL 2995. Practicum. (1-4 Hours) Offers eligible students an opportunity for practical experience. May be repeated without limit. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C ENGL 3070. Literary Genres. (4 Hours) Explores the characteristics of a particular literary form over time or in a given time frame through works by various authors. Emphasizes historical and cultural contexts. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C ENGL 3101. Early Literatures. (4 Hours) Focuses on a particular theme, author, genre (such as epic or romance), or other aspect of premodern literatures (such as representations of gender and sexuality and/or race). Selected texts may include classical literary works or literatures of the Middle Ages and/or the Early Modern period. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C Culture ENGL 3120. 17th- and 18th-Century Literatures. (4 Hours) Focuses on a particular topic in 17th- or 18th-century British or American literature, such as women and the novel or the captivity narrative. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C ENGL 3140. 19th-Century Literatures. (4 Hours) Focuses on a particular topic in 19th-century British or American literature, such as lyric poetry or popular print culture. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C ENGL 3160. Topics in 17th- and 18th-Century British Literatures. (4 Hours) Focuses on a particular aspect of seventeenth- or eighteenth-century British literature, such as representations of the new science in the seventeenth century or the rise of the novel in the eighteenth century. May be repeated up to five times. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C ENGL 3161. 20th- and 21st-Century Literatures. (4 Hours) Focuses on a particular topic, theme, author, or genre in 20th- or 21st-century British and/or American literature. Emphasizes historical and cultural contexts. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C ENGL 3190. Topics in 19th-Century American Literature. (4 Hours) Focuses on a group of authors (e.g., the Fireside Poets, Transcendentalists, regional/local color writers); specific theme (e.g., Manifest Destiny, American romanticism, regionalism, sentimentalism, slavery, democracy, public vs. private); or genre (e.g., the slave narrative, the novel, lyric poetry) in nineteenth-century American literature. May be repeated without limit. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C ENGL 3322. Topics in Rhetoric. (4 Hours) Explores one of a range of topics in rhetorical theory or criticism, such as the rhetoric of science, visual rhetoric, rhetoric and cultural studies, or feminist rhetorical criticism. May be repeated without limit. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C ENGL 3325. Rhetoric of Law. (4 Hours) Introduces students to the persuasive work of legal texts, procedures, and institutions. Investigates the range of critical approaches to the study of law and rhetoric, as well as the implications of understanding law as rhetorical. Draws on texts produced by lawyers and judges, classical rhetoricians, contemporary rhetorical critics, and legal scholars. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C Attribute(s): NUpath Interpreting Culture ENGL 3340. Technologies of Text. (4 Hours) Examines innovations that have reshaped how humans share information, e.g., the alphabet, the book, the printing press, the postal system, the computer. Focuses on debates over privacy, memory, intellectual property, and textual authority that have historically accompanied the rise of new media forms and genres. Offers students an opportunity to gain skills for working with texts using the rapidly changing tools of the present, e.g., geographic information systems, data mining, textual analysis. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C Attribute(s): NUpath Creative Express/Innov, NUpath Integration Experience ENGL 3360. Digital Humanities. (4 Hours) Introduces students to digital methods, tools, and modes of discourse, and to their genesis, history, and political and cultural significance. Explores the ways in which digital tools and practices shape our study of literary and cultural works. Experiments with digital approaches to analyzing and interpreting varied forms of humanities data. Combines classroom discussion, workshop and lab sessions, and project design and development. May also offer experiential opportunities for work with external projects. Prerequisite(s): [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or ( [ENGW 1110](/search/?P=ENGW%201110) with a minimum grade of C ; [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C ) ENGL 3370. Writing Cultures. (4 Hours) Offers students an opportunity to conduct qualitative empirical research (using methods such as interviewing and observation) into rhetorical practices, such as reading, writing, listening, speaking, and body language. Explores the role of rhetoric and writing in the representation of people, cultures, and research in online and physical spaces. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Integration Experience, NUpath Interpreting Culture, NUpath Writing Intensive ENGL 3375. Writing Boston. (4 Hours) Explores how writing shapes the life of, and life in, the city. Considers how Boston is constructed in a range of discourses and disciplines. Offers students an opportunity to research and write about the city and participate in a community-based writing project. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Creative Express/Innov, NUpath Integration Experience, NUpath Interpreting Culture, NUpath Writing Intensive ENGL 3376. Creative Nonfiction. (4 Hours) Explores how writers apply narrative strategies and techniques to factual material. Offers students an opportunity to read and write a variety of nonfiction forms (e.g., narrative essays and narrative journalism, travel and science writing, memoir, editorials, protest and political essays), as well as cross-genre and hybrid forms (e.g., nonfiction prose mixed with poetry, audio and graphic nonfiction). The topics for narrative nonfiction writing apply to a wide array of disciplines, including the humanities, the sciences, and journalism. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Creative Express/Innov, NUpath Writing Intensive ENGL 3377. Poetry Workshop. (4 Hours) Offers an advanced workshop in writing and reading original poetry. Students experiment in established poetic forms. Features in-class discussion of student work. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C Attribute(s): NUpath Creative Express/Innov ENGL 3378. Fiction Workshop. (4 Hours) Offers an advanced workshop in writing and reading original fiction. Features in-class discussion of student work. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C Attribute(s): NUpath Creative Express/Innov ENGL 3380. Writing Seminar. (4 Hours) Offers writers an opportunity to hone their skills in a workshop focused on a particular topic or form, such as advocacy writing, public policy writing, autobiography and memoir, rhetoric for writers, speculative fiction, or screenwriting. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C Attribute(s): NUpath Creative Express/Innov, NUpath Writing Intensive ENGL 3381. The Practice and Theory of Teaching Writing. (4 Hours) Focuses on the teaching of writing by studying the professional literature of writing theory as well as a teaching practicum. Students work as a writing tutor or shadow experienced teachers. Offers students an opportunity to prepare for future teaching of writing and to obtain deeper insight into their own writing processes. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C Attribute(s): NUpath Integration Experience, NUpath Writing Intensive ENGL 3384. The Writer's Marketplace. (4 Hours) Explores how writers negotiate the world of literary publishing. Focuses on producing publishable work in genres of the student's choice (fiction, poetry, creative nonfiction), submitting work to appropriate venues, and working with editors and agents. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Creative Express/Innov, NUpath Writing Intensive ENGL 3400. Opening the Archive. (4 Hours) Introduces students to the rich archival holdings in the greater Boston area, as well as to online archives. Offers students an opportunity to obtain training in the materials and methods of primary source research. Primary materials include a wide range of resources, including books, manuscripts, letters, pamphlets, broadsides, journals, maps, illustrations, and photographs. May focus on Shakespeare's archive, archives for social justice, literary uses of archives, queer archives, people of color in the archive, or other themes. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C Attribute(s): NUpath Integration Experience, NUpath Interpreting Culture, NUpath Writing Intensive ENGL 3404. African American Rhetorical Traditions. (4 Hours) Examines and organizes the ways that African Americans have historically maintained their humanity and negotiated freedom through discourse. Explores various discursive practices of African American discourse communities—such as the enslaved, abolitionists, feminists, nationalist/revolutionaries, and entertainers—to engage discussions about freedom, access to democracy, racial uplift, gender equity, and the discursive and recursive nature of racial identity. Studies historical contexts and current sociopolitical dynamics emphasizing the Black Jeremiad, civil rights rhetoric, the Black Power Movement, Black Feminist Thought, and Hip-Hop. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) (may be taken concurrently) with a minimum grade of C Attribute(s): NUpath Difference/Diversity, NUpath Interpreting Culture ENGL 3426. British and American Literature and Politics. (4 Hours) Explores how modern democratic politics intersects with British and American literary history. Considers literature as a key cultural form that has given specificity to the theories of freedom and equality advanced in liberal democratic theory and explores how literature has spoken back to liberal theory's abstract formality. Studies tales of self-making, poems exploring the ethos of radical egalitarianism, literature of social protest, and literature invested in the ideal of revolution. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C Attribute(s): NUpath Interpreting Culture, NUpath Societies/Institutions ENGL 3458. Language Matters. (4 Hours) Explores language \"on the ground,\" drawing from a range of topics where language matters— legal language, political discourse, grammar teaching, standard and \"nonstandard\" dialects, language controversies, and how the rules of grammar and usage are changing, among others. ENGL 3460. The Archives of Public Health. (4 Hours) Presents the history of public health through firsthand experience working with archival materials. Emphasizes the stories told about public health crises in the past: how individuals experienced crisis; how communities encountered, managed, and responded to the crisis; and what stories public health institutions produced to narrate their own efforts and shape individual behaviors. Offers students an opportunity to gain experience in gathering and analyzing historical narratives and forms of data. Prerequisite(s): [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1113](/search/?P=ENGW%201113) with a minimum grade of C or [ENGW 1114](/search/?P=ENGW%201114) with a minimum grade of C ENGL 3487. Film and Text (Abroad). (4 Hours) Studies the similarities and differences between literary texts and film versions of those texts or the interrelations between film and literature as a means of cultural expression in a specific country outside the United States. May be repeated without limit. Attribute(s): NUpath Integration Experience, NUpath Interpreting Culture ENGL 3618. Milton. (4 Hours) Concentrates on Milton's Paradise Lost, with supplementary readings in his minor poetry and prose. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C ENGL 3619. Emerson and Thoreau. (4 Hours) Focuses on Ralph Waldo Emerson and Henry David Thoreau, two major American Romantic writers whose ideas about the individual, spirituality, nature, and politics have had a wide-ranging impact on American culture. Readings include essays, poetry, and journals by these two Massachusetts-based authors. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C ENGL 3664. Black Poetry and the Spoken Word. (4 Hours) Focuses on the black poet's place in the history of American poetry. Considers black poetry as both written words and spoken words. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C ENGL 3678. Bedrooms and Battlefields: Hebrew Bible and the Origins of Sex, Gender, and Ethnicity. (4 Hours) Considers stories from Hebrew Scripture in English translation, beginning with the Garden of Eden through the Book of Ruth, asking how these foundational narratives establish the categories that have come to define our humanity. Analyzes how the Bible's patterns of representation construct sexual and ethnic identities and naturalize ideas about such social institutions a minimum grade of C or ENGL 1102 with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C Attribute(s): NUpath Interpreting Culture ENGL 3685. Modern and Contemporary Jewish Literature. (4 Hours) Surveys Jewish literature from the late modern (1880-1948) and contemporary (1948-present) periods. Considers themes of immigration and cross-cultural influences and issues of religious, ethnic, and gender identity. Emphasizes American and European literatures to begin to define an international Jewish literary canon, including Yiddish poets and playwrights, Russian Jewish writers, and modern writers. 3685](/search/?P=ENGL%203685) and [JWSS 3685](/search/?P=JWSS%203685) are cross-listed. Prerequisite(s): minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Difference/Diversity, NUpath Interpreting Culture ENGL 3700. Narrative Medicine. (4 Hours) Introduces students to the field of narrative medicine, which explores literary analysis as a set of tools for medical practice. Offers students an opportunity to develop close reading and analytical skills that are useful for improving doctor-patient relationships and patient care. Requires students to complete essays that cultivate these skills. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Attribute(s): NUpath Interpreting Culture ENGL 3720. 19th-Century Major Figure. (4 Hours) Examines in detail the work and critical reception of a major writer of the nineteenth century. May be repeated up to four times. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C ENGL 3730. 20th- and 21st-Century Major Figure. (4 Hours) Examines in detail the work and critical reception of a major writer of the twentieth or twenty-first century. May be repeated up to four times. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C ENGL 3900. Gender and Black World Literatures. (4 Hours) Explores different aspects of the literary and cultural productions of black women throughout history. Examines writing by women in the United States—like Octavia Butler, Zora Neale Hurston, and Toni Morrison—in addition to writing by women across the global African diaspora—like Chimamanda Adichie and Jamaica Kincaid. Students may also engage with theories such as Black feminism, womanism, or intersectionality; consider issues of genre such as the novel, poetry, or science fiction; and explore key themes such as class, sexuality, and disability. [AFRS Elective. (1-4 Hours) Offers elective credit for courses taken at other academic institutions. May be repeated without limit. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C ENGL 4010. Topics in Shakespeare. (4 Hours) Examines a focused topic, theme, or critical approach to Shakespeare. May be repeated twice up to a total of 12 SH. Prerequisite(s): [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1113](/search/?P=ENGW%201113) with a minimum grade of C or [ENGW 1114](/search/?P=ENGW%201114) with a minimum grade of C ENGL 4100. Topics in Literary Criticism. (4 Hours) Studies a specific problem, method, or school of literary criticism, such as poststructuralism or feminist criticism. May be repeated once. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C ENGL 4410. Research in Rhetoric and Writing. (4 Hours) Introduces students to, and offers them practice in, a range of research methodologies (e.g., ethnography, archival research, historical inquiry) and methods (e.g., interviewing, observation, rhetorical analysis) for studying rhetoric, writing, and writers. Prerequisite(s): [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or ENGL 1111 with a minimum grade of C or ENGL 1102 with a minimum grade of C Experience, NUpath Writing Intensive ENGL 4710. Capstone Seminar. (4 Hours) Offers an advanced senior seminar organized around an important critical question in the discipline. This writing-intensive course is designed to be a summative experience for English majors, offering in-depth study of the theories, methods, and practices of critical work on a particular topic while providing students opportunities for reflecting on the connections between their capstone and other work they have done as majors. Offers students an opportunity to produce significant research projects on the critical issues raised by the seminar. May be repeated without limit. Prerequisite(s): ENGL 3301 with a minimum grade of C or ENGL 3302 with a minimum grade of C or ENGL 3303 with a minimum grade of C or ENGL 3304 with a minimum grade of C or ENGL 3305 with a minimum grade of C or ENGL 3306 with a minimum grade of C or ENGL 3307 with a minimum grade of C or ENGL 3308 with a minimum grade of C or ENGL 3309 with a minimum grade of C or ENGL 3310 with a minimum grade of C or ENGL 3311 with a minimum grade of C or ENGL 3313 with a minimum grade of C or ENGL 3314 with a minimum grade of C or ENGW 3301 with a minimum grade of C or [ENGW 3302](/search/?P=ENGW%203302) with a minimum grade of C or [ENGW 3303](/search/?P=ENGW%203303) with a minimum grade of C or [ENGW 3304](/search/?P=ENGW%203304) with a minimum grade of C or [ENGW 3305](/search/?P=ENGW%203305) with a minimum grade of C or [ENGW 3306](/search/?P=ENGW%203306) with a minimum grade of C or [ENGW 3307](/search/?P=ENGW%203307) with a minimum grade of C or [ENGW 3308](/search/?P=ENGW%203308) with a minimum grade of C or [ENGW 3309](/search/?P=ENGW%203309) with a minimum grade of C or [ENGW 3310](/search/?P=ENGW%203310) with a minimum grade of C or [ENGW 3311](/search/?P=ENGW%203311) with a minimum grade of C or ENGW 3313 with a minimum grade of C or [ENGW 3314](/search/?P=ENGW%203314) with a minimum grade of C or [ENGW 3315](/search/?P=ENGW%203315) with a minimum grade of C Experience, NUpath Writing Intensive ENGL 4720. Capstone Project. (4 Hours) Offers students an opportunity to design, develop, and complete a major intellectual project in a workshop setting. Students must enter this course with an approved project and the support of a faculty member in the relevant area of study. In addition to producing original research, offers students an opportunity to contextualize their work in relation to their focus within English studies, their experience of the major, and their intellectual and professional goals. Prerequisite(s): ENGL 3301 with a minimum grade of C or ENGL 3302 with a minimum grade of C or ENGL 3303 with a minimum grade of C or ENGL 3304 with a minimum grade of C or ENGL 3305 with a minimum grade of C or ENGL 3306 with a minimum grade of C or ENGL 3307 with a minimum grade of C or ENGL 3308 with a minimum grade of C or ENGL 3309 with a minimum grade of C or ENGL 3310 with a minimum grade of C or ENGL 3311 with a minimum grade of C or ENGL 3313 with a minimum grade of C or ENGL 3314 with a minimum grade of C or ENGW 3301 with a minimum grade of C or [ENGW 3302](/search/?P=ENGW%203302) with a minimum grade of C or [ENGW 3303](/search/?P=ENGW%203303) with a minimum grade of C or [ENGW 3304](/search/?P=ENGW%203304) with a minimum grade of C or [ENGW 3305](/search/?P=ENGW%203305) with a minimum grade of C or [ENGW 3306](/search/?P=ENGW%203306) with a minimum grade of C or [ENGW 3307](/search/?P=ENGW%203307) with a minimum grade of C or [ENGW 3308](/search/?P=ENGW%203308) with a minimum grade of C or [ENGW 3309](/search/?P=ENGW%203309) with a minimum grade of C or [ENGW 3310](/search/?P=ENGW%203310) with a minimum grade of C or [ENGW 3311](/search/?P=ENGW%203311) with a minimum grade of C or ENGW 3313 with a minimum grade of C or [ENGW 3314](/search/?P=ENGW%203314) with a minimum grade of C or [ENGW 3315](/search/?P=ENGW%203315) with a minimum grade of C Experience, NUpath Writing Intensive ENGL 4970. Junior/Senior Honors Project 1. (4 Hours) Focuses on in-depth project in which a student conducts research or produces a product related to the student's major field. Combined with Junior/Senior Project 2 or college-defined equivalent for 8 credit honors project. May be repeated without limit. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C ENGL 4971. Junior/Senior Honors Project 2. (4 Hours) Focuses on second semester of in-depth project in which a student conducts research or produces a product related to the student's major field. May be repeated without limit. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C ENGL 4990. Elective. (1-4 Hours) Offers elective credit for courses taken at other academic institutions. May be repeated without limit. ENGL 4991. Research. (4 Hours) Offers an opportunity to conduct research under faculty supervision. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C Attribute(s): NUpath Integration Experience ENGL 4992. Directed Study. (1-4 Hours) Offers independent work under the direction of members of the department on a chosen topic. Course content depends on instructor. May be repeated without limit. Prerequisite(s): ENGL 1102 with a minimum grade of C or ENGL 1111 with a minimum grade of C or [ENGW 1102](/search/?P=ENGW%201102) with a minimum grade of C or [ENGW 1111](/search/?P=ENGW%201111) with a minimum grade of C ENGL 5103. Proseminar. (4 Hours) Introduces the history and current scholarly practices of English studies. Surveys theoretical, methodological, and institutional issues in the development of the discipline; introduces students to the research of the English department's graduate faculty; and offers opportunities for the practice of key components of scholarly production, including formulating research questions, using databases, conducting literature reviews, and writing and presenting scholarship in common formats other than the long research paper, such as conference proposals, oral presentations, and book reviews. ENGL 5976. Directed Study. (1-4 Hours) Offers independent work under the direction of members of the department on a chosen topic. Course content depends on instructor. May be repeated without limit. ENGL 6301. Fiction Workshop. (4 Hours) Focuses on the craft of fiction writing. Students read and write in a variety of fiction genres. Experiments with a range of forms and techniques, placing them within historical context and the critical tradition, and examines the implications of form. Offers students an opportunity to build self-critique and editorial abilities through peer review and to build a final well-developed and structurally sophisticated work of fiction toward professional publication standards. ENGL 6302. Poetry Workshop. (4 Hours) Focuses on the craft of poetry writing. Experiments with a range of forms and techniques, placing them within historical context and the critical tradition, and examining the implications of form. Offers students an opportunity to build self-critique and editorial abilities through peer review and to prepare their poetry to meet professional publication standards. ENGL 6303. Creative Nonfiction Workshop. (4 Hours) Focuses on the craft of nonfiction writing. Explores how writers apply narrative strategies and techniques to factual material. Students read and write a variety of nonfiction forms. Topics for narrative nonfiction writing apply to a wide array of disciplines, including the humanities, the sciences, and journalism. Experiments with a range of forms and techniques, placing them within historical context and the critical tradition, and examining the implications of form. Offers students an opportunity to build self-critique and editorial abilities through peer review and to build a final well-developed and structurally sophisticated work of nonfiction toward professional publication standards. ENGL 6954. Co-op Work Experience - Half-Time. (0 Hours) Provides eligible students with an opportunity for work experience. May be repeated without limit. ENGL 6955. Co-op Work Experience Abroad - Half-Time. (0 Hours) Provides eligible students with an opportunity for work experience abroad. May be repeated without limit. ENGL 6962. Elective. (1-4 Hours) Offers elective credit for courses taken at other academic institutions. May be repeated without limit. ENGL 6964. Co-op Work Experience. (0 Hours) Provides eligible students with an opportunity for work experience. May be repeated without limit. Corequisite(s): [INSH 6864](/search/?P=INSH%206864) ENGL 6965. Co-op Work Experience Abroad. (0 Hours) Provides eligible students with an opportunity for work experience abroad. May be repeated without limit. ENGL 7211. Topics in American Literature. (4 Hours) Explores a significant topic in American literature. Topics are selected by the instructor and vary by semester. ENGL 7214. Topics in 19th-Century American Literature. (4 Hours) Considers such literary and cultural topics as transcendentalism, the literature of the Civil War, slave narratives, women's narratives, and the literature of social reform. May be repeated without limit. ENGL 7244. African-American Novel. (4 Hours) Surveys major nineteenth- or Hurston, Nella Larsen, Toni Morrison, Ralph Ellison, James Baldwin, and Ishmael Reed. ENGL 7266. Victorian Literature. (4 Hours) Treats such topics as Victorian masculinities; female poetic identity; the move to aestheticism and decadence in the latter nineteenth century; and resemblances of the 1890s to our own fin-de-siècle. Considers such figures as R. Browning, E.B. Florence Wells, and Freud. ENGL 7281. Topics in Medieval Literature. (4 Hours) May consider the following: Anglo Saxon literature (including poems such as Beowulf, Judith, The Wanderer, The Seafarer, and a selection of prose); the poems of the Pearl Poet (Sir Gawain and the Green Knight, Pearl, Cleanness); women and/in the Middle Ages; medieval literature and medievalism; the medieval romance, Malory's Morte Darthur; religious, mystical, and works; medieval travel literature; or William Langland's Piers Plowman. May be repeated without limit. ENGL 7282. Topics in Renaissance Literature. (4 Hours) Considers specific topics in the literature of the sixteenth and seventeenth centuries, such as the sonnet sequence, Renaissance women, and utopian and travel literature. May be repeated without limit. ENGL 7284. Topics in 18th-Century Literature. (4 Hours) Explores in depth a topic, theme, or genre in eighteenth-century British literature, such as satire; London's city culture; literary theory; the emerging women writers; the essay; or a major writer, for example, Jonathan Swift, Jane Austen, or Henry Fielding. May be repeated without limit. ENGL 7342. Topics in Criticism. (4 Hours) Examines such topics in critical theory as narrative, cultural criticism, representation, reader response, feminist theory, postcolonial studies, and comparative literature. May be repeated without limit. ENGL 7351. Topics in Literary Study. (4 Hours) Focuses on literature on a thematic, formal, or generic basis. Varies by instructor. ENGL 7352. Topics in Genre. (4 Hours) Examines such topics in genre criticism as biography, autobiography, satire, and children's literature. May be repeated without limit. ENGL 7353. Topics in Fiction. (4 Hours) Examines such subjects as short fiction, the romance, and the short-story cycle. May be repeated without limit. ENGL 7358. Topics in Literature and other Disciplines. (4 Hours) Examines such subjects as literature and the visual arts, literature and psychology, and literary impressionism. May be repeated without limit. ENGL 7360. Topics in Rhetoric. (4 Hours) Focuses on specialized topics in rhetoric, such as visual rhetoric, rhetorical criticism, rhetoric of science, issues in contemporary rhetorical theory, and rhetoric and cultural studies. Varies by semester. May be repeated without limit. ENGL 7370. Introduction to Digital Humanities. (4 Hours) Offers a critical orientation to the tools, methods, and intellectual history of the digital humanities (DH). Explores key questions such as what debates are (re)shaping DH in this moment; what central theories lead humanities scholars to experiment with computational, geospatial, and network methodologies; how visualization can illuminate literature, history, writing, and other humanities subjects; and how new modes of research and publication might influence our teaching. Balances theory and praxis: Successful students come away with a well-grounded understanding of the DH field and a set of foundational skills to support their future research. No prior technical expertise is required to take the course, but students should be willing to experiment with new skills. ENGL 7380. Topics in Digital Humanities. (4 Hours) Explores specific analytical techniques such as mapping, computational text analysis, or network analysis; a particular methodological tradition such as digital scholarly editing; the history of a particular debate, research problem, or theoretical orientation such as intersectional feminism; or the intersection of digital humanities and another domain such as writing studies. Offers students an opportunity to develop more specialized skills and methods that support advanced research and teaching in digital humanities. ENGL 7392. Writing and the Teaching of Writing. (4 Hours) Engages MA and PhD students in the theory, practice, and praxis of teaching writing at the university level, drawing on recent scholarship in rhetoric and writing studies. Explores theories and practices regarding the nature of written expression; the role of diversity, inclusion, and equity in writing instruction; the research on how people learn to write and how that writing might be assessed; the historical contexts for required writing in U.S. higher education; the nature of multimodal composing; and the environments and activities that best help students learn writing. ENGL 7395. Topics in Writing. (4 Hours) May include the following topics: literacy and literacies; basic writing; issues of gender, race, and class in the classroom; writing assessment; or collaborative learning. May be repeated without limit. ENGL 7962. Elective. (1-4 Hours) Offers elective credit for courses taken at other academic institutions. May be repeated without limit. ENGL 7976. Directed Study. (1-4 Hours) Offered by arrangement. May be repeated without limit. ENGL 7986. Research. (0 Hours) Offers students an opportunity to conduct full-time research under faculty supervision. ENGL 7990. Thesis. (4 Hours) Offers thesis supervision by members of the department. May be repeated without limit. ENGL 7996. Thesis Continuation - Half-Time. (0 Hours) Offers thesis supervision by members of the department. Prerequisite(s): [ENGL 7990](/search/?P=ENGL%207990) with a minimum grade of C- ENGL 8407. Teaching Practicum. (1 Hour) Gives students the opportunity to observe a senior faculty member teaching an undergraduate course in American or British literature, literary studies, rhetoric, composition studies, or linguistics. Students meet regularly with the faculty member to discuss teaching practices and other pedagogical issues and submit a term project discussing the experience in the context of the scholarship of teaching. May be repeated without limit. ENGL 8960. Exam Preparation—Doctoral. (0 Hours) Offers the student the opportunity to prepare for the PhD qualifying exam under faculty supervision. ENGL 8986. Research. (0 Hours) Offers the student the opportunity to conduct full-time research. May be repeated without limit. ENGL 9000. PhD Candidacy Achieved. (0 Hours) Indicates successful completion of the doctoral comprehensive exam. ENGL 9986. Research. (0 Hours) Offers the student the opportunity to conduct full-time research. May be repeated up to three times. ENGL 9990. Dissertation Term 1. (0 Hours) Offers dissertation supervision by members of the department. Prerequisite(s): [ENGL 9000](/search/?P=ENGL%209000) with a minimum grade of S ENGL 9991. Dissertation Term 2. (0 Hours) Offers dissertation supervision by members of the department. Prerequisite(s): [ENGL 9990](/search/?P=ENGL%209990) with a minimum grade of S ENGL 9996. Dissertation Continuation. (0 Hours) Offers dissertation supervision by members of the department. Prerequisite(s): [ENGL 9991](/search/?P=ENGL%209991) with a minimum grade of S or Dissertation Check with a score of REQ "}