{"title": "Before You Pop a Viagra: 7 Natural ED Remedies", "author": "Daniel Dinenberg", "url": null, "hostname": null, "description": null, "sitename": null, "date": "2014-10-27", "cleaned_text": "Natural ED Remedies [By Daniel Dinenberg](/blog/author/daniel-dinenberg/) It's the truth: You reach a certain age where having sex isn't as easy or satisfying as it used to be. Many factors can contribute to [erectile dysfunction (ED)](http://www.onemedical.com/blog/live-well/erectile-dysfunction-drugs/) — anything from smoking to cardiovascular disease to general stress — and you shouldn't be shy about discussing any erectile problems with your doctor. If there's an underlying health condition causing your troubles, treating the cause may get you back to top form in no time. Of course, these days we also have a variety of medication available to help men achieve and maintain an erection. But before you pop a pill, try these natural tips for sexual health. 1. Ditch the cigarettes. Smoking causes arteries to become stiff, which can have the opposite effect on your erection. Decreased blood flow to your sexual organs can make it difficult to achieve an erection. 2. Watch what you eat. It can't be stressed enough — a [healthy diet](http://www.onemedical.com/blog/eat-well/healthy-plate/) and lifestyle has numerous benefits, including in the bedroom. ED is linked to cardiovascular disease and diabetes, so eating a Mediterranean-style diet rich in fresh fruits and vegetables, healthy fats, and whole grains can reduce your chance of developing heart problems and, in turn, can alleviate your ED. 3. Get moving. Studies have shown that engaging in aerobic exercise at mid-life may treat erectile dysfunction. While researchers continue to investigate, I can tell you that regular aerobic exercise in combination with a healthy diet will reduce your chance of developing heart disease and type 2 diabetes — which is good for your sexual health. 4. Supplement your libido. While there isn't a lot of scientific evidence that supports using herbs to increase sexual urges, most of these supplements won't hurt you. Try classic libido-enhancing herbs like maca, tribulus, rhodiola, ginseng, omega-3s, DHEA, and L-arginine. But be sure to consult your doctor first if you take blood thinners or other medications for heart health. 5. Don't forget the foreplay. Make no mistake: foreplay matters. Choose a setting that promotes intimacy and communication with your partner, which can reduce performance anxiety. Take time to warm up and get into the mood. 6. Find your zen. We live in a society that expects high performance in every aspect of life — including sex. If you're having erectile dysfunction issues, practice stress-reducing techniques every day so you can relax and enjoy intimacy without worrying about your performance. 7. Get quality shut eye. Sometimes low libido or sexual dysfunction can occur due to low testosterone levels. But that doesn't necessarily mean you need a testosterone supplement. Your body usually can produce adequate testosterone, but it needs downtime to convert precursor hormones into testosterone. If you're burning the candle at both ends, your body will convert those precursors into cortisol instead. So rest, relax, and allow your body to build up its testosterone stores. A Word About Natural Enhancement Supplements I mentioned taking herbs and supplements to treat erectile dysfunction, so I want to add a note of caution about using so-called \"natural male enhancement\" pills. The Food and Drug Administration (FDA) recalls dozens (if not hundreds) of these products each year for containing the active ingredient in medications used to treat ED. When you buy those products from the internet, or even from a retail store, you have no real way of knowing what you're ingesting. The active ingredient in drugs like Viagra, Cialis, and Levitra can negatively interact with other medications, so it's essential that you take them with medical supervision. The One Medical blog is published by [One Medical](https://onemedical.com/), a national, modern primary care practice pairing 24/7 virtual care services with inviting and convenient in-person care at [over 100 locations across the U.S.](https://onemedical.com/locations/) One Medical is on a mission to transform health care for all through a human-centered, technology-powered approach to caring for people at every stage of life. Any general advice posted on our blog, website, or app is for informational purposes only and is not intended to replace or substitute for any medical or other advice. 1Life Healthcare, Inc. and the One Medical entities make no representations or warranties and expressly disclaim any and all liability concerning any treatment, action by, or effect on any person following the general information offered or provided within or through the blog, website, or app. If you have specific concerns or a situation arises in which you require medical advice, you should consult with an appropriately trained and qualified medical services provider. "}