{"title": "Psychotherapy and Homeopathy: The Ultimate Mind-Body Medicine - Luc De Schepper", "author": "Luc De Schepper", "url": "https://hpathy.com/homeopathy-papers/psychotherapy-and-homeopathy-the-ultimate-mind-body-medicine/", "hostname": "hpathy.com", "description": "Dr. Luc de Schepper discusses the homeopathic approach to mental illness and the limits of allopathic treatment", "sitename": "Hpathy Medical Publishers", "date": "2015-10-19", "cleaned_text": "The limitations of Western medicine are especially obvious in mental-emotional illnesses, which are more baffling, frightening, and expensive to treat than almost any other type of disease. The obstacles to treatment of emotional illness in Western medicine include the lack of individualization of the patient. Instead, Western medicine categorizes the patient with a diagnosis, then applies the limited number of medications for this diagnosis almost at random. In homeopathy, on the other hand, we start with an understanding of who the patient really is (the constitution, or mental/emotional/physical makeup) and then select one remedy uniquely suited to this individual from among several thousand remedies. This lack of individualization is very apparent in the medical record of an adolescent, for example: it only includes weight and height, vaccinations, antibiotics prescribed and names of diseases at various ages. But nowhere do we see the teenager's emotional life: loss of a boyfriend or girlfriend, a death in the family or divorce, loss of a pet, moving to another school, loss of a friend who moved, humiliation by a teacher, abuse and indignation by an alcoholic parent, etc. Even in a 20-page medical record there is nothing about the patient as a person. The limited success achieved with Western drugs comes with a hefty price tag, mentally, emotionally and physically. Too many patients are addicted to psychotropic drugs (with thousands of them in detox centers); there is not one such drug without side effects on the physical or emotional plane. Because of the multitude of symptoms, often different medications are prescribed (each with its own side effects), leaving the patient and the doctor wondering what each medication is doing and how they interact. If the patient improves a little, the doctor often does not know when to end the prescription or which drug to omit. Furthermore, patients can use their psychotropic drugs to commit suicide—ending their unbearable suffering with the very medications that were supposed to help them. Add too the financial drain of psychotropic drugs ($3 a day for Zoloft, for example) and one wonders why modern medicine has not investigated other proven medical modalities like homeopathy, in which remedies costing only a penny a day contribute to overall mental, emotional and physical health without lasting side effects or addiction. It was Dr. Samuel Hahnemann (1755-1843), a German physician, who introduced homeopathy to the world. Besides being a master chemist, linguist and botanist, this Renaissance genius can also be called the first psychiatrist. While his contemporaries were flogging the mentally ill in dungeons and teasing them for the amusement of weekend visitors, Hahnemann \"never allowed any insane person to be punished by blows or other painful body inflictions, since there can be no punishment where there is no sense of responsibility, and since such patients deserve our pity and cannot be improved, but rendered worse by such rough treatment. The physician should never feel offended for what they do, for an irrational person can give no offense.\" This humane and compassionate attitude towards the mentally ill exceeds modern standards: even in this century Western medicine has treated the insane with frontal lobotomies, electroshock therapy, and even ovarectomies for nymphomaniacs. And do we really think that overprescribing drugs to correct an \"imbalance in neurotransmitters\" in very young children is such great progress? We have made robots of patients who now lack appropriate emotional reactions. I remember a patient telling me how out of place she felt when everyone else in the movie theater was crying while she had no emotions because she was on one of those popular drugs. Do we really think that emotional/mental health means the absence of feelings? Let's explore what homeopathy has to offer. The science of homeopathy is based on Nature's Laws, including \"like cures like.\" Simply stated, the homeopathic physician uses all the information about a patient (mental, emotional and physical) like pieces of a puzzle to match one of over 3,000 remedies. What Hahnemann stressed 200 years ago, and what psychotherapists practice so well, is that \"Mind is the key to man.\" Health is the harmony of vital processes, and disease begins with the disturbance of this harmony, beginning on the deepest level—the mental/emotional. The homeopathic physician prescribes successfully on the first subtle emotional change in the patient, long before any change in body chemistry or physical symptoms appear, which is truly early intervention and preventive medicine. For example, parents often know that their child is about to become sick when the child's mood and behavior changes. One child may typically become weepy and cling to her mother, while another becomes irritable and contrary and wants to be left alone. In homeopathy each child would get a different remedy—even if they ended up with the same symptoms of a cold or sore throat. Not only that, the correct remedy (based on the child's first change in mood and behavior) will actually prevent the cold or sore throat from developing. In fact, in homeopathy prescribing starts in utero to prevent illness in the newborn. Western medicine still does not understand the effects on a child of an emotional trauma the mother experiences while pregnant. So many times in my 25 years of practice have I seen the devastating results of such situations. For instance, if a pregnant woman experiences a heartbreak (like abandonment by her husband or family, or even the death of her husband) her baby is likely to develop a learning disability, especially a speech defect or delayed speech (even to the extreme of autism). Why are we so sure of this connection? Because by giving the child the heartbreak remedy which the mother needed in her traumatic pregnancy, the child improves dramatically. The therapeutic gesture matches the onset of the disease, the true root (a heartbreak). I remember a case of a 40-year-old man whose physical symptoms indicated an abandonment or loss early in life. I asked the patient about such an event, and he did not know of any, but he asked his mother. He found out something about himself which he never knew before—his mother had decided to abort the pregnancy and was already in the stirrups in the doctor's office when she changed her mind. The unborn child experienced her intention as an abandonment, and not until the patient was given a homeopathic remedy for abandonment did his symptoms clear up 40 years later! When parents go through a divorce, it can set off a destructive chain of events in the teenager, who feels abandoned, hurt and guilty at the same time. This type of hurt can typically express itself as anorexia nervosa or bulimia; in fact when we see an eating disorder in a patient's history, the first thing we look for is a grief or loss preceding it. Besides psychological consult, true help can only come from a remedy which covers not only the heartbreak but also the patient's unique reaction to it. (We have at least 30 remedies for heartbreak and each one fits a different kind of heartbreak.) Locking these teenagers up in hospitals, force-feeding them and drugging them with medications which do not address the root of the illness, is as cruel as the treatment in Hahnemann's time. Are we then so surprised that most of these cases relapse at a high rate and are apparently immune to therapy? Psychotherapists are the closest to homeopathic physicians in the way they approach a patient. Rightfully, they start from the premise that almost any pathological change and physical symptom in the patient starts from an emotional upset. This has great consequence for the patient. Far too often the unsuspected victim counts on Time as being the great healer, but often Time brings nothing but a broken-down body. For example, why do we have an increasing number of auto-immune disorders such as multiple sclerosis, scleroderma, rheumatoid arthritis, Crohn's disease, and ulcerative colitis? In an auto-immune disorder we form antibodies against our own tissues—in other words, it is a form of self-mutilation. I have had patients suffering from heartbreak and anorexia nervosa who cut themselves or burned themselves with cigarettes, because this self-inflicted physical pain was the only relief for their deep-rooted overwhelming emotional pain. Not surprisingly, the same homeopathic remedy which cures heartbreak situations so severe as to lead to self- mutilation is the remedy we use most successfully for these auto-immune diseases. And the proper homeopathic remedy often results in a gentle cure without side effects, without suppression of the illness, and costing only a penny a day. While psychotherapy excels at treating patients on the emotional/mental level, it lacks tools to treat the accompanying physical symptoms. Psychotherapists may declare a patient cured—or even fail to start therapy—if only the physical symptoms are present. For instance, one of the most common grief/loss remedies is associated with such physical symptoms as sensitivity to sunlight (e.g. migraines triggered by bright light), outbreaks of herpes simplex, recurrent outbreaks of \"mysterious\" hives, limp hair, dry skin with oily face, and cravings for salty foods. Other physical symptoms are possible too, as evidenced in the case of a 40 year-old male patient with a diagnosis of severe vertigo, origin \"unknown\" in Western medicine. However, on my inquiry it was evident that this patient was locked in a very unhappy marriage because of the couple's two adopted children. It was remarkable that the only period when he did not suffer from these daily attacks was when he felt closer to his wife and made love to her. Is making love the solution? Of course not, but it shows the root of this vertigo in loneliness and lack of emotional nourishment. A remedy based on these feelings (as well as on the specific symptoms of the patient's vertigo) cured this mysterious disease and made him look to a psychotherapist for help with his unhappy marriage. When we see the symptoms typically associated with a grief remedy, we can deduce that there must have been a heartbreak or loss at the onset. Even if the patient denies it or can't remember, we know it must be there, because the heartbreak remedy will cure these symptoms. In one case, a mother brought her little two-year-old boy to me for his autism; she was a medical doctor herself, but the best of Western medicine was unable to help this boy. The boy's delayed speech was a big clue to this one particular grief remedy, confirmed by other clues like his cravings for salty foods and tendency to drink in big gulps. How could there be a heartbreak already in the life of such a little fellow? Since these tendencies had been there since birth, I surmised the heartbreak had happened in utero. Sure enough, the mother admitted she had spent her eighth month of pregnancy in court, divorcing from the child's father. I gave the little boy the indicated remedy for grief and loss (the mother needed it too!) Three weeks later, at the followup visit, the little boy was talking already and singing little songs with his brother. The most important question at the onset of chronic disease is almost never asked by the physician and patient alike: \"What happened in your life when you got sick?\" \"What emotional events triggered this condition?\" I had an intelligent patient of 40 years old who suddenly stopped menstruating. Her gynecologist did the usual testing, found menopausal hormonal levels, declared that she was in menopause and tried to prescribe hormones. Not wanting to start hormone replacement therapy, she came to me instead and mentioned, \"I tried to tell the gynecologist what happened in my life and he wasn't interested.\" She refused to tell me; it seemed she was too embarrassed, but I knew immediately what had happened. I wrote it in her chart and the patient later confirmed it was true. I knew she must have had a shock with a grief or heartbreak; it must have also been a humiliation for her, or else she would not have been so reluctant to tell me. I reasoned that she must have found out her husband was having an affair. I gave her a remedy for the feelings of grief, shock, loss and humiliation which also matched her physical symptoms, and immediately her period came back and her hormone levels were restored as well. She also found more strength and self-confidence to address her marital problems. A miracle? A coincidence? No. It is a logical chain of events that we can expect a cure if we treat the root of the problem. And what a tragedy that the gynecologist did not want to hear the most important factor in this woman's case. She easily could have ended up on hormone replacement therapy with its attendant risks of cancer. There are plenty of other emotional factors triggering illness, such as indignation/humiliation situations ranging from verbal to emotional to sexual abuse (even rape) as well as traumatic surgery or medical procedures (such as a painful gynecological procedure). Such situations often take the victim's dignity and leave her with low self-worth, low self-confidence and a lack of willpower, as evidenced by the impossibility of standing up for herself. I have seen numerous physical ailments from this type of humiliation or abuse, such as interstitial cystitis, stiff neck (torticollis), cystitis after sexual intercourse, styes on eyelids, and even pain in surgical incisions lasting long after the operation (as if the body took the surgical intervention as an intrusion or \"rape\" ). I even had a 19-year-old patient who suffered from her first attack of M.S. after being humiliated for an entire year by the school bully. She came to me three years later, after her second attack, and I knew I had to look for a similar emotional trauma as the trigger. In fact, she had just been through hazing for a sorority, which she perceived as \"another humiliation.\" Two attacks, twice triggered by the same kind of event! Apparently Time was not the healer she hoped for, because her body never forgot the first humiliation. Other emotions which can lead up to chronic devastating disease include the shock of hearing bad news, disappointment, anger, worry, and sudden fears. I plead with psychotherapists not to refer their patients for drugging and suppression of their symptoms. That is an easy way out for the therapist but a devastating, cruel way for the patient. It is my sincere wish that homeopathy would be part of the curriculum of the psychotherapist, for no other profession is as well-geared towards understanding and practicing this noble science. Adding a homeopathic remedy to the patient's treatment can accelerate healing immensely. Homeopathy, with its gentle yet fast approach, has brought so much relief to unbearable human suffering for over two hundred years. I hope that more and more psychotherapists may experience the power of its healing and the satisfaction and gratitude of their patients which I humbly have received over the past 25 years. This article originally appeared in the Journal of the Association of Humanistic Psychotherapists. Reprinted "}