{"title": "Integrative Medicine | Acupuncture & Homeopathy Center | United States", "author": null, "url": "https://www.acuhomeo.com", "hostname": "acuhomeo.com", "description": "Our goal at Acupuncture and Homeopathy center is to provide quality care to all patients in a compassionate and friendly atmosphere. Physician Elly Tuchler A.P and her staff are dedicated to meeting the needs of patients to enhance their capacity to move toward optimum health and vitality.", "sitename": "Acuhomeo", "date": "2016-01-01", "cleaned_text": "About Us Our goal in healing goes beyond treating a symptom, but treating the whole person. Elly Tuchler A.P. A Licensed Acupuncture Physician in the state of Florida to practice Acupuncture, Homeopathy, and Herbology - USA A Certified Systemic Family Constellation Facilitator & Systemic Therapist by Immense Life Learning Academy - USA Graduated with a Master of Acupuncture and Oriental Medicine degree - USA Nationally Certified by NCCAOM with their highest degree as a Diplomat in Acupuncture - USA Bachelor of Health Sciences Florida College of Integrative Medicine, Orlando Fl - USA Medical Doctor - BRAZIL Our Services Each patient will receive an individualized treatment plan that is specifically designed for you and your current needs. Different services will be provided for each of our patients. Each of our treatments has its own purpose, power and may address illnesses & conditions more effectively than others. We take the time to sit down with our patients to ensure that we are meeting your needs and to devise a plan together for your health so that you can restore your health naturally. FAMILY CONSTELLATION Family Constellations, as developed by Bert Hellinger, are for individuals, couples and families interested in resolving life issues and looking to find a solid foundation for new direction in their lives. \"A Constelacão Sistêmica em si They listen to you and approach your problem in holistic way! I can't describe the sense of well-being when I leave from there! I definitely recommend it!\" — Adriana C. What Can We Treat? The National Institutes of Health (NIH) recognize the effectiveness of acupuncture and treatments for most of the disorders listed below. If you have any questions please feel free to call us. RESPIRATORY SYSTEM What We Treat - Bronchitis Common Cold - Sore Throat - Influenza - Rhinitis - Allergies - Pneumonia - Asthma - Tonsillitis - Sinusitis RESPIRATORY SYSTEM GASTROINTESTINAL DISORDERS What We Treat - Esophageal Spasm - Hiccough - Gastritis - Hyperacidity - Colitis - Acid Reflux - IBS GASTROINTESTINAL DISORDERS MOUTH DISORDERS What We Treat - Toothache - Post-Extraction Pain - TMJ - Gingivitis MOUTH DISORDERS PSYCHIATRIC DISORDERS What We Treat - Anxiety - Stress / Tension - Attention Deficit Disorder - (ADD) && ADHD - Insomnia - Depression - Addiction PSYCHIATRIC DISORDERS WOMEN'S HEALTH What We Treat - Menopause - PMS - Infertility - Menstrual Cramps - Excess Bleeding - Amenorrhea - Sexual Dysfunction WOMEN'S HEALTH CARDIOVASCULAR DISORDERS What We Treat CARDIOVASCULAR DISORDERS - to come SKIN DISORDERS What We Treat SKIN DISORDERS - Eczema - Rashes - Acne - Psoriasis - Itching - Allergic Reactions - Dermatitis - Dandruff - Dry Skin NEURO - MUSCLE SKELETON DISORDERS What We Treat - Headache Migraine - Intercostal Neuralgia - Meniere's disease - Sciatica - Peripheral Neuropathies - Back pain - Tremors - Arthritis - Carpal Tunnel Syndrome - Fibromyalsia - Joint Problems "}