{"title": "The potential role of ischaemia-reperfusion injury in chronic, relapsing diseases such as rheumatoid arthritis, Long COVID, and ME/CFS: evidence, mechanisms, and therapeutic implications", "author": "Kell; Douglas B; Pretorius; Etheresia", "url": "https://dx.doi.org/10.1042/BCJ20220154", "hostname": "doi.org", "description": "Ischaemia-reperfusion (I-R) injury, initiated via bursts of reactive oxygen species produced during the reoxygenation phase following hypoxia, is well known in a variety of acute circumstances. We argue here that I-R injury also underpins elements of the pathology of a variety of chronic, inflammatory diseases, including rheumatoid arthritis, ME/CFS and, our chief focus and most proximally, Long COVID. Ischaemia may be initiated via fibrin amyloid microclot blockage of capillaries, for instance as exercise is started; reperfusion is a necessary corollary when it finishes. We rehearse the mechanistic evidence for these occurrences here, in terms of their manifestation as oxidative stress, hyperinflammation, mast cell activation, the production of marker metabolites and related activities. Such microclot-based phenomena can explain both the breathlessness/fatigue and the post-exertional malaise that may be observed in these conditions, as well as many other observables. The recognition of these processes implies, mechanistically, that therapeutic benefit is potentially to be had from antioxidants, from anti-inflammatories, from iron chelators, and via suitable, safe fibrinolytics, and/or anti-clotting agents. We review the considerable existing evidence that is consistent with this, and with the biochemical mechanisms involved.", "sitename": "Portland Press", "date": "2022-08-31", "cleaned_text": "of reactive oxygen species produced during the reoxygenation phase following hypoxia, is well known in a variety of acute circumstances. We argue here that I-R injury also underpins elements of the pathology of a variety of chronic, inflammatory diseases, including rheumatoid arthritis, ME/CFS and, our chief focus and most proximally, Long COVID. Ischaemia may be initiated via fibrin amyloid microclot blockage of capillaries, for instance as exercise is started; reperfusion is a necessary corollary when it finishes. We rehearse the mechanistic evidence for these occurrences here, in terms of their manifestation as oxidative stress, hyperinflammation, mast cell activation, the production of marker metabolites and related activities. Such microclot-based phenomena can explain both the breathlessness/fatigue and the post-exertional malaise that may be observed in these conditions, as well as many other observables. The recognition of these processes implies, mechanistically, that therapeutic benefit is potentially to be had from antioxidants, from anti-inflammatories, from iron chelators, and via suitable, safe fibrinolytics, and/or anti-clotting agents. We review the considerable existing evidence that is consistent with this, and with the biochemical mechanisms involved. & Networks](/biochemj/search-results?f_Subjects=Systems+Biology+%26+Networks) Introduction If the supply of oxygen to a normally aerobic tissue is restricted (hypoxia, often caused by ischaemia), and then is more or less rapidly restored ('reperfusion'), that tissue may be damaged. This damage is variously known as ischaemia-reperfusion injury, hypoxia-reperfusion injury, or reoxygenation injury. It is widely observed acutely [ [1](javascript:;)], for instance following an acute mycocardial infarction [ [2-4](javascript:;)], stroke [ [5](javascript:;), [6](javascript:;)], in emergency medicine [ [7](javascript:;)], and during the ex vivo incubation of organs as part of transplant surgery [ [8-11](javascript:;)]. It is considered (see below) that the main mechanisms involve the production, especially during the reperfusion, of various partially reduced reactive oxygen species (ROS) [ [12](javascript:;), [13](javascript:;)], not least by an over-reduced mitochondrial respiratory chain that was formed during the hypoxic phase (see [Figure 1](javascript:;) for a simplified representation of ischaemia-reperfusion injury (I-R I)). These initiate a variety of other processes such as inflammation that we discuss later. Simplified representation of the initial stages of ischaemia-reperfusion injury (I-R I [ [7](javascript:;)]). [Close modal](javascript:;) A considerable number of chronic disorders or syndromes seem to occur following the acute stages of an infection [ [14-16](javascript:;)], and include rheumatoid arthritis, various forms of more classical chronic fatigue (idiopathic chronic fatigue ICF and myalgic encephalomyelitis/chronic fatigue syndrome ME/CFS), and, most recently, Long COVID [ [17-23](javascript:;)]. They are characterised by a multiplicity of symptoms, that, while seemingly (but not) unrelated, also exhibit two particular features: (i) a variety of manifestations of exceptional levels of fatigue (e.g. [ [18](javascript:;), [24-35](javascript:;)] and see below) and (ii) episodic disability [ [29](javascript:;), [36-39](javascript:;)], i.e. periods of unwellness that are relatively benign interspersed with periods ('relapses' or 'crashes') characterised by acute, severe, and often debilitating symptoms. Another striking feature of these diseases is that they predominantly affect women [ [40-42](javascript:;)]. By and large, these diseases (especially ME/CFS and Long COVID) have not been well managed [ [29](javascript:;), [43](javascript:;)] because their aetiologies have been uncertain and even their organic (rather than psychological) nature has been questioned. Some of the management practices, such as graded exercise therapy, have even been harmful [ [43](javascript:;)], especially since post-exertional malaise (PEM) (a worsening of symptoms following exertion) is even a hallmark of such diseases [ [44](javascript:;)]. Indeed, we consider (and argue) that periodic ischaemia-reperfusion injury is largely responsible for the relapsing observed. Thus, the main purpose of this review is to bring together the evidence that a chief cause of such crashes or relapses, that also serves to contribute to the chronic nature of such diseases, is probably a kind of chronic in vivo hypoxia/reperfusion activity that seems to have been almost completely [ [45](javascript:;)] unremarked. The recognition of this leads to a variety of promising therapeutic opportunities; in most cases, there is already evidence for their benefits. We take such evidence to be evidence for the mechanisms that we propose. A multiplicity of symptoms Depending on the precise scoring, some 10-30% or more of individuals infected with SARS-CoV-2 and exhibiting acute COVID go on to manifest Long COVID [ [46-54](javascript:;)]. This said, Long COVID has over 200 different symptoms, a subset of which (identifiable as subtypes [ [55](javascript:;)]) can occur in any individual [ [34](javascript:;), [56-59](javascript:;)], likely with some consequences that may not manifest for years [ [60](javascript:;), [61](javascript:;)] or even decades [ and cell-mediated to inflammatory cytokine production [ [80](javascript:;), [81](javascript:;)], a variety of [83](javascript:;)] amyloid microclots [ [84-89](javascript:;)], great majority of in both ME/CFS [ [18](javascript:;), [19](javascript:;), [43](javascript:;), [93-96](javascript:;)] (also (where bacterial infection, especially by Proteus spp., is strongly implicated [ [14](javascript:;), [100-105](javascript:;)]). To retain focus, we do not really discuss the many other chronic, inflammatory diseases for which similar phenomena may be observed (see e.g. [ [15](javascript:;), [106](javascript:;)]), though we would comment that ischaemia-reperfusion injury has been suggested to be significant in the vascular disease pre-eclampsia [ [107](javascript:;), [108](javascript:;)], that also exhibits many of the other hallmarks (necessarily for a more limited time) of these syndromes [ [109](javascript:;), [110](javascript:;)]. Indeed, aspects of COVID-19 bear many similarities to pre-eclampsia in pregnant women [ [111](javascript:;), [112](javascript:;)]. To this end, the likely ubiquity of an infectious origin for more or less all chronic inflammatory diseases [ [15](javascript:;), [106](javascript:;)] is exemplified by the recent recognition that multiple sclerosis originates with an Epstein-Barr virus (EBV) infection [ [113-115](javascript:;)]. Gene expression levels can vary very widely between different tissues (e.g. [ [116](javascript:;), [117](javascript:;)]). Thus, although in acute COVID the SARS-2-CoV virions tend to be most accumulated where their receptors are most prevalent (as were the and -variants in the lungs [ [118](javascript:;), [119](javascript:;)]), there is evidence for a wide distribution between tissues [ [118](javascript:;), [120](javascript:;), [121](javascript:;)], including in Long COVID [ [19](javascript:;), [77](javascript:;), [122](javascript:;)]. This can help to explain particular differences in symptomology; however, we consider that there are mechanisms (particularly amyloid microclot formation [ [85](javascript:;)] and, as introduced here, regular ischaemia-reperfusion injury) that are also general enough to help to understand the unusual breadth of the pathology of Long COVID. A systems approach Given the complexity of the potential actors and symptoms, and the fact that in one sense everything is connected to everything else, often with complex feedback loops, the task of the systems biologist is to identify, and ultimately to quantify, the pathways and elements most strongly contributing to the phenomena of interest. This will initially take the form of qualitative network diagrams [ [123-126](javascript:;)]. To this end, [Figure 2](javascript:;) indicates some of the features that we consider likely to contribute to these chronic, inflammatory diseases, along with an attempt ( [Figure 3](javascript:;)) to indicate some evident causal relationships. Systems that are likely to be affected by, and contribute to, chronic, inflammatory diseases. [Close modal](javascript:;) Some causes and effects of inflammation. [Close modal](javascript:;) Many the following sections summarise the mechanistic evidence for these phenomena. Given the heterogeneity of symptoms alluded to above, it is clear that some pathways will be more significant than others in particular individuals, so this is necessarily to be seen as a high-level view. In particular, to understand how one state of relatively benign conditions can morph into another of much greater severity, it is to be recognised that normally an internal or external trigger of some kind is necessary. This could be hormonal (e.g. the female menstrual cycle) or more or less any kind of stress or trauma. Our focus here is on the involvement of a kind of chronic ischaemia-reperfusion injury in these processes, and the role of fibrin amyloid microclots therein. Ischaemia-reperfusion injury and ROS production Under normal circumstances, the reduction in dioxygen by the mitochondrial respiratory chain is a four-electron reduction (leading to water), occurring at cytochrome c oxidase. If the respiratory chain is over-reduced, however, as a result of hypoxia or the ischaemia that causes it, O2 when readmitted ('reperfusion') can undergo a two-electron reduction at the level of cytochrome b (complex III) forming peroxide, or a one-electron reduction at complex I forming superoxide . A variety of other oxygen-reducing enzymes can also lead directly to the production of such 'reduced' forms of dioxygen in vivo (e.g. [ [1](javascript:;), [127-129](javascript:;)]), H2O2 from xanthine oxidase ischaemia/reperfusion injury [ [136](javascript:;)] can serve classed as 'reactive oxygen species', neither peroxide nor superoxide are normally excessively toxic at low concentrations (indeed they can be used as signalling molecules); what does cause major toxicity is their presence at higher levels and in addition the reaction of hydrogen peroxide with (free or poorly liganded) Fe(II) in the Fenton reaction [ [137](javascript:;)], leading to the very reactive and damaging hydroxyl radical () [138](javascript:;), redox Hydroxyl radicals are exceptionally reactive, and react within nanoseconds with anything that is nearby. Thus it is they that are especially responsible for all the trouble connected with oxidative stress ( [Figure 4](javascript:;)). Some of the chemical reactions contributing to oxidative stress and disease. [Close modal](javascript:;) Note that ascorbate can replace within the cell for reducing the Fe(III) to Fe(II) [ [140](javascript:;)]. Thus, although ascorbate is 'reducing' and an 'antioxidant', its reaction with O2, especially when catalysed by Fe(II), produces superoxide and thence radicals that may be pro-oxidant [ [141](javascript:;)]. Indeed, a variety of clinical trials using ascorbate in diseases considered to be accompanied by oxidative stress have found that it is actually less good than was the control/placebo in terms of all-cause mortality [ [142](javascript:;), [143](javascript:;)]. The importance of liganding free 'iron' This was discussed in much more detail previously [ [106](javascript:;)] (see also [ [15](javascript:;)]), so only a brief summary is given here. Specifically, while iron is familiar as normally existing mainly in Fe(II) or Fe(III) states, this describes only part of the picture, since the Fe atom contains six potentially ligandable sites (two polar, four equatorial) that also affect its reactivity, and only when all six sites are occupied (liganded) is its reactivity controlled. Liganding say four sites actually increases its reactivity, and for instance the reduction by ascorbate of Fe-EDTA complexes (that ligand only the equatorial sites) is in fact a potent means of producing hydroxyl radicals in the laboratory [ [144-147](javascript:;)]. Thus it is vital to ensure that free iron, and especially poorly liganded iron, is absent [ [148](javascript:;)]. Note, in this context, that cell death is accompanied by the release of ferritin, and that this ferritin (which should not normally be in plasma at all) liberates free iron when it enters the bloodstream [ [149](javascript:;)]. Dormancy in bacteria and viruses Although textbooks of microbiology focus on the kinetics and behaviour of microbes when they are (or have recently been) actively growing, this state is not at all the norm in nature. If an organism can grow it will do so, but if it lacks a necessary nutrient or signalling molecule it cannot (by definition). Unsurprisingly, evolution long ago selected against organisms that simply die when unable to grow, and instead selected for starvation survival [ [150-153](javascript:;)] that required that they entered a state of dormancy [ [154](javascript:;), [155](javascript:;)], from which they must in time become resuscitable [ [156-159](javascript:;)]. In clinical microbiology (where large segments of the human population harbour dormant forms of Mycobacterium tuberculosis [ [160](javascript:;), [161](javascript:;)] and/or Helicobacter pylori [ [162](javascript:;), [163](javascript:;)] without manifesting overt infection), such dormant forms are often referred to as 'persisters' [ [164-174](javascript:;)]. Dormant bacteria represent a conundrum for classical bacteriology, since they do not obey the classical Koch's postulates that classically allow one to state that organism X causes disease Y [ [175-182](javascript:;)]; specifically, they do not necessarily adopt replicating forms, that might be assessed as axenic colonies on petri dishes. Notwithstanding claims of reagent contamination, the presence of dormant (non-replicating) bacteria also underpins the existence of (often resuscitable) microbial cells in blood [ [183-193](javascript:;)] and tissues (e.g. [ [109](javascript:;), [110](javascript:;), [194](javascript:;)]) that are normally considered to be necessarily sterile, where they may also be detected by molecular methods or using imaging techniques. In general terms, the invasion of host cells by microbes ('intracellular pathogens') that are known to lie in a dormant or quiescent state and reactivate at later times is actually a commonplace (e.g. [ [195-222](javascript:;)]), so should not, in fact, be perceived as 'controversial' at all ( [Figure 5](javascript:;)). Microbial states and and from [ [15](javascript:;)]. [Close modal](javascript:;) Viruses, especially herpes viruses, but also enteroviruses [ [223](javascript:;)], can also remain latent for years [ [224-226](javascript:;)], a well-known example being the activation of herpes zoster (manifesting as shingles) decades after a typically childhood infection with chickenpox [ [227](javascript:;)]. Their reactivation has also been strongly implicated in Alzheimer's disease [ [228-231](javascript:;)]. The prevalence of latent herpesviruses such as cytomegalovirus may be as great as 90% [ [232](javascript:;), [233](javascript:;)]. Most pertinently, there are strong indications for a role of periodic viral (and/or bacterial) reactivation in both ME/CFS [ [234](javascript:;)] [235-239](javascript:;)]. Triggers of viral reactivation A chief means by which viruses are suppressed, or maintained in a latent state, involves the interferon system (e.g. [ [240-246](javascript:;)]). For present purposes, it is not necessary to go into all the molecular details; sufficient here is to recognise that infection with SARS-CoV-2 (as with certain other viruses [ [242](javascript:;), [247-249](javascript:;)]) can effectively lower the normal interferon responses [ [250](javascript:;)], and it is this that effectively unleashes existing latent viruses. Vaccination can sometimes elicit a similar effect [ [251-253](javascript:;)]. Triggers of bacterial reactivation With the possible exception of Borrelia burgdorferi (the causative agent of Lyme disease) [ [254](javascript:;)], all microbes need a source of iron. Normally, within human hosts, free iron is strictly regulated and is not available to assist the growth of pathogens [ [15](javascript:;), [255-263](javascript:;)]. This is (in part) why typical pathogens cannot replicate in vivo, why higher iron levels correlate with infection [ [15](javascript:;)], and why genes encoding iron uptake mechanisms are virulence genes [ [264](javascript:;), [265](javascript:;)]. Thus, any kind of trauma that leads to cell death can liberate free iron [ [15](javascript:;), [266](javascript:;)], which then initiate replication (and the potential shedding of inflammagens such as lipopolysaccharide (LPS) [ [15](javascript:;), [267](javascript:;)] and lipoteichoic acid [ [268](javascript:;)]). Endotheliitis It is by now well established that endotheliopathies, commonly measured using flow-mediated dilation [ [269](javascript:;), [270](javascript:;)], are of great significance in the pathological response of hosts to SARS-CoV-2 infection [ [271-284](javascript:;)]. They are initially caused by the viral infection, but likely both lead to and are caused by the coagulopathies and strong inflammatory responses that characterise the disease. Coagulopathies The term coagulopathies is used to describe any kind of dysregulation of the blood coagulation system. Coagulopathies [ [82](javascript:;), [285-302](javascript:;)] are a hallmark of both acute COVID [ [82](javascript:;), [84](javascript:;), [86](javascript:;), [303-319](javascript:;)] and Long COVID [ [88](javascript:;), [89](javascript:;), [320](javascript:;)], and spike protein may be activated by clotting factors [ [321](javascript:;)]. Acute COVID-19 is associated with both a hypercoagulable state and with bleeding; the resolution of the apparent paradox is temporal [ [82](javascript:;)] since the hypercoagulation can use up elements such as von Willebrand factor (VWF) that are then insufficient for normal coagulation to occur. Hypercoagulation can be caused by any number of traumas or shocks to the system, from the more obviously acute kind of trauma [ [322-324](javascript:;)], to the presence of molecules such as free iron [ [325-330](javascript:;)], bacterial LPS [ [267](javascript:;), [268](javascript:;), [331-333](javascript:;)], and spike protein of SARS-CoV-2 [ [84](javascript:;)]. Coagulopathies also a feature of rheumatoid arthritis [ [14](javascript:;), [334-337](javascript:;)] and indeed all kinds of inflammatory diseases [ [326](javascript:;), [338-345](javascript:;)], including of course COVID-19 [ [346-349](javascript:;)] and ME/CFS [ [350-352](javascript:;)]. However, although these links are well established, there is an important twist that makes the kind of coagulation we are talking about anomalous because it leads to fibrin amyloid-containing clots that are more resistant than usual to fibrinolysis. Fibrin amyloid microclots triggered by bacterial and viral components Since we are not normally talking about overt infection here, in which large numbers of proliferating organisms overwhelm the host and create sepsis [ [353](javascript:;)], we need a mechanism (or set of mechanisms) by which more-or-less tiny amounts of viral or bacterial product can amplify their effects. In this case, we believe that the clotting of blood into an anomalous, amyloid-type form, is a major contributor [ [85](javascript:;)]. The terminal stages of blood clotting involve the self-organised polymerisation of fibrinogen (a protein of dimensions ca 5 × 45 nm) into fibrin fibrils of great length, and diameters of say 50-100 nm. What we discovered was that highly substoichiometric amounts of the Gram-negative bacterial cell wall component LPS , viz 1 molecule LPS per 100 000 000 fibrinogen molecules, could induce the clotting to be into a thermodynamically more stable, protease-resistant amyloid form [ [354-356](javascript:;)]. This could also be effected by the Gram-positive equivalent, lipoteichoic acid [ [268](javascript:;)], and, importantly for present purposes, by the spike protein of SARS-CoV-2 [ [84](javascript:;), [85](javascript:;), [87-89](javascript:;), [306](javascript:;), [357](javascript:;)]. (We have not yet tested surface antigens from other viruses.) Because the conversion of normal forms of proteins to their amyloid equivalents, with no change in primary sequence, is often triggered by the amyloid form itself, much as with prions [ [355](javascript:;), [358-361](javascript:;)], it is unsurprising that there is cross-reactivity between amyloid types [ [362-365](javascript:;)], and amyloid deposits of various kinds are also a hallmark of SARS-CoV-2 in COVID-19 [ [85](javascript:;), [87](javascript:;), [89](javascript:;), [306](javascript:;), [366-368](javascript:;)], as well as with other viruses [ [369](javascript:;)] and diseases [ [364](javascript:;)]. One feature of the amyloid form is that by representing a conformation different from that of normal fibrin it necessarily displays novel epitopes, which can of course select for the production of autoantibodies; the fibrinaloid clots also trap a variety of other molecules, including plasmin-inhibiting agents [ [88](javascript:;)] that mechanistically may contribute to their stability. However, probably the most important consequence of the resistance of these fibrin amyloid or 'fibrinaloid' [ [85](javascript:;)] microclots to fibrinolysis is that they are able to pass into microcapillaries and block them up [ [370](javascript:;)]. Such fibrinaloid microclots have now recently been observed in the plasma of ME/CFS, at levels some 10-fold those of healthy controls [ [352](javascript:;)]. We also note that in vitro studies have shown that various other molecules can induce fibrin amyloid formation (referred to in our early literature as 'dense matted deposits'); these include oestrogen [ [371](javascript:;)] (which we consider also reflects the prevalence of these diseases in women [ [17](javascript:;), [40](javascript:;), [72](javascript:;)] and variations in the severity of Long COVID during the female monthly cycle) and unliganded iron [ [326](javascript:;), [330](javascript:;), [372](javascript:;), [373](javascript:;)]. fibrin amyloid microclotting [ [374](javascript:;)]. We recognise, however, that men also produce oestrogens, so it is not a straightforward correlation, and many elements might underlie the significant bias towards women in these and other chronic, inflammatory diseases. Evidence for capillary blockage from venous O2 levels Tissue hypoxia can be caused by a variety of mechanisms, including poor O2 uptake in the first place or poor exchange with tissues. Similarly, mitochondrial respiration, whose control is distributed across many steps [ [375](javascript:;)], may also be limited by a variety of causes, including the number of mitochondria and, of course, the actual availability of O2. To rehearse, arteries take O2-poor blood from the heart to the lungs where it is oxygenated, capillaries distribute it throughout tissues, and veins return the less-oxygenated blood to the heart ( [Figure 6](javascript:;)). Nowadays the venous blood saturation is measured via a central venous catheter in the superior vena cava via the jugular of the subclavian vein, rather than in the pulmonary artery as previously [ [376](javascript:;)]. It reflects both O2 transport to the tissues and usage by them [ [377](javascript:;)], so while a low value is indicative of problems a normal value may not entirely reflect them [ [376](javascript:;)]. Specifically, the evidence that in many of these diseases tissue hypoxia is a major cause of problems due to the capillaries not doing their job properly comes from the measurement of central or mixed venous (vs arterial O2) saturation [ [378](javascript:;), oxygen saturation (ScvO2) was 66% for healthy controls, 33% for acute COVID-19 survivors, and 18% for those who died from COVID-19. We note that conventional fingertip-type pulse oximeters, while reasonably accurate, mostly estimate arterial O2 levels [ [380](javascript:;)], so would not necessarily pick up this kind of phenomenon; indeed this may account for the discordance [ [381](javascript:;), [382](javascript:;)] between pulse oximetry and arterial blood gas measurements. Cerebral oximetry [ [383](javascript:;)] may provide a truer assessment if non-invasive measures are desired. Simplified diagram of oxygen exchange, showing arteries (red) and veins (blue) linked by capillaries. [Close modal](javascript:;) One typical consequence of a blockage of a flexible pipe is that it swells. While it is not so easy to detect this, one organ where this is indeed visible is the eye. Consistent with capillary blockage, the diameters of blood vessels in the eye increase during COVID-19 [ [384-386](javascript:;)]. Specifically, the likelihood of retinal microvasculopathy in subjects with COVID-19 was massively higher compared with that of controls (with an odds ratio and 95% confidence interval of 8.86 and 2.54-27.53, respectively [ [387](javascript:;)]). In some cases, even ocular vein thrombosis has been observed [ [388](javascript:;)]. Heart-rate variability If — as argued here — capillary blockage induced by fibrin amyloid microclots is important, especially as output demand is increased, it is reasonable that heart-rate variability might be increased in individuals suffering from Long COVID. This very much turns out to be the case [ [389-391](javascript:;)], and is presumably related to postural orthostatic tachycardia syndrome (POTS) [ [392](javascript:;)], another common symptom of Long COVID [ [21](javascript:;), [90](javascript:;), [393-395](javascript:;)] with likely a similar cause. Specifically, as well as more complex physiological contributions, low O2 is a standard signal (as occurs during exercise) for the heart to beat faster (e.g. [ [396](javascript:;)]); in the cases of interest here, we simply posit that this occurs at far lower levels of exercise effort because of the impaired ability to deliver O2 to tissues. Size of fibrin amyloid microclots and capillary diameters Most capillaries (depending on the individual under study [ [397](javascript:;)]) are just 5-10 m in diameter [ [398-406](javascript:;)], which means that erythrocytes, with a discoid shape of 6-8 m diameter × 2-2.5 m [ [407](javascript:;)], largely pass through them in single file (and their viscosity is here at a minimum [ [408](javascript:;)]). Others are more like 15-50 m diameter [ [409](javascript:;), [410](javascript:;)]. (There is thus a size discrepancy between the diameter of the white blood cells (6-8 m or more) and that of the smallest capillaries (5.5 m) and this size discrepancy forces the white blood cells, to deform in order to transit the capillary bed [ [411](javascript:;)].) The transition into the tissue over the blood vessel walls will occur in the response to a biologically harmful stimulus (e.g. inflammation or infection) [ [412](javascript:;)]. This white blood cell migration process is called transendothelial migration (TEM) or diapedesis. The fibrin amyloid microclots that we discovered are commonly 5 to even 200 m in diameter, so it is not surprising that they can block up capillaries. See [Figure 7](javascript:;) for representative examples of microclots in healthy participants (exposed to neither SARS-CoV-2 nor vaccine), those found in acute COVID-19 and in Long COVID. Also, note the % area distribution of microclots in acute COVID (data published in [ [87](javascript:;)]). In addition, the erythrocytes themselves lose deformability in these kinds of disease [ [413](javascript:;)]. Improved imaging methods coupled to advanced computer vision algorithms for assessing such capillary diameters (e.g. [ [398](javascript:;), [399](javascript:;), [409](javascript:;), [414-421](javascript:;)]) and their relation to blood flow represent important areas of research. [Close modal](javascript:;) Two other major points pertain to this question about the relationship between the size of capillaries and the likelihood of insoluble circulating material clogging them: the first is that if microclots of whatever composition are 'already' trapped in capillaries for a greater or lesser time they will not be observable in standard venous plasma samples, and so these measurements may underestimate the problem. The second is that this general mechanism of capillary blockage is likely true for other kinds of debris including those from endothelial cell damage; to this end, it is worth recognising that the presence of extracellular vesicles is part of many chronic diseases (e.g. [ [423-427](javascript:;)]), including rheumatoid arthritis [ [428-433](javascript:;)]. In particular, extracellular vesicles are seen as a highly discriminating accompaniment to ME/CFS [ [434](javascript:;)], and are being observed in both acute [ [435](javascript:;)] and Long COVID-19 [ [436](javascript:;)] patients. Erythrocyte (RBC) deformability and eryptosis The size, shape, and deformability of erythrocytes contributes strongly to their function, and there is evidence that these too are abnormal in the diseases of present interest, viz rheumatoid arthritis, ME/CFS, acute and Long COVID. The extent to which these are caused via fibrin amyloid microclots or by other means (such as reaction with ROSs [ [437](javascript:;), [438](javascript:;)]) is unknown, but this is also likely to contribute to the oxidative stress observed. In particular, RBCs from patients with ME/CFS were significantly non-discocytic [ [439](javascript:;)] and stiffer [ [413](javascript:;)] than those from healthy controls. Differences are also found for erythrocyte sedimentation rates (ESR) [ [413](javascript:;), [440](javascript:;)] (as it was in the case of delayed cerebral ischaemia following subarachnoid haemorrhage [ [441](javascript:;)]) and also for the easily measured red cell distribution width (RDW) [ [442](javascript:;)]. ESR values are changed in Long COVID [ [443](javascript:;)], while RDW is raised substantially (and increasingly with severity) in acute COVID [ [444-448](javascript:;)]. We are not aware of studies of RDW and Long COVID, but the ease of measurement of this variable implies that much more use might be made of it. It was also found that in acute COVID-19 infection, complement deposition on erythrocytes occurs [ [449](javascript:;)]. Erythrocytes have complement receptor 1 (CR1) (also known as C3b/C4b receptor or CD35) on their membranes and this binds complement activation products C3b and iC3b [ [449](javascript:;)] and C4d [ [450](javascript:;)]. The complement system promotes clearance of pathogens but pathological complement activation may cause microvascular thrombosis. In COVID-19 ICU patients, a reduced CR1 erythrocyte density was observed. Furthermore, deposits of C4 fragments on erythrocytes and virus spikes or C3 on erythrocytes among COVID-19 patients may be of significance to the clearance of immune complex or complement fragment-coated cell debris during COVID-19 infection [ [450](javascript:;)] (see [Figure 8](javascript:;)). All of these aspects can contribute to impaired blood flow and hence lowered tissue oxygenation. Immune complex formation on erythrocytes during COVID-19 and Long COVID: a hypothesis. [Close modal](javascript:;) An extreme endpoint morphology is eryptosis [ [451-455](javascript:;)], in which erythrocytes undergo a specific form of programmed cell death. However, since it can also be induced by a variety of drugs sometimes used to treat the relevant diseases (e.g. [ [456](javascript:;)]), it may not be the best biomarker for diagnosing them precisely. Erythrocyte pathology is nonetheless a clear indicator of problems with microcirculation [ [453](javascript:;), [457-459](javascript:;)], and as such speaks clearly to our proposals that an inadequate microcirculation, leading to I-R injury, lies at the heart of these diseases. Thromboses While amyloid microclots in capillaries have been our focus, we should recognise that anything disposing to their formation might, statistically, tend to lead to the formation of larger clots. When the blockage by such a clot of a larger blood vessel such as a vein is effectively complete, one consequence is a venous thromboembolism (VTE), including pulmonary embolism (PE) and deep vein thrombosis (DVT). It is, therefore, worth enquiring as to whether the likelihood of these is raised as part of the diseases we are considering. The answer is that individuals with rheumatoid arthritis [ [460-467](javascript:;)] and acute [ [287](javascript:;), [468-479](javascript:;)] and Long COVID [ [370](javascript:;), [480](javascript:;), [481](javascript:;)] are indeed significantly more prone to such VTEs. The extent to which these thrombi are amyloid in character seems not to have been investigated, and there is also an intriguing link with MAST cell contents [ [482](javascript:;)]. Here, we should also mention the prevalence of microthrombi and VTEs as part of sepsis (e.g. [ [353](javascript:;), [483-485](javascript:;)]), and the similarities between some of the symptoms observed in Long COVID or ME/CFS and what is coming to be recognised [ [486-489](javascript:;)] as post-sepsis syndrome. These events provide further mechanistic evidence for the kinds of microcapillary blockage we believe to be caused by fibrinaloid microclots. Aneurysms An aneurysm is a bulge in a blood vessel caused by a weakness in the blood vessel wall, commonly where it branches. Clearly, the blockage of a blood vessel by a microclot is likely to exert pressure on the vessel's walls, potentially weakening it, and so it is reasonable that aneurysms might be expected to accompany diseases involving microclots. This turns out to be the case in rheumatoid arthritis [ [490](javascript:;)], acute COVID [ [491](javascript:;), [492](javascript:;)] (which bears similarities to Kawasaki disease [ [493](javascript:;)]) and Long COVID [ [17](javascript:;)]. The association with ME/chronic fatigue syndrome is seemingly weaker, and is usually seen as an association of fatigue, for example, driven by a subarachnoid haemorrhage [ [494](javascript:;), [495](javascript:;)]. COVID toes Chilblains (pernio) commonly occur when the extremities get cold (restricting blood flow — ischaemia) followed by a period of rewarming (with reperfusion) leading to what might be seen as almost a classical and observable form of ischaemia-reperfusion injury. An unusual and striking feature that has been observed in both acute [ [496-502](javascript:;)] and Long COVID [ [503-505](javascript:;)] is just such a set of 'chilblain-like lesions' commonly known as 'COVID toes'. They seem to reflect thromboembolic events, as well as a strong interferon response [ [506](javascript:;)], and may represent (and certainly provide evidence for) one of the most visible sequelae (both macroscopically and via capillaroscopy [ [507-509](javascript:;)]) of the kinds of ischaemia-reperfusion injury that we are positing here. Evidence of hypoxia leading to oxidative stress There is no doubt that hypoxia leading to ROS is the cause of 'oxidative stress' [ [510](javascript:;)]. Hypoxia can have a variety of causes [ [511](javascript:;)], and was of course one of the chief hallmarks of early variants of SARS-CoV-2 in acute COVID-19 [ [370](javascript:;), [512-521](javascript:;)], and it is reasonable that this is in part due to impaired capillary flow [ [370](javascript:;), [522](javascript:;)]. It can only be modelled if perfusion defects are included [ [523](javascript:;)]. It is similarly a characteristic of Long COVID [ [17](javascript:;)] and also, perhaps less well known, of rheumatoid arthritis [ [524](javascript:;)]. Rheumatoid arthritis is also correlated with ischaemia as judged by a comorbidity with ischaemic heart disease [ [525](javascript:;)], and indeed with VTE [ [461](javascript:;)] and anomalous amyloid clotting [ [14](javascript:;), [336](javascript:;), [526](javascript:;)]. Many positron emission tomography (PET) probes for detecting hypoxia in vivo do exist [ [527](javascript:;)], and of course for research purposes one may use suitable optical probes [ [528](javascript:;)] or the assessment of gene expression profiles as modulated by the transcription factor hypoxia-inducible factor (HIF-1) [ [529-531](javascript:;)]. Such evidence for hypoxia is an important part of the narrative we bring together here. Oxidative stress resulting from ischaemia-reperfusion injury Oxidative stress refers to an imbalance between the rate of production of reactive oxygen and nitrogen species (many of which are free radicals) and their elimination via antioxidants (e.g. [ [106](javascript:;), [532-545](javascript:;)]). As discussed above, any ischaemia or hypoxia followed by a return to normoxia runs the risk of ischaemia-reperfusion injury, since ROSs are the inevitable consequence. This manifests as a combination of oxidative stress, inflammation, and (synonymously) inflammatory cytokine production. This is almost so well known that it needs no rehearsal, so we merely give a few reviews as they pertain to rheumatoid arthritis [25](javascript:;), [27](javascript:;)]. For us, the key question is: how is this most obviously manifest in something relatively easily measurable (that thus provides evidence for them)? Lactate as a measure of ischaemia If the supply of O2 to tissues is inadequate, cells must rely on non-respiratory reactions for their ATP formation, meaning that lactate is likely to accumulate. To this end, elevated lactate accumulation has indeed been observed in rheumatoid arthritis [ [549-551](javascript:;)], in ME/CFS [ [552-557](javascript:;)], and in acute [ [558-561](javascript:;)] and long [ [562](javascript:;)] COVID. Measurable hallmarks or biomarkers of ischaemia-reperfusion injury As rehearsed above, and in much more detail previously [ [15](javascript:;), [106](javascript:;)], while peroxide and superoxide are intermediates, and at high levels are cytotoxic, it is also the hydroxyl radical that causes many or most of the manifestations of oxidative stress and, in particular, of ischaemia-reperfusion injury. Because it is so reactive, it is not observable directly; however, the products of the effective reaction of ROSs with proteins (nitrotyrosine [ [563-567](javascript:;)]), lipids (malondialdehyde [ [568](javascript:;), [569](javascript:;)]), and DNA (8-oxoguanine [ [570-574](javascript:;)]) are. Consequently, if we wish to know that I-R injury is a contributor to the kinds of syndromes we are discussing here, we 'simply' need to check whether they manifest these oxidative biomarkers. 8-isoprostane is another, and it (and the related 15-isoprostane [ [575](javascript:;)]) is raised in rheumatoid arthritis [ ME/CFS [ [546](javascript:;)], and COVID-19 [ [578-581](javascript:;)]. Malondialdehyde and related compounds from lipid peroxidation are also easily measured in the 'thiobarbituric acid reactive substances' (TBARS) assay. Note, however, that being 'endpoint assays' they can measure determinands that can accumulate, but since the degradation rate of such molecules is normally unknown they cannot alone be used to determine the recency of any oxidative stress. This said, there is plenty of evidence for the presence of nitrotyrosine in acute COVID [ [582](javascript:;), [583](javascript:;)], rheumatoid arthritis [ [584-587](javascript:;)], and ME/CFS [ [588](javascript:;)]. It does not yet seem to have been looked for in Long COVID but has been anticipated [ [583](javascript:;)]. TBARS levels are also raised in rheumatoid arthritis [ [589-591](javascript:;)], acute COVID [ [580](javascript:;)], ME/CFS [ [592-595](javascript:;)], and idiopathic chronic fatigue [ [94](javascript:;)], and are similarly anticipated in Long COVID [ [547](javascript:;)]. These measurements provide powerful evidence for the role of ischaemia-reperfusion phenomena in ME/CFS and Long COVID. Post-exertional malaise 'Fatigue' in syndromes such as ME/CFS and Long COVID is commonly used to refer to an inability at a given moment to perform what would normally be seen as simple and very light mechanical, exercise or even cognitive tasks. In contrast, PEM refers to a state that follows such activities, commonly 24-48 h later, in which many of the symptoms of ME/CFS are exacerbated, and may be accompanied by burning sensations. Such events are often referred to as 'crashes'. According to the ideas developed here, PEM is precisely a consequence of ischaemia-reperfusion injury, because the kinetics of cell death are such that this does not happen instantaneously but follow the flood of ROS contingent on the reperfusion events. Inflammation There is a certain circularity in the definition of inflammation, since inflammatory cytokines (such as IL-1, IL-6, and TNF-) are those that rise during inflammation, while inflammation is decreed when inflammatory cytokines are raised. Many are controlled by the transcription factors NF-B [ [596](javascript:;)] and Nrf2 [ [597](javascript:;), [598](javascript:;)], both of which are sensitive to redox state/oxidative stress [ [599-606](javascript:;)], thereby providing a straightforward link between hypoxia, oxidative stress, and inflammation [ [607-609](javascript:;)]. However, most measurements of these transcription factors are performed on 'static' samples, while it is their oscillatory nature that controls gene expression [ [610-614](javascript:;)]. Consequently, beyond the qualitative statement of a linkage between these transcription factors and redox state (i.e. oxidative stress) the interpretation of most available data is not straightforward. What is also well established, however (e.g. [ [9](javascript:;), [615-620](javascript:;)]), is that inflammation is absolutely a consequence of ischaemia-reperfusion injury and ROS production, and vice versa, providing a 'vicious cycle'. Mast cell activation Another mechanism mediating hyperinflammation is mast cell activation [ [621](javascript:;)]. It occurs during acute COVID [ [622-624](javascript:;)], and the symptoms [ [625](javascript:;)] of those with known mast cell activation syndrome significantly mirror those of individuals with Long COVID [ [626](javascript:;), [627](javascript:;)]. The elevation of IL-6 levels, as well as proteases such as carboxypeptidase A3 and tryptase, is a hallmark of this and these are also observed in PASC patients [ [628](javascript:;)]. Importantly for the present focus, mast cells are also activated during (and exacerbate) ischaemia-reperfusion injury [ [629-634](javascript:;)], and the inhibition of mast cell degranulation [ [634](javascript:;)] might consequently be of benefit in Long COVID. Indeed, these findings are consistent with the known beneficial effects of antihistamines in PASC [ [80](javascript:;)] (see [Figure 9](javascript:;)). Mast cell activation during COVID-19 and the resulting inflammation and coagulation pathology via mast cell degranulation. [Close hyperactivation of both acute [ [638](javascript:;), [639](javascript:;)] and Long COVID [ [89](javascript:;)], and one of its causes can certainly be oxidative stress [ [640](javascript:;)], as well as circulating inflammatory molecules that may trigger platelet hyperactivation, spreading, and significant platelet clumping [ [86](javascript:;), [301](javascript:;)]. It is also part of ME/CFS [ [641](javascript:;)]. Platelets have numerous receptors on their membranes that may interact with circulating inflammatory molecules, including viral and bacterial inflammagens [ [82](javascript:;), [642-647](javascript:;)]. In addition, platelets and their membrane receptors may also interact with each other, with endothelial cells and with other immune cells, forming platelet complexes. These interactions not only drive pathological clotting, but can also perpetuate endothelial damage and immunothrombosis [ [648](javascript:;), [649](javascript:;)], not only in COVID-19 as Long COVID, but also in all inflammatory diseases [ [647](javascript:;), [650-660](javascript:;)]. P-selectin is a well-known inflammatory molecule that may be found inside the granules of healthy platelets, on the membrane of the activated platelet where it acts as a binding receptor, or in circulation, as a soluble inflammatory molecule [ [82](javascript:;), [301](javascript:;), [646](javascript:;), [661](javascript:;), [662](javascript:;)], Levels were raised in both participants in a small study [ [663](javascript:;)]. [Figure 10](javascript:;) shows selected platelet receptors and [Figure 11](javascript:;) examples of platelet hyperactivation in individuals with Long COVID. Platelets are well-known for their storage of serotonin [ [664](javascript:;)] and platelet factor 4 (PF4) and serotonin are stored in - and -granules [ [665](javascript:;)]. Circulating immune complexes may also activate platelets via receptor-receptor binding followed by the release of serotonin from platelet granules [ [665](javascript:;)]. A subpopulation of platelets (the COAT-platelets) activated with collagen and thrombin express functional -granule factor V. These COAT-platelets serotonin conjugation to bind pro-coagulant proteins on their cell surface through a serotonin receptor [ [666](javascript:;)]. As platelet serotonin is the main source of serotonin in the blood, if a significant proportion of the circulating platelet population is hyperactivated, these platelets will shed their serotonin content and it will, in addition, provide a pro-coagulant surface, allowing these platelets to form platelet complexes, bind to fibrin(ogen), and also damaged endothelial cells (see [Figure 10](javascript:;)). Platelet hyperactivation has recently also been observed in ME/CFS [ [352](javascript:;)]. Platelet receptors and interactions with inflammatory molecules, endothelium and leucocytes during inflammation and clotting pathologies (adapted from [ [652](javascript:;)]). [Close modal](javascript:;) Platelet hyperactivation noted in a healthy individual (A) and an individual with Long COVID with severe platelet hyperactivation (B). [Close modal](javascript:;) Interestingly, serotonin receptor antagonists pulmonary vasoconstriction, lessen pulmonary platelet trapping, inhibit platelet activation and aggregation, and normalise increased respiratory drive, in severe COVID-19 [ [667](javascript:;), [668](javascript:;)]. It was also noted that there is an inverse association between serotonin antagonist medication usage and mortality in severe COVID-19 mortality [ [669](javascript:;)]. Autoimmunity Autoimmunity is of course a chief feature of rheumatoid arthritis, and the details are in principle reasonably well understood [ [14](javascript:;), [102-105](javascript:;), [670](javascript:;)]. It seems that autoimmunity is also a significant contributor to the after-effects of many viral infections [ [671](javascript:;)], including Long COVID [ [672](javascript:;), [673](javascript:;)]. The microclots entrap a great many proteins [ [88](javascript:;)], and of course any protein whose conformation is changed may present a new epitope that appears as 'non-self' and thus elicits autoantibodies. In addition, the nitration of proteins — as occurs during and following oxidative stress — also leads to the production of autoantibodies [ [674](javascript:;)] and autoantibodies for actin lead to muscle weakness [ [587](javascript:;)]. Autoantibodies [548](javascript:;), [675](javascript:;), [676](javascript:;)], and we consider they are likely to play an increasing role as the duration of Long COVID extends, since various autoantibodies share elements of epitope with the SARS-CoV-2 virus [ [677](javascript:;)], and some of the viral sequences are in fact amyloidogenic themselves [ [678](javascript:;), [679](javascript:;)]. Since there is significant evidence for viral persistence during Long COVID (e.g. [ [680](javascript:;)], and below), if they and autoantibodies also possess the ability to stimulate fibrin amyloid microclots, this provides one straightforward mechanism for continuing microclot persistence. A gut microbiome reservoir for SARS-CoV-2? In some cases, we are aware that there seems to be a continuation of Long COVID symptoms in spite of all kinds of treatments, and one explanation involves a unusual extent of viral persistence [ [681](javascript:;)], for which there is increasing evidence (e.g. [ [19](javascript:;), [682](javascript:;)]). To this end, the suggestion of Brogna et al. [ [683](javascript:;)] that SARS-CoV-2 could act like a bacteriophage and use bacteria as replication hosts is of especial interest. The gut microbiome does of course contain many trillions of organisms [ [684](javascript:;), [685](javascript:;)], contributes massively to immunity and inflammation [ [686](javascript:;)], provides a clear pathway between diet and health [ [687](javascript:;)], and would be the most logical place for such a reservoir to persist. The composition of the microbiome is also highly influenced by all kinds of drugs (including [ [688](javascript:;)] but far beyond antibiotics [ [689-691](javascript:;)]). Certainly, the gut and oral [ [692](javascript:;)] microbiomes are highly dysregulated in both acute [ [693](javascript:;), [694](javascript:;)] and Long COVID [ [19](javascript:;), [695](javascript:;), [696](javascript:;)], though the extent to which susceptibility to the disease is a cause or a consequence or both (or involving attendant medications) is largely unclear [ [697](javascript:;)]. This said, one study [ [695](javascript:;)] showed clear predictability between the microbiome and the nature and likelihood of PASC symptoms, while another showed it tracked recovery [ [698](javascript:;)]. Overall it would be astonishing if improvements in the gut microbiome were not accompanied by improvements in the symptoms of PASC, and that certain unfavourable organisms might serve as intermediate hosts for viral replication in the gut. If this is the case, a reset using antibiotics followed by pre- and pro-biotics would seem to be the correct strategy. Persistence through cell-cell viral transmission without release [ [699](javascript:;)] may also occur. Candidate treatments: drugs Based on what we have seen above and now know, it is reasonable to rehearse known pharmaceutical drugs [ [548](javascript:;)] for which there is evidence of benefit for those in various stages of ME/CFS or Long COVID. Of course, the efficacy in treating rheumatoid arthritis of various small molecules ('DMARDs', which were in fact originally isolated as antibiotics) and anti-inflammatory molecules such as antibodies against TNF- [ [700](javascript:;), [701](javascript:;)], is very well known, giving credence to the importance of such kinds of processes in Long COVID. Antiplatelet and anticoagulation medication may work on different parts of the clotting cascade by blocking platelet activation or by preventing new clots from forming by blocking the enzymatic pathway [ [86](javascript:;), [702-704](javascript:;)]. See [Figure 12](javascript:;) that shows selected direct oral anticoagulants (DOAC) and dual antiplatelet therapy (DAPT) medication on clotting and platelet function. Effects of selected direct oral anticoagulants (DOAC) and dual antiplatelet therapy (DAPT) medication on clotting and platelet function. [Close modal](javascript:;) If it is confirmed that individuals with Long COVID do indeed have platelet hyperactivation and microclot presence in their circulation, and these pathologies are not sufficiently treated, we hypothesise that a few scenarios might then develop (see [Figure 13](javascript:;)): Patients recover spontaneously where their fibrinolytic system returns to healthy clotting and lysis cycles. Patients do not spontaneously recover, but instead develop a persistent hypercoagulable state with the persistent triggering of hyperactivated platelets and persistent endotheliitis, that may lead to more widespread endothelial damage. Microclots continuously entrap inflammatory molecules and will eventually cause immune dysfunction and even autoimmunity. Some individuals, who previously might have suffered from EBV, Herpes simplex virus or Lyme disease might suffer from a flare of those original symptoms, caused by reinfection of even by the vaccine. In some individuals the persistent microclots, and widespread endothelial pathology may culminate in eventually COVID triggering 'spike/COVID-driven ME/CFS'. Antivirals Given that viruses tend to persist (whether in dormant or more active forms) [ [680](javascript:;)], antivirals seem like a logical component of any therapy for ME/CFS [ [705](javascript:;)], though the evidence of strong benefits of any individual drug is still weak [ [706](javascript:;)]. As with any complex system, it is likely that multiple targets will need to be modulated simultaneously [ [548](javascript:;)]. In the case of Long COVID, it is still too early to know what benefits, if any, will come from the deployment of antivirals (which are often quite toxic); the antiparasitic drug ivermectin was advocated as an antiviral in some quarters, but seems not to be effective [ [707](javascript:;)]. Possible Long COVID disease progression if left untreated. [Close modal](javascript:;) Anticoagulants, platelet inhibitors, and the triple treatment Heparin and Fondaparinux Heparin is a well-known regulator of the coagulation cascade that is also a potent inhibitor of angiogenesis [ [708](javascript:;)] (see [Figure 12](javascript:;)). Heparin, therefore, modulates the coagulation cascade and is an excellent anticoagulant in diseases where hypercoagulation is prevalent. There are two types of heparins are that are widely used in prophylactically and as treatment regimes: unfractionated heparin (UFH) and to antithrombin (SERPINC1) via a pentasaccharide, catalysing the inactivation of thrombin and other clotting factors. UFH also binds endothelial cells, PF4, and platelets [ [709](javascript:;)]. Antithrombin is an essential regulator of the coagulation cascade and of proteolytic activity, as it acts to inactivate several enzymes of the coagulation cascade. It is well-known to inhibit thrombin and multiple other coagulation factors e.g. FIXa, Xa, XIa, and XIIa. It acts in both the intrinsic and extrinsic pathways [ [710](javascript:;)]. The Heparin of choice is currently LMWH, as it lacks the nonspecific binding affinities of UFH, and has more predictable pharmacokinetic and pharmacodynamic properties [ [709](javascript:;)]. Fondaparinux (a synthetic heparin pentasaccharide with a sequence identical with that found in anticoagulant heparin) is a well-known antithrombotic agent for the prevention and treatment of VTE and in ischaemic heart disease without significant bleeding risk [ [711](javascript:;)]. It has also been suggested that Fondaparinux should be used in the treatment of COVID-19 coagulopathies [ [712](javascript:;)]. As well as its role as an anticoagulant in decreasing mortality with acute COVID-19 [ [713](javascript:;)] it was recognised early in the piece [ [714](javascript:;)] that heparin binds to the SARS-CoV-2 spike protein and can thus inhibit its entry into cells [ [715](javascript:;)]. The usefulness of antithrombotics was also recently discussed in a paper that investigated outcomes of antithrombotic use in patients with atrial fibrillation who subsequently developed COVID-19 [ [716](javascript:;)]. It was found that individuals that were on antithrombotic therapies before they developed COVID-19 were less likely to die from the infection. In 2020, Viecca and co-workers reported on a single-centre, investigator initiated, proof of concept, case-control study, conducted in Italy. Specifically, the effects of antiplatelet therapy on arterial oxygenation and clinical outcomes in patients with severe COVID-19 with hypercoagulability were investigated in a phase IIb trial (NCT04368377) [ [717](javascript:;)]. Patients received 25 g/kg body weight tirofiban as bolus infusion, followed by a continuous infusion of 0.15 g/kg body weight per minute for 48 h. Before tirofiban, patients received acetylsalicylic acid 250 mg infusion and oral clopidogrel 300 mg; both were continued at a dose of 75 mg daily for 30 days. Fondaparinux 2.5 mg/day sub-cutaneous was given for the duration of the hospital stay. The study found that antiplatelet therapy might be effective in improving the ventilation and perfusion ratio in COVID-19 patients with severe respiratory failure and that the therapy prevented clot formation in lung capillary vessels. A recent 2022 JAMA paper [ [718](javascript:;)] discussed the outcome of a trial [ [719](javascript:;)] where moderately ill hospitalised patients with COVID-19, who were given the P2Y12 inhibitor Ticagrelor (in addition to therapeutic doses of heparin) did not improve their health outcome. Data were compared with a group of patients who received only a therapeutic dose of heparin. Biologics as anti-inflammatories Inflammation is strongly associated with (and virtually defined as) the production of inflammatory cytokines such as IL-6 and TNF- (see [Figure 9](javascript:;)). Any means of lowering either the cause or such effects of inflammation is likely to be beneficial, and so it has proven, with the anti-TNF- antibodies such as adalimumab (Humira), etanercept (Enbrel), and infliximab (Remicade) demonstrating huge benefits against rheumatoid arthritis, as well as other automimmune diseases. As biosimilars begin to come in (e.g. [ [720-722](javascript:;)]), the substantial costs of the originals [ [723](javascript:;)] may be expected to fall considerably. While there are grounds for optimism that these drugs can assist in the treatment of both acute [ [724-726](javascript:;)] and Long COVID [ [727](javascript:;)], it is too early yet to have the numbers to tell if they will [ [728](javascript:;)]. However, one might have expected them to have been trialled more often in patients with ME/CFS [ [729](javascript:;)], where a variety of inflammatory cytokine levels are also raised [ [730-732](javascript:;)]. Consequently, we consider that such drugs might have considerable benefits in the treatment of both ME/CFS and Long COVID. We note in particular that RA patients taking anti-TNF- therapies experienced major improvements in their fatigue symptoms [ [733](javascript:;)]. Other drugs Colchicine has long been used in various inflammatory diseases, and has shown promise in acute COVID-19 [ [734](javascript:;)]. Other drugs being studied for use in ME/CFS or Long COVID include metformin [ [735-737](javascript:;)], fenofibrate (which is somewhat protective against [ [738](javascript:;), [739](javascript:;)]), and low-dose naltrexone [ [740-742](javascript:;)]. While we are no experts, and the mechanisms are normally not well understood [ [743](javascript:;)], but as a segue to the following section on nutraceuticals, we also note the effective use of certain traditional Chinese and other traditional medicines in acute COVID-19 [ [744-749](javascript:;)] and their potential for use in Long COVID [ [748-750](javascript:;)]. This seems like an area well worth further study by those qualified to do so. Candidate treatments: nutraceuticals Given the mismatch between the time taken to get a new drug approved and the urgency of the long COVID pandemic, both the literature and social media have turned to the use of nutraceuticals [ [751-753](javascript:;)], at least for treating the symptoms of ME/CFS, Long COVID, and related disorders. It is inconceivable [ [754](javascript:;)] that any single one will work for all individuals, but we consider it worthwhile to rehearse the kinds of nutraceuticals and less mainstream approaches that people have tried in the past for chronic, inflammatory diseases, particularly those whose efficacy may provide evidence the role of ischaemia and I-R injury. This allows us to assess them within the framework of the significance of microclots and oxidative stress caused by chronic ischaemia-reperfusion events that we consider to be a substantial part of these syndromes. Such agents include anti-clotting agents, iron chelators, and antioxidants more generally [ [3](javascript:;), [540](javascript:;), [545](javascript:;), [755-758](javascript:;)] (although the latter two are heavily bound up with each other [ [106](javascript:;)]). N-acetyl cysteine N-acetyl cysteine is a well established and widely used antioxidant and anti-inflammatory molecule [ [759-762](javascript:;)], which acts both to increase the intracellular levels of glutathione and to decreases the downstream activities of NF-B. It has shown benefits in rheumatoid arthritis [ [763-765](javascript:;)], in various viral diseases [ [766](javascript:;)], and in abating the cytokine storm in acute COVID [ [767](javascript:;), [768](javascript:;)]. Curcumin Curcumin is a polyphenol antioxidant and the constituent (and main colouring agent) of the spice turmeric. It has shown benefits in a variety of diseases involving oxidative stress [ [542](javascript:;), [769-774](javascript:;)], including ME/CFS [ [234](javascript:;), [ [781-783](javascript:;)]. While curcumin is a well-established antioxidant, it should be noted that it also may have antiplatelet activities [ [784-786](javascript:;)]. In consequence, it is contra-indicated (i.e. not recommended for) use with other anticoagulants or blood thinners. Ergothioneine Ergothioneine is a major antioxidant [ [787-794](javascript:;)] considered sufficiently important to the host during evolution that a natural transporter (SLC22A4 in humans) has been selected to ensure its uptake [ [795-797](javascript:;)]. As we originally proposed [ [798](javascript:;)], its anti-inflammatory potency has been established in a model of pre-eclampsia [ [799](javascript:;)]. It is strongly protective against diseases of oxidative stress affecting the heart [ [793](javascript:;), [800](javascript:;)], liver [802](javascript:;)], kidney [ [802](javascript:;)], [804](javascript:;)], and other tissues (e.g. [ [794](javascript:;), [805](javascript:;)]. Consequently, it has been proposed as a suitable antioxidant for use in COVID-19 amelioration [ [806](javascript:;)]. Most pertinently to the present analysis, it has been shown to be of benefit in preventing ischaemia-reperfusion injury [ [794](javascript:;), [801](javascript:;), [807](javascript:;)], and so could have real value in chronic diseases that exhibit it. It is not easily obtained in pure form (though biotechnological processes are starting to make it [ [808-817](javascript:;)]), but its availability via mushrooms can provide a convenient supply [ [818-820](javascript:;)]. Indeed mushrooms themselves have been shown to be highly protective against mild cognitive impairment [ [821](javascript:;)], as well as other diseases involving oxidative stress [ [787](javascript:;)], and are themselves under consideration and trial as anti-COVID-19 agents [ [822](javascript:;), [823](javascript:;)]. Flavonoids Flavonoids of various kinds, often referred to as polyphenols [ [824](javascript:;)], are widely recognised as antioxidants with the potential in ameliorating inflammatory diseases involving oxidative stress (e.g. [ [606](javascript:;), [825-832](javascript:;)]). Since much of their bioavailability depends on suitable transporters [ [827](javascript:;), [833](javascript:;)] it would seem wise to use a cocktail. They have shown benefits in rheumatoid arthritis [ [778](javascript:;), [826](javascript:;), [834-842](javascript:;)], in ME/CFS [ [843-845](javascript:;)], and even activity against coronaviruses [ [846](javascript:;)] such as the SARS-CoV-2 responsible for acute COVID-19 [ [847-858](javascript:;)] and Long COVID [ [859](javascript:;)]. Iron chelation As noted above, and reviewed e.g. in [ [15](javascript:;), [106](javascript:;)], free iron can contribute massively to oxidative stress. Ferritin is the main intracellular storage molecule for iron, and serum ferritin is a marker of cell death [ [149](javascript:;)]; it is, therefore, unsurprising that it is raised massively in acute SARS-CoV-2 infection, and especially so in non-survivors [ [512](javascript:;), [860-866](javascript:;)]. Consequently, molecules that chelate iron fully (i.e. via all six of its chelation sites, see above) can serve to relieve oxidative stress [ [862](javascript:;), [865](javascript:;), [867-870](javascript:;)] and inhibit SARS-CoV-2 effects [ [871](javascript:;)]. iron chelators such as green tea catechins (epigallocatechin-3-gallate, also a polyphenol) [ [872-881](javascript:;)] were discussed in detail previously [ [106](javascript:;)]. Lactoferrin As commented in the previous section, iron dysregulation is another important element of all these chronic, inflammatory diseases, both through its behaviour in catalysing ROS formation [ [106](javascript:;), [266](javascript:;)] and hypercoagulation [ [326](javascript:;)], and its ability to awaken dormant microbes [ [15](javascript:;)]. Since it binds iron effectively, as well as various cell surface receptors used by SARS-CoV-2, oral lactoferrin has been proposed as a suitable treatment for (and indeed preventive of) COVID-19 [ [372](javascript:;), [868](javascript:;), [869](javascript:;), [882-894](javascript:;)]. Magnesium Although are more-or-less tightly regulated, 'magnesium' was experimentally one of the earliest substances that we found to inhibit fibrin amyloid microclotting (then known as dense matted deposit formation) [ [374](javascript:;)]. Intriguingly, populations exhibiting low magnesium ion levels were found to be more susceptible to COVID-19 [ [895](javascript:;)], and magnesium supplementation has shown benefits in SARS-CoV-2 therapy [896](javascript:;)], ME/CFS [ [93](javascript:;), [897](javascript:;)], endothelial cell function [ [898](javascript:;)]. Melatonin Melatonin is a natural small molecule (a tryptophan derivative) produced in the pineal gland and involved in the induction of sleep [ [899](javascript:;)]; it has been strongly promoted for its anti-oxidative and anti-nitrosative properties [ [900-902](javascript:;)], including in COVID [ [903-911](javascript:;)], and I-R injury [ [912](javascript:;)], and is a useful for Thrombolytics: nattokinase, protease, some clots (such as fibrin amyloid microclots) contain antiplasmin compounds [ [88](javascript:;)]; the plasma of acute COVID patients also contains anti-thrombolytic compounds [ [913-915](javascript:;)], despite raised levels of tissue plasminogen activator (tPA) [ [915](javascript:;)]. However, a variety of other enzymes have thrombolytic activity [ [916-919](javascript:;)]. Considered less potent and safer than post-stroke 'clotbusters' such as tPA [ [920](javascript:;)], nattokinase is a fibrinolytic [ [921-923](javascript:;)] (and amyloid-degrading [ [924](javascript:;)]), orally available despite having to pass through the gut wall [ [925-931](javascript:;)], safe [ [932](javascript:;), [933](javascript:;)], serine protease enzyme from Bacillus subtilis (an organism which may itself be of value [ [934](javascript:;)]). It is found naturally in the Japanese fermented food natt [ [751](javascript:;), [928](javascript:;), [935-939](javascript:;)], (which is also a source of vitamin K, and has antiviral properties directly [ [940](javascript:;)]). Its structure is known [ [941](javascript:;), [942](javascript:;)], and it may also be produced recombinantly [ [943-950](javascript:;)]. It also has antiplatelet [ [951](javascript:;)], anti-inflammatory [ [952](javascript:;)], and anti-hypertensive [ [953](javascript:;)] properties, and along with pycnogenol [ [954](javascript:;)] was active in preventing DVT [ [955](javascript:;)]. Serrapeptase (serratiopeptidase) [ [934](javascript:;), [956-959](javascript:;)] has a similar activity (as well as others such as mucolytic behaviour [ [958](javascript:;)]) and comes from a Serratia marcescens strain that originates in the guts of silkworms, where it has a natural role in helping the worms emerge from their cocoons. Lumbrokinases are another orally active [ [960](javascript:;)] set of fibrinolytic enzymes that have been found in earthworms [ [961-965](javascript:;)], and may also be produced recombinantly [ [966](javascript:;), [967](javascript:;)]; they may also have some tPA activity [ [965](javascript:;)]. Each has been proposed as of value in acute and/or Long COVID treatment [ [751](javascript:;), [958](javascript:;), [968](javascript:;)]. With two (positive) exceptions [ [968](javascript:;), [969](javascript:;)], and another planned [ [970](javascript:;)], randomised controlled trials are awaited. In the plant kingdom, bromelain (from pineapples) is a cysteine protease found in pineapple tissue [ [971-974](javascript:;)]. Multiple effects imply its utility in preventing or treating SARS-CoV-2 infection and acute COVID-19 [ [975-978](javascript:;)]. Given the significance of fibrin amyloid microclots; however, it would seem of value (i) to stress the importance of quality control in nutraceutical production and (ii) to assess the comparative activities of these enzymes in removing fibrin amyloid microclots in vitro. Vitamins There is little doubt that many individuals may be deficient in their dietary supply of one or more vitamins [ [979](javascript:;)]. In particular, there is evidence for the importance of vitamins B12 [ [980-983](javascript:;)], D3 [ [906](javascript:;), [983-986](javascript:;)], and K2 [ [987-990](javascript:;)] in benefitting outcome from acute COVID. However, in some cases where 'vitamin D' is not explicitly measured as D3 the evidence is equivocal [ [991-993](javascript:;)]. As mentioned above, vitamin C [ [994](javascript:;)] is to be recommended only if one is sure that free or poorly liganded iron is absent. Niacin (vitamin B3) may also be of value in a tapered-up strategy, since NAD+ levels are known to be lowered in COVID-19 [ [995](javascript:;)] and other viral infections [ [996](javascript:;)]; its metabolite 1-methylnicotinamide has also shown promise in Long COVID [ [997](javascript:;)]. Overall, there is a considerable body of evidence that nutraceuticals active as antioxidants, iron chelators, or fibrinolytics, as well as other targets, may be of benefit in the sets of diseases under consideration here, consistent with the role of ischaemia-reperfusion injury therein. Other, non-pharmacological methods H.E.L.P.: apheresis Apheresis refers to the specific extracorporeal removal of particular substances from blood, such as lipids [ [998](javascript:;), [999](javascript:;)]. Originally introduced for the lowering of low-density lipoproteins (e.g. [ [1000](javascript:;), [1001](javascript:;)]), Heparin-mediated LDL precipitation (H.E.L.P.) apheresis has come to the fore as a means for assisting Long COVID patients, since it too seems to remove fibrin amyloid microclots with high efficiency. Alternative aphereses [ [1002](javascript:;), [1003](javascript:;)] also be of value. Hyperbaric oxygen therapy If ischaemia is an important part of Long COVID, then preventing it (while not mimicking reperfusion) should be of value [ [1004](javascript:;), [1005](javascript:;)]. To this end, hyperbaric oxygen therapy [ [1006-1008](javascript:;)] has been recommended, and in some cases found useful in rheumatoid arthritis [ [1009-1011](javascript:;)], acute [ [1012](javascript:;), [1013](javascript:;)] and Long COVID [ [1006](javascript:;), [1014](javascript:;)]. An alternative involves O2 nanobubbles [ [1015](javascript:;)]. Concluding remarks We have sought to bring together what is the very considerable evidence that many of the features of Long COVID resemble those observed in ME/CFS, and to some degree those in rheumatoid arthritis, and that a common denominator may be fibrin amyloid microclots and damaged cell structures that block up capillaries and can consequently lead to oxidative stress and ischaemia-reperfusion injury ( [Figure 14](javascript:;)). Some of the major elements of Long COVID and related diseases that we have highlighted here. [Close modal](javascript:;) Many of the predicted sequelae have indeed been observed, and thus provide evidence for this general mechanism of chronic illness. If the analysis is correct it implies that considerable therapeutic benefits are to be had from strategies that inhibit the formation of the microclots and that act — especially the use of antioxidants — to diminish the effects of ROS by mopping them up. A variety of further predictions remain to be tested, but we hope that we have set them out clearly enough to enable others to do so. Consent for publication All authors approved the submission of the paper. Competing Interests E.P. is the managing director of BioCODE Technologies. D.B.K. holds shares in PhenUTest Ltd. These companies are developing or contemplating developing diagnostics for Long COVID. CRediT Author Contribution Douglas Kell: Conceptualization, Funding acquisition, Writing — original draft, Writing — review and editing. Etheresia Pretorius: Conceptualization, Funding acquisition, Writing — original draft, Writing — review and editing. Acknowledgements D.B.K. thanks Rachel Stark for a useful conversation. D.B.K. thanks the Novo Nordisk Foundation for financial support (grant no. NNF20CC0035580). E.P. thanks the South Africa MRC (SIR grant 2022-2024) and the NRF from South Africa: Competitive Programme for Rated Researchers (grant no. 142142) for grant support. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript. We thank the discussants at the twitter hashtag #TeamClots for sharing many useful insights. Abbreviations - CR1 complement receptor 1 - DVT deep - embolism - post-exertional malaise - PF4 platelet factor 4 - RDW red cell distribution width - ROS reactive oxygen species - TBARS thiobarbituric acid reactive "}