{"title": "PDF", "author": "PDF", "url": "https://ideas.repec.org/jmp/2013/pil50.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "1 Demand for primary healthcare in rural north India Richard Iles PhD student Job Market Paper Griffith University, Brisbane (Department of Accounting, Finance and Economics) Words Text: 5200 Total: 8350 Abstract India's dynamic primary healthcare market is dominated, in rural north India, by the private sector that operates alongside a weak government system. The Indian healthcare market, in theory, offers several systems of medicine, a variance in the level of pr ovider qualifications and incorporates both the formal and informal provider markets. However, in practice in rural north India, consumers have limited effective choice. A major constraint on our understanding of the rural north Indian primary healthcare m arket is the lack of data and analysis of consumers' preferences for unqualified doctors. This study estimates consumer demand for private unqualified and qualified 'doctors' and government doctors in three districts of India's largest state -Uttar Pradesh -for the treatment of mild to severe fever. Results demonstrate that unqualified 'doctor' services are normal goods and that government doctor utilization may be improved by increasing user fees to enable reduced patient travel distances. The assistance of Broadwell Christian Hospital, Prem Sewa Hospital and Harriet Benson Memorial Hospital is greatly appreciated during several p hases of data collection. T he support of the Centre for Development Economics at the Delhi School of Economics also assisted in this research. 2 1. Introduction Estimating the demand for primary healthcare in rural north India provides important insights into the range of factors that affect the well being of the regions 300 million rural residents. The well established relationship between health and human capital, and in turn economic growth, positions the demand for healthcare as centrally important in issues relating to the alleviation of absolute poverty (Acemoglu and Johnson, 2006; Grossman, 1972; Panagariya, 2008; Schultz, 1961) . As a result, co llective and individual investment in healthcare is a channel for economic growth and protection against more severe episodes of illness and losses in productivity. However, the implicit assumption that the services of healthcare workers make a positive c ontribution ones health and perceived health is important and cannot necessarily be assumed true in all cases. Moreover, the marginal benefit of better health and the corresponding marginal cost of seeking healthcare need to be considered before choosing t o access health services and treatment. These considerations indicate that the consumers' preferences towards healthcare workers and their services play an important part in determining the effective contribution of healthcare to economic growth and produc tivity. The qualifications held by healthcare workers in many developing countries vary considerably. Limited regulation of market entry in these countries provides a means for dynamic markets, but also uncertainty regarding clinical and patient perceive d levels of quality. The informal healthcare sector is common in many developing countries (Ahmed et al., 2009; Amin et al., 2003; Lindelow and Serneels, 2006; Rao et al., 2011) . From different perspectives the informal outpatient healthcare sector may be defined according to the level of qualification and training of providers, the profit imperative, the number of providers and their integration into the supply chain of medicines (Cross and MacGregor, 2010) . However, a common characteristic is that informa l healthcare providers lie outside the boundaries of state endorsed healthcare or \"at the margins of legitimacy\" (Pinto, 2004) . 3 In the Indian context, the health and anthropology literature provides some supply side information on the healthcare services offered by informal providers. In respect to maternal health, qualitative studies in Uttar Pradesh (UP) have identified active roles of the informal providers at the village level (Jeffery and Jeffery, 2010; Johnston et al., 2003; Willis et al., 2011) . The recent work of Das and colleagues has measured the clinical quality of healthcare provided by the informal sector (Das and Hammer, 2005, 2007a, b; Das et al., 2012) . At the aggregate level in rural north India, clinical quality differs marginally between Bachelor of Medicine and Bachelor of Surgery (MBBS) doctors, and providers who are unqualified. With the informal outpatient healthcare sector having approximately a 50% market share in rural north India (Government of Uttar Pradesh, 2003) , better unders tanding consumer demand for informal providers offers important insights into consumer behaviour that will effect the success of universal healthcare policy initiatives in India. Additionally, explanations for the under utilization of government outpatient doctor services provides for a more complete understanding of north India's rural outpatient market. This paper estimates demand for mild -severe fever treatment among adults in the north Indian state of Uttar Pradesh. The estimation utilizes both reveale d and stated preference data, thereby allowing a fuller set of explanatory variables to be included. Consumer demand presented here closely reflects actual choices available in villages and their surrounds: unqualified 'doctors' (in Hindi \"jhola chhap\"), M BBS -qualified private doctors and government doctors. The utility framework and functional form used are outlined in section 2, the joint revealed and stated preference modeling is explained in section 3, section 4 provides a description of the data, and s ections 5 and 6 contains the results and simulations. Ethics approval for this study was obtained through Griffith University Human Ethics Committee. Respondents' were informed of the nature of the research and their rights before each survey, with verbal consent obtained. Low levels of literacy prevented the use of written informed consent. 4 2. Economic Model Utility maximization is an intuitively appealing paradigm to use in evaluating consumer demand. This paradigm draws on the consumer demand theory outlined by Lancaster (1966) , who proposed that demand exists for a good's unique collection of attributes and only indirectly for the good itself. As such, consumers maximize utility by their choice of a given bundle of attributes. The consideration of disc rete attributes of goods and services leads this consumer demand framework to evaluate qualitative data. Random Utility Theory (RUT) is a tractable framework for estimating demand for non -continuous commodities. The problem exists when individual -level marginal changes in an attribute are not captured by changes in the dependent variable. Instead, with a model of population choice behavior that uses an individual behavior rule - utility maximization - it is possible to map into a set of individual behavior rules. The assumption that a utility function contains a stochastic element that is individual -specific and connected to a probabilistic model, via a defined distribution, ensures that discrete marginal changes in attributes are reflected in corresponding changes to the probability of the dependent variable (Lourviere et al., 2000) . The individual behavio ral choice rule , where the subscript i and j refer to goods, is presented as: Prob i = Prob ( Ui Uj) (1) In light of imperfect informat ion about the consumer's decision rule , this choice rule may be translated as a random conditional utility maximiz ation rule (Hensher et al., 2005) . Substituting U i = V i + i into (1 ) and rearra nging the decision rule becomes: Prob i = Prob[(j - i) ( Vi - Vj) (2) 5 Equation (2) is a represent ation of a random utility model and reflects the choice of only one provider. A random utility model for choice of healthcare provider may be constructed by defining a health production function as (see Debartolome and Vosti, 1995) : The health production function comprises the healthcare quality va riable Qqj, a vector of individual and provider characteristics Zqj and the binary k which denotes the choice of a government doctor. The subscripts q and j denote individual and alternative providers respectively. Differentiating between government and private providers allows for the incorporation of specific institutional factors relevant only to the choice of government doctor services. These factors relate to explicit reasons for use or non -use of government services. The healthcare quality, when a g overnment doctor is chosen ( k = 1), is defined as: , (3) where Wqj are consumer perceptions of provider quality and Dqjk are factors related to choice in government doctor such as i) trust in local government doctor, ii) government doctor not available, iii) government centre too far away. The unconditional utility function for individual q and provider j, assuming a constant marginal rate of substitution between expenditur e and health, where C is consumption - (Y-Pj) is presented in equation 4. (4) This linear in the parameters function is in semi -translog form to ensure that there are no second order restrictions on the marginal rate of substitution between income and health (Christensen et al., 1975) . This utility construction, 6 first put forward by Gertler et al. (1987) , is regularly followed in the applied literature (Borah, 2006; Ching, 1995; Kermani et al., 2008; Qian et al., 2009) . It provides a compact structure for clear interpretation of coefficients. Substituting equation 3 into equation 4 provides the conditional utility function outlined below in equation 5. The term Model 1 is used to identify this conditional function. (5) Dow (1999) argues th at a more flexible utility construction is one in which prices may vary across alternatives and remain consistent with stable utility maximization. This is due to the ability for income to re -enter the function as a proxy for consumer taste (Viton, 1985) and the relaxation of the additive separability assumption. However, the use of the semi -translog functional form of the unconditional utility in equation 5 prevents the direct application of Dow's alternative construction using consumption ( Y-Pj). Instead, this paper, using Dow's alternative construction, contrasts equation 5 with an alternative conditional utility function that includes Pj, ln(Y) and ln( Y2). The inclusion of per capita household Y in place of the corresponding ( Y-Pj) assumes that Pj is relativity minor. This assumption is realistic when demand for initial consultation is being estimated and when the over 80% of consultation cost 1.5% or less of per capita annual income. As a result, Model 2 is (6) 3. Model Estimation The Mixed Multinomial Logit (MMNL) model extends the Multinomial Logit (MNL) allowing parameter estimates to vary across individuals. This is done by including a random term in the estimation of random parameters. This random term, , is the product of the lower triangular matrix and a vector of random variables with known values along the variance -covariance matrix, . 7 The inclusion of the term allows for correlation in the error terms across choices. The greater flexibility of the MMNL also carries favorable behavioral characteristics with the relaxation of the IID constraint. The standard deviations of qj denote unobserved preference heter ogeneity across sub -sets of individuals. The inclusion of several random parameters may also include several draws from several distributions. The term can take a number of general distributions (i.e. normal, triangular and exponential). The joint distribution where denotes the parameters of the distribution of qj and wq is for observed data. The MMNL model contains: i) conditional element of the simulated Maximum Likelihood function -equation 7 and ii) the joint distribution mixing f unction. (7) The unconditional probability of the MMNL, on which the simulated Maximum Likelihood is run, is given in equation 8. This more flexible multi -choice model has received recent support within the healthcare demand literature (Borah, 2006; Erlyana et al., 201 1; Meenakshi et al., 2012; Qian et al., 2009) . (8) The additional inclusion of the Error Component model accounts for the differences in error variance across alternatives. This is particularly important when jointly modeling revealed and stated preference data (Iles, 2013) . Error Components (EC) is a set of independent individual terms that are added to the utility functions. Alternatives with equivalent error variances are grouped by the inclusion of the same scale parameter. Equation 9 shows the inclusion of EC to a MMNL probability function 8 (9) Sample selection bias is controlled by extending equation 7 to recognize that choices are only observed when latent u tility is above an unknown threshold. The Mixed MNLs control of individual choice heterogeneity requires only the inclusion of the selection mechanism. An alternative MNL model exists for controlling for scale and preference heterogeneity - the Generalised Mixed Multinomial Logit (Fiebig et al., 2010) . Evaluation of this model, relative to the above specified Mixed MNL error component model, shows that the Mixed model i s better suited to the data (Iles, 2013) . 4. Institutional environment and Data The utilization of outpatient healthcare in rural north India is dominated by the private sector1. Table 1 reports National Family Health Survey -3 (NFHS -3) utilization data, which shows that at the aggregate level, 84.5% of consumers in rural UP utilize private healthcare services, compared to the lower 62.5% for All India. In rural UP the provider groupings with the largest market share are: Private doctor/clinic (63.9%), Other private sector (16.9%), and CHC/rural hospital/PHC (12.2%). In comparison to the All India average these UP utilization figures translate into i) lower usage of Community Health Centers (CHC) and Primary Health Centers (PHC) , ii) higher use of private doctors and iii) use of \"other private sector\" in rural areas. The use of private doctors/clinics is 29% (urban) and 27.6 % (rural ) higher in UP than for the Indian average. 1 See Report of the National Commission on Macroeconomics and Health (2005) for an overview of the Indian healthcare system. 9 Table 1: Utilization of Public and Private healthcare providers in India and Uttar Pradesh 2005 -6. India Urban Rural Uttar Pradesh Urban Rural Public sector 29.6 36.5 16.2 14.9 Government/municipal hospital 22.6 12.1 10.6 2.0 Sub-centers 0.1 2.0 0.0 0.2 CHC/rural hospital/PHC 4.2 20.5 4.7 12.2 Other public sector 2.7 1.9 0.9 0.5 Private sector 69.5 62.5 83.1 84.5 Private hospital 20.5 13.8 5.0 2.2 Private doctor/clinic 45.9 36.3 74.9 63.9 Private paramedic 0.3 1.1 0.1 0.3 Vaidya/hakim/homeopath 0.7 0.4 0.7 0.2 Traditional healer 0.0 0.3 0.0 0.4 Pharmacy/drug store 0.7 0.8 0.9 0.6 Other private sector 1.4 9.8 1.5 16.9 Other Sector/source 0.7 0.5 0.6 0.3 Source: (IIPS and Macro International, 2007, 2008) Furthermore, the NFHS -3 (IIPS and Macro International, 2008) shows that in the poorest quartile of house holds in rural UP, 22.8% of such households g enerally utilize \"Other private sector\" services. Despite the importance of the apparent \"Other private sec tor\" it remains unclear which providers fall into this category. The usefulness of healthcare utilization data from NFHS and National Sample Survey Organisation is questionable due to the ambiguity of whether unqualified 'doctors' are included and, if so, how to differentiate between qualified and unqualified private pr oviders. Other, non -government sponsored, healthcare utilization data suggests that the actual utilization of unqualified doctors in north India ranges between 40 and 80% (Das et al., 2012; World Bank, 1998) . These clearly identified utilization figures f or unqualified 'doctors' bear little resemblance to the data provided in Table 1. This apparent preference for the private sector among consumers also reflects the institutional healthcare weaknesses within the public sector. Issues of 10 government doctor absenteeism (Banerjee et al., 2004; Chaudhury et al., 2006) , relatively low level of clinical quality (Das et al., 2012) and perceived corruption (Debroy and Bhandari, 2012) limit the effectiveness of government doctors in providing quality rural outpatie nt healthcare. Data The data comes from two surveys administered in eight villages across three districts of the north Indian state of Uttar Pradesh. The districts surveyed include Fatehpur, Lalitpur and Balrampur. In total, 1174 respondents answered eac h of the two surveys. A total of 299 adult respondents reported that they had a mild - severe fever (as described by having high temperatures with the initial fever lasting 2 -3 days2) within the previous 14 days. This data was collected during August -Septemb er 2012. Revealed preference survey data was collected relating to the respondents most recent episode of having a mild -severe fever. The data is limited to a consumer's initial mode of treatment. The data used does not reflect the fact that many consume rs had repeated visits to the same provider and/or consulted other providers in addition to their initial choice. Four 'doctor' type categories are used in this study. These are: 1) unqualified 'doctors' - jhola chhaps , 2) private MBBS doctors, 3) government MBBS doctors and 4) others - representing a collection of self -medication, government nurse and traditional forms of medicine (see Appendix A1 for market shares). Interviews with key informants3 in each village enab led a triangulation of data to provide reliable information on doctor supply. Each village has either a resident unqualified doctor(s) or one that commuted regularly to the village. Three 2 The inclusion of 2-3 days fever duration in the definition implicitly acknowledges that many will seek some form of self-medication or no treatment on the first day of a fever. Initial qualitative data collection among four villages informed this conclusion. The survey work of Das et al. (2012) also supports this pattern of utilization . 3 Key informants included: i) elected village leader or proxy (evident that some female pradhans were nominal village leaders and more often th eir husbands or a high caste male was known to be the 'real' pradhans), ii) a local Accredit ed Social Health Activist (ASHA s are (un)trained female community health workers) and iii) Anganwadi worker (employed to provide meals for children and facilitate immunization drives). 11 villages had either a CHC or PHC facilities. There were no private M BBS doctors immediately servicing any of the villages (see Iles and Rose (2013) for details of village socio -demographic information and the distribution of health care providers in each village). Imperfect knowledge of provider qualifications appears as a significant limitation in relying on patient recall revealed preference data. Low levels of education (53% of respondents self -reported as being illiterate) along -side the promotion of non -endorsed doctor qualifications by some doctors in smaller distric t towns are two likely explanations for the misclassification of unqualified doctors as MBBS doctors. The pricing of outpatient treatment in the selected villages typically includes the cost of medicine and a consultation fee. This is the case for the maj ority of unqualified and government doctors in rural areas who supply their own prescribed medicine. It appears that government centers in towns (as opposed to villages) may also prescribe medicines not stocked or available at the time from private drug st ores. The mean charges by doctor classification and across the eight villages - by chosen doctors for first treatment of a mild -severe fever are: i) unqualified - INR 93, ii) private MBBS - INR 315 and iii) government MBBS - INR 46. The descriptive statis tics of the full data, including prices, are shown in Appendix A2. The price and distance variables of the non -selected healthcare provider alternative are missing from the original survey. This corresponds to approximately 35% of unqualified 'doctors' an d 65% of government. A Multivariate Imputation by Chain Equation method is used to estimate and fill these missing values. The R packages MICE and Countimp are used to fill the missing values following a series of univariate imputations (Kleinke and 2013) . The outcome and diagnostics of these imputations are presented in Appendix B1. A contrasting approach to filling the missing data is to use a combination of i) the mean distance, by village and provider type, to the selected provider, and ii) the 12 assumed price of visiting a government MBBS doctor in Indian rupees (INR) 1 and iii) use the EM algorithm of the Amelia II (Honaker et al., 2011) R package to impute the price of unqualified doctors (jhola chhaps ). For comparative purposes the resulting price and distance descriptive statistics and price elasticities of this second approach are presented in Appendix B2. The second survey used qualitative choice data4. The attribute levels of the qualitative cho ice experiment included price, distance and recommendation for each of the four 'doctor' alternatives. These attributes and the associated levels are presented in Table 2. The alternatives of unqualified 'doctor' and government MBBS doctor also have an ext ra attribute: Medicine. Table 2: Attribute levels Doctor Type Price (INR) Medicine Distance Recommendation Unqualified 50, 100, 150 Pill, Pill & Injection At Home, In village, Positive, No Recommendation, Negative Government qualified 1, 25, 50 Free, Extra Charge In village, 5-15 km Positive, No Recommendation, Negative Private qualified 100, 200, 300 Uncertain Treatment In village, 5-15 km Positive, No Recommendation, Negative None of the above 0 0 0 0 Note: INR - Indian Rupees An efficient fractional factorial design is used to collect the qualitative choice data. Further description of the Stated Choice experimental design, the qualitative data underpinning the selection of attributes and levels, and the performance of the desi gn are provided in Iles and Rose (2013) . The present data is unbalanced. Of the 300 survey respondents, 156 answered both the revealed preference and qualitative choice data and 144 provided only revealed preference. The use of unbalanced data follows the work of Brownstone, Bunch and Train (2000) in estimating demand. These authors also 4 This type of data is also known as stated choice or discrete choice data. 13 use a Mixed Multinomial Logit model in a combined analysis of revealed and qualitative data. 5. Results The Mixed MNL model results are based on the simulated maximization of the log-likelihood. One thousand Halton draws are made from the distributions of the random variables. The price, travel distance and income values are all positive, so distributions al lowing only for positive draws are appropriate. Triangular distributions anchored at zero are used (Hensher, 2012) . The price variable for government MBBS doctor uses an Erlang distribution (Greene, 2012) . As a result of the mixing of distributions in the residual, interpretations of the coefficients are not the same as in the base MNL model. The parameter estimates are sensitive to the utility model specifications. The sign of the parameters estimates for the log of consumption ( Y-Pj) and log of consum ption ( Y-Pj)2 in Model 1 are surprising. The statistically significant, at the 0.05 level, negative parameter ( Y-Pj) suggests that as consumption expenditure increases, respondents are less likely to consult a doctor for a mild -severe fever. This is counte rintuitive and contrary to the results of other studies. The goodness of fit measures of the log -likelihood (-1288.86 ) and the pseudo -R2 (0.613 ) are relatively poor compared to those produced by Model 2 (see Table 3). The random coefficients of price and travel have negative signs, indicating that increases in price and travel distance decrease the probability of a given choice. The log of per capita income and the log of per capita income squared are held constant across alternatives to induce stability across the utility functions. The positive log of income is significant at the 0.001 level. The results indicate that consumer trust is an important determinant of healthcare provider choice. In the choice to attend an unqualified 'doctor' both positive and negative recommendations are significant. Likewise, a positive 14 recommendation from a family member or friend is significant for visiting a private MBBS doctor and a government MBBS doctor. Moreover, the dummy variable for trust in the government MBBS doctor utility function is also statistically significant at the 0.001 level. Table 3: Mixed MNL Error Component results - Model 2 Unqualified Private Government Coeff. (St. Err. ) Coeff. (St. Err. Unqualified (RP + SP) 1.197*** (0.244) Government (RP + SP) 1.536*** (0.232) N 300 LL -1198.31 BIC 2709.35 Pseudo. R2 0.640 Note: *** p < 0.001, ** p < 0.05, * p < 0.1 1 Triangular distribution anchored at zero; 2 Erlang distribution ; a RP parameter only; b SP parameter only. Other factors influencing trust are also important. The perception that government supplied generic medicines are poor quality is one such factor for some healthcare users. The negative coefficient (statistically significant at the 0.001 level) for the variable \"poor me dicines\" captures this negative perception of government supplied generic medicines. Respondents in the highest Hindu caste - Brahmin - are less likely to consult an unqualified 'doctor' ( -2.716, p < 0.1) or a government MBBS doctor ( -3.334, p < 0.05) relative to those in the base category (Vaisya). The model also indicates that Muslim respondents are also less likely to consult government MBBS doctors. The negative coefficient for Muslims attending a government MBBS doctor ( -2.342) is also sign ificant at the 0.05 level. The Error Components for Unqualified 'doctor' and government MBBS doctor are statistically significant at the 0.001 level. The scale difference between the RP 16 and SP alternatives is not large, but significant (at the 0.05 level) . The second and third Error Components control for the scale difference between data types of the unqualified and government alternatives. 6. Simulations The own price and income elasticity of demand provide a useful means of depicting unit free changes in demand. The results from Model 2 reveal that both unqualified and government MBBS doctor services are 'normal goods'. The income elasticity for both doctor types is positive. Moreover, the own mean price elasticities are negative for each (unqua lified -0.123 and government -0.102). The cross -price (mean) elasticities reflect the responsiveness of government MBBS doctor services to a price increase in unqualified doctors (0.304). Unqualified provider services are relatively unresponsive to a unit increase in government MBBS doctor prices (0.019). The simulated arc price elasticities for unqualified 'doctors', using the revealed preference data, capture changes as prices increase; this is true across all income quartiles. As expected, the demand be comes more elastic for all income groups as prices rise (see Table 4); further, the price elasticity of demand is greatest for those in the lowest income group (Q1), compared to those in the highest income group (Q4). There exists a consistent reduction in price elasticity moving from the lowest income level (Q1) to the highest (Q4), at any given price interval. The price elasticity range presented in Table 4 is considerably greater than previous aggregate private doctor estimates (Borah, 2006) . Table 4: Simulated price elasticity for Unqualified figures signify the highest price elasticity in each price interval . 17 The corresponding price elasticity of demand for government MBBS doctors (see Table 5), increases as prices rise and across income groups Q1 -Q3. The price elasticities for government MBBS doctors, across all income quartiles, are larger than those estimated for unqualified 'doctors' (see Table 4). These higher price elasticities reflect c onsumers' sensitivity that government doctors charge above the recommended INR 1 per consultation. The increase in price elasticities across income quartiles reflect consumers' decreasing satisfaction in having to pay amounts above the INR 1. These levels of satisfaction are linked to higher levels of education across the income quartiles. Table 5: Simulated price elasticity for Gov't figures signify the highest price elasticity in each price interval . The unavailability or absenteeism of government MBBS doctors in rural north India is well documented. The importance of this to consumers is also supported by the results of Model 2 (see Table 3). The coefficient -\"Not available\" - is negative and statistic ally significant ( -5.96, p < 0.05). The availability of government MBBS doctor is one of the factors accounting for the higher reported market share of government doctors from the SP data, compared to the RP data. Appendix A1 shows that according to the SP data government doctors have a potential market share of up to 50% when they are generally known to be available5. One of the consequences of the unavailability of government doctors is that consumers need to travel further to access PHC and CHC government facilities. 5 In stating this \"potential\" market share, the weaknesses of SP are acknowledged. These include: hypothetical bias and use of heuristics in answering repeated choice tasks. However, in contex t of comparing market share, the use of SP shares is instructive. 18 Taking the travel distance to a PHC and/or CHC as a proxy for the availability of government doctors, a simulation was conducted of the effect of reducing the travel distance on government doctor utilization. Figure 1 shows the appro ximate effects of reducing distance on increasing the availability of rural government doctors in UP. Figure 1 : Simulated utilization effect of reducing the travel distance to a government MBBS doctor ( jc - unqualified doctor, gdr - government doctor an d none - all other treatment and non - treatment types). The simulations in Figures 1 show that reducing the travel distance by 50 -75% (mean distance of 3.6 kms -1.8 km) would translate into utilization levels of between 25 and 40%. Given that at present PHC have an average radial coverage of 6.4 km (Government of India, 2012) , other means such a improved transportation to PHC and CHC would also improve the effective distance to government MBBS doctors. Assuming that the informal patient payments widely made by consumers of government MBBS doctor services reflect the scarcity of MBBS doctors in rural UP, allowing government MBBS doctors to increase their charges may help to attract more doctors to underserviced areas. The price rises necessary would have little negative effect on utilization, according to the present data. Figure 2 shows the negligible effect that price increases would be expected to have on utilization of government MBBS doctor services. The lower levels of price elasticity for governmen t MBBS doctor across income quartiles Q2 -Q4 (see 0 10 20 30 40 50 60 70 80 20 40 60 80 Utilisation (%) Distance reduction to Gov't Dr - (%) from base Simulated changes in Distance to Gov't MBBS Dr (Gov't price increase 60%) jc gdr none 19 Table 5) are reflected in the unresponsiveness of utilization due to price increases. However, the impact of price increases of welfare measures are likely to differ, but is not subject of this paper. Figure 2: Simulated utiliz ation effect of increasing the price of government MBBS doctor s, assuming increased government doctor accessibility. The negligible change in government MBBS doctor service utilization following a simulated price increase suggests that the changes in government service utilization in Table 3 are due to the higher time cost of travel. The current data does not allow for the testing of this hypothesis. 7. Conclusion The primary healthcare market in rural UP is dominated by the utili zation of unqualified providers in the informal sector. This study shows that the choice to treat a commonly experienced mild -severe fever is framed by consumer accessibility to providers and perceptions of quality. This study demonstrates that accessib ility to healthcare 'doctor' services are critical for consumers in central, eastern and southern Uttar Pradesh. Within a utility maximization framework the data indicates that on average the total marginal cost of seeing a government MBBS doctor outweighs the marginal benefits. The benefits of utilizing relatively affordable healthcare from qualified doctors are outweighed by the costs of low levels of accessibility, perceived poor 0 10 20 30 40 50 60 20 40 60 Utilisation (%) Price increases to Govt MBBS Dr - (%) from base Simulated changes in Price of Govt MBBS Dr, (Distance to Govt MBBS Dr 75% reduced) JC Govt Other 20 quality medicines and price sensitivity towards making informal patient payments above the mandated INR 1. The simulated effect of reducing the effective travel distance to government MBBS doctor services in PHC and CHC from 7.3 km to between 3.6 and 1.8 km is expected to increase the utilization of these services by 10 -25 percentage points. Assuming that travel distance is a proxy for travel cost (time and monetary), the simulated results indicate that travel costs outweigh the direct monetary costs of consulting a doctor and buying medicines. These results support the conc lusion that accessibility is central in consumers' utilization decision -making. Informal healthcare providers in UP are highly accessible to consumers and price services in accordance with consumer preferences for combination oral medicine and injections to treat mild -severe fever. As a consequence, unqualified 'doctors' are able to price their services above government MBBS doctors and retain their dominant market share. The recommendation of a head of household or trusted friend is an important channel for the flow of information on the perceived quality of healthcare providers. The statistical significance of both positive and negative recommendations for all healthcare providers underscores its importance. The classical diminishing marginal rate of substitution of income for health is supported by this data. The positive coefficients for the log of per capita income and the negative per capita income squared indicate a diminishing rate. Moreover, income and price elasticities support the conclusion t hat both unqualified and government MBBS doctor services are normal goods. Several limitations exist in this study. The inclusion of endogenous variables in income and duration potentially biased parameter estimates. However, any bias in the travel distan ce parameter estimates is limited due to the inclusion of stated preference data. Given the diversity of UP, the relatively small sample size of 300 constrains power of the results. 21 In the context of achieving India's ambition of delivering universal he althcare, the prevalence of the informal healthcare sector - due in part to the institutional weaknesses of the government rural services - appears to be an important element. Without the recognition of the informal sector and the reasons for its dominance , the likelihood of any government initiatives, aimed at reducing their market share, being effective seems unlikely. 22 Appendix A1 Table A1 -1: Utilisation of healthcare provider according to survey type RP SP* Number % Number % Unqualified 'doctor 186 MBBS 39 14.17 MBBS doctor 63 21.00 711 50.64 None 12 4.00 1 0.07 TOTAL 300 1404 * A central assumption of the SP survey was that government MBBS doctors were always present and available at their respective CHC or PHC. 23 Appendix A2 Table A2 -1: Descriptive statistics for Revealed and Stated Choice variables . Variable Mean (%) St. Dev Median Min Max Stated Choice Price - unqualified (INR) 101 .30 40.55 - 50 150 Price - private MBBS (INR) 202.81 82.20 - 100 300 Price - government MBBS (INR) 25.15 19.85 - 1 50 Reveal Preference Price - unqualified (INR) 99.54 351.05 60.00 69.96 254.61 20.00 0 600 Distance - unqualified (km) 1.70 2.65 1.00 0 17 Distance - government MBBS (kms) 7.31 5.21 7.00 0 32 Log Income (per capita) 8.80 0.69 - - - Log Income Sq (per capita) 78.05 12.66 - - - Household size 6.7 2.8 1 17 District 1 - Fatehpur1 (51.5) District 2 - Lalitpur1 (22.7) District 3 - Balrampur1 (25.8) Religion Hindu -Kshatriya1 (3.7) (23.1) Too Far1 (8.9) Not available1 (13.0) Poor quality medicines1 (11.4) Trust1 (5.0) Duration 21 (4-6 days) (12.2) Duration 31 (7-9 days) (8.6) Note: 1 dummy variable 24 Appendix A3 Mixed MNL Error Component results - Model 1 Unqualified Private Government Coeff. (St. Err. ) Coeff. (St. Err. Component SP alternatives. 5.993 (3.750 ) Unqualified (RP + SP) 1.115*** (0.176) Government (RP + SP) 1.877*** (0.195) N 300 LL -1288.86 BIC 2860.67 Pseudo. R2 0.613 Note: *** p < 0.001, ** p < 0.05, * p < 0.1 1 Triangular distribution anchored at zero; 2 Erlang distribution ; a RP parameter only; b SP parameter only. 26 Appendix B1 The missing data imputed as part of this paper included the price and categorical distances for the alternative (non -selected) doctors for respondents and the caste affiliation of respondents in District 1. The assumption of Missing At Random (MAR) appears relevant to the case of the missing caste data from all respondents in District 1, because within the sub -sample of District 1 respondents all caste data has an equal probability ( p = 1) of being missing (van Buuren, 2012) . In this case, knowledge of the mechanism of missingness makes the assumption of MAR clear. Imputed data is generated using a Multivariate Imputation by Chain Equation (MICE) algorithm. This algorithm, also known as fully conditional specifications (FCS), employs a Markov chain Monte Carlo (MCMC) method by using conditional densities to run the multivariate imputation model for each variable individually. Due to the sequential nature of the MICE algorithm each variable with missing data may use a different distribution from which to draw imputations. A Bayesian procedure is used to update the prior distributions from the preceding posteriors. This iterative approach is completed over a given number of cycles. The number of iterations used in this study ranged between 5 and 7. This low number is general ly necessary due to low levels of autocorrelation among regression variables and the limited amount of memory occupied in MICE algorithm while running the imputation model (van Buuren, 2012) . The work of Brand (1999) and van Buuren et al. (1999) use betwee n 5 and 20 iterations. Evaluating the convergence of the MCMC process is necessary to ensure that a stationary distribution is reached. Reviews of convergence testing methods find that machine generated tests are unreliable (Cowles and Carlin, 1996; El A dlouni et al., 2006) . Cowles and Carlin conclude that machine generated tests should avoided. As such, visual inspection of the plots of the mean and standard deviations of the individual imputed variables at each iteration is used to check that free movem ent across the iterations occurs. 27 Figures B1 -1 through B1 -4 are presented below depicting the imputation of missing values in the variables: caste, distance to unqualified and government doctor and price of unqualified and government doctor. The categori cal variables of caste, distance to unqualified and distance to government doctor use a multinomial logit model (termed \"polyreg\" in MICE), the price of unqualified use a Bayesian linear regression (termed \"norm\" in MICE) and the price of government doctor s uses a 2 -level Poisson regression (termed \"2l.poission\" in Countimp). Figure B1 -1a: Histogram of respondents by caste, original responses and combined original and imputed. Figure B1 -1b: Convergence plot of multiple imputations for caste . 28 Figure B1 to Unqualified 'doctor' (jhola chhap) , original responses and combined original and imputed. Figure B1 -2b: Convergence plot o f multiple imputations for distance to Unqualified 'doctor'. Figure B1 -3a: Histogram of distance to government MBBS doctor , original responses and combined original and imputed. 29 Figure B1 -3b: Convergence plot o f multiple imputations for distance to government MBBS doctor. Figure B1 -4a: Histogram of price of Unqualified 'doctor' (jhola chhap) , original responses and combined original and Figure B1 -4b: Distribution of Unqualified 'doctor' (jhola chhap) prices, original and combined original and imputed. 30 Figure B1 -4c: Convergence of Unqualified 'doctor' (jhola chhap) prices. Figure B1 -5a: Histogram of price of government MBBS doctor , original responses and combined original and imputed. 31 The price of INR 5000 for a single consultation to a government doctor, depicted in Figure B1 -5b, is an outlier. This value is dramatically greater than all other values. As such, this observation was deleted. Figure B1 -5b: Distribution of government MBBS doctor prices, original and combined original and imputed. 32 Appendi x B2 The price data for non -selected unqualified 'doctors' is missing for approximately 38% of respondents. This missing data is also imputed using EM algorithm in R package 'Amelia II' and the full dataset of 1174 respondents (Honaker et al., 2011) . Lowe r and upper bounds were used to impute 5 sets of missing values (Rubin, 1996) . The lower bound was 0 and the upper was 300. The average of the five data sets was used for the missing data. In the case of missing price data for government MBBS doctors, a pproximately 60% was missing. Technically, government primary health centers charge only an administration fee of INR 1 in UP. The data collected indicates that while the mode price of government MBBS doctors is INR 1, the majority of consultations attract a higher fee. Figure B2 -1 shows the distribution of price data for government MBBS doctors when they are: 1) consulted first, 2) the non -initial choice and 3) a combination of 1) and 2). Figure B2 -1: Histogram of government MBBS price and proportion of m issing data. 33 Panel 2 of Figure B2 -1 indicates that approximately 80% of the price data for government MBBS doctors when they are the non -initial choice is missing. This missing data is assumed to be INR 1. Table B2 -1 summarizes the completed price and d istance data using the EM algorithm, assuming government MBBS doctors' prices are INR 1 and using the mean distance to healthcare provider for each village. Table B2 -1: Summary price and distance variables Reveal Preference Price - unqualified (INR) 107.93 348.11 1 6000 Price - government MBBS (INR) 10.59 32.94 0 213 Distance - unqualified (kms) 1.50 1.87 0 17 Distance - government MBBS (kms) 7.04 3.23 0 32 Table B2 -2: Simulated price elasticity for Unqualified (RP), Johnson S. 2006. Disease and development: the effect of life expectancy on economic growth. National Bureau of Economic Research; 2006. Ahmed S.M., Hossain M.A., Chowdhury M.R. 2009 Informal sector providers in Bangladesh: how equ ipped are they to provide rational health care? Health Policy and Planning 24 (6), 467 -478. Amin A.A., Marsh V., Noor A.M., Ochola S.A., Snow R.W. 2003 The use of formal and informal curative services in the management of paediatric fevers in four districts in Kenya. Tropical Medicine & International Health 8 (12), 1143 -1152. Banerjee A., Deaton A., Duflo E. 2004 Wealth, Health, and Health Services in Rural Rajasthan. The American Economic Review 94 (2), 326 -330. Borah B.J. 2006 A mixed logit model of health care provider choice: analysis of NSS data for rural India. Health Economics 15 (9), 915 -932. Brand J.P.L. 1999. Development, Implementation and Evaluation of Multiple Imputation Strategies for the Statistical Analysis of Incomplete Data S ets., vol. PhD. Erasmus: Rotterdam; 1999. Brownstone D., Bunch D.S., Train K. 2000 Joint mixed logit models of stated and revealed preferences for alternative -fuel vehicles. Transportation Research Part B: Methodological 34 (5), 315 -338. Chaudhury N., Ha mmer J., Kremer M., Muralidharan K., Rogers F.H. 2006 Missing in action: Teacher and health worker absence in developing countries. J. Econ. Perspect. 20 (1), 91 -116. Ching P. 1995 User fees, demand for children's health care and access across income grou ps: The Philippine case. Social Science & Medicine 41 (1), 37 -46. Christensen L.R., Jorgenson D.W., Lau L.J. 1975 Transcendental Logarithmic Utility Functions. The American Economic Review 65 (3), 367 -383. Cowles M.K., Carlin B.P. 1996 Markov Chain Monte Carlo Convergence Diagnostics: A Comparative Review. Journal of the American Statistical Association 91 (434), 883 -904. Cross J., MacGregor H.N. 2010 Knowledge, legitimacy and economic practice in informal markets for medicine: A critical review of resea rch. Social Science & Medicine 71 (9), 1593 -1600. Das J., Hammer J. 2005 Which doctor? Combining vignettes and item response to measure clinical competence. Journal of Development Economics 78 (2), 348 - 383. 35 Das J., Hammer J. 2007a Location, Location, Loc ation: Residence, Wealth, And The Quality Of Medical Care In Delhi, India. Health Affairs 26 (3), w338 -w351. Das J., Hammer J. 2007b Money for nothing: The dire straits of medical practice in Delhi, India. Journal of Development Economics 83 (1), 1 -36. Das J., Holla A., Das V., Mohanan M., Tabak D., Chan B. 2012 In Urban and Rural India, A Standardized Patient Study Showed Low Levels of Provider Training and Hugh Quality Gaps. Health Affairs 31 (12), 2774 -2784. Debartolome C.A.M., Vosti S.A. 1995 Choosing between Public and Private Health -Care - A Case -Study of Maleria Treatment in Brazil. Journal of Health Economics 14 (2), 191 -205. Debroy B., Bhandari L. Corruption in India: The DNA the RNAs. Konark Publishers: New Delhi; 2012. Dow W.H. 199 9 Flexible Discrete Choice Demand Models Consistent with Utility Maximization: An Application to Health Care Demand. American Journal of Agricultural Economics 81 (3), 680 -685. El Adlouni S., Favre A. -C., Bobée B. 2006 Comparison of methodologies to asses s the convergence of Markov chain Monte Carlo methods. Computational Statistics & Data Analysis 50 (10), 2685 -2701. Erlyana E., Damrongplasit K.K., Melnick G. 2011 Expanding health insurance to increase health care utilization: Will it have different effe cts in rural vs. urban areas? Health Policy 100 (2 -3), 273 -281. Fiebig D.G., model: Accounting for scale and coefficient heterogeneity. Marketing Science 29 (3), 393 -421. Gertler P., Locay L., Sanderson W. 1987 Are user fees regressive - the welfare implications of health -care financing proposals in Peru. Journal of Econometrics 36 (1 -2), 67 -88. Government of India. 2012. Bulletin on Rural Health Statistics in India 2011. In: Ministr y of Health and Family Welfare. New Delhi; 2012. Government of Uttar Pradesh. 2003. Human Development Report, 2003 - Uttar Pradesh. In: Planning Department. Lucknow; 2003. Greene W.H. 2012. Nlogit Reference Guide. vol. version 5.0. Econometric Software 2 012. Grossman M. 1972 On the Concept of Health Capital and the Demand for Health. The Journal of Political Economy 80 (2), 223 -255. 36 Hensher D., Rose J.M., Greene W.H. Applied Choice Cambridge University Press: Cambridge, UK; 2005. Hensher D.A. 2012 Accounting for scale heterogeneity within and between pooled data sources. Transportation Research Part A: Policy and Practice 46 (3), 480-486. Honaker J., King G., Backwell M. 2011 Amelia II: A program for Missing Data. Journal of Statis tical Software 45. IIPS, Macro International. 2007. National Family Health Survey (NFHS -3), 2005 - 2006: India. vol. 1. International Institute of Population Sciences,: Mumbai; 2007. IIPS, Macro International. 2008. National Family Health Survey (NFHS -3), India, 2005 -06: Uttar Pradesh. International Institute Sciences,: Mumbai; 2008. Iles R.A. 2013. Jointly modelling revealed preference and qualitative choice intensions: estimating demand for primary health care in rural north India. In: Carm ignani F, Forster J, Economics Discussion Paper Series. Griffith University: Griffith Business School; 2013. Iles R.A., Rose J.M. 2013 Stated Choice design comparison in a developing country: attribute -nonattendance and choice task dominance. Economics Discussion Paper Series, Griffith University 201305. Jeffery P., Jeffery R. 2010 Only when the boat has started sinking: A maternal death in rural north India. Social Science & Medicine 71 (10), 1711 -1718. Johnston H.B., Ved R., Lyall N., Agarwal K. 2003 W here Do Rural Women Obtain Postabortion Care? The Case of Uttar Pradesh, India. International Family Planning Perspectives 29 (4), 182 -187. Kermani M.S., Ghaderi H., Yousefi A. 2008 Demand for medical care in the urban areas of Iran: An empirical investig ation. Health Economics 17 (7), 849 -862. Kleinke K., Reinecke J. 2013. A Multiple Imputation Package for Incomplete Count Data. Kristina Kleinke; 2013. Lancaster K., J. 1966 A New Approach to Consumer Theory. Journal of Political Economy 74 132 -157. Lindelow M., Serneels P. 2006 The performance of health workers in Ethiopia: Results from qualitative research. Social Science & Medicine 2225 University Press: Cambridge, UK; 2000. 37 Meenakshi J.V., Banerji A., Manyong V., Tomlins K., Mittal N., Hamukwala P. 2012 Using a discrete choice experiment to elicit the demand for a nutritious food: Willingness -to-pay for orange maize in rural Zambia. Jou rnal of Health Economics 31 (1), 62 -71. Panagariya A. India: The emerging giants. Oxford University Press; 2008. Pinto S. 2004 Development without Institutions: Ersatz Medicine and the Politics of Everyday Life in Rural North India. Cultural Anthropology 19 (3), 337 -364. Qian D., Pong R.W., Yin A., Nagarajan K.V., Meng Q. 2009 Determinants of health care demand in poor, rural China: the case of Gansu Province. Health Policy and Planning 24 (5), 324 -334. Rao M., Rao K.D., Kumar A.K.S., Chatterjee M., Sundararaman T. 2011 Human resources for health in India. The Lancet 377 (9765), 587 -598. Rubin D.B. 1996 Multiple Imputation After 18+ Years. Journal of the American Statistical Association 91 (434), 473 -489. Schultz T.W. 1961 Investment in human capita l. The American economic review 51 (1), 1 -17. van Buuren S. Flexible Imputation of Missing Datas. Chapman & Raton; 2012. Buuren S., Boshuizen H.C., Knook D.L. 1999 Multiple imputation of missing blood pressure covariates in survival an alysis. Statistics in Medicine 18 (6), 681 - 694. van Buuren S., Groothuis -Oudshoorn K. 2013. Multivate Stef van Buuren 2013. Viton P.A. 1985 On the interpretation of income variables in discrete -choice models. Economic Letter s 17 203 -206. Willis J.R., Kumar V., Mohanty S., Kumar A., Singh Ahuja Misra R.P., Singh P., V., Baqui S., Santosham M., Darmstadt G.L., for the Saksham Study Group. 2011 Utilization and perceptions of neonatal healthcare pro viders in rural Uttar Pradesh, India. International Journal for Quality in Health Care, 23 (4), 487 -494. World Bank. 1998. Uttar Pardesh - Bihar Living Conditions Survey, 1997 -8. Living Standards Measurement Study. The World Bank; 1998. "}