{"title": "Ongoing Research Studying Effect of High-Dose Testosterone in Treating Prostate Cancer", "author": "Rachel Sauer", "url": "https://news.cuanschutz.edu/cancer-center/ongoing-research-studying-effect-of-high-dose-testosterone-in-treating-prostate-cancer", "hostname": "cuanschutz.edu", "description": "A phase 2 trial led by CU Cancer Center researchers is studying whether high doses of testosterone are a feasible treatment for certain prostate cancers.", "sitename": "University of Colorado Anschutz Medical Campus", "date": "2022-09-28", "cleaned_text": "Prostate cancer is the most common cancer in men and, when caught and treated early, is considered curable. But when prostate cancer becomes metastatic, meaning it spreads to distant organs, it is no longer considered curable and novel treatment strategies are needed. A mainstay of metastatic [prostate cancer](https://medschool.cuanschutz.edu/colorado-cancer-center/for-patients-families/cancers-we-treat/prostate-cancer) treatment is androgen deprivation therapy (ADT), which lowers testosterone levels significantly and is initially highly effective against the disease. However, low testosterone can cause a number of serious side effects, including loss of bone density and loss of libido and sexual function, that can greatly impact quality of life. Further, in some men, the cancer continues growing despite significantly lowered testosterone levels, which is called castration-resistant prostate cancer (CRPC) A phase 2 trial currently being led by [University of Colorado Cancer Center](https://medschool.cuanschutz.edu/colorado-cancer-center) member [Laura Graham, MD,](https://som.ucdenver.edu/Profiles/Faculty/Profile/35392) an assistant professor of [medical oncology](https://medschool.cuanschutz.edu/medical-oncology) in the CU School of Medicine, is studying whether high doses of testosterone are a feasible treatment against CRPC and whether it leads to a reduction in prostate cancer growth as well as improved quality of life. \"This used to be a somewhat heretical idea,\" Graham explains. \"There are a variety of hypotheses for why this treatment might work, but the bottom line is there is a lot of pre-clinical evidence that once you have castration-resistant prostate cancer cells, this therapy has the potential to be effective.\" Aiming for constant testosterone levels While the majority of men with metastatic prostate cancer initially respond to ADT, unfortunately progression is inevitable. One of the focuses of research studying this progression has been the androgen receptor (AR), which is a protein that binds male hormones called androgens (including testosterone). In prostate cancer, androgens bind to androgen receptors in cancer cells, causing them to grow. Previous research has shown that AR is over-expressed in CRPC, and in-vitro studies have shown a sensitivity to high-dose testosterone in castrate-resistant cell models. There is evidence showing a subsequent lowering in AR levels. There are several mechanisms attributed to testosterone's effectiveness against CRPC in a clinical setting, including the observation that high-dose testosterone causes DNA damage or strand breaks in cancer cells. Participants in this small, phase 2 trial - Graham aims to recruit a total of 30 participants - will receive a standardized dose of testosterone gel administered on the skin. They also will receive enzalutamide, a non-steroidal anti-androgen that blocks testosterone from binding to its receptor. [ Carlos' experience with his high-dose testosterone treatment](/cancer-center/testosterone-clinical-trial-prostate-cancer) Previous prostate cancer research focusing on testosterone have administered it via a shot \"and the data show that study participants would get these testosterone spikes,\" Graham explains. \"Our hope by doing this transdermally (absorbed through the skin) is that testosterone levels will be constant and that will correlate with quality-of-life benefit.\" Graham and her fellow researchers hypothesize that not only will transdermal application be an effective way to administer testosterone, but also that a significant portion of participants will see a reduction in their prostate-specific antigen (PSA) levels. They also hypothesize that testosterone will make the enzalutamide more effective. Building on previous research Administering the testosterone on the skin also has the potential to contribute to participants' safety \"because if we see any problems with the testosterone, they can stop applying it immediately,\" Graham says. All the trial participants will receive the same doses of testosterone and enzalutamide. They also will have tumor samples drawn before and after treatment with testosterone, which will be analyzed in the lab of CU Cancer Center member [Thomas Flaig, MD](https://som.ucdenver.edu/Profiles/Faculty/Profile/9411), vice chancellor of [research](https://research.cuanschutz.edu/) for CU Denver and the CU Anschutz Medical Campus, for DNA and RNA changes that might suggest who will best respond to high-dose testosterone therapy and ways to make the therapy even more effective in the future. \"The benefit of this study is that we are not the first people to try high-dose testosterone clinically,\" Graham says. \"When this idea was first proposed a decade ago, people were asking whether we'd be adding fuel to the fire and making the prostate cancer worse. But earlier clinical trials have shown that it is safe, that we're not seeing significant prostate cancer progression, and we're getting early signals that quality of life is significantly improved.\" Graham has worked closely with CU Cancer Center member [Elizabeth Kessler, MD](https://som.ucdenver.edu/Profiles/Faculty/Profile/21572), associate professor of [medical oncology](https://medschool.cuanschutz.edu/medical-oncology), in developing this research, and so far has recruited 15 participants to phase 2 of the trial. Some have been initially skeptical \"because doctors have been telling them for years that we have to keep their testosterone low in order to treat the cancer, so the idea of going on higher doses can feel scary,\" Graham says. \"It's been helpful that we have data from the earlier trials, so then the idea of having more testosterone becomes really exciting because they've been living with low levels for several years and experiencing how "}