{"title": "PDF", "author": "PDF", "url": "http://www.uco.es/medicinayenfermeria/images/documentos/Servicios/Biblioteca/TFGs_leidas_MED_15_16.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Título del TFG. Grado de Medicina. Curso 2015/16. EFECTOS DEL TRATAMIENTO CON HORMONA DE CRECIMIENTO (GH) SOBRE LA RETINA EN NIÑOS PREPUBERALES FACTORES DERIESGO PERINATALES RECIÉN NACIDO NEO-OVOGÉNESIS POSTNATAL I. NO EVIDENCIA DE FORMACIÓN DE NUEVOS OVOCITOS EN EL OVARIO DE RATA FACTORES PREOPERATORIOS QUE INFLUYEN ENLAPRESENCIA DECOMPLICACIONES YMORBILIDAD POST- CIRUGÍA INTESTINAL ENPACIENTES COLONIZADOS POR KLEBSIELLA COLISTINA MECANISMOS DEREACONDICIONAMIENTO ESTEATÓSICO FRÍA CON PERFUSIÓN NORMO- O SUBNORMO- TÉRMICA EXTRACORPÓREA ESTUDIO DEL SÍNDROME METABÓLICO EN PACIENTES CON CÁNCER DE MAMA ESQUIZOTIPIA EN JÓVENES. EVALUACIÓN OBJETIVA MEDIANTE CUESTIONARIOS ESPECÍFICOS ESTUDIO RETROSPECTIVO SOBRE PACKING Y EVOLUCIÓN DE TRATAMIENTO DE ANEURISMAS CEREBRALES ESTUDIO EXPERIMENTAL DE LA ESCLEROSIS MÚLTIPLE. (REVISIÓN BIBLIOGRÁFICA) RESULTADOS DE UN PROTOCOLO DE OPTIMIZACIÓN DE TERAPIA BIOLÓGICA EN PACIENTES CON ESPONDILOARTROPATIAS MANEJO DEL CÁNCER DE RECTO LOCALMENTE AVANZADO. REVISIÓN BIBLIOGRÁFICA SÍNDROME METABÓLICO VARIACIONES EN EL GEN DE LA FIBROSIS QUÍSTICA (CFTR) EN NUESTRO MEDIO: ACTUALIZACIÓN VALORACIÓN DE LA FUNCIÓN SEXUAL EN PACIENTES PSIQUIÁTRICOS CRÓNICOS IMPLANTACIÓN TALLER DEAPRENDIZAJE SOBRE SONDAJE VESICAL YEXPLORACIÓN PROSTÁTICA TRANSRECTAL EN MUÑECOS DE SIMULACIÓN RELACIÓN ENTRE LAS VARIABLES OBSERVADAS ENUNA PRUEBA ESTANDARIZADA DEESFUERZO YDESATURACIÓN NOCTURNA EN PACIENES CON ENFERMEDAD PULMONAR OBSTRUCTIVA CRÓNICA ANÁLISIS DELAIMPARTICIÓN YEVALUACIÓN DELAS COMPETENCIAS TRANSVERSALES ENLOS GRADOS DE MEDICINA DE LAS FACULTADES DE MEDICINA DE ESPAÑA ESTUDIO RETROSPECTIVO SOBRE INCIDENCIA, FACTORES DE RIESGO YPREVENCIÓN DEL SÍNDROME DE HIPERESTIMULACIÓN OVÁRICA ANÁLISIS DE LOS EFECTOS ADVERSOS TRAS LA OBSTRUCCIÓN TUBÁRICA CON EL MÉTODO ESSURE TRATAMIENTO FARMACOLÓGICO DE LOS TRASTORNOS DE PERSONALIDAD. ESTUDIO DE LOS FÁRMACOS EUTIMIZANTES EVOLUCIÓN TRAS LA\"DESINTENSIFICACIÓN\" DEL TRATAMIENTO ANTI-TNF ENPACIENTES CON ENFERMEDAD INFLAMATORIA INTESTINAL: REVISIÓN INICIAL AMBULATORIA DEPACIENTES CARDIOLÓGICOS ENUN HOSPITAL DE TERCER NIVEL ANÁLISIS DE LA INTERRELACIÓN ENTRE FIBROBLÁSTICO 23 Y FÓSFORO EN PACIENTES EN HEMODIÁLISIS LA PRENSA CORDOBESA DE INFORMACIÓN GENERAL ANTE LA EPIDEMIA DE GRIPE DE 1918-19 INFLUENCIA DEL ESTRÉS OXIDATIVO, YSURELACIÓN CON LOS PARÁMETROS PLASMÁTICOS INFLAMATORIOS, EN LA PATOGENIA DE LA BRONQUIOLITIS AGUDA POR DE VIRUS RESPIRATORIO SINCITIALEFECTOS DELADISMINUCIÓN DEESTEROIDES GONADALES DURANTE ELPERÍODO NEONATAL SOBRE LAEDAD DE LLEGADA DE LA PUBERTAD RELACIÓN DE CALIDAD DE VIDA CON OTROS INDICADORES EN LA ESPONDITIS ANQUILOSANTE TERAPIAS BIOLÓGICAS EN LA ARTRITIS REUMATOIDE NIVELES PLASMÁTICOS DEigC ENINMUNODEFICIENCIA COMÚN VARIABLE MASTECTOMIZADAS YRECONSTRUÍDAS ENELHOSPITAL REINA SOFÍA DE CÓRDOBA SINTOMATOLOGÍA Y CALIDAD DE VIDA DE LAS MUJERES CON MIOMAS UTERINOS EXPRESIÓN DE BECLIN1 EN CÉLULAS PRODUCTORAS DE ANDRÓGENOS EN OVARIOS NORMALES Y PATOLÓGICOS REVISIÓN BIBLIOGRÁFICA SOBRE EFECTOS SECUNDARIOS DEL SISTEMA ANTICONCEPTIVO ESSURE EN TRASPLANTES EPIDEMIOLOGÍA Y COLISTINA. ESTUDIO ENTRE NEONATOS NACIDOS TRAS FECUNDACIÓN INVITRO YRECIÉN NACIDOS CONCEBIDOS DE MANERA NATURAL EN PRIMÍPARAS INMUNOTERAPIA DEL CÁNCER BASADA EN EL USO DE ANTICUERPOS INMUNOMODULADORES DEFICIENCIA DE SELENIO Y RIESGO DE ASMA: REVISIÓN SISTEMÁTICA VALORACIÓN DELACALIDAD NITRICIONAL ENLAALIMENTACIÓN DEL NIÑO CON TRASTORNO DEL ESPECTRO AUTISTA FACTORES DE INFLUENCIA EN LA RECURRENCIA LOCAL DEL LIPOSARCOMA RETROPERITONEAL EVALUACIÓN DEL CONTROL CLÍNICO DE LAS PÉRDIDAS SANGUINEAS EN CIRUGÍA DE ESCOLIOSIS INCIDENCIA YDESCRIPCIÓN DEMUTACIONES PATOGÉNICAS ENBRCA1 YBRCA2 DEPACIENTES DIAGNOSTICADAS DE CÁNCER DE OVARIO QUE REÚNEN CRITERIOS DE ALTO RIESGO EN LA PROVINCIA DE CÓRDOBA ESTUDIO COMPARATIVO DELAFUNCIÓN DELASENSIBILIDAD ALCONTRASTE ENSUJETOS MIOPES CON LENTES DE CONTACTO Y DEL TRATAMIENTO EN ELABORDAJE DE LAMARCHA DE PUNTILLAS IDIOPÁTICA. REVISIÓN SISTEMÁTICA INTERÉS EN MEDICINA DE LAS NUEVAS MICOBACTERIAS ATÍPICAS CAUSANTES DE PATOLOGÍA HUMANA EL SECRETO PROFESIONAL EN LA PRÁCTICA CLÍNICA. PROPUESTA DE UN CUESTIONARIO DE EVALUACIÓN EFECTO DEL TRATAMIENTO CON ESTIMULACIÓN MAGNÉTICA TRANSCRANEAL SOBRE BIOMARCADORES DEDAÑO OXIDATIVO EN UN MODELO MURINO DEENCEFALOMIELITIS AUTOINMUNE EXPERIMENTAL LIBERADORES DEEVEROLIMUS ENELTRATAMIENTO DELESIONES CORONARIAS LARGAS. PERMEABILIDAD A MEDIO PLAZO VALORADA MEDIANTE TAC INFLUENCIA DEL DOBLE ENEMA DEPREPARACIÓN PARA LABIOPSIA PROSTÁTICA ENLOS NIVELES DEPSA YSU SIGNIFICADO ESTUDIOS EXPERIMENTALES EN ESCLEROSIS MÚLTIPLE EFECTOS DELADISMINUCIÓN DEESTRÓGENOS CIRCULANTES DURANTE ELPERÍODO JUVENIL SOBRE LAEDAD DE LLEGADA DE LA PUBERTAD INCIDENCIA DEL EMBOLISMO PULMONAR Y SU RELACIÓN ESTACIONAL EN UNA UNIDAD DE NEUMOLOGÍARASGOS EVITATIVOS DE LA PERSONALIDAD Y ELECCIÓN DE ESPECIALIDAD MÉDICA TABACO EN EL ENFERMO BIPOLAR: MOTIVACIÓN PARA EL CAMBIO Y EFICACIA DE LA INTERVENCIÓN BREVE ANÁLISIS RETROSPECTIVO DEL DRENAJE BILIAR EN ENFERMEDAD AVANZADA CAPACIDAD PROPLÁSICA DEL MÚSCULO ESQUELÉTICO EN LA MIOPATÍA URÉMICA NUTRICIÓN EN EL TRASTORNO DEL ESPECTRO AUTISTA ATENCIÓN SANITARIA AVÍCTIMAS DEAGRESIONES SEXUALES ENLAS DIFERENTES COMUNIDADES AUTÓNOMAS Y PROPUESTA DE UNIFORMIDAD EN LA ACTUACIÓN CLÍNICA Y FORENSE NIFEDIPINO VERSUS LABETALOL PARA ELCONTROL DE LAS CRISIS HIPERTENSIVAS PERICITOS HACIA LALÍNEA MIOGÉNICA ENMÚSCULO ESQUELÉTICO NORMAL MEDIANTE TRATAMIENTO CON EXTRACTOS MUSCULARES ESTUDIO RETROSPECTIVO PARA VALORAR LAEFECTIVIDAD DE RITUXIMAB VERSUS CICLOFOSFAMIDA EN CONECTIVOPATÍAS ASOCIADAS A ENFERMEDAD PULMONAR INTERSTICIAL STUDY OF THE FACTORS ASSOCIATED WITH RECURRENCE IN EARLY STAGE ORAL SQUAMOUS CELL CARCINOMA FACTORES ASOCIADOS A LA ESTABILIZACIÓN DE LA CERVICALGIA A CONSECUENCIA DE ACCIDENTES DE TRÁFICO PREVALENCIA DE LAATEROSCLEROSIS SUBCLÍNICA EN PACIENTES CON LUPUS ERITEMATOSO SISTÉMICO MEDIANTE EL ÍNDICE TOBILLO-BRAZO EXPRESIÓN DE BECLIN 1EN CÉLULAS PRODUCTORAS DE ANDRÓGENOS EN TESTÍCULOS NORMALES Y PATOLÓGICOS MORTALIDAD DELOS PACIENTES ANCIANOS INTERVENIDOS DEFRACTURA DECADERA ENRELACIÓN CON EL MOMENTO TRASTORNO DE LA CONDUCTA ALIMENTARIA EN EL TRASTORNO DEL ESPECTRO AUTISTA TUMORES TESTICULARES Y PARATESTICULARES EN LA EDAD PEDIÁTRICA ESTUDIO DELARELACIÓN DELAFOSFATURIA CON LADISFUNCIÓN ENDOTELIAL ENPACIENTES CON SÍNDROME METABÓLICO Y ENFERMEDAD RENAL CRÓNICA LEVE INMUNODEFICIENCIA COMÚN VARIABLE: RELACIÓN ENTRE FORMAS CLÍNICAS Y SUS COMORBILIDADES ANÁLISIS DE LA RECUPERACIÓN DE LOS LINFOCITOS POST TRASPLANTE YSU RELACIÓN CON RECAÍDA/INFECCIONES/ENFERMEDAD DE INJERTO CONTRA HUÉSPED DÉFICIT IGA Y COMORBILIDADES PERFIL CLÍNICO DE UNA SERIE DE PACIENTES CON ESCLEROSIS SISTÉMICA EN CÓRDOBA TAMAÑO PUPILAR EN FUNCIÓN DE LA INTENSIDAD LUMINOSA Y COLOR DE IRIS MICRORNAS Y SÍNDROME DE OVARIO POLIQUÍSTICO ASOCIACIÓN ENTRE LOS NIVELES DE ß2 DELAS CÉLULAS NKENELENVEJECIMIENTO YSUASOCIACIÓN CON ELINCREMENTO DELA INCIDENCIA DE LAS ENFERMEDADES VIRALESPAPEL DE LA TEMPERATURA EN LA FARMACOCINÉTICA DEL CONDUCTO NASOLAGRIMAL METÁSTASIS CERVICAL CONTRALATERAL EN ELCARCINOMA EPIDERMOIDE DE CAVIDAD ORAL. FACTORES CLÍNICOS E HISTOLÓGICOS EVALUACIÓN DE LA EFICACIA DE SORAFENIB EN PACIENTES CON HEPATOCARCINOMA EN ESTADIO AVANZADO MÚSCULOS EXTRAOCULARES HIPERFUNCIONANTES EN EL ESTRABISMO CANDIDATOS ACIRUGÍA MEDIANTE RADIOTERAPIA ESTEREOTÁXICA CORPORAL INDICADORES DE CALIDAD EN LOS INFORMES DE ALTA POR NEUMONÍA ADQUIRIDA EN LA COMUNIDAD CORRELACIÓN ENTRE EL TIEMPO HASTA EL DIAGNÓSTICO Y LA EVOLUCIÓN CLÍNICA EN EL CÁNCER DE PULMÓN EVALUACIÓN DEL NIVEL DE COMPETENCIA DIGITAL EN ESTUDIANTES DEL GRADO DE MEDICINA DE LA UNIVERSIDAD DE CÓRDOBA ¿USO ABUSIVO DE FÁRMACOS ANTIDEPRESIVOS EN LA PRÁCTICA CLÍNICA? ANÁLISIS DE CAUSAS Y CONSECUENCIAS DESDE UN PUNTO DE VISTA CRÍTICO EPIDEMIOLOGÍA, DISTRIBUCIÓN DEESPECIES YSENSIBILIDAD INVITRO AANTIFÚNGICOS DELAFUNGEMIA POR ASPERGILLUS DELOS GRUPOS DEATENCIÓN PSICOSOCIAL ENLAATENCIÓN AMUJERES INCLUÍDAS ENELPROCESO ASISTENCIAL INTEGRADO ANSIEDAD, DEPRESIÓN, PRIMARIA EXPOSICIÓN LABORAL AHIDROCARBUROS AROMÁTICOS POLICÍCLICOS ENPLANTAS TERMOSOLARES: ANÁLISIS PRECOZ DEL POTENCIAL IMPACTO EN LA SALUD SITUACIÓN ACTUAL DEL TABAQUISMO ENTRE LOS FEAS DEL HOSPITAL UNIVERSITARIO REINA SOFÍA DE CÓRDOBA DONANTE ALTERNATIVO COMO FUENTE DE PROGENITORES DE PACIENTES SOMETIDOS ATRASPLANTE ALOGÉNICO DE PROGENITORES HEMATOPOYÉTICOS EFECTOS DEL TRATAMIENTO CON HORMONA DECRECIMIENTO ACORTO PLAZO ENNIÑOS PREPUBERALES CON DÉFICIT DE LA HORMONA DE CRECIMIENTO SOBRE PARÁMETROS METABÓLICOS Y EL PERFIL DE ADIPOKINAS NEO-OVOGÉNESIS POSTNATAL II. CONSECUENCIAS GENÉTICAS EN LOS MAMÍFEROS REEVALUACIÓN DE METÁSTASIS HEPÁTICAS TRAS NEOADYUVANCIA EN NEOPLASIA DE COLON PACIENTE ANCIANO POLIMEDICADO YADHERENCIA ALTRATAMIENTO. CONSECUENCIAS SOCIO-SANITARIAS Y ESTRATEGIAS DE PREVENCIÓN RELACIONANDO PARÁMETROS EN LA ESCLEROSIS MÚLTIPLE PUNTOS GATILLO MIOFASCIALES EN LOS TRASTORNOS TEMPOROMANDIBULARES RASGOS ACTIVADORES DELAPERSONALIDAD YPREFERENCIAS ENLAELECCIÓN DEESPECIALIDAD MÉDICA EN ESTUDIANTES DE GRADO EN MEDICINA EVOLUCIÓN DE LASENSIBILIDAD DE LOS ESCHERICHIA COLI AISLADOS EN ORINA ACIPROFLOXACINO Y FOSFOMICINA DESDE EL AÑO 2006 HASTA LA ACTUALIDAD EN EL HOSPITAL UNIVERSITARIO REINA SOFÍA EVALUACIÓN DE LA MORTALIDAD ASOCIADA ADIFERENTES ESTRATEGIAS DE MANEJO CLÍNICO DE LA BACTERIEMIA POR KLEBSIELLA PNEUMONIAE RESISTENTE A CARBAPENEMAS Y COLISTINA. ESTUDIO KAPECOR CONSUMO DE DROGAS ¿FACTOR DE GÉNERO? REVISIÓN DECOMPLICACIONES YSUPERVIVENCIA ENPACIENTES DIAGNOSTICADOS DEGLIOBLASTOMA MULTIFORME QUE RECIBEN BEVACIZUMAB, SÓLO O EN COMBINACIÓN CON IRINOTECAN, TRAS RECAÍDA A TEMOZOLAMIDA + RADIOTERAPIA REVISIÓN BIBLIÓGRAFICA DEL SÍNDROME METABÓLICO ASOCIADO ALTRATAMIENTO HORMONAL PARA EL CÁNCER DE PRÓSTATAETIOPATOGENIA Y EVOLUCIÓN DE LA ESCLEROSIS LATERAL AMIOTRÓFICA MIOPATÍA ALCOHÓLICA: IMPACTO SOBRE LA CAPACIDAD REGENERATIVA DEL MÚSCULO ESQUELÉTICO PREFERENCIAS DE ELECCIÓN DE ESPECIALIDAD MÉDICA Y DIMENSIONES TEMPERAMENTALES DE CLONINGER TASA DE SUPERVIVENCIA EN PACIENTES CON ENFERMEDAD PULMONAR INTERSTICIAL ASOCIADA A CONECTIVOPATÍA EN TRATAMIENTO CON RITUXIMAB VS. CICLOFOSFAMIDA REVISIÓN DEL TRATAMIENTO DELADIABETES MELLITUS TIPO IICON ORALES DE EVIDENCIA DELADISMINUCIÓN DEESTRÓGENOS CIRCULANTES DURANTE ELPERÍODO INFANTIL SOBRE LAEDAD DE LLEGADA LA PUBERTAD INCIDENCIA DEEVENTOS TRAS LAREPARACIÓN CON STENT ENPACIENTES CON COARTACIÓN DEAORTA SIMPLE A PACIENTES CON COARTACIÓN COMPLEJA DIFERENCIAS CLÍNICAS DE LAS FRACTURAS DE CADERA EN PERSONAS JÓVENES Y EN ANCIANOS INSEMINACIÓN ARTIFICIAL. RESULTADOS PERINATALES ESTUDIO DELAS VARIEDADES FENOTÍPICAS YGENOTÍPIDAS ENLAS MITOCONDRIALES ENPACIENTES CON CITOLOGÍA TRIPLE DEWIED CON RESULTADO ASC-US. ACTITUD A TOMAR EN NUESTRO MEDIO SUPLEMENTOS DE SELENIO EN EL ASMA MEDICIÓN DE ETANOL EN AIRE ESPIRADO TRAS UNA INGESTA CONTROLADA, AEFECTOS DE CÁLCULOS RETROSPECTIVOS DE TRASCENDENCIA MÉDICO-LEGAL VALORACIÓN DELASATISFACCIÓN DELOS USUARIOS DEL PROGRAMA DEREHABILITACIÓN CARDÍACA MEDIANTE EL CUESTIONARIO SERVQHOS DISTRIBUCIÓN DEL GENOTIPO DEL VIRUS DELAHEPATITIS CYSURELACIÓN CLÍNICO-EPIDEMIOLÓGICA ENLA PROVINCIA DE CÓRDOBADETERMINACIÓN DE LA CULTURA SOBRE SEGURIDAD DEL PACIENTE ENTRE LOS PROFESIONALES DE LA SALUD QUE ASISTEN ALA60ª REUNIÓN ANUAL DE LAASOCIACIÓN ANDALUZA-EXTREMEÑA DE ANESTESIOLOGÍA Y REANIMACIÓN (AAEAR) LA MIGRAÑA EN EL CURSO DE ESCLEROSIS MÚLTIPLE. FACTORES PREDICTORES UTILIDAD DELAPULSIOXIMETRÍA NOCTURNA ENPACIENTES CON SOSPECHA DETRANSTORNOS RESPIRATORIOS DURANTE EL SUEÑO REVISIÓN NARRATIVA: COMPARACIÓN DELAPAROSCOPIA VERSUS CIRUGÍA ABIERTA ENPACIENTES CIRRÓTICOS Y Y TRAS TRATAMIENTO CON CIRUGÍA ENDOSCÓPICA ESTUDIO DELAS COMPLICACIONES ENELEMBARAZO ASOCIADAS AIMC40 ENELÁREA DEGINECOLOGÍA Y OBSTETRICIA DEL HOSPITAL UNIVERSITARIO REINA SOFÍA EN 2015 TRATAMIENTO DE LESIONES EN BIFURCACIONES CORONARIAS CON ARMAZÓN VASCULAR BIOABSORBIBLE EVALUACIÓN DELAEFICACIA, SEGURIDAD YTOLERABILIDAD DELACOMBINACIÓN FIJA DEBRINZOLAMIDA Y BRIMONIDINA EN SUJETOS CON HIPERTENSIÓN OCULAR Y GLAUCOMA INFLUENCIA DELAPREDILATACIÓN DEL RAMO COLATERAL EN ELÉXITO DEL TRATAMIENTO CON STENTS EN LESIONES BIFURCADAS: ESTUDIO PROSPECTIVO ALEATORIZADO ANÁLISIS DELASUPERVIVENCIA ENLAS DISTINTAS ERAS DELOS PACIENTES TRASPLANTADOS DEPULMÓN ENEL HOSPITAL UNIVERSITARIO REINA SOFÍARETRASO MADURATIVO Y ESTUDIOS GENÉTICOS APEGO ADULTO Y EMPATÍA MÉDICA EN ESTUDIANTES DE CIENCIAS DE LA SALUD TÉCNICA DELAGUÍA ENCARCELADA ENELTRATAMIENTO PERCUTÁNEO DELAS BIFURCACIONES CORONARIAS CON STENTS EVALUACIÓN DE MARCADORES PRONÓSTICOS EN LA "}