{"title": "Holistic Health", "author": null, "url": "https://oakland.edu/shs/interdisciplinary-health/holistic-health/index", "hostname": "oakland.edu", "description": null, "sitename": "oakland.edu", "date": "2020-04-27", "cleaned_text": "Holistic Health Within the [Department of Interdisciplinary Health Sciences](/shs/interdisciplinary-health/index), students may choose to pursue a Bachelor of Science in Health Sciences degree with a concentration in Holistic Health. This concentration provides coursework that centers on lifestyle changes and self-care to promote wellness through diet, exercise, mental health and spiritual awareness. [Curricular Requirements](https://catalog.oakland.edu/preview_program.php?catoid=59&poid=11360&returnto=12636) [Degree Plan](https://docs.google.com/spreadsheets/d/1PZJHIF4PWPBVmiTDO7TD2A6WYVipIKAydaFWW93aOdQ/edit?ts=5d1cb691#gid=1025024685) [Advising](/shs/advising/index) [Apply](/futureoustudents/index) The Holistic Health program consists of a variety of holistic health courses covering a broad range of topics; core health courses such anatomy, health behaviors, ethics, public health and more; and a variety of electives to choose from depending on your career goals. (Students are encouraged to work with an academic adviser when choosing elective credits.) Detailed requirements can be found in the Undergraduate Catalog (see [Curricular Requirements](https://catalog.oakland.edu/preview_program.php?catoid=59&poid=11360&returnto=12636)). Integrating principles of conventional and alternative practices, our Bachelor of Science in Health Sciences with a concentration in Holistic Health can serve as a first step toward a wide variety of employment opportunities in health, including holistic health programs in large healthcare systems, as well as private and clinical holistic care centers. Job Outlook The [U.S. Bureau of Labor Statistics](https://www.bls.gov/ooh/healthcare/home.htm) (BLS) expects health care jobs to grow 13% from 2021 to 2031, much faster than the average for all occupations, adding about 2 million new jobs. Further, public interest in and professional collaboration with holistic approaches to health continue to increase. Overall employment of health educators and community health workers is projected to increase 12% from 2019 to 2029. Growth will be driven by efforts to improve health outcomes and to reduce healthcare costs by teaching people about healthy behaviors and explaining how to use available healthcare services. Average Salary The BLS reports that the median annual wage for community health workers and health education specialists was $48,860 per year in 2021. Dr. Edward Rohn Assistant Professor and Coordinator Interdisciplinary Health "}