{"title": "Sections & Offices", "author": null, "url": "https://bd.usembassy.gov/embassy/dhaka/sections-offices/", "hostname": "usembassy.gov", "description": "General Information Below is a listing of the departments and offices of the United States Embassy in Dhaka, Bangladesh:", "sitename": "U.S. Embassy in Bangladesh", "date": "2015-07-07", "cleaned_text": "LaFave](https://bd.usembassy.gov/embassy/dhaka/dcm/) [Key Officers](https://bd.usembassy.gov/embassy/dhaka/key-officers/) - Sections & Offices General Information Below is a listing of the departments and offices of the United States Embassy in Dhaka, Bangladesh: The American Center/Public Affairs Section The American Center, the Public Affairs Section of the Embassy of the United States of America, Dhaka (formerly USIS), seeks to promote improved mutual understanding between the United States and Bangladesh and to provide free and open access to information about the U.S. to Bangladeshis. Visit us in Baridhara to attend a film screening, speaker program or other event, check out a book, study for the TOEFL, or receive individual counseling on U.S. higher education. Outside of Dhaka, see what the American Corners in Chittagong, Jessore, and Sylhet have to offer. The Press Section The Press Section coordinates media outreach for the Embassy. As the primary contact for public inquiries about American policy in Bangladesh, it represents American viewpoints to local media by way of press releases, press conferences, speaker programs and journalist training programs. In addition, the Section reports on the Bangladeshi media and public reactions, keeping U.S. policymakers abreast of Bangladeshi public opinion. Archer K. Blood American Center Library The Archer K. Blood American Center Library is a lending library as well as a resource center open to the general public. Providing access to books, periodicals and newspapers as well as to the Internet, the IRC serves as a valuable resource to the inquiring public. The IRC research staff is well-versed in research techniques and can provide assistance to scholars or researchers. It also serves as the gathering place for American Center events like press conferences, speaker programs, and cultural programs. There are also three American Corners in Chittagong, Jessore, and Sylhet. American Corners contain resources about the United States and for English-language learners; provide Internet access; and host events. [Archer K. Center Corner Rajshahi](https://bd.usembassy.gov/education-culture/american-corner-rajshahi/) Cultural Affairs Section The Cultural Affairs Section manages all U.S. Government-sponsored educational and cultural exchange programs between the United States and Bangladesh. These programs promote personal, professional, and institutional ties between private citizens and organizations in the United States and abroad, as well as by presenting U.S. history, society, art and culture in all of its diversity to overseas audiences. EducationUSA The Student Advising Section provides counseling and information to students interested in pursuing higher study in the U.S. Its resource library includes catalogues and videos from hundreds of U.S. universities, as well as study guides for the TOEFL, SAT I and II, GRE and GMAT. Trained student advisors provide step-by-step guidance on choosing a university, applying for admission, signing up for standardized test, and obtaining financial aid. In addition, the Section hosts pre-departure orientations for Bangladeshi students going to the U.S. Management Section The Management team comprises General Services, Financial Management, Human Resources, Information Management, the Health Unit, the Community Liaison Office, and Facilities Maintenance. Management's goal is to ensure that all Embassy employees have the resources required to work and live in a well-managed, safe, efficient, healthy, and comfortable environment. Services Include: - Housing provision and maintenance - Motor Pool operations - Supplies acquisition - Official Embassy travel arrangements - Budget oversight - Communications systems maintenance - Mailroom operations - Facilities maintenance Political and Economic Affairs Section The Political and Economic Affairs Section monitors, analyzes, reports, and advises on a broad range of trends and developments affecting U.S. interests. Priority political topics include Bangladesh's role in the war against terror; human rights, refugees, and trafficking in persons; political party activities (especially in the context of national elections); and Bangladesh's relations with South Asian and other key countries. The section also manages issues and programs pertaining to the full range of bilateral, regional, and international economic and commercial relations. It promotes policies favorable to free trade and open markets, and provides advocacy on behalf of American businesses in Bangladesh. Key areas of interest include: finance and banking; economic reform; post Multi-Fiber Arrangement market development; intellectual property rights; and regulatory frameworks. Consular Section The Consular Section provides emergency and other assistance to U.S. citizens, including the issuance of passports, and a wide variety of visa services to Bangladeshis and other foreign nationals in Bangladesh. [Non-Immigration Visas (NIV)](https://bd.usembassy.gov/visas/nonimmigrant-visas/): The Section processes applications for temporary visas to the United States, including tourist visas, business visas, student visas, and temporary work permits. [Immigration Visas (IV)](https://bd.usembassy.gov/visas/immigrant-visas/): The Section processes cases for people wishing to immigrate to the United States, and accepts petitions from American citizens resident in Bangladesh for their immediate relatives to immigrate to the U.S. [U.S. Citizens Services](https://gcc02.safelinks.protection.outlook.com/?url=https%3A%2F%2Fbd.usembassy.gov%2Fu-s-citizen-services%2F&data=04%7C01%7CIslamA2%40state.gov%7Cf30874ca058b430bafd308d9825fd4e9%7C66cf50745afe48d1a691a12b2121f44b%7C0%7C0%7C637684170368881092%7CUnknown%7CTWFpbGZsb3d8eyJWIjoiMC4wLjAwMDAiLCJQIjoiV2luMzIiLCJBTiI6Ik1haWwiLCJXVCI6Mn0%3D%7C1000&sdata=jyad6jLUlN3ZvNnumKu46zMIWRky5ovT58yD2prU8fg%3D&reserved=0): The section assists U.S. citizens with passport issues (renewals, replacements, first-time applications, etc.), birth reports for children of U.S. citizens born in Bangladesh, notarial services for all nationalities, among other routine (voting assistance, enrollment of U.S. citizens in the Smart Traveler Enrollment Program, etc.) and emergency services (U.S. citizen deaths, arrests, emergency financial assistance, etc.). Regional Security Office Diplomatic Security special agents, assigned to U.S. diplomatic missions overseas as regional security officers (RSO), advise the chief of mission on all security issues and coordinate all aspects of a mission's security program. They develop and implement security programs to protect our employees from terrorist, criminal, and technical attacks at work and at home. The RSO receives valuable assistance in this effort from other Diplomatic Security personnel, Marine Security Guards, U.S. Navy Seabees, local and cleared American guards, local investigators, security engineering officers and host government officials. In addition, the RSO provides unclassified security briefings and other professional security advice to U.S.business executives overseas. The RSO serves as the primary liaison with foreign police and security services to obtain support for U.S.law enforcement initiatives and investigations. U.S. Agency for International Development (USAID) he United States Agency for International Development (USAID) is the principal U.S. Government agency providing development assistance to the people of Bangladesh. Since 1971, USAID has provided more than $5 billion in development assistance, with over half of that amount in the form of food aid. With USAID support, Bangladesh has seen significant improvements in living conditions for its people, particularly in the areas of food security, disaster preparedness, rural electrification, and health. The United States Agency for International Development (USAID) is the principal U.S. Government agency providing development assistance to the people of Bangladesh. Since 1971, USAID has provided more than $5 billion in development assistance, with over half of that amount in the form of food aid. With USAID support, Bangladesh has seen significant improvements in living conditions for its people, particularly in the areas of food security, disaster preparedness, rural electrification, and health. USAID/Bangladesh currently programs roughly $100 million per year in three strategic areas: - Promoting more effective democratic institutions and practices - Expanding economic opportunities - Investing in human capital to improve the lives of the people in Bangladesh USAID uses local expertise and works through a variety of entities including local and foreign non-governmental organizations and private firms. It also works closely with the Government of Bangladesh and with other donors. Current programs address needs in areas including health and family planning, food security, disaster management, income generation, small business and agribusiness development, natural resources management, rural electrification and energy sector reform, democracy and human rights, and education. For more information about USAID/Bangladesh, please visit USAID Bangladesh Profile [here](https://www.usaid.gov/bangladesh). U.S. Trade Center The U.S. Trade Center (USTC) offers a variety of services both to American businesses seeking investment and export opportunities in Bangladesh and to Bangladeshi businesses seeking to buy American goods and services. USTC services fall into three categories: market contact and assessment, advocacy, and trade promotion. Some services are available to qualified business representatives free of charge, while others require a fee to offset costs. Library of Congress The Library of Congress maintains six overseas offices that acquire, catalog, preserve, and distribute library and research materials from their respective regions, not only for the collections of the Library of Congress, but also for primarily American academic libraries and research institutions. The New Delhi office, the largest of these offices, acquires publications not only from India but also from Bangladesh, Bhutan, Burma, Nepal, and Sri Lanka, where it maintains sub-offices in the American Embassies. The Dhaka Office is headed by a Library of Congress Representative who, with the assistance of a library technician, selects and acquires a wide variety of publications from Bangladesh. They acquire and ship publications to New Delhi where they are cataloged and bound (or microfilmed) and shipped to the United States. The Country Representative works to keep abreast of current scholarship and publishing, acquiring wide range of materials. A high priority is collecting official publications, including the important legal materials such as the gazette, legislative debates and laws, and judiciary rulings. Recognizing the importance of science in the region, the Library of Congress acquires a number of Bangladesh's scientific and technical monographs, journals, technical reports, and conference proceedings. Major newspapers and news weeklies, scholarly journals, literary as well as lifestyle and other popular magazines, research monographs on the arts, the social sciences and humanities are also acquired. Increasingly, non-print and electronic media along with maps are being sought to supplement traditional book and journal formats. The Library of Congress presence in Dhaka allows the Country Representative to develop a rich collection of ephemera documenting the activities of social, political and religious organizations and advocacy groups based in the country. To celebrate the 2000 Library of Congress Bicentennial, the New Delhi office launched The South Asian Literary Recordings Project. Over the past four years the Office has recorded more than 100 prominent authors from the region reading from their works. The Dhaka office recorded four prominent local authors and poets for the project. The recordings are available on [http://www.loc.gov/acq/ovop/delhi/salrp](http://www.loc.gov/acq/ovop/delhi/salrp) The cultural and bibliographic exchanges of the Library of Congress promote knowledge and understanding between countries and peoples. Since the founding of Bangladesh, the Library of Congress has had knowledgeable staff work to ensure that Congress and the American people have information in all formats about the rich culture and heritage of Bangladesh. To find out whether the Library owns a book, journal or an audio-visual material from Bangladesh, or any other country, visit the Library of Congress Online Catalog at: [http://catalog.loc.gov/](http://catalog.loc.gov/) Embassy of the United States of of Justice The Overseas Prosecutorial Development Assistance and Training Program (OPDAT) of the Justice Department assigns Assistant United States Attorneys to embassies around the world to work w ith the host country's criminal justice system on specific areas of concern. The representative in Bangladesh, known as the Resident Legal Advisor (RLA), works with Bangladesh's government to establish an effective anti-money laundering prosecution regime to help combat crime, corruption, and terrorism. The RLA also develops and conducts training programs for investigators and prosecutors, and offers any legal advice requested by the Embassy on criminal matters. Other responsibilities include monitoring developments in human trafficking, human rights, and terrorist financing, and providing technical assistance in those areas. Department of Agriculture/Foreign Agricultural Service The U.S. Department of Agriculture's Foreign Agricultural Service (FAS) links U.S. agriculture to the world to enhance export opportunities and global food security. FAS has a global network of 93 offices covering 171 countries, including an office in Dhaka, Bangladesh. These offices are staffed by agricultural attachés and locally hired agricultural experts who are the eyes, ears, and voice for U.S. agriculture around the world. FAS staff identify problems, provide practical solutions, and work to advance opportunities for U.S. agriculture and support U.S. foreign policy around the globe. The U.S. Department of Agriculture FAS Mission in Bangladesh: - Liberalize agricultural trade between the United States and Bangladesh by developing and enforcing policies to address trade barriers; - Expand U.S. agricultural exports to Bangladesh through implementation of trade supporting initiatives; - Inform global agricultural markets and advise U.S. decision-makers by providing relevant expertise and analysis. The official website of FAS is: [www.fas.usda.gov](https://gcc01.safelinks.protection.outlook.com/?url=https%3A%2F%2Fwww.fas.usda.gov%2F&data=02%7C01%7CIslamA2%40state.gov%7Cade56c1d5d204e7c9b3908d7f28e5b37%7C66cf50745afe48d1a691a12b2121f44b%7C0%7C0%7C637244565532427599&sdata=z390SI%2FzGEN6AAqK%2BAjXDu4UllVwChY2IYgauZoDKEA%3D&reserved=0) FAS Dhaka Telephone: 880-2-5566-2851 Office of Defense Cooperation (ODC) The Office of Defense Cooperation (ODC) conducts in-country management of Bangladesh's Security Assistance (SA) programs. The ODC provides this oversight in conjunction with its host nation counterparts, the country team within the diplomatic mission, the Commander of Pacific Command, and the Office of the Secretary of Defense — Defense Security Cooperation Agency and the Military Departments. SA programs allow the transfer of defense articles and services to international organizations and friendly foreign governments via sales, grants, leases, or loans to help friendly nations and allies deter and defend against aggression, promote the sharing of common defense burdens and help foster regional stability. SA includes such diverse efforts as the transfer of defense weapon systems to foreign governments, U.S. Service School training to international students, and consultation on internal defense capabilities improvement. Also, when the U.S. assists Bangladesh in meeting its defense requirements, the U.S. contributes to its own security interests, including access to the Bangladesh military, and building competent coalition partners. Foreign Military Sales (FMS), Foreign Military Financing (FMF) grants or loans, International Military Education and Training (IMET), and Enhanced International Peacekeeping Capabilities (EIPC) / Global Peace Operations Initiative (GPOI) are key programs included within Security Assistance. IMET and EIPC/GPOI are conducted solely on a grant basis. FMS can be conducted using host nation funds, donor funds or FMF. Defense Attache Office (DAO) The United States Defense Attaché performs military liason on the behalf of the Secretary of Defense, the Secretaries of the Military Services, the Chairman of the Joint Chiefs of Staff, the Chiefs of the U.S. Military Services and the Commander of U.S. Pacific Command. The Defense Attaché office is responsible for planning and coordinating military-to-military conferences, exercises and high level visits between the militaries of the United States and Bangladesh. "}