{"title": "PDF", "author": "PDF", "url": "https://ndnr.com/wp-content/uploads/2019/01/158-sep18-ndnr-lr.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "NATUROPATHIC DOCTOR NEWS & REVIEW Naturopathic Doctor News & Review PO Box 2968 Scottsdale, AZ 85252-2968Phone 888.627.8677Fax 480.275.7712www.ndnr.com Docere CBD Use in the United States A Cross-Sectional Study & Perspective Available online at ndnr.comVOLUME 14 ISSUE 9 SEPTEMBER 2018 | GERIATRICS / INFECTIOUS DISEASE Vis Medicatrix Naturae Naturopathic Treatment of Acute Disease 3 Case Studies DEBORAH FRANCES, RN, ND CHRIS CHLEBOWSKI, DC, ND VALERIA In the present era of ever-increasing toxicity of and resistance to pharmaceutical antimicrobials, healthcare practitioners that are schooled in therapeutics aligned with nature hold a unique and vital role in the treatment of acute diseases. The following cases demonstrate the power of the well-selected homeopathic remedy to bring rapid resolution to a variety of acute conditions. Because botanical medicines, chosen to support affected organ systems, act to nourish the healing process, they make an excellent complement to homeopathy's ability to stimulate the patient's vitality. TOLLE CAUSAM Gut Dysbiosis: An Underlying Cause of Obesity .................................. >>6 Alison Chen, ND Dr Chen reviews the research and clinical ramifications of bacterial influences on obesity. ORTHOPEDICS Modern Nature Cure: Using Your Own Cells to Heal Osteoarthritis ................. >>9 Dylan W. Krueger, NMD Dr Krueger outlines the mechanisms of PRP and presents a case showing its effectiveness. NATUROPATHIC PERSPECTIVE Ulcers & Upper GI Issues: Conversations with Seniors ............... >>10 Andrew L. Rubman, ND Senior patients are more vulnerable to GI imbalances. Patient education is the first step. Practicing Rational Medicine ............. >>17 Jacob Schor , ND, FABNO It might be time to revisit our definition of naturopathic medicine. STUDENT SCHOLARSHIP Honorable Mention - Cannabis & the ECS: How Endocannabinoids are Changing ND Smith, MATD, factors influence the ultimate physiological effects of phytocannabinoids. NATUROPATHIC NEWS WNF: Global Naturopathic Regulation .......................................... >>19 Iva Lloyd, ND, RPP Dr Lloyd reviews compares naturopathic regulation in the various global regions. SIMILAR THOUGHT The Simple Life: Part 2 ..................... >>21 Joseph Kellerstein, DC, ND Some useful lessons about a recent case emerge from a chat with George Dimitriadis. NATURE CURE CLINICAL PEARLS A Woman BBE Nichols was a remarkable teacher, doctor, and social reformer in mid-19th century America. EDUCATION New Tosh and Old Adjectives: When Terminology Obfuscates ......... >>25 David J. Schleich, PhD The terminology terrain shifts, but the underlying principles of naturopathic medicine endure. NDNR.COM Register online to read web-only content and access archives.JAMIE CORROON, ND, MPH Cannabidiol (CBD) is one of more Cannabis sativa L ( Cannabis spp, well known colloquially as marijuana or hemp. 1 With retail sales of hemp-derived CBD products reaching $170 million in the United States in 2016, and a projected compounded annual growth rate of 55% over the next 5 years, 2 CBD is well on its way to becoming the darling of the natural products industry. (Note: These estimates do not include marijuana-derived CBD.) 3 This emergence is especially intriguing given that CBD is currently renounced as a dietary supplement ingredient by the US Food and Drug Administration (FDA) and deemed a Schedule I Controlled Substance by the Drug Enforcement Administration Continued on page 4Frequent high doses of a botanical formula will often clear an acute condition even without homeopathic prescribing, making botanical medicine a nice fall-back for Continued on page 3 those times when the practitioner fails to select the correct remedy. In many cases, however, homeopathy is faster-acting and more effective than herbal medicines alone. Table 1. Homeopathic Remedy Box Acute Conditions Common Homeopathic Remedies Always be sure symptoms fit before EACH BOX AS A GUIDE: Name correct? Address correct? Phone # correct? Ad copy correct? Offer correct, if any? EMAIL BACK TO: ads@ndnr.com or FAX BACK TO: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. AD FORM CLIENT CONTACT AUTHORIZED SIGNATURE PHONE FAX DATE AD APPROVAL: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies. BioDisrupt supports the healthy immune system's ability to target the sophisticated self-defense mechanisms of unwanted extracellular organisms. These organisms have developed a series of advanced mechanisms which allow them to evade immune detection. As part of this system, these organisms assemble into clusters, surround themselves with protective physical matrices and communicate among themselves.Triple Action Support BioDisrupt Each oil powder \u008d N-acetyl cysteineMechanisms of Action Promoting a healthy extracellular matrix* Supporting ideal cellular communication* Reinforcing normal microbial balance* New research demonstrates the adult brain is capable of reorganizing its neural network by forming new connections —— and this is known as neuroplasticity. Neuroplasticity means the brain continues to generate new neurons & synapses throughout life, helping the brain heal from injuries.Promote Healthy Brain FunctionBDNF Essentials KEY ACTIVITIES TO INCREASING NEUROPLASTICITY INCLUDE: \u008d Physical Exercise \u008d Learning New Skills \u008d BDNF (Brain Derived Neurotrophic Factor) \u008d Good Nutrition \u008d Sleep \u008d Intermittent Fasting Brain Derived Neurotrophic Factor (BDNF) is one of the key proteins that promote the survival, development and function of neurons. BDNF promotes neuroplasticity, the repair and generation of new neurons as well as supporting healthy telomerase activity. BDNF ESSENTIALS, formulated to promote healthy BDNF levels, neuroplasticity and healthy cytokine function, includes the not been evaluated by the Food and Drug Administration. These products are not intended to diagnose, treat, cure or prevent any disease.+1.800.755.3402 Tel: 805.693.1802 Fax: professionalsJoseph Burrascano Jr., MD \"I am impressed with the formulas of BioDisrupt and BDNF Essentials - they each contain well researched nutrients to support the basis of each product.\" SEPTEMBER 2018 NATUROPATHIC DOCTOR NEWS & REVIEWDocere (DEA).4,5 The regulatory status of CBD is expected to change soon, now that the FDA has approved Epidiolex (cannabidiol), the first Cannabis-derived pharmaceutical drug in the United States. Availability of Epidiolex is pending DEA rescheduling of cannabidiol, which is expected to occur before September 23, 2018. Preclinical and some clinical studies demonstrate that CBD has broad therapeutic value, including reductions in seizures, psychotic symptoms, anxiety, depression, inflammation, neurodegeneration, symptoms of multiple sclerosis, and chronic pain, either used alone or when co-administered with tetrahydrocannabinol (THC). 6-18 Despite this, little is known about why and how individuals are using CBD. CBD Benefits & Questions My co-author and I designed a study that sought to answer these questions. The study was just published in July 2018. 19 It is the largest cross-sectional study of CBD use to be published in a peer-reviewed journal (n=2409). According to our survey, CBD users are roughly balanced across gender (52% female), and tend to be older (43.4% older than 55 years of age) and college educated (71% earned a college degree or higher). Sixty-two percent use CBD to treat a specific medical condition(s). This is particularly interesting given that during recruitment for the survey, CBD had not been approved by the FDA to treat any medical condition. As of today, it is approved to treat 2 intractable seizure disorders in pediatric patients, but it is not yet commercially available. Individuals are most often using CBD for chronic pain, arthritis/joint pain, and anxiety, but depression and sleep disorders are also common uses. The overall list of conditions is diverse and includes neurological, psychiatric, and autoimmune conditions. The perceived efficacy of CBD for these medical conditions is high. According to almost 36% of medical users, CBD works \"Very well by itself.\" Only 4.3% report that it does not work very well. The majority of users learn about CBD from the internet or from family or friends (40% and 35%, respectively). Only 10% of all users, and 11% of those using CBD to treat a medical condition, learn about CBD from \"a physician or naturopathic doctor.\" This mirrors a trend in the broader medical Cannabis market, where individuals often receive \"medical advice\" from non-validated sources, including unlicensed individuals who may be sales representatives of Cannabis product manufacturers or dispensaries. 20 It also highlights a potential concern, as CBD has been shown to interact with various prescription medications. 21,22 More broadly, this may reflect a growing trend among consumers to take charge of their own health care and seek alternatives to conventional medicines. 23 Almost half (48% for both) use CBD on a daily basis, and have been taking it for less than a year. Most use an oral method of administration (sublingual: use more than 1 method of administration. Topical application was the least-used method (11%). Fifty-fiv e percent of those studied reported regular marijuana use. This is significantly higher than the 2015 estimate of 8.3% (approximately 22.2 million) American adults. 24 Regular marijuana users are more than twice as likely to report that CBD works \"Very well by itself\" than non-regular users. This difference may mean that marijuana provides additional symptom relief, above and beyond what is offered by CBD. It may also mean that marijuana users are confused about which therapy is responsible for the improvement in their symptoms, or that they are biased towards perceived efficacy of CBD, or both. In an effort to distinguish it from \"psychoactive\" THC, CBD is often described as \"non-psychoactive.\" This is a misnomer. The reported efficacious use of CBD in this study to treat anxiety, depression, and posttraumatic stress disorder (PTSD), for example, suggests otherwise. This is corroborated by a variety of preclinical and clinical studies. 10-12,25 Other preclinical studies describe interactions between CBD and a wide variety of receptors known to induce psychoactive effects, including a serotonin receptor (5-HT 1A) and a GABA receptor (GABAA).13,26 It is more accurate to describe CBD as \"non-intoxicating.\" Adverse Effects Despite its favorable safety profile,27 adverse effects of CBD are reported.6,7,28 Fortunately, they are typically mild and dose-dependent. According to this study, 1 out of every 3 CBD users may experience an adverse effect, with the 5 most common being: dry mouth, dysphoria, hunger, red eyes, and sedation/fatigue. The frequency of adverse effects in this study is higher than in controlled studies, which often use high doses of isolated CBD 6,7 rather than CBD in a whole-plant extract. Other studies have found no adverse effects. 25,29 Interestingly, many of the adverse effects reported in this study are commonly associated with THC use. 30 It is possible that both the adverse and therapeutic effects of CBD may, at least in some cases, actually be due to the presence of THC, or other compounds in the product. The chemical composition of a typical over-the-counter CBD product is highly variable. Independent research has confirmed that the CBD content in almost 70% of CBD-labeled products available online may be mislabeled. In one study, 43% of products were under-labeled and 26% were over-labeled for actual CBD content. More than 20% of CBD-labeled products contained detectable levels of THC. 31 Conclusion The use of CBD among individuals for specific medical conditions, as well as general health and well-being, is widespread. CBD is being used as a specific therapy for a number of diverse medical conditions - particularly pain and inflammatory disorders, but also anxiety, depression, and sleep disorders and often without the guidance of a trained healthcare provider. Most people find that CBD treats their condition(s) effectively in the absence of conventional medicine and without serious adverse effects; however, more clinical research is needed. References 25-31 available online at ndnr.comJamie Corroon, ND, MPH, is the founder and Medical Director of the Center for Medical Cannabis Education. Dr Corroon is a licensed naturopathic doctor, peer-reviewed clinical research-er, and industry consultant with a focus on medical Cannabis. He is also a post-doctoral research fellow at the National University of Natural Medicine. Dr Corroon earned his ND degree from Bastyr University in Seattle, WA. He subsequently completed 2 years of residency at the Bastyr Center for Natural Health, and is a for - mer adjunct professor at Bastyr University California. Dr Corroon earned a Masters in Public Health in Epidemiology from San Diego State University. REFERENCES 1. Upton R, Craker L, ElSohly M, et Herbal Pharmacopoeia; 2014. Preview at: https://american-safe-access.s3.amazonaws.com/documents/AHP_Cannabis_Monograph_Preview.pdf. Accessed May 5, 2018. 2. Bor chardt D. Hemp Cannabis Product Sales Projected To Hit $1 Billion In 3 Years. September 23, 2017. Forbes Web site. https://www.forbes.com/sites/debraborchardt/2017/08/23/hemp-cannabis-product-sales-projected-to-hit-a-billion-dollars-in-3-years/#5baca389474c. Accessed May 5, 2018. 3. W allace A. CBD debuts at Natural Products Expo West, heralded as \"next big thing.\" March 9, 2018. The Cannabist Web site. https://www.thecannabist.co/2018/03/09/cbd-hemp-natural-products-expo-west/100873/. Accessed May 6, 2018. 4. US Food and Drug Administration. FDA and Marijuana: Questions and Answers. Last updated September 15, 2017. FDA Web site. https://www.fda.gov/NewsEvents/PublicHealthFocus/ucm421168.htm. Accessed May 6, 2018. 5. Hudak J , Stenglein C. DEA guidance is clear: Cannabidiol is illegal and always has been. February 6, 2017. Brookings Web site. https://www.brookings.edu/blog/fixgov/2017/02/06/cannabidiol-illegal-and-always-has-been/. Accessed May 6, 2018. 6. Devinsk y O, Cross JH, Laux L, et al. Trial of Cannabidiol for Drug-Resistant Seizures in the Dravet Syndrome. N Engl J Med. 2017;376(21):2011-2020. 7. Devinsk y O, Marsh E, Friedman D, et al. Cannabidiol in patients with treatment-resistant epilepsy: an open-label interventional trial. Neurol. FM, D, Pahlisch et al. Cannabidiol enhances anandamide signaling and alleviates psychotic symptoms of schizophrenia. Transl Psychiatry. in Schizophrenia: A Multicenter Randomized Controlled Trial. Am J Psychiatry. 2018;175(3):225-231. 10. Zuar AW, Hallak JE, Dursun Queiroz RH, Chagas MH, et al. Cannabidiol reduces the anxiety induced by simulated public speaking in treatment-naive social phobia patients. Neuropsychopharmacology. 2011;36(6):1219-1226. of cannabidiol (CBD) in generalized social anxiety disorder: a preliminary report. J Psychopharmacol. 2011;25(1):121-130. 13. de hier AR, , al. Antidepressant-like and chemical Fujiwara M. Therapeutic Potential of Non-Psychotropic Cannabidiol in Ischemic Stroke. Pharmaceuticals (Basel). 2010;3(7):2197-2212. 15. Keating GM. Delta-9-T etrahydrocannabinol/Cannabidiol Oromucosal Spray (Sativex®): A Ro Jardini GDA, et al. Cannabinoids for spasticity due to multiple sclerosis or paraplegia: A systematic review and meta-analysis of randomized clinical trials. Complement Ther Med. 2017;34:170-185. 17. Johnson JR, al. Multicenter, double-blind, randomized, placebo-controlled, study of the efficacy, safety, and tolerability of THC:CBD extract and THC extract in patients with intractable cancer-related pain. J Pain Symptom Manage. 2010;39(2):167-179. 18. Whiting PF , Wolff RF , Deshpande S, et al. Use: A Systematic Review and Meta-analysis. JAMA. 2015;313(24):2456-2473. 19. Corroon J , Phillips JA. A Cross-Sectional Study of Cannabidiol Users. Cannabis Cannabinoid Res. 2018;3(1):1-10. Available at: https://www.liebertpub.com/doi/10.1089/can.2018.0006. 10, 2018. 20. Haug NA, Kieschnick D, Sottile JE, et al. Training and Practices of Cannabis Dispensary Staff. Cannabis metabolizing enzymes: a systematic review. Drug Metab Rev. 2014;46(1):86-95. 22. Jiang R, Yamaori S, Takeda S, et al. Identification of cytochrome P450 enzymes responsible for metabolism of cannabidiol by human liver microsomes. Life Sci. 2011;89(5-6):165-170. 23. Gr eger JL. Dietary supplement use: consumer characteristics and interests. J Nutr. 2018;131(4):1339S-1343S. 24. Substance Abuse and Mental Health Services Administration. Reports and Detailed Tables From the 2015 National Survey on Drug Use and Health (NSDUH). Last updated May 17, 2018. SAMHSA Web site. https://www.samhsa.gov/samhsa-data-outcomes-quality/major-data-collections/reports-detailed-tables-2015-NSDUH. Accessed May 6, 2018. In an effort to distinguish it from \"psychoactive\" THC, CBD is often described as \"non psychoactive.\" This is a misnomer. The reported efficacious use of CBD in this study to treat anxiety, depression, and PTSD, for example, suggests otherwise. Continued from top of page 1 3 NATUROPATHIC DOCTOR NEWS & REVIEW SEPTEMBER 2018Vis Medicatrix Naturae Continued from bottom of page 1 Although some of the cases presented here utilized remedies that are less well known to the average practitioner, many acute cases respond to the more common remedies, making prescribing easier for the busy practitioner or the beginning homeopath (see Table 1). Although dosage strategies vary, as the following cases illustrate, in general a 200C potency administered 3-4 times over a 24-hour period is effective. If the remedy is correct, an obvious improvement in the symptoms will be evident within that time frame. Remedy repetition is then continued as needed until the condition resolves. The deep, gentle, often-rapid healing so frequently seen with homeopathy makes the extra study it takes to learn the modality well worth the effort.A Case of MRSA Dr Chlebowski A 46-year-old white male presented to clinic with skin lesions that he contracted while traveling in the Amazon jungle 2 years earlier. Eruptions had been intermittent and localized to small areas, that is until just prior to his first visit, when multiple ulcers exploded to cover the entire surface of his lower right leg and foot, eroding the skin and discharging a steady flow of a sticky, yellow, malodorous exudate. The dramatically invasive and destructive nature of the eruptions created the strong impression that the poor man's leg was being consumed alive. The patient had previously consulted a practitioner of Chinese medicine, who had prescribed a formula of cold, bitter herbs to be taken internally along with a topical wrap, the combination of which had served to reduce his symptoms for 7 weeks; however, the progress had recently stalled. A culture of the exudate revealed infection with methicillin-resistant Staphylococcus aureus (MRSA). Dr Chlebowski prescribed Cryptolepsis sanguinolenta, an antimicrobial herb shown to be useful in the treatment of antibiotic-resistant Staph aureus. 1 The patient was given 60 drops of a tincture orally, 3 times daily. Topical and internal Chinese herbs were continued, and the patient was given 1 dose of homeopathic Agaricus 200C. The patient experienced a 75% reduction in symptoms within the first 2 weeks. Sensations of tingling and pin-prick, needle-like pains had disappeared, and remaining lesions were confined to a few small areas that continued to discharge purulent exudate. In keeping with Hering's Law of Cure, proximal lesions disappeared first. Healing then progressed down the leg, with distal lesions of the ankle and foot being the last to resolve. The patient also reported an overall feeling of well-being and the resolution of some dull \"brain fog\" after taking the remedy. He was instructed to continue all internal and external herbs. The remedy was not repeated. Two months into treatment there was no longer any evidence of MRSA. All lesions had completely resolved and the patient's skin was once again healthy. Although only 1 dose of homeopathic Agaricus was needed to stimulate the patient's innate healing mechanisms, Cryptolepsis and Chinese herbs were continued for several more weeks to nourish the immune system, offer liver and GI support, and prevent recurrence. Cryptolepsis sanguinolenta has a broad range of activity against both gram-positive and gram-negative bacteria. 1 The relatively low and infrequent dosing of the herb in this case suggests that it acted more supportively than curatively - a role that is not to be underestimated. Agaricus was selected not just because of the acute symptoms of stinging and prickly, piercing sensations, but also because it fit the whole patient. This man's attraction to the use of hallucinogenic plants in his spiritual practice, combined with his relatively fearless, youthful personality, 2 strongly suggested Agaricus. A history of sciatic pain confirmed the prescription, as homeopathic Agaricus is often efficacious in the management of radicular pain. 2,3 MUST BE COMPLETED IN FULL CHECK EACH BOX AS A GUIDE: Name correct? Address correct? Phone # correct? Ad copy correct? Offer correct, if any? EMAIL BACK TO: ads@ndnr.com or FAX BACK TO: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. AD FORM CLIENT CONTACT AUTHORIZED SIGNATURE PHONE FAX DATE AD APPROVAL: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies. *These statements have not been evaluated by the Food and Drug Administration. These products are not intended to diagnose, treat, cure or prevent any disease. MITOCHONDRIA NPhospholipid Mitochond rial S u p port X C ytokine S u p portX A ntioxid ant—N rf-2 S u p portX Detox S u p port Joseph Burrascano Jr., MD \"Due to the research basis of these formulations, I think these products would be an important part of through healthcare professionalsThe dramatically invasive and destructive nature of the eruptions created the strong impression that the poor man's leg was being consumed alive. 4SEPTEMBER 2018 NATUROPATHIC DOCTOR NEWS & REVIEWVis Medicatrix Naturae Volume 14 Issue 9 | September 2018 Publisher Razi Ann Berry publisher@ndnr.com Founders Razi Ann BerryDavid A. Tallman, DC, NDpublisher@ndnr.com Medical Editor Mary James, ND Associate Medical Editor David A. Tallman, DC, ND Associate Editor & Director of CE Node Smith, ND Contributing Editor, Education David Schleich, PhD Jillian Stansbury, Editor, Oncology Jacob Editor, Cure ND Functional Medicine Mark Swanson, ND Editorial Coordinator Vanessa Wileyeditor@ndnr.com Director of Sales and Marketing Matthew Knappads@ndnr.com Circulation Manager Tara Hallcirculation@ndnr.com Creative Direction Jaclyn Threadgilljaclyn@ndnr.comwww.jthreadgill.com Foreign Correspondent S.A. Decker Weiss, NMD, FASA ND News Review PO BOX 2968Scottsdale, AZ 85252-2968888.627.8677 | 480.275.7712www.ndnr.comISSN 2169-1614 Naturopathic Doctor News & Review Copyright © 2018 Naturopathic Doctor News & Review. All rights reserved. No portion of this publication may be copied, reproduced, or redistributed without express written permis - sion from the publisher. Reprint information is available by contacting publisher@ndnr .com. Naturopathic Doctor News & Review reserves the right to edit or reject any submitted editorial or advertising. Opinions expressed by contributors and advertisers are not necessarily the opinions of Naturopathic Doctor News & Review or its principals. Naturopathic Doctor News & Review is published and circu- lated as a complementary annual subscription (12 issues) to licensed na turopathic doctors (NDs) and students and graduates of CNME recognized naturopathic colleges in North America, and certain suppliers to the profession. Annual subscriptions (12 issues) are available to other health - care providers and NDs outside of North America: US $99; C anada & Mexico $129USD; Europe and Overseas $179USD. Our printer utilizes wind-power Article Submissions Articles should be original, previously unpublished, and should cover a specific topic, protocol, modality, diagnostic, philosophy, commentary, or case study pertaining to naturopathic medicine rather than a general overview. Illustrations, photographs, charts and protocols are encouraged. Naturopathic Doctor News & Review does not reprint articles from other publications except under unusual circumstances. Typical word requirements are 700 to 2000 words per article. Topics of interest include: Clinical pearls Case mana gement/case studies Na turopathic philosophy Practice building and business mana gement Current trends and issues tha t affect naturopathic physicians in your area News, announcements, and event notices Development of new techniques or protocols Abstracts and reviews Discussions pertaining to dia gnostics Public/media rela tions and networking Using technolog y to make practices more efficient and profitable Educa tional and grassroots programs that further the natu- ropathic cause An y other trend, event, or development you believe is pertinent to the profession For more information regarding article submission, or to receive a copy of submission guidelines, please contact editor@ndnr.com.Opinions expressed in NDNR do not necessarily reflect those of this publication and its publishers. A Case of Mastoiditis Drs Breiten and Frances An 83-year-old white male came into clinic early one morning complaining that he had awakened early that day with intense throbbing pain behind his left ear that radiated down his neck. He attributed his symptoms to having spent several hours the day before with his head tilted back while installing a ceiling fan. Examination revealed a left mastoid process that was hot, red, swollen, and exquisitely tender to palpitation. The pinna was displaced and tender to the touch, but surprisingly the ear canal and tympanic membrane were normal, showing no signs of the otitis media usually evident in these cases. Cervical lymphadenopathy was pronounced (4+/4+) extending from the mastoid process to the clavicle. The patient had a fever of 102.2°F, as well as chills and \"intense\" myalgia. Despite the absence of otitis media usually present in these cases, the diagnosis of acute mastoiditis was obvious. Dr Breiten initiated treatment immediately using high, frequent doses of immune nutrients that emphasized Echinacea and Mahonia and included Myrrh, Capsicum, and vitamins A, C, E and zinc. Another naturopathic physician was called in to administer Myers' cocktail and vitamin C intravenously. Despite the intensity and sudden onset of the patient's symptoms, Dr Breiten elected to initiate homeopathic treatment with Silicea 10M. Although Silicea is not usually indicated for fast-paced conditions, it is an important remedy for infections in bones and it came up strongly in the repertorization. Dr Breiten's main rationale for starting with Silicea lay in the fact that the remedy had been successful constitutionally for this patient in the past. Dr Breiten then called Dr Frances, who was just walking into the NUNM clinic where she was scheduled to supervise 3 rd and 4th-year naturopathic students in clinic. \"I've never seen a case of acute mastoiditis,\" Dr Frances replied. \"Let me run it by the students. Who knows what they're learning?\" When the case was presented to the students 20 minutes later, Dr Frances was surprised at the immediate response. \"Capsicum!\" they chorused confidently. Dr Frances called Dr. Breiten immediately. \"Take a look at Capsicum,\" she suggested. \"Give him the highest potency you have and repeat it often.\" Dr Breiten gave the patient homeopathic Capsicum 200C, the only potency she had on hand. He began to respond quickly after the second dose, with a significant decrease in pain and redness and diminished swelling of cervical lymph glands. By the next day he was out of the woods and doing much better. The acute infection resolved quickly and completely, and although he was left with some residual symptoms of low-level, intermittent sharp pains, he was soon able to return to his previously active life of bicycling, Tai Chi, and fixing things. This case illustrates the gifts and potentials of our students and their teachers, which in this instance were impressive! A Case of Herpetic Neuralgia Dr Chlebowski A 36-year-old white female presented to clinic complaining of \"extreme pain\" in her right-upper back at the level of T-1. Symptoms had started 3 weeks earlier with myalgia that soon progressed to severe \"bone crushing\" pains, as if she was \"being electrocuted.\" She rated the intensity of the pain as a 9 out of 10. The slightest touch to the affected area initiated excruciating pain and she was unable to lie on the affected side. Sleep was impossible. Objective findings revealed an outbreak of small vesicular lesions consistent with a herpetic eruption, running along the right-upper trapezius muscle and into the rhomboid. Lymphadenopathy of right cervical nodes was also evident. Homeopathic Argentum metallicum 200C was given. Twenty-four hours later she reported huge relief from the electric sensations and said she had slept through the night. Within another 2 weeks, skin lesions were 90% improved and the neuralgic pain was completely resolved. Although homeopathic Rhus tox is often used to treat herpetic eruptions, it is not the only remedy. The predominance of neuralgic pains in this case suggested another remedy entirely. Argentum metallicum is specific for neuralgic pains with \"marked electric sensations\" and \"electric shock sensations\" that disturb sleep. 3 The affected areas will often be worse from touch.4 Closing Comments Naturopathic physicians have the tools to treat even the most severe infections without antibiotics. As pharmaceuticals wane in potency, it becomes ever more imperative that we develop our skills in treating acute disease. It is not our medicine that is lacking, only our skills to apply it effectively; however, with enthusiasm and commitment, this can be changed! Deborah Frances, RN, ND, practiced homeopathy and nutrition as a reg-istered nurse before graduating from NCNM (now NUNM) in 1993. She prac-ticed in rural Oregon for several years before returning to Portland to teach at NCNM. Dr Frances has been a popu-lar lecturer at conferences around the country and has taught as adjunct faculty at both NCNM and Bastyr. She has taught classes on herbal medicine, acute prescribing for NDs, dream work, and shamanic healing. She is strongly influenced by the traditional teachings of her Lakota ancestry. Dr Frances is the author of Practical Wisdom in Natural Healing, available at drdeborahfrances.wordpress.com. Chris Chlebowski, DC, ND, is a homeopath, chiropractor, and naturo-pathic physician. Dr Chlebowski grad-uated from Western States Chiropractic College in 2007 and from NCNM in 2011. He and his family live and work in Ashland, OR, where he owns and operates an integrative clinic focused on the treatment of difficult, chronic disease. Although his work is always built on a firm foundation of homeopathy, botanical medicine, and nutrition, he also utilizes hyper - baric oxygen, IV therapies, and many other modalities. Valeria Breiten, RD, ND, CCH, had a first career as a registered dietitian in hospitals and universities in the Northwest. Dr Breiten attended SCNM, graduating in 2001. She practiced in Chandler, AZ, and is on the faculty at the American Medical College of Homeopathy in Phoenix. She took a 6-month sabbatical to Europe this year, where she had the opportunity to study in Greece with homeopath George Vithoulkas. Dr Breiten practices in Ashland, OR. Her website is www.DrValeria.net. REFERENCES 1. Buhner SH. Herbal Antibiotics: Natural Alternatives for Treating Drug-Resistant Bacteria. 2nd ed. North Adams, MA: Storey Publishing LLC; 2012. 2. V ermeulen F . Synoptic Reference I. 2nd ed. Glasgow, Scotland: Saltire Books; 2016. 3. Morrison R. Desktop Guide to Keynotes and Confirmatory Symptoms. Grass Valley, CA: Hahnemann Clinic Publishing; 1993. 4. Boeric ke W. Repertory. Santa Rosa, CA: Boericke & Tafel Inc; 1927. 5 NATUROPATHIC DOCTOR NEWS & REVIEW SEPTEMBER 2018motility, drug metabolism, degradation of dietary toxins and carcinogens, nutrient absorption, and the metabolism of indigestible dietary constituents. 3,4 A healthy human gastrointestinal tract (GIT) contains trillions of bacteria, with an estimated 10x12 microorganisms per mL of luminal content. 3 Evidence suggests that by a baby's first birthday, his or her gut microbiota is fully developed but remains susceptible to factors such as gut pH, introduced organisms (including infectious), medications, disease state, oxygen, diet, and nutrient availability. 2 Needless to say, the gut flora is in constant flux. Even within the GIT, the types of organisms and concentrations vary. Most notably, the upper portion of the GIT contains primarily aerobic bacterial species of relatively smaller proportion (10 7-109/mL), while the bacteria in the lower portion are mainly anaerobic and greater in number (10 10-1012/mL).3,4 The ileocecal valve is considered the transition point dividing the primarily aerobic bacteria in the small intestine from the primarily anaerobic population of bacteria within the large intestine. 4 How the Gut Microbiota Affects Obesity Bacteria represent the most common microorganism in the gastrointestinal microbiota. Within the bacterial genera, more than 90% of the human colonic microbiota consists 3 Dysbiosis, or gut microbial imbalance, has been associated with intestinal and extraintestinal diseases, including irritable bowel syndrome (IBS), inflammatory bowel disease (IBD), allergy, metabolic syndrome, cardiovascular disease, and obesity. 5 Studies (both animal and human) have found a relatively low Bacteroidetes:Firmicutes ratio in subjects with obesity compared to lean subjects. 2-5 In one study, genetically obese mice had 50% less fecal Bacteroidetes and 50% more Firmicutes than their lean littermates, independent of changes in food consumption. 6 Ley et al produced similar results with human obese patients, and when the patients were followed after weight loss, their intestinal flora showed a relative increase in Bacteroidetes (from approximately 3% to 15%) and a decrease in Firmicutes, which correlated with the amount of weight loss regardless of dietary consumption. 7 Comparable findings have also been found with some disorders commonly associated with weight loss, including IBS, infectious colitis, Crohn's disease, ulcerative colitis, and anorexia nervosa. 4 Several animal studies comparing conventionally raised mice with germ-free mice clearly depicted a connection between gut dysbiosis and obesity. One study 8 found elevated fat content (42% higher total body fat and 47% higher gonadal fat) in normally raised mice compared to germ-free mice, despite less daily calorie inflammation, increased caloric extraction from foods, increased adipose storage, and the various metabolic disorders associated with obesity. A Brief Review of the Gut Microbiota The gastrointestinal microbiota, also known as the gut flora, consists of microorganisms that live among the epithelial cells lining the stomach and intestinal tract, including fungi and both commensal and pathogenic bacteria. The gut flora is essential in supporting the immune system, epithelial turnover, gut 2 diabetes mellitus, cardiovascular disease, pulmonary hypertension, obstructive sleep apnea, gastroesophageal reflux disease, musculoskeletal disorders, a variety of cancers, and many psychosocial concerns. 3,4 With nearly one-third of Americans now living with obesity, 1 a new approach, alongside calorie restriction and exercise, is desperately warranted. A shift in focus toward genetic and environmental factors influencing obesity has created new opportunities for treating this epidemic. 2 In this article, we take a look at how dysbiosis of the gut microbiota plays a significant role in chronic ALISON CHEN, ND The obesity epidemic has long been recognized as a fight against excessive calorie consumption and a sedentary lifestyle. Despite these well-known contributors, obesity rates continue to rise. In the United States, obesity prevalence for adults 18 years and older has risen steadily, from 19.4% in 1997 to 31.4% in 2017. 1 Obesity is associated with chronic, low-grade inflammation and an increased risk of mortality, and incurs major social and economic expense. 2,3 Obesity can have serious health consequences, such as type Tolle Causam Gut Dysbiosis An Underlying Cause of Obesity MUST BE COMPLETED IN FULL CHECK EACH BOX AS A GUIDE: Name correct? Address correct? Phone # correct? Ad copy correct? Offer correct, if any? EMAIL BACK TO: ads@ndnr.com or FAX BACK TO: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. AD FORM CLIENT CONTACT AUTHORIZED SIGNATURE PHONE FAX DATE AD APPROVAL: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies.Natural Partners Ad Concept 6 BrandHiveWhat you're used to. What we offer. TMNot business as usual... and that's a good thing. Things are different at Natural Partners... we're famously cheery for one, but we're also passionate about helping you get the quality products you need in a simple, efficient way that you'll love. We currently provide over 14,000 premium health products from over 170 trusted brands... anywhere in the U.S. within two business days. And to help you better care for your patients' diverse needs, we provide a fully customizable online store where patients can browse products and purchase recommended items. Find out just how nice it is to have a friendly, helpful Natty P on the other end of the line. Call Natural Partners today toll free 888.633.7620. Toll Free 888.633.7620 naturalpartners.com Natural Partners Ad Concept 6 BrandHiveWhat you're used to. What we offer. TMNot business as usual... and that's a good thing. Things are different at Natural Partners... we're famously cheery for one, but we're also passionate about helping you get the quality products you need in a simple, efficient way that you'll love. We currently provide over 14,000 premium health products from over 170 trusted brands... anywhere in the U.S. within two business days. And to help you better care for your patients' diverse needs, we provide a fully customizable online store where patients can browse products and purchase recommended items. Find out just how nice it is to have a friendly, helpful Natty P on the other end of the line. Call Natural Partners today toll free 888.633.7620. Toll Free 888.633.7620 naturalpartners.comNot business as usual... and that's a good thing. Things are different at Natural Partners... we're famously cheery for one, but we're also passionate about helping you get the quality wellness products you need in a simple, ef cient way that you'll love. We currently provide over 14,000 premium health products from more than 180 trusted brands... anywhere in the U.S. within two business days. And to help you better care for your patients' diverse needs, we provide a fully customizable online store called NP Script , where patients can browse products and purchase practitioner-recommended items. Find out just how nice it is to have a friendly, trusted and helpful Natty P on the other end of the line.Call Natural Partners today toll free 888.633.7620. What you're used to. What we offer. Toll Free 888.633.7620 naturalpartners.com NDNR_JR_Ad_7_625x11_NP_NDNR.indd 1 2/24/17 2:06 PM6MUST BE COMPLETED IN FULL CHECK EACH BOX AS A GUIDE: Name correct? Address correct? Phone # correct? Ad copy correct? Offer correct, if any? EMAIL BACK TO: ads@ndnr.com or FAX BACK TO: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. AD FORM CLIENT CONTACT AUTHORIZED SIGNATURE PHONE FAX DATE AD APPROVAL: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies. NATUROPATHIC DOCTOR NEWS & REVIEW SEPTEMBER 2018Tolle Causam found that the gut microbiota metabolizes polyphenols by the glycosidic linkage to produce glycans, a necessary nutrient for colonic microbes. 4 However, not all organisms have the same response to glycans; for example, the Firmicutes bacteria have fewer glycan-degrading enzymes compared to the Bacteroidetes bacteria. As previously mentioned, lean individuals tend to have a relatively higher Bacteriodetes:Firmicutes ratio compared to obese individuals. 2-5 Conclusion Through animal and human studies we have seen that the type of diet, and not just the number of calories in food, can set the stage for gut dysbiosis and the development of chronic inflammation, obesity, and various metabolic diseases. Diets favoring Firmicutes and archaea growth (ie, high-fat and high-polysaccharide diets, respectively) appear to have negative effects on digestion, energy extraction, and intestinal bacterial growth, whereas diets that increase Bacteroidetes counts (ie, high-polyphenol) appear to be protective. Additional research is needed to further identify factors affecting the gut microbiota and understand the specific mechanisms of action involved. While no substitute for physical activity and appropriate caloric consumption and dietary recommendations, manipulation of the gut microbiota is nonetheless a promising approach in the treatment of obesity. fiber. The long, unbranched chain of glucose units that make up cellulose are held together by hydrogen bonds that are indigestible by human enzymes but which can be fermented by some microorganisms in the large intestine. 12 Following fermentation by methanogens, the body excretes the methane byproduct primarily via flatus, while a smaller amount is measurable in the breath. 11 Excess methane production has been associated with constipation, including constipation-predominant IBS, but is also featured in small intestinal bacterial overgrowth (SIBO), as well as metabolic diseases such as obesity. 11 Various animal and human studies have suggested the possibility that methane delays intestinal transition by decreasing ileal contractility, increasing peristaltic amplitude and potentially acting as a neuromuscular transmitter. This delayed transit time not only promotes inflammation, excess gas accumulation, and constipation, but also allows for pathogen overgrowth and may negatively affect the vagus nerve. 11 Methanogens have also been found to enhance the metabolism of anaerobic bacteria. 3 Animal studies have demonstrated that an increase in energy extraction from a high-polysaccharide diet is correlated with a decreased Bacteroidetes:Firmicutes ratio and low-grade inflammation in the gastrointestinal tract. 2 One proposed mechanism of action involves anaerobic fermentation of dietary fiber, proteins, and peptides by bacteria to produce short-chain fatty acids (SCFAs) as byproducts (acetate and and butyrate by Firmicutes). 2,5 These SCFAs then affect the immune system, glucose homeostasis, metabolism of fats, and insulin sensitivity. The increased energy acquisition from anaerobic fermentation is then stored as fat in adipose tissue and the liver. 3 Said another way, the Methanobrevibacter spp may be a potential weight-management target regardless of changes made to a person's diet or exercise regimen. Anti-Obesity, Polyphenol- Rich Diet So far, we have seen that a diet high in fat or insoluble fiber may trigger gut dysbiosis and the onset of chronic inflammation and obesity. We will now explore a potential diet that might help reduce weight in obese individuals - a high-polyphenol diet. Polyphenols are mainly known as antioxidants with protective actions against cancer, cardiovascular disease, and inflammatory diseases that cause degeneration, but they also contain antimicrobial properties. 13 Polyphenols consist of a large group of main dietary sources of polyphenols are fruits, grain vinegars, teas (green and black), and coffees, with a smaller amount from vegetables (especially onions and broccoli), cereals, legumes, and red wine. 13 Human and animal studies have shown that a high-polyphenol diet (eg, apples, pears, grapefruit, wine vinegar, and green tea) is associated with a significant reduction in body fat and weight in obese subjects. 4 These studies investigators found that a high-fat diet specifically increased endotoxemia through LPS release from gram-negative bacteria. 10 In this study, the mice were fed a diet containing 72% fat (corn oil and lard), 28% protein, and <1% carbohydrate for 4 weeks. It has been suggested that, at least in mice, a high-fat diet causes chronic metabolic endotoxemia by increasing LPS release and binding to CD14, which triggers inflammatory cytokines that promote obesity, insulin resistance, and diabetes. 9 Anaerobic Fermentation of Polysaccharides Archaea is another common anaerobic microorganism in the GIT, with the Methanobrevibacter smithii species comprising the vast majority of them. 3,11 M smithii is a methanogen and is aptly named because it utilizes hydrogen from fermented polysaccharides - mainly undigested carbohydrates from plants - to produce methane gas as a byproduct. 11 Indigestible polysaccharides or cellulose are commonly known as insoluble dietary ingestion by the former. In this same study, a portion of the distal intestine microbiota from the normal mice was then transplanted into the germ-free mice while keeping all parameters of diet and energy expenditure constant. Within 2 weeks, the germ-free mice displayed a 60% increase in body fat, along with signs of insulin resistance, adipocyte hypertrophy, and increased leptin and glucose. 8 Lipopolysaccharide Release with High-Fat Diet Bacterial lipopolysaccharide (LPS), a bacterial byproduct of gram-negative bacterial cell walls, may result from a high-fat diet and be a key link between systemic inflammation and obesity. 2,3,9 LPS influences the innate immune system such that it impacts the regulation of inflammation, insulin resistance, and adipose tissue plasticity. 4,9 A human study found LPS concentration to be independently associated with total energy intake, but not specific macronutrient intake, in French subjects. In mice, however, the same MUST BE COMPLETED IN FULL CHECK EACH BOX AS A GUIDE: Name correct? Address correct? Phone # correct? Ad copy correct? Offer correct, if any? EMAIL BACK TO: ads@ndnr.com or FAX BACK TO: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. AD FORM CLIENT CONTACT AUTHORIZED SIGNATURE PHONE FAX DATE AD APPROVAL: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies. Please call 800-925-1371 or visit our website at ayush.comTo learn more about our products,Beat 'back-to-school' with Ayush. Keep your on scheduleAlison Chen, ND (inactive), is the author of What Your Poo Says About You. She is also a co-creator of the Naturopathic Doctor Development Center and the winner of the Canadian College of Naturopathic Medicine's Humanitarian Award. Her background in competitive gymnastics, her volunteer work in Africa, and an honors degree in biology give her a well-rounded view for living well. Originally from Toronto, Dr Chen travels the world with her husband and son. Learn more at: www.dralisonchen.com/insider. REFERENCES 1. Sc hiller JS, Clarke TC, Norris T. National Center for Health Statistics. Early Release of Selected Estimates Based on Data from the January-September 2017 National Health Interview Survey. March 2018. CDC Web site. https://www.cdc.gov/nchs/data/nhis/earlyrelease/EarlyRelease201803.pdf. Centers for Disease Control and Prevention. Accessed May 15, 2018. 2. Baothman O A, Zamami MA, Taher I, et al. The role of gut microbiota in the development of obesity and diabetes. Lipid Health Dis. 2016;15:108. 3. DiBaise JK, Zhang H, Crowell MD, et al. Gut microbiota and its possible relationship with obesity. Mayo Clin Proc. 2008;83(4):460-469. 4. Rastmanesh R. High polyphenol, low probiotic diet for weight loss because of intestinal microbiota interaction. Chem Biol Interact. 2010;189(1-2):1-8. 5. Car ding S, Verbeke K, Vipond DT, et al. Dysbiosis of the gut microbiota in disease. Microb Ecol Health Dis. 2015;26(10):3402-3411. 6. T urnbaugh PJ, Ley RE, Mahowald MA, et al. An obesity- associated gut microbiome with increased capacity for energy harvest. Nature. 2006;444(7122):1027-1031. 7. Ley RE, Turnbaugh PJ, Klein S, Gordon JI. Microbial ecology: human gut microbes associated with obesity. Nature. 2006;444(7122):1022-1023. 8. Bac khed F , Ding H, Wang T, et al. The gut microbiota as an environmental factor that regulates fat storage. Proc Natl Acad Sci U insulin J , Burcelin R, Ruidavets JB, et al. Energy intake is associated with endotoxemia in apparently healthy men. Am J Clin Nutr. 2008;87(5):1219-1223. 11. Konstantinos T, Chang vegrove A, CH, De Noni I, et al. Role of polysaccharides in food, digestion, and health. Crit Rev Food Sci Nutr. 2017;57(2):237-253. 13. Manac h C, Scalbert A, Morand C, et al. Polyphenols: sources and bioavailability. Am J Clin Nutr. 2004;79(5):727-747.A high-polyphenol diet is associated with a significant reduction in body fat and weight in obese subjects. 8SEPTEMBER 2018 NATUROPATHIC DOCTOR NEWS & REVIEWachieved with a comprehensive Hackett- Hemwall injection technique that treats the supporting structures of the joint that are contributing to the OA degeneration. My main treatment goals include 1) using a comprehensive approach; 2) activating the platelets before injection to increase effectiveness; and 3) not mixing anesthetic into the platelet solution, as it's cytotoxic and can decrease the effectiveness. 12 In my experience, PPR combined with naturopathic medicine delivers profound clinical outcomes that outperform conventional OA treatments such as NSAIDS, cortisone, pain medications, and hyaluronic acid injections. With this approach, patients experience minimal downtime, improved quality of life, and long-term pain relief. References available online at ndnr.comPRP injections bilaterally for the entire knee joint, with intradermal lidocaine blebs at the injection sites beforehand. The PRP treatment included injections into the origin and insertions of the MCL, lateral collateral ligament (LCL), patellar tendon, joint capsule, and insertion of the quadriceps tendon. A larger injection was administered to the right MCL and patellar tendon. After the treatment, I prescribed a daily nutraceutical protocol consisting of 2150 mg omega-3 fatty acids, 1000 mg glucosamine, 1000 mg methylsulfonylmethane (MSM), 500 mg ginger extract, 500 mg turmeric extract, and 32 mg ascorbyl palmitate. I also started Fred on an anti-inflammatory Mediterranean diet, including plenty of omega-3-rich foods. Three weeks later, I repeated the same activated PRP treatments. I followed up with Fred 1 month after the second PRP treatment. On the VAS, his knee pain bilaterally was 0/10 on average, and 1/10 following activity. Fred reported that before the treatments he was only able to walk 0.5 miles per day, whereas now he could walk up to 2 miles without any pain. Summary Platelet-rich plasma is a highly effective treatment option for OA, especially of the knee, and is a natural evidence-based therapy. 11 Optimal PRP results are issues of NDNR ,6 but I will provide a brief refresher. In OA of the knee, there is chronic wear and tear of the joint, usually from damaged or lax ligaments and tendons. This can facilitate a loose joint that is prone to increased articular action that eventually causes the cartilage to break down. Osteoarthritic knees are also prone to poor vascularity, which reduces circulation into the joint and makes them heal more slowly. 7 The PRP injection increases the local vascularity and also stimulates a localized healing cascade. 8 This is accomplished through the degranulation of the alpha granules of the platelet cells. The platelets release signaling molecules and growth factors, including: platelet-derived growth factor (PDGF), transforming interleukin 1-beta (IL ), and IL-8 into the site of injection. 9 The new localized growth factors then initiate a healing cascade through anti-inflammatory agents, stimulating cellular matrices, cellular division, and mesenchymal stem cell recruitment, all of which has a cumulative effect of restoring function and relieving pain. 9,10 Figure 2. Knee OA Case Study Fred is a 77-year-old male who presented with a 5-year history of osteoarthritis of both knees, confirmed by MRI. Initially, his arthritic pain began very gradually with dull, achy pain after physical activity. Over the years the knee pain progressed to a constant dull, achy, and stiff pain, along with swelling following activity. During the previous 2 years, Fred had tried hyaluronic acid injections. These had provided initial relief; however, results had diminished as treatments continued. A new MRI was ordered, which revealed tricompartmental OA and chondromalacia that was accentuated in the medial compartment bilaterally. The MRI also revealed a medial collateral ligament (MCL) sprain, lateral patellar tilt, and patellar tendinosis in the right knee. Fred's pain, according to the Visual Analogue Scale (VAS), was 6/10 on average, and 8/10 at its worst after activity. We decided that PRP injections were an appropriate course of action, and began treatment. I performed activated DYLAN W. KRUEGER, NMD Osteoarthritis (OA) is the most common form of arthritis, affecting 30.8 million Americans. 1 This number continues to grow as Baby Boomers age and retire. 1 The condition, which is also known as degenerative joint disease, consists of a progressive deterioration of cartilage in the joint, causing pain, inflammation, swelling, and stiffness. 1 OA commonly affects the knee, especially in older adults who have a 45% lifetime risk of experiencing symptomatic OA pain. 1 The toll of OA greatly impacts our economy through loss of work, costing $100 billion annually according to a 2011 report. Medicare coverage for total knee arthroplasty, alone, came to $3.5 billion annually in 2011. 1 In fact, this is Medicare's greatest single-procedure expenditure for older adults. 1 These are already very troubling statistics, but even worse is that conventional care offers little relief short of total knee arthroplasty. Fortunately, in many cases naturopathic medicine combined with platelet-rich plasma offers substantial long-term pain relief without the need for medications or surgery. Platelet-Rich Plasma for OA Platelet-rich plasma (PRP) has been around for over 2 decades, though interest and research have both increased as of late, especially in the areas of orthopedic and sports medicine. Famous athletes such as Tiger Woods, Stephen Curry, and Russel Westbrook have helped bring PRP into the spotlight, fueling its public interest. 2-4 PRP comes from the patient's own body via a simple blood draw. The blood is then processed into a highly concentrated autologous platelet extract. This is accomplished through first centrifuging the whole blood into its components, extracting out the plasma layer, and then centrifuging the plasma a second time into a platelet-rich concentrate. The bottom one-third of the plasma solution contains the platelets in high amounts, which can be visibly seen as a platelet pellet. This dense, platelet-rich plasma solution is then activated by calcium chloride or other agents to induce platelet degranulation. 5 Practitioners who bypass this critical step risk insufficient growth factor release and may experience, as a result, worse clinical outcomes. The activated PRP solution can then be injected into the damaged connective tissue for pain relief and regeneration. Figure 1. Platelet Cell Mechanisms of Action The mechanisms of action of PRP have been well documented, including in past Modern Nature Cure Using Your Own Cells to Heal OsteoarthritisOrthopedics MUST BE COMPLETED IN FULL CHECK EACH BOX AS A GUIDE: Name correct? Address correct? Phone # correct? Ad copy correct? Offer correct, if any? EMAIL BACK TO: ads@ndnr.com or FAX BACK TO: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. AD FORM CLIENT CONTACT AUTHORIZED SIGNATURE PHONE FAX DATE AD APPROVAL: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies. Protect Your Practice Patient buying behaviors are changing. They're now shopping for everything online, including their supplement refills. But this means they may end up ordering the wrong products, or the wrong strengths. That's why there's Wellevate, your trusted online dispensary from Emerson. Wellevate helps your patients follow your recommended protocol, offers them the buying convenience they expect, and brings them back to you for refills. Sign up now at wellevate.me/meet-wellevate or call 855-WELLEVATE Emerson Ecologics is the largest distributor of professional supplements, and has been supporting the practice of healthy living for over 35 years.Dylan W. Krueger, NMD, specializes in naturopathic orthopedics. He has com-pleted post-graduate training in regener - ative medicine (Stem Cell Therapy/ PRP) and mentorship with some of Arizona's top orthopedic specialists. Dr Krueger combined his interests in pain man-agement with his business background to form Atlas Health Medical Group in Gilbert, AZ. His private practice focuses on regenerative injection therapy and natural pain management. His passion for non-surgical solutions, nutrition, and exercise is applied daily as he creates personalized treatment plans that fit patients' busy lives. Dr Krueger loves offering cut-ting-edge therapies and has saved hundreds of patients from needing surgery. 9 NATUROPATHIC DOCTOR NEWS & REVIEW SEPTEMBER 2018such thing as hyperacidity, and explain that what the specialist \"meant\" was \"inappropriate\" acid production. It is important that we convey to patients that if they are unable to produce sufficient HCl in response to eating, then digestion of almost all nutrients is impaired. Much like crafting a storyboard for a short film, I walk them through the effects of meal anticipation, smelling the food, allowing previously ingested water to pass out of the stomach, and the careful and slow chewing of food on the priming of not only the upper GI tract, but also reflexively on the colon. And yes, it is wise to visit the bathroom and let bowel and/or bladder contents pass before eating, as this supports a \"healthy nervous system.\" I then describe how the stomach's insulative/buffering mucus production creates the equivalent of a \"glass-lined bottle,\" as well as the necessity of an intensely acidic environment, not only for protein degradation via pepsinogen/pepsin production, but also for proper physiological function of one of the body's most sophisticated valves - the pylorus and the \"faux valve\" of the diaphragmatic crux comprising the \"upper gastric sphincter.\" Armed with this better, albeit partial, functional understanding of some of the physiology of the upper GI tract, we can more easily approach interventions such as dietary modulation and supplementation that can not only control gastroesophageal reflux disease (GERD) and/or what Granny in The Beverly Hillbillies called \"the vapors,\" but also, importantly, can promote proper digestive efficacy and biliary function. I explain to the patient the notion that an additional function of that mid-meal concentrated HCl \"bolus\" is to help the stomach maintain a relatively aseptic or \"minimally colonized\" environment characterized by additional gastric lysozyme and secretory IgA. I point out that the pKa of HCl is an impressive -7, with a pH that is below the point of consistent calculation. Few microorganisms, excepting those with elegant survival mechanisms, like Helicobacter pylori, can survive and replicate in such a hostile environment. We know that the incidence of hypochlorhydria increases with age. The common consequence of colonization by meal-introduced organisms can lead to focal gastritis, reflux esophagitis, gram-lifestyle and allopathic medicine. Older patients tend toward irregular habits. As a result, discussing diet, including meal content and frequency, is extremely important. Patients should be encouraged to reflect upon the simple fact that without adequate digestion and absorption of nutrients, they are \"speeding their journey to the grave.\" I often tell them about the famous Victorian NYC physician, Horace Fletcher, aka \"The Great Masticator,\" adding that chewing 100 times per mouthful was a bit much but that I firmly supported \"public mastication\" in restaurants! Amusing anecdotes often help them remember admonitions (and may serve to popularize your practice). I tell them that digestion begins in the mouth, both with the autonomic signaling of the upper GI tract via vagal stimulation and the action of salivary amylase on carbohydrates, also that the delivery of this homogenate into the stomach requires peristalsis. And I stress that this is also where the nutritive value of macronutrients such as calcium and magnesium, as well as the release of B12-preserving intrinsic factor, begins. The patient with gastritis or a history of peptic or duodenal bulb ulcerations will often have an ongoing relationship with a local gastroenterologist. I emphasize my appreciation of their oversight with the barium swallows, endoscopies, and biopsy cytology that help guide our therapy and \"keep us out of trouble.\" I usually also caution them that though gastroenterologists' diagnostic acumen and heroics can be highly beneficial, their notions of long-term care are often counterproductive. Many seniors will be cleared for patent ulcers, either gastric or duodenal bulb, or for Barrett's esophagus, which occasionally progresses to adenocarcinoma. They are often instructed to use proton-pump inhibitors (PPIs), H2 blockers, or antacids to treat \"hyperacidity,\" or \"excess stomach acid,\" so that the chronically inflamed tissue in the terminal esophagus, stomach, or duodenum doesn't progress through dysplasia into cancer. Educating the Senior Patient In response, I will often pull out my trusty magnum opus on human physiology by Guyton, show them that there is no Aging & the GI Tract The older patient deserves the same access to information as younger adults, and perhaps can better appreciate the naturopathic physician as counselor and teacher after having endured many decades of myopic, symptom-focused, reductionist advice. With aging, biological systems become more challenged and people become more vulnerable to the adverse effects of the often-histrionic polypharmacy of allopathic medicine. However, this is all the more reason to help folks understand that, just as physiology is taught before pathology, our best defense against dysfunction and disease is the underwriting of normalcy. Heroics have their place, but an attempt to improve upon the wisdom inculcate in what constitutes natural function is a foolish pursuit. Often, I will start a conversation with seniors by reflecting on the evolution of multicellular organisms. I describe how one of the first pieces of evidence of sophisticated function was the creation of a modified external environment that allowed the organism to more efficiently extract nutrients from sea water, and how this eventually developed into a GI tract. Older patients are often lacking access to information, and yet they frequently require even more support, given the effects of aging and years of \"abuse\" from ANDREW L. RUBMAN, ND I graduated from NCNM (now NUNM) in 1982. Taking leave of my senses, I abandoned my plans to open an integrative practice with one of my TCM instructors in Portland, OR, and instead went to New York City after accepting Robert Atkins' offer to serve as a staff physician in his clinic. Even with a clean vegetarian diet and adequate exercise, after a year and a half of seeing 25 return patients and 10 new patients per day and providing parenteral therapy in an unlicensed state, I was developing stress-related gastritis. I quit Atkins and moved to a practice with a dual-board-licensed MD (psychiatry/oncology) in a funkier section of Manhattan, and wound up discussing my issue with Hans Nieper, a German friend of the doctor. Hans told me to adopt a more stress-free pace in my practice, including treating only the number of patients I felt comfortable with. And, after telling him my age, he quipped, \"Young friend, I'm approaching 60 and I guarantee that as you age, you will become more and more interested in geriatrics.\" I remember the conversation to this day, and often use my stress reaction and Nieper's admonition about the many challenges of aging with my older patients.Naturopathic Perspective Ulcers & Upper GI Issues Conversations with Seniors Heroics have their place, but an attempt to improve upon the wisdom inculcate in what constitutes natural function is a foolish pursuit. Must be coMpleted in full CheCk ea Ch box as a guide: name correct? Address correct? phone # correct? Ad copy correct? offer correct, if any? email baCk to: ads@ndnr.com or fax baCk to: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. ad form client cont Act Authorized signA ture phone fAx dAte AD ApprovAl: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies. 10MUST BE COMPLETED IN FULL CHECK EACH BOX AS A GUIDE: Name correct? Address correct? Phone # correct? Ad copy correct? Offer correct, if any? EMAIL BACK TO: ads@ndnr.com or FAX BACK TO: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. AD FORM CLIENT CONTACT AUTHORIZED SIGNATURE PHONE FAX DATE AD APPROVAL: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies.New ProbioMed Formulated to Thrive Introducing NEW ProbioMed designed to comprehensively address the most common challenges in choosing the right probiotic. ProbioMed is a range of evidence-based formulations containing 10 of the most well-researched strains offered at clinicially relevant dosages —each with a specific, functional strength that collectively support immune and digestive health. * SURVIVABILITY Evidence-based, multi-strain formulation for optimum efficacy offered in three dosages. TRANSPARENCY Every strain & CFU count is disclosed and guaranteed. DELIVERY Innovative packaging technology eliminates the need for refrigeration. Our new state-of-the-art package lining protects probiotics from damaging exposure to moisture, oxygen, and light to extend shelf life while eliminating the need for refrigeration. ProbioMed species strains have been carefully selected for their ability to adhere to the intestinal wall, colonize and persist. Scientifically proven to withstand highly acidic stomach juices, as well as survive and function in the GI tract, these strains work synergistically for optimum diversity, balance and efficacy.We disclose the most relevant and vital information you need to have confidence in the efficacy of ProbioMed formulations, including: Strain Specificity, Strain Amounts, and CFU Overage. Excess CFUs are added for each strain to guarantee label claim up to 2 years. ProbioMed is: Dairy Free, Gluten Free, Vegetarian, and Non GMO.DELIVERY TRANSPARENCY SURVIVABILITY Get the Full Picture For more information and to order ProbioMed visit designsforhealth.com/ProbioMed or call 860-623-6314. * These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease.RECEIVE 20% SAVINGS ON YOUR FIRST PROBIOMED ORDER For a limited time, receive 20% off on your first order of 6 or more bottles/stick packs. Use Code: Pro20NDNR NATUROPATHIC DOCTOR NEWS & REVIEW SEPTEMBER 2018Naturopathic Perspective post-prandially. The mechanism involved in the monocyte/macrophagic fibrin degradation is still being elucidated and is beyond the scope of this commentary. Summary The aging patient is increasingly vulnerable to irregular bowel habits and GI imbalances such as hypochlorhydria, which in turn can contribute to malnutrition, focal gastritis, GERD, SIBO, and a variety of systemic disorders. Conventional treatment of peptic discomfort with PPIs, H2 blockers, or antacids only exacerbates these problems. Educating the patient about the workings of the entire digestive system is key in fostering dietary and lifestyle changes. A clinical review of dietary intake, eating habits, digestive, and other concurrent complaints, coupled with well-timed supportive supplementation and transient palliation can not only provide long-term relief for the elderly gastritis sufferer, but also remedy other issues, from drug tolerance to gastric scarring. environment of the duodenum with its biliary and pancreatic contributions. It is also helpful to support biliary conjugation of metabolites, which often increases drug efficacy and lessens side effects of drugs. To support biliary conjugation, I frequently prescribe a lipophilic fiber like konjac, a biphasic digestive enzyme, multi-B vitamins, and a methyl donor such as N-acetylcysteine. Patients report feeling better on their pharmaceutical regimes, and their primary-care physicians are frequently able to reduce the dose of their hypertension medications. In many cases, they have completely withdrawn their statins. For the patient with a history significant for a healed peptic or duodenal bulb ulcer, it may be good to consider the addition of a systemic enzyme formula. I had followed the development of a concentrated nattokinase (derived from the fermentation of soy by Bacillus subtilis), which acts as a fibrinolytic in the body, acting by directly hydrolyzing fibrin and 1 or more plasmin substrates. Studied very thoroughly in Asia, nattokinase is now in a Phase II study at the National Science Foundation. When combined with serrapeptase (seratiopeptidase), which acts as a systemic proteolytic, I have found it to be clinically useful in a number of applications, including normalization of injury subsequent to gastric ulceration. As with all fibrinolytic formulae, the dose should be well timed to be introduced after the environment is stabilized, increased incrementally, and optimally introduced 1.5 to 2 hours following gastric emptying. For digestive support, I have found great success using either a \"biphasic\" digestive enzyme formula (betaine HCl / ox bile, etc) at the start of a major meal or a food-derived multi-faceted formula (eg, Aspergillus- and Saccharomyces-derived enzymes, probiotics, and stomachic and aperient botanicals). The former provides a more aggressive restoration of a strong acidic mid-meal environment as well as robust support for the bursts of chyme ejected through the pylorus into the hopefully slightly alkaline, strongly buffered negative bacterial pneumonias, small intestinal bacterial overgrowth (SIBO), and a plethora of colonic disturbances encompassing localized and systemic issues that are well appreciated by our profession. I will often use this lead-in to illustrate the connections between GI imbalances and other diverse and seemingly unrelated problems and afflictions, from autoimmune pathologies to functional disorders. The first steps beyond dietary modulation often involve digestive support coupled with palliative care for possible gastritis - a challenge MUST BE COMPLETED IN FULL CHECK EACH BOX AS A GUIDE: Name correct? Address correct? Phone # correct? Ad copy correct? Offer correct, if any? EMAIL BACK TO: ads@ndnr.com or FAX BACK TO: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. AD FORM CLIENT CONTACT AUTHORIZED SIGNATURE PHONE FAX DATE AD APPROVAL: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies. Nutritional Fundamentals for Health Inc. Paving the Path to Optimal Health All ingredients listed for these product lot numbers have been validated by a third-party ISO/uni00A017025-accredited laboratory for identity, potency, and purity. *These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure or prevent any disease.Our products are available through these distributors. Please contact them about availability. www.emersonecologics.com | 800.654.4432 Nutritional Fundamentals for Health Inc. 3405 QC J7V 5V5 Tel. Fax 1 866 510 3130 www.nfh.ca OUR PRODUCTS ARE PROUDLY CANADIAN Focus enzyme complex for optimal of ox bile, enzymes formulated to health.* Digestive/uni00A0 Enzymes/uni00A0 SAP provides essential digestive enzymes to support digestion of fat, protein, and carbohydrates.*Digestive/uni00A0Enzymes SAP Science-based, smooth-blending, three-bre combination of exceptional quality.* Tribe/uni00A0 SAP is a viscous three-ber blend of oat beta-glucan, psyllium husk, and glucomannan designed to support healthy cholesterol levels, blood glucose levels, and weight management, promoting cardiovascular health.* Tribe/uni00A0SAP helps to maintain gut regularity and intestinal health.* Tribe/uni00A0SAP mixes well in your favorite drink.*Tribe SAPScience-based nutraceuticals for prevention of degenerative eye disorders. Vision/uni00A0 SAP is a unique comprehensive high-dose antioxidant formula, synergistically blended with nutraceuticals, carotenoids, and vitamins to support optimal eye health and vision.* The ingredients in Vision/uni00A0 SAP have been scientically researched to increase blood circulation to the eye and aid in the transport of vital nutrients and antioxidants into the macular region for protection Science-based for SAP provides non-GMO pea protein-emulsied coenzyme/uni00A0Q10 that has the ability to be absorbed 2.5-4.25 times more efciently than the standard ubiquinone form of CoQ10.* PQ10/uni00A0SAP can be used to protect against idiopathic asthenozoospermia, which can contribute to infertility.* PQ10/uni00A0 SAP is a powerful antioxidant and provides protection against cardiovascular diseases.* In addition, PQ10/uni00A0 SAP can be used to regulate blood pressure and achieve glycemic control in type/uni00A0 2 diabetic patients.*PQ10/uni00A0SAP C M Y CM MY CY CMY KNDNR 2018-09 on ropathic in his 36th year of clinical practice. Dr Rubman provides primary care and distance consulta-tion worldwide, with special interests in gastroenterology and reproductive endocrinology. Active in national media, governmental and corporate affairs, and on multiple boards, Dr Rubman is a founder of the American Association of Naturopathic Physicians, secretary of the Endocrinological Association of Naturopathic Physicians, and professional member of the Gastroenterological Association of Naturopathic Physicians. He is also an alumnus of the National Ski Patrol, a General Class Amateur Radio licensee, and a PADI Divemaster. Website: http://www.naturopath.org To support biliary conjugation, like konjac, a biphasic digestive enzyme, multi-B vitamins, and a methyl donor such as NAC. Patients report feeling better on their pharmaceutical regimes, and their PCPs are frequently able to reduce the dose of their hypertension medications. 12SEPTEMBER 2018 NATUROPATHIC DOCTOR NEWS & REVIEWTRPA1 (transcription receptor binding,5 altering its therapeutic effects. When CBD is higher than THC, its (non-psychotropic) effects dominate, while THC's psychotropic effects are blocked or reduced. When THC is higher than CBD, its effects are enhanced by CBD. THC only promotes psychotropic effects when its individualized physiologic threshold is exceeded. Microdosing THC does not result in psychotropic effects, regardless of the THC:CBD ratio. 1 It is also important to address Cannabis' synergism, known as the entourage effect, by utilizing the plant in its entirety; this tends to produce the best clinical results. Likewise, these benefits can be further enhanced by combining Cannabis with other plants and their associated terpenes. Physiology Endocannabinoids are fatty acid derivatives from eicosanoids such as the omega-3s - eicosapentaenoic acid (EPA) and docosahexaenoic acid (DHA) - made and secreted from nerve cells, near ECS receptors. Phytocannabinoids in plants are molecularly similar to endocannabinoids, therefore act like neurotransmitters on these receptors. Endocannabinoids do not body, as well as a discussion of some of the medical applications of Cannabis. The Basics The endocannabinoid system (ECS) is a self-monitoring and self-regulating system encompassing essential fatty acid (EFA) utilization and metabolism within immunity, inflammation, hormone balance, and neurotransmission affecting motor function and pain sensation. 2 The ECS connects functional systems within the body, including motor control, mood, endocrine regulation, and reproductive health. Essentially, it facilitates homeostasis within the body's tissues and systems. Both endogenous and exogenous constituents activate and enhance this system. The ECS utilizes mainly 2 G-coupled protein receptors, 3 referred to as CB1 and CB2 receptors. CB1 and CB2 are located throughout the body, enabling the ECS to adapt/respond to physiologic challenges. CB1 is concentrated more centrally and is associated with the nervous system (neurons and glial cells), liver, connective tissue, gonads, and glands. CB2 is concentrated more peripherally and is associated with immune cells (T and B cells, monocytes, polymorphonucleocytes [PMNs], and microglia), and associated lymphatic organs/structures. Other receptors have also been identified, such as CB3, vanilloid 1 (aka capsaicin), and of cannabis as a \"recreational drug,\" the seriousness and utility of Cannabis spp as a botanical medicine is just now being realized by the medical community at large. As legislators look to reclassify Cannabis from a Schedule I to III drug, and as widespread acceptance of this plant becomes apparent, more research is possible. As the benefits of this amazing botanical get published, naturopathic doctors need to understand the profound underlying synergistic physiologic basis of its combined constituents: cannabinoids, terpenes, and flavonoids. In order to responsibly address society's pain problem using Cannabis, we need to examine the endocannabinoid system, discovered, along with the phytocannabinoids of Cannabis, by Dr Raphael Mechoulam. 1 This article is a basic explanation of this complex and adaptive intrinsic regulatory system of the LEE-ANNE FRANCOIS-DORNBUSCH, NDFRASER SMITH, MATD, ND Pain is a challenging clinical syndrome that naturopathic physicians are well equipped to address. Society is realizing the shortcomings of conventional medicine's pharmacologic methods to address a variety of problems. Unfortunately, conventional medicine is not conquering these ailments but is creating new ones. Well-intentioned physicians attempting to manage patient care utilize the very dangerous and addictive pain-suppressing opioids that cause massive overdose deaths and addictions annually. One therapy that naturopathic doctors are increasingly turning to is medical Cannabis. Cannabis sativa and Cannabis indica have been used medicinally for thousands of years. Despite a century of regulatory and legal suppression and a cultural-dogma view Student Scholarship Honorable Mention Cannabis & the ECS How Cannabinoids are Changing Health Care MUST BE COMPLETED IN FULL CHECK EACH BOX AS A GUIDE: Name correct? Address correct? Phone # correct? Ad copy correct? Offer correct, if any? EMAIL BACK TO: ads@ndnr.com or FAX BACK TO: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. AD FORM CLIENT CONTACT AUTHORIZED SIGNATURE PHONE FAX DATE AD APPROVAL: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies. Plant tannins GI Support for over 30 years T analbit & Viracin plant tannins are just two of our science based formulas available directly to health professionals. Experience superior products, stellar customer service and better savings for your business or o ce. MUST BE COMPLETED IN FULL CHECK EACH BOX AS A GUIDE: Name correct? Address correct? Phone # correct? Ad copy correct? Offer correct, if any? EMAIL BACK TO: ads@ndnr.com or FAX BACK TO: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. AD FORM CLIENT CONTACT AUTHORIZED SIGNATURE PHONE FAX DATE AD APPROVAL: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies. Visit wip.care/mens-health to discover more about men's health and hormone balance. Maintain your patient's health with tailored treatments. Call our expert pharmacists at 800.279.5708 to discuss the importance of natural hormone balance for men. 1 in 10 men are affected by low testosterone after age 60* *Source: Cleveland Clinic CBGA (Cannabigerolic acid)Found mostly in young plants (<1% concentration in the mature plant) Parent compound converts to THCA, CBDA, CBCA, and CBG CBG disorders; stimulates bone formation Mild-to-moderate effects on black mold, as well as gram (+) and (-) bacteria, including Staph aureus [eg, MRSA], and E coli Inhibits cyclooxygenase-2 (COX-2)Increases anandamide, inhibits GABA; binds CB1 (though its bond and glycine receptors and enhances the action of CBCA(Cannabichromenic acid)Antifungal receptor/TRPA1. Interferes with enzymatic breakdown of anandamide and acne (by reducing sebaceous gland sebum and arachidonic acid production) and diarrhea (by hypermotility and without causing hypoactivity); COMPLETED IN FULL CHECK EACH BOX AS A GUIDE: Name correct? Address correct? Phone # correct? Ad copy correct? Offer correct, if any? EMAIL BACK TO: ads@ndnr.com or FAX BACK TO: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. AD FORM CLIENT CONTACT AUTHORIZED SIGNATURE PHONE FAX DATE AD APPROVAL: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies. TRIAD is a unique combination of clinical education, lead generation and strategy for clinical expansion and professional development. In the words of our founder, Razi Berry, TRIAD simply helps doctors, \"Reach more people, heal more patients and create more wealth. \" WHEN YOU ENROLL, YOU WILL ALSO RECEIVE: 1 CEU per month (with quiz) Directory (network) listing on NaturalPath 10% discount on CEU offers Access to thousands of informative articles archived over 13 years of publishing Access to a private group for networking with other physicians exclusive practice building content NDNR is proud to introduce: Register at ndnr.com/TRIADSEPTEMBER 2018 NATUROPATHIC DOCTOR NEWS & REVIEWStudent Scholarship Honorable Mention (Helichrysum umbraculigerum), electric daisy (Acmella for its THC CBD lesser-known cannabinoids, and a variety of terpenes and flavonoids in different combinations, known as strains (Table 1, 2). Terpenes confer scent and flavor, and act on receptors and neurotransmitters, which is important therapeutically. Flavonoids provide the natural rainbow of colors in foods and plants, acting as anti-inflammatories and antioxidants. In the raw, botanical cannabinoids are in acid form, ie, carboxylated. When heated or aged, decarboxylation alters the molecule, making it more metabolically active. Cannabinoids are anti-inflammatory, antioxidant, analgesic, neuroprotective, youThe Entourage Effect The natural synergism of constituents within each plant, with or without the addition of other natural substances, benefits the patient in ways the individual aspects cannot, even if taken isolated yet simultaneously. For example, since administering various agents with Cannabis is thought to potentiate its effects 11 and garlic compounds appear to cross the blood-brain barrier, 12 co-administration of garlic and Cannabis may enhance neuroregulation and neurogeneration by giving Cannabis better CNS accessibility. The ECS can also be affected by mangos. If eaten 45 minutes prior to Cannabis consumption, mangoes increase THC's effect, much like with chocolate. Natural ECS activators include the botanicals with dopamine production, 9 and endocannabinoid deficiencies can contribute to dysfunction and disease. 10 This is why supplementing with Cannabis can restore function and why multiple conditions are treated effectively with Cannabis, including regulatory problems involving muscular and connective tissue inflammation, action potential transmission (enhancing efficiency of both muscular and psychological functioning), hormonal regulation, and stimulus/sensation awareness. Efficiency in energy regulation (including glucose sensitivity, hunger, and satiety) can also be effectively addressed. Cannabis is also used as an effective opiate addiction recovery agent, since it doesn't interfere with respiration in the brain stem, and does not lead to overdose-related death. (C. Brace, oral communication, September 2017).accumulate in neuronal synaptic clefts, but rather act as reverse messengers. 6 They also function as antioxidants.7 A higher concentration of receptors in the body leads to a higher sensitivity and better cannabinoid response. This means that someone with more receptors requires less product than someone with fewer receptors. Research on CBD has demonstrated that at least this cannabinoid acts partly by stimulating serotonin, adenosine, and glycine receptors. acid amide hydrolase (FAAH) the acid amides. Anandamide converts to arachidonic acid, acid, (olive oil's sleep-inducing omega-9). FAAH can also break down 2AG, breakdown is mostly through monoacylglycerol lipase (MAGL). N-alkylamides (which are found in chocolate) inhibit FAAH by interfering with its reuptake to the neuronal endbulb at the synaptic 2AG calcium presynaptically; anandamide works with potassium postsynaptically. 8 Cannabinoids MUST BE COMPLETED IN FULL CHECK EACH BOX AS A GUIDE: Name correct? Address correct? Phone # correct? Ad copy correct? Offer correct, if any? EMAIL BACK TO: ads@ndnr.com or FAX BACK TO: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. AD FORM CLIENT CONTACT AUTHORIZED SIGNATURE PHONE FAX DATE AD APPROVAL: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies. THE BEST DISCOVERY EVER!!! By Jason C. I have severe Rheumatoid Arthritis, and this is the best thing I've ever happened upon. This product has rid me of the constant call of PAIN every day. CONTINUED USE FOR ENDOMETRIOSIS By Freya S. My Dr. prescribed Neprinol for my endometriosis. It really seems to be making a difference. My pain level is down. Bloating of the abdomen is down. My digestion has improved, and overall health and well-being continues to improve! See for yourself online at ArthurAndrew.comFOR THOUSANDS OF PATIENTS, RELIEF STARTS WITH NEPRINOL. Learn more about the benefits of Neprinol and read reviews from real customers at ArthurAndrew.com or call 800-385-2091.LOVE THIS PRODUCT By Katherine M. It helped remove scar tissue, boosted my immunity, and made my body feel better, as in no physical issues, pains, etc. I recommend this product to all! *These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease. BEFORE NEPRINOL Subject has high levels of blood contaminants and reports stiff, uncomfortable joints after exercise (from overuse). AFTER NEPRINOL Subject's blood is cleansed and reports no joint discomfort or tenderness. Table 2. Terpenes Terpene Function Camphene Reduces plasma cholesterol and triglycerides (critical for CVD prevention) Antifungal; antioxidant; analgesic Carene Dries excess body fluids sweat, mucus) Anti-inflammatory; antifungal; bone stimulant Caryophyllene Only Phellandrene Common in herbs and spices; a main compound in turmeric leaf oil Pinene Interacts with other terpenes, forming antiproliferative Pulegone Sabinene Anti-inflammatory in nutmeg and many spices Terpineol Often masked high pinene Calming, relaxing Terpinolene CNS depressant; marked antiproliferative 15 NATUROPATHIC DOCTOR NEWS & REVIEW SEPTEMBER 2018Student Scholarship Honorable Mention not all of which are of medicinal quality. Cannabis containing more than 0.3% THC is known as \"marijuana.\" Currently in North America, Cannabis remains a federally regulated Schedule I drug by the United States, with jurisdiction granted for determination of legal usage varying from state to state. Canada recently passed The Cannabis Act, legalizing Canadian adult use starting October 17, 2018. 15 Access to Cannabis for Medical Purposes Regulations (ACMPR), regulated through Health Canada, does and will continue to regulate medical Cannabis consumption. Please verify with the regulatory bodies of where you practice before recommending or prescribing Cannabis. Conclusion As Henry Lindlhar stated, \"Nature's Medicines are the Best,\" and the power and diverse uses of Cannabis, including its cannabinoids, terpenes, and flavonoids, are a prime example of this truth. These medicines are simple, and yet they reflect the complexity of natural systems. The individual nature of each person, their physiology and maladies, the Cannabis strain, its cultivation, harvesting and extraction peculiarities, form and delivery system, and, of course, dose, all require serious consideration. 10 As a herald of a return of herbal medicine to the mainstream of North American medicine, these powerful plant medicines require strict attention to detail and adherence to naturopathic principles, to use them not only to their highest potential, but for our patients' highest benefit. References 10-15 available online at ndnr.commethod of delivery or terpene content, is highly irresponsible and could result in disappointing clinical outcomes. 14 Legalities Cannabis is Cannabis; however, it is labeled according to its THC content. Commercial CBD from industrial or agricultural \"hemp\" must contain less than 0.3% THC. The US government holds a patent for CBD for immune modulation and anti-inflammation. It is freely available to purchase as a nutritional supplement and can be administered in different forms. Beware, however, that this is not the same product as hemp seed oil. CBD comes from hemp plant parts. Be sure to research the products you recommend for your patients, as CBD derived from hemp is a nutritional supplement and is not regulated as a medicine. Many different products exist, (concentrate or edibles [raw and cooked foods]), applied topically, or inserted as a suppository. As well, each cannabinoid and terpene is activated at differing temperature boiling-points. 11 An important factor to note is that even though a plant might be harvested and labeled a particular strain, the efficacy of the plant is based on the above factors. (J. Greenswag, Trichome Institute, oral communication, October 2017). Two different plants having the same strain name but grown under different conditions (geography, temperature, stress levels, available grow-space, etc) contain different therapeutic properties (determined not only by the predicted cannabinoids, but also the terpenes and flavonoids), which are determined by the grow, harvest, and extraction factors. Relying on strain name but disregarding other factors, such as and antibacterial (Table 1). Acid forms are used juiced and topically. Decarboxylation and degradation occur with increased time, heat, light, and oxygenation, with each cannabinoid having its prime uniqueness. 13 Cannabis is likened to an entire pharmacy or family of plants that has been uniquely cultivated. For example, differences in the plants are classified as sativa, indica, or hybrid combinations. Sativas are known for their active, uplifting effects. Indicas are known to be more sedative. All have strains bred to control their terpene, flavonoid, and cannabinoid content. Cultivation differences, such as indoor vs outdoor, lighting, watering (frequency, mineral content, temperature, etc), and harvest times, affect terpene availability. The plant's constituents are important, but so is its extraction method (CO 2, butane, ethanol, etc) and its method of delivery: smoked, vaped, ingested MUST BE COMPLETED IN FULL CHECK EACH BOX AS A GUIDE: Name correct? Address correct? Phone # correct? Ad copy correct? Offer correct, if any? EMAIL BACK TO: ads@ndnr.com or FAX BACK TO: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. AD FORM CLIENT CONTACT AUTHORIZED SIGNATURE PHONE FAX DATE AD APPROVAL: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies. 888.328.9992 | vitalnutrients.net Combining seven unique immune enhancing herbal extracts with Berberine and 7.5 mg of Zinc per serving, Viracon's synergistic formula helps increase cytokine production and other important immune factors to support the body's natural defenses.* This gentle vegetarian formula also helps promote normal respiratory function and energy, and is a must for everyone's home during times of seasonal challenges. *NATURAL IMMUNE SUPPORT *This statement has not been evaluated by the Food & Drug Administration. This product is not intended to diagnose, treat, cure or prevent any disease.PRODUCT CODE : VNVRC120 REFERENCES 1. The MR, Núñez E, Benito C, et Evidence novel receptors. Pharmacol Ther. 2005;106(2):133-145. 4. Mec houlam R. Cannabis—a drug deserves better treatment. Mayo Clin Proc. 2012;87(2):107-109. 5. Marsicano G , Lutz B. the Endocannabinoid J Open Biol. 2016;6(4):150276. 8. Ibeas Bih C , Chen T, Nunn AV, et al. Molecular Targets of Cannabidiol in Neurological Disorders. Neurotherapeutics. 2015;12(4):699-730. 9. López-Mor eno JA, González-Cuevas G, Moreno G, Navarro M. The pharmacology of the endocannabinoid system: functional and structural interactions with other neurotransmitter systems and their repercussions in behavioral addiction. Addict Biol. 2008;13(2):160-187. Lee-Anne Francois-Dornbusch, ND, was a 4th-year naturopathic medical student at the time of this writing, at the National University of Health Sciences (NUHS) in Lombard, IL. Besides being an avid Cannabis researcher, she is a medical Cannabis cardholder, PTSD support group facilitator, hemp CBD distributor, and owns a company that educates about Cannabis, including its use and how to incorporate it into people's lives. She is also a certified pastry chef, certified hypnotherapist, is board-certified in therapeu-tic massage and bodywork, and is a mom of 4, includ-ing her Deaf son. She communicates in English and American Sign Language. Fraser Smith, MATD, ND, is the Assistant Dean of Naturopathic Medicine and Professor at the National University of Health Sciences (NUHS) in Lombard, IL. Prior to working at NUHS, he served as Dean of Naturopathic Medicine at the Canadian College of Naturopathic Medicine (CCNM) in Toronto, Ontario. Dr Smith, a graduate of CCNM, is a licensed naturopathic physician (VT) and author of several books, including the textbook, Introduction to Principles and Practices of Naturopathic Medicine. 16SEPTEMBER 2018 NATUROPATHIC DOCTOR NEWS & REVIEWinvented the term in the mid-1800s while training his medical students, was born a good 2200 years after Hippocrates. The \"non-nocere\" phrase was only added to the Hippocratic oath around 1850. 2 Our usage of this line suggests that rather than being a distinct school of medicine, we are emulating medical doctors. Sadly, the same can be said for all of our defining principles. They were invented by medical doctors and used for years before we laid claim to them. They originated with medical doctors to describe the role of a physician. They describe no aspect of practice about which we might say, \"That's unique to NDs. MDs and DOs never ever think this way.\" Most of these principles came into use long before naturopathy existed. The origin of \"Tolle causam \" is less clear. The earliest print reference I've found is in A good definition describes its object in a way that draws a boundary around it and illustrates how it differs from other, similar objects. The traditional definitions all state that naturopathy is a distinct school of medicine. But if this is the case, then using these principles actually argues for the opposite by suggesting that we are just like other schools of medicine. This would be like creating and promoting a new religion that differs from all other religions, and then, when asked how it differs, presenting the Ten Commandments as proof. Our Practice Principles Do Not Define It For us to claim, \"Primum non nocere\" as a defining statement of naturopathic medicine makes no sense. Auguste Chomel, MD, the French clinician who is usually referred to as the \"father of rational medicine.\" He turned away from the divine notions of medicine and taught that observation could be used as the basis of the practice of medicine, that the body responds in a predictable manner, and that prayer, sacrifice, and other beliefs do not change the disease process. Keeping the body \"in balance\" was the key to health. 1 We must remember that the understanding of physiology back in the Hippocratic era still relied on humoral balance, ie, keeping blood, phlegm, and yellow and black biles in a state of balance. Perhaps, in our modern mindset, this was not the most rational body of knowledge to rely upon, but at least it was a start. Our reliance on rational medicine is in part what defines our profession as different from many other practitioners who claim to be practicing \"natural medicine,\" such as those trained through unaccredited diploma mills who call themselves \"naturopaths.\" We naturopathic doctors lean toward rationality. We lean away from pendulums, away from implausible diagnostic tests, away from remedies that may be imbued with immeasurable, near magical, vibrational qualities. (Well, we mostly rely on rational medicine. I still use Arnica and a long list of other homeopathic remedies, as irrational as doing so might seem to some.) Might we define naturopathic medicine as \"rational nature cure\"? Defining Naturopathy How we define ourselves has been a frequent topic of my inner conversations in recent months. Last fall I sat in on a lecture given by Josh Goldenberg, ND, to a group of medical students. This is the Josh behind the Doctors' Journal Club, the Dr Goldenberg who is currently the president of GastroANP . His lecture summarized the Delphi process that he and colleagues have undertaken to study the naturopathic treatment of irritable bowel syndrome. He first talked about what naturopathic medicine is. And, as all of us have done for the past several decades, he defined naturopathy by a set of principles. As Dr Goldenberg went down that list of principles we use to define our medicine, I watched the students as they watched Josh, and I realized that we have a problem. These soon-to-be medical doctors were baffled. Our principles of naturopathic medicine do not define it, at least to an intelligent group of medical students who are familiar with the Hippocratic oath. These principles, in fact, define a physician of any school, including medical doctors; they are not unique to naturopathic medicine. They were developed by medical doctors, promoted by medical doctors, and eventually added to the Hippocratic oath taken by medical doctors. Quoting these principles might actually demean us, as they suggest that we are merely MD copycats, trying to impress the public with a bit of Latin. Naturopathic doctors may share the conceit that we adhere to these ideals better than other physicians, though there are those willing to debate that notion.JACOB SCHOR, ND, FABNO A patient with a rare cancer came to see me recently and left me pondering an interesting phenomenon. This patient has worked as a police detective for decades, an occupation that entails the careful collection and evaluation of evidence. Yet he surprised me by bringing in a shopping bag filled with the oddest collection of concoctions, all of which he was taking under the assumption that they might cure his cancer. As accustomed as I am to being labeled a purveyor of unproven remedies and nostrums by certain medical doctors in my community, what this patient was taking stretched my credulity past its limit. I can be rather accepting of magical thinking in my patients, but this was extreme. So much for evidence, I thought to myself. Instead of EBM (evidence-based medicine), this is MBM (magic-based medicine). A Case of Arnica Syndrome The patient was suffering from what I call \"Arnica syndrome.\" I see this often enough in practice - a seemingly rational person is treated with homeopathic Arnica after an injury and experiences a miraculous response. Learning how homeopathic medicines are prepared, ie, that whole dilution business, the patient is initially startled, and then plunges into a fog of confusion. While clearly recalling the experience of the remedy's efficacy, he also now realizes that it's impossible for the homeopathic remedy to do what it seems to have done. His observations and memories contradict what his logical understanding of the nature of the world tells him is possible. Something cracks - not a paradigm shift, but rather a crack in his ability to trust logic. Patients like this experience a kind of mental break, some sort of dissociative crack-up. They conclude that if this one impossible thing is true, then - with their broken logic - all impossible things might be true. They conclude that logic can no longer be relied upon and that almost any illogical claim could also be true. Some practitioners love patients in this condition because they can sell them any supplement, any concoction, or any belief, with ease. Personally, I don't like to deal with people like this. I much prefer rational patients, as I am uncomfortable with the opposite. After all, these people are making decisions that will have major impacts on themselves and their families. I want them to make smart choices. There's a fine line between 1) being on the cutting edge of new advances in nutritional science or translating new lab discoveries into practice; and, on the other side of the coin, 2) patients telling me they've decided to ignore their oncologists' advice and instead rely on the interventions that are better described, to use the Latin, as \"bovem de stercore.\" We want patients that are open-minded and willing to make lifestyle changes and perhaps shift their paradigms a bit. However, I prefer patients remain rational. The idea that the practice of medicine should be rational goes back to a time even before Hippocrates. Still, Hippocrates Naturopathic Perspective Practicing Rational Medicine MUST BE COMPLETED IN FULL CHECK EACH BOX AS A GUIDE: Name correct? Address correct? Phone # correct? Ad copy correct? Offer correct, if any? EMAIL BACK TO: ads@ndnr.com or FAX BACK TO: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. AD FORM CLIENT CONTACT AUTHORIZED SIGNATURE PHONE FAX DATE AD APPROVAL: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies. So much for evidence, I thought to myself. Instead of EBM (evidence-based medicine), this is MBM (magic-based medicine). 17 NATUROPATHIC DOCTOR NEWS & REVIEW SEPTEMBER 2018Naturopathic Perspective by sincere human interactions. 7. Believ es that the natural intelligence within the body is oftentimes adequate to restore homeostatic balance without further intervention, and that often the role of the physician is as passive observer or to provide gentle direction to trigger an adaptive response to restore balance of function. This is where I've gotten to so far. I don't think this effort is anywhere near adequate. I do know that it is time for us to come back to the table and ask ourselves, \"What is naturopathy?\" I'm open to your rational suggestions. My email is Jacob@DenverNaturopathic.com. A percentage of my readers are going to be grossly unhappy with these thoughts. What I'm writing here may come off as sacrilege. So be it; it seems that the older I get, the more often I manage to offend my friends. A Work in Progress: My First Try In fact, I've been making lists (not of offended dear friends, though I probably should do that as well). The lists are of key aspects of naturopathic medicine that I feel may define who we are in contrast to other doctors, lists that might help define the boundaries of naturopathic medicine. Let me share my current iteration. Naturopathy is a distinct school of rational medicine that:1. Relies on the innate homeostatic mechanisms in the body to restore balance. 2. Utilizes natural agents, elements, and exposures to restore this balance, often through hormetic actions that stimulate and prov oke adaptive responses. 3. Appreciates the restorativ e and nourishing influences that exposure to nature and the natural world have on health. 4. Acknowledges the deep and lasting negativ e impacts on health of exposure to toxic substances. 5. Knows that many illnesses may be reliev ed through proper nutrition and that supplying key nutrients may restore health in cases of deficiency and increase the capacity to maintain and preserve good health. 6. Believ es in the healing action brought on This ploy was straight out of that book, Getting to Yes, that was so popular at the time. From this process emerged our list of principles. This was a great strategy for avoiding conflict and confrontation and moving the process forward. Our profession had more important things to do at the time, like getting our schools accredited, creating a national licensing exam, basically creating a profession almost from scratch. We didn't have time for divisive arguments. Our problem today, however, is that we are trying to promote a profession without being able to clearly define what it is. Thus, I've been looking for the words to describe naturopathic medicine in a way that sets us apart. I like the term \"rational,\" as it at least sets us apart from many other alternative medicine practitioners. It suggests we make rational suggestions, and that we analyze data and research in a way that is evidence-based. We do not suggest that patients need to believe in our medicine or that faith is required to effect healing. Samuel Hahnemann's Organon, aphorisms 28-29: \"Tolle causam! they cried incessantly. But they went no further than this empty exclamation. They only fancied that they could discover the cause of disease; they did not discover it, however, as it is not perceptible and not discoverable.\" 3 At one time it was common for the educated to be able to read and write in Latin. Modern websites supply various translations for Tolle causam : treat the cause, identify and treat the cause of the disease, etc. Translation? Google provides the most literal translation: \"Take the case.\" The Origin of Our Principles Why don't we just use a regular definition? Back in 1987, our eminent colleagues, Jared Zeff and Pamela Snider, were tasked by Kathy Rogers, ND, the then-AANP president, to come up with a definition for naturopathic medicine. Past experience suggested that members of our profession could not agree on a definition, so our clever friends sidestepped the argument and asked what they could agree on. MUST BE COMPLETED IN FULL CHECK EACH BOX AS A GUIDE: Name correct? Address correct? Phone # correct? Ad copy correct? Offer correct, if any? EMAIL BACK TO: ads@ndnr.com or FAX BACK TO: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. AD FORM CLIENT CONTACT AUTHORIZED SIGNATURE PHONE FAX DATE AD APPROVAL: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies. The Wise Choice For Heart health* Supports normal healthy blood pressure and heart function.* wisewomanherbals.com(800) 532-5219 *This statement has not been evaluated by the Food & Drug Administration.This product is not intended to diagnose, treat, cure, or prevent any disease. MUST BE COMPLETED IN FULL CHECK EACH BOX AS A GUIDE: Name correct? Address correct? Phone # correct? Ad copy correct? Offer correct, if any? EMAIL BACK TO: ads@ndnr.com or FAX BACK TO: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. AD FORM CLIENT CONTACT AUTHORIZED SIGNATURE PHONE FAX DATE AD APPROVAL: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies. 6 weeks of content taught to you by the leading experts in cannabis medicine, hemp, CBD, medical marijuana & more PDF of all slides presented Video and mp3 recordings of all presentations, so you canreview them on your time Over 6 hours of clinically relevant content to apply directly toyour practice 6 CEUs approved for Naturopathic Doctors Access to live Q and A in a private Facebook Group Certificate of completion awarded upon completing the course REFERENCES 1. Gr eek Medicine: Hippocrates and the Rise of Rational Medicine. Last updated February 7, 2012. NIH Web site. https://www.nlm.nih.gov/hmd/greek/greek_rationality.html. Accessed June 18, 2018. 2. Herr anz G. Why the Hippocratic ideals are dead. BMJ. 2002;324:1463. 3. Hahnemann S . Organon of Medicine. Translated from the Fifth Edition by R.E. Dudgeon. Chicago, IL: Medical Advance Co. Publishers; ND, Bloom, graduated from NCNM in 1991; they have practiced in Denver, CO, ever since. Both have been active in state association pol-itics, taking turns as president of the currently named Colorado Association of Naturopathic Doctors. Dr Schor has also assumed various leadership positions in the Oncology Association of Naturopathic Physicians, has served on the AANP Board of Directors, and has periodically chaired the AANP's speaker selection com-mittee. He is Associate Editor of the Natural Medicine Journal and is a regular contributor to the Townsend Letter. Dr Schor was the first recipient of the AANP's \"Vis Award\" and remains honored and humbled to have received such recognition. Our problem today is that we are trying to promote a profession without being able to clearly define what it is. 18SEPTEMBER 2018 NATUROPATHIC DOCTOR NEWS & REVIEWsince the 1980s, and currently there are 20 states, the District of Columbia, and the United States territories of Puerto Rico and the United States Virgin Islands that have licensing or registration laws for naturopathic doctors. Regulation is pending in another 6 states. Canada Regulatory College for British Columbia: http://www .cnpbc.bc.ca/ Scotia regulations: http://nsand. ca/about/nova-scotia-association-of-naturopathic-doctors/ In Canada, the regulatory authorities regulating the practice of naturopathic doctors formed the Canadian Alliance of Naturopathic Regulatory Authorities (CANRA). The aim of the alliance is to foster collaborative and cooperative opportunities to improve the ability of its members to regulate their respective members in the public interest. Details regarding regulatory scope are listed in Table 2. United States Alaska regulations: https://www . commerce.alaska.gov/web/cbpl/ProfessionalLicensing/Naturopathy.aspx Regulatory for Connecticut: http://www Regulatory College for the District https://dchealth.dc.gov Regulatory College for Haw aii: for Montana: http://boards.bsd.dli.mt.gov/ahc#8 P ortugal : Naturopathy is regulated under the Non-Conventional Medicine regulations that include Acupuncture, Chiropractic, Osteopathy, Phytotherapy, Naturopathy, Traditional Chinese Medicine, and Homeopathy. These 7 professions are regulated by Laws 45/2003 of 22 August [translation: Law 45, established on August 22, 2003] and Law 71/2013 of 2 September. o Link to regulations in P ortugal: https://dre.pt/web/guest/pesquisa/-/search/58217868/details/maximized o https://dre.pt/search/-/search/656122/details/maximized o http://www .pgdlisboa.pt/ leis/lei_mostra_articulado.php?nid=2629&tabela=leis&so_miolo= Latin America Brazil : Recognition of naturopathy is through the Ministry of Health, under Integrative Complementary Medicine. o Regulations in Brazil: http://www . camara.gov.br/proposicoesWeb/ fichadetramitacao? idProposicao=543332 Chile : Regulation in Chile is based on the passing of a standardized exam. There are 2 different designations: Naturopatas and Holistic Naturopath. A Holistic Naturopath is a practitioner that has completed training in naturopathy, acupuncture, and homeopathy. o Regulations in Chile: www . economia.gob.cl P uerto Rico : Puerto Rico has been regulated since 1997. It is the only region that has distinct regulation for naturopaths and naturopathic doctors. o Link to regulation in Puerto Rico: http://www .oslpr.org/download/ en/1997/0208.pdf North America In both Canada and the United States, naturopathic practitioners are considered primary-care providers and are regulated as naturopathic doctors. Regulation is based on graduating from accredited 4-year naturopathic medical programs and passing an extensive postdoctoral board examination in order to receive a license or registration. NDs must also fulfil mandatory annual continuing-education requirements and they must adhere to a specific scope of practice as defined by their provincial/state regulations. In Canada, regulation has existed since the 1920s. There are currently 5 provinces that have full regulation and 1 province that has title protection. Three other provinces are in the process of regulation. In the United States, many States were regulated between the 1920s and 1950s; however, due to sunset laws most lost their regulation. There has been a tremendous regulatory effort in the United States South Africa regulation: http://ahpcsa. co.za/ Asia In India, regulation falls under the Ministry of AYUSH. This Ministry is responsible for regulation and promotion of Ayurveda, Yoga and Naturopathy, Unani, Siddha, and Homeopathy. The Ministry of AYUSH sets the guidelines for the regulation of naturopathic practitioners and the accreditation standards for naturopathic educational institutions. There are 7 states in India that currently have regulation for naturopathy, and 19 schools that have been regulated by AYUSH. India's model of intra-professional collaboration between the different systems of traditional medicine within its country is a model worth noting. In other areas of Asia that practice naturopathy, such as Nepal, there is currently no regulation. Ministry of AYUSH: www.ayush.gov.in National Institute of Naturopathy: http://punenin.org/ Central Council for Research in Y oga and Naturopathy (CCRYN): http://www.ccryn.org/ Eastern Mediterranean Naturopathy is fairly new to the Eastern Mediterranean, yet there are currently 7 countries that have naturopathic practitioners. There are no naturopathic regulations in the Eastern Mediterranean. Europe In Europe there are more than 30 countries that practice naturopathy, of which only 3 currently have regulation. A couple of regulatory challenges persist in Europe. The first is that some countries include the treatments common to Traditional & Complementary Medicine (T&CM) but which are under the regulation of medical doctors. This limits and in some cases restricts naturopathic practitioners and other T&CM practitioners from practicing in their country. The second challenge is that some countries, such as Hungary, have chosen to regulate modalities (specific treatments), as opposed to the regulation of systems of medicine. The WNF discourages this practice, as it decreases the attention and protection of the fundamental principles that are part of every system of T&CM. Germany : Naturopathic practitioners in Germany are regulated as Heilpraktiker, and have been regulated since 1939; the latest updates occurred December 23, 2017. Regulation is based on passing a state exam. o Link to regulations in Germany: https://www .gesetze-im-internet.de/ heilprg/BJNR002510939.html ND, RPP Naturopathy is practiced in every world region, spanning over 80 countries. Regulation of the naturopathic profession currently exists in Africa, Asia (India), Europe, Latin America, and in jurisdictions in North America. To be a full member of the World Naturopathic Federation (WNF), associations must support and be working toward regulation. They must also support educational accreditation and high educational standards. (See Tables 1 & 2 for detailed summaries.) Regulatory Process The regulation of naturopathy, like all professionals, is strongly correlated with educational standards and is influenced by the political landscape in each country as well as the regulation of other traditional and complementary systems of medicine within the region. Every country or region that has regulation is supported by a professional naturopathic association. For those countries/regions that do not yet have regulation, the WNF encourages those professional naturopathic associations to engage in self-governance activities that protect the public as they work towards regulation. Overview of Global Naturopathic Regulation The regulation of naturopathic practitioners is diverse. It covers Naturopathic Technicians, Licensed Naturopaths, Diploma in Naturopathy, and Naturopathic Doctors. Naturopathic practitioners in Europe are referred to as Heilpraktiker or Naturopaths. In North America and India, naturopathic practitioners are regulated as Naturopathic Doctors. In Latin America, regulation exists for both Naturopathic Technicians and Doctors of Naturopathy. This difference reflects educational differences; however, the foundational philosophy and principles are the same. Below is a summary of the current global regulation. Africa Naturopathy is practiced in over 11 countries in Africa. Of those, 2 have regulation. The practice of naturopathy in the Democratic Republic of Congo falls under the Decree of 1952, which regulates the practice of medicine and grants exemplary status for traditional medicine practitioners, including naturopaths. In South Africa, naturopathy has been regulated since 1982, under the Allied Health Professions Act. The professions included in this regulation include: Ayurveda, Chinese Medicine and Acupuncture, Chiropractic, Homeopathy, Naturopathy, Osteopathy, Phytotherapy, Therapeutic Aromatherapy, Therapeutic Massage Therapy, Therapeutic Reflexology, and Unani-Tibb. Regulation of naturopathy requires 3 years of basic medical sciences along with a 2-year specialization in Naturopathy from the University of the Western Cape. DR Congo: http://apps.who.int/ medicinedocs/en/d/Jh2943e/4.13.html Naturopathic News WNF Global Naturopathic Regulation Naturopathy is practiced in every world region, spanning over 80 countries. 19 NATUROPATHIC DOCTOR NEWS & REVIEW SEPTEMBER 2018Naturopathic News Regulatory College for New Hampshire: https://www .oplc.nh.gov/naturopathic- examiners/laws-rules.htm Regulatory College for Puerto Rico: for Rhode Island: Regulatory College for the US V irgin Islands: Regulatory College for Utah: https://dopl.utah.gov/licensing/naturopathy.html Regulatory College for V ermont: https://legislature.vermont.gov/statutes/fullchapter/26/081 Regulatory College for W ashington: https://www.doh.wa.gov/LicensesPermitsandCertificates/ProfessionsNewReneworUpdate/NaturopathicPhysician In the United States there is also a Federation of Naturopathic Medical Regulatory Authorities (FNMRA), which coordinate the efforts of all the regulatory bodies: https://fnmra.org/ Western Pacific There are at least 8 countries in the Western Pacific where naturopathy is practiced. Although there are no formal regulations, there are also no restrictions to practice in Australia and New Zealand - the 2 countries in the Western Pacific that have been practicing naturopathy since the early 1900s. Naturopathy in Australia and New Zealand is covered by private insurance. In Australia, in lieu of statutory regulations, an independent self-regulatory body - which mirrors the standards of government regulations - has been established. The naturopathic organizations are also active in self-governance, as demonstrated by the standards of practice outlined on the ARONAH website: http://www.aronah.org/aronah-documents/ Note: For more details on the regulation of the naturopathic profession in different countries, including a breakdown of scope, please check out the WNF Global Regulation document 1 at: http:// worldnaturopathicfederation.org/wnf-publications/ The WNF document on Naturopathic Educational Standards, entitled \"Naturopathic Credentials and Educational Standards,\" provides a breakdown of the educational recommended standards for the different educational credentials used globally. The document is available at: http://worldnaturopathicfederation.org/wnf-publications/ Table 1. Global Naturopathic Regulation Around the World World Region / CountryYear of RegulationHours in Naturopathic ProgramProtected Title(s) Defined Scope of Practice?Link to Regulation or National Organization Africa - DR Congo1952 4450 (once institute is established)Traditional HealerNaturopathic DoctorYes South Africa1982 4200 Naturopath, Naturopathic DoctorYes http://ahpcsa.co.za/ Asia - India 4500 Bachelor of Naturopathy and Yoga Sciences (BNYS)Yes www.ayush.gov.in Europe - Germany1939 Based on passing a state examHeilpraktiker No https://www.gesetze-im-internet.de/heilprg/BJNR002510939.html Europe - Portugal2003 - Chile2013 Holistic NaturopathYes www.economia.gob.cl Latin America - Puerto Rico1997 Naturopath and Naturopathic Doctor (2 distinct sets of regulation)Yes http://www.oslpr.org/download/en/1997/0208.pdf North America - Canada* *See 1956NS: Naturopathy, NDYes, some variability by provincehttps://www.cand.ca/affiliations/ North America - United States(See AANP website)4000+ Naturopathic Doctor, Naturopath, Doctor of Naturopathy, NDYes, some variability by statehttps://www.naturopathic.org/regulated-states Table 2. Regulatory / Scope Breakdown in Canada British Columbia Alberta Saskatchewan Manitoba Ontario Date of initial regulation1923 1948 1954 1946 1925 Title protection Yes Yes Yes Yes Yes Doctor title Yes Yes Yes Yes Yes Ability to incorporate Yes Yes, but not as a professional corporationYes, as a business corporation; with proclamation of new Act, can incorporate as a professional corporationYes Yes, as a professional corporation Regulated laboratory accessNo No No No Yes Laboratory access outside of regulationYes, but not via BC lab companiesYes Yes Yes No Communicating a diagnosisYes Yes Yes Yes Yes, naturopathic diagnosis Acupuncture Yes Yes Yes Yes, with AC exam Yes Performing a procedure below the dermisYes Yes Yes Yes Yes Meso-, Prolo- therapyYes, with additional qualificationsYes, with qualification Yes, with approved courseYes, with approved course Yes, with additional qualification, but very few substances are on the approved list Naturopathic manipulationYes Yes Yes Yes, with manipulation board examYes Administering a substance by injection or inhalation Yes, with prescribing examYes Yes Yes Yes, with prescribing exam Internal examinations Yes Yes Yes Yes Yes IVIT Therapy Yes, with qualificationYes, with qualification Yes, with course and certificationYes, with approved course, emergency medicine course every 3 years and CPR every 2 yearsYes, with qualification Prescribing, dispensing, selling, and compounding substancesYes, with prescribing examNo No No Yes, with prescribing exam Prescribing natural hormonesYes, with prescribing examNo No No Yes, with prescribing exam - topical estrogen, progesterone, and desiccated thyroid REFERENCES 1. W orld Naturopathic Federation. Defining the Global Naturopathic Profession. July 2017. WNF Web site. http://worldnaturopathicfederation.org/wp-content/uploads/2016/03/Defining-the-Global-Naturopathic-Profession_WNF-2017_.pdf. Accessed May 10, 2018. 20SEPTEMBER 2018 NATUROPATHIC DOCTOR NEWS & REVIEWI would urge my colleagues to view George Dimitriadis' available video lecture series at the DHANP site.Closing Comments My experience of the TBR2 has been very positive, including the elegant simplicity of use and the accuracy of remedy indication in terms of correlations with materia medica. These days homeopathy seems to be in decline among naturopathic physicians, as well as in our colleges. This is a tragedy. No other medical method offers comparable precision, economy, and the ability to observe the Vital Force in action.sitting ameliorates.\" In other words, walking - at all - is bad.This is why Boenninghausen does not include it in his repertory. Careful understanding of each recorded symptom is so necessary! Errors are propagated far too easily. His Rubric Recommendations George then commented on the case after reading my initial article. \"When I read the case, I understand the main symptom is one where the patient feels out of control - acting in a way which he fears will injure others around him (loved ones). It is not that he is worse in himself, nor that his symptoms are aggravated from becoming vexed - rather, that he gets episodes which come, like a gradual build-up, feel like a welling-up in the stomach (solar plexus?), and culminate in actions that are hurtful to those closest to him.\" His suggested symptom, \"There is a welling up of energy in my stomach. It moves upward until the episode happens,\" has been \"rubricated\" using the 2 components of the symptom: 1) anxiety (apprehensiveness ) felt in the body (780); and then 2) the upward movement of the perceived energy the patient describes, analogized by the \"Alimentary, risings\" (382), which could be used as well in a different context for reflux. Additionally, George recommends use of the rubric, Ascending ameliorates, which does closely describe the actual case: \"It is worst when I walk on a level surface. Inclines are just fine.\" Repertorization Applying these recommendations, the rep chart in TBR2 now looks a bit different (Figure 1). The remedy remains Veratrum. However, the analysis is far more precise now. Even better is the feeling of having prescribed an appropriate remedy.JOSEPH KELLERSTEIN, DC, ND In my previous NDNR article, published in the June 2018 issue, I described the case of Alfred, a 50-ish-year-old man. He had complained of angry outbursts that would always follow a welling-up of energy in his stomach. He also complained of hip pain that was worse walking on level surfaces but not inclines. He was looking toward a hip replacement in about a month. I had prescribed Veratrum 30C once daily, which he reported 3 weeks later had put an end to the angry episodes but not affected his hip pain. Two-Month Follow-up Two months later, Alfred presented to my office. The hip surgery had been delayed. \"I'm still doing well with the anger,\" he said. (To my utter amazement, I get his comment.) \"Could that remedy be helping my hip? Even though I am scheduled for surgery in a couple of weeks, my hip pain is dramatically reduced. I can walk just fine!\" Now, a bit of a segue is needed... George Dimitriadis For several years now, I have been interested in the work of a wonderful homeopathic scholar, George Dimitriadis. George edited the TBR2 (Bönninghausen Repertory). He had also written several books, including Homoeopathic Diagnosis , and many important papers. For me, George has helped clarify many misconceptions regarding Hahnemann's work and thought. When I began to write the follow-up for this case, I asked George for his comments, especially surrounding my confusion regarding the inclusion of Veratrum in the following rubric (added to the repertory by Boericke): Pain in the sacrum when walking on a level, not when sitting (in the morning) George explained the meaning of the original rubric from Hahnemann. He clarified that it was not that walking on a level surface aggravated, but that \"even walking on a level aggravates, whereas Similar Thought The Simple Life Part 2 MUST BE COMPLETED IN FULL CHECK EACH BOX AS A GUIDE: Name correct? Address correct? Phone # correct? Ad copy correct? Offer correct, if any? EMAIL BACK TO: ads@ndnr.com or FAX BACK TO: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. AD FORM CLIENT CONTACT AUTHORIZED SIGNATURE PHONE FAX DATE AD APPROVAL: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies. *These statements have not been evaluated by the Food and Drug Administration. Products are not intended to diagnose, treat, cure or prevent any disease. Longevity formula provides a core nutritional component to any sustainable and successful anti-aging regimen. We combined the foremost of scientifically recognized, anti-aging nutrients to help people feel more revitalized and achieve better health.* Learn more at www.mpn8.com To order, call toll free 877-MTN-PEAK (877-686-7325) Serving size: 1 capsule Servings per container: 60 Amount per serving %DV Acetyl-L-Carnitine 200 mg *Resveratrol 50% 200 mg *Alpha-Lipoic Acid 200 mg * Coenzyme Q-10 100 mg * Serrapeptase 600,000 u/gm 15 mg * Biotin 1% 200 mg * Percent Daily Values are based on a 2,000 calorie diet. * Daily Value not established. Other ingredients: vegetarian capsules, silica MUST BE COMPLETED IN FULL CHECK EACH BOX AS A GUIDE: Name correct? Address correct? Phone # correct? Ad copy correct? Offer correct, if any? EMAIL BACK TO: ads@ndnr.com or FAX BACK TO: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. AD FORM CLIENT CONTACT AUTHORIZED SIGNATURE PHONE FAX DATE AD APPROVAL: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies. Joseph Kellerstein, DC, ND, grad- uated as a chiropractor in 1980 and as an ND in 1984. He graduated with a specialty in homeopathy from the Canadian Academy for Homeopathy, and subsequently lectured there for 2 years. He also lectured in homeopathy for several years at CCNM; for 8 years at the Toronto School of Homeopathic Medicine; and for 2 years at the British Institute for Homeopathy. Dr Kellerstein's mission is the exploration of natural med-icine in a holistic context, especially homeopathy and facilitating the experience of healing in patients. Figure 1. Repertorization (TBR2) Careful understanding of each recorded symptom is so necessary! Errors are propagated far too easily. 21 NATUROPATHIC DOCTOR NEWS & REVIEW SEPTEMBER 20182018 Physician's Choice Awards Nutritionals® mission. With its product focus on mitochondrial function, immune support, detoxification and inflammation health, physicians turn to Researched Nutritionals® for their toughest patients. The company combines a strong domestic & international sales team with a customer-centric corporate staff, providing an unparalleled customer experience & worldwide shipping. NUTRITIONAL FUNDAMENTALS FOR HEALTH (NFH) INC TIE: 2018 Winner of the NDNR Physician's Choice Award for Excellence in Supplements & Nutraceuticals NFH Inc is a Canadian nutraceutical company that manufactures evidence-based products exclusively for health-care professionals with a commitment to the highest standards of excellence in quality assurance and good manufacturing practices (GMP). NFH's nutraceuticals are selected through a process of careful screening, guided by two advisory panels of world-class researchers constituting the Scientific Advisory Panel (SAP) and primary-care physicians forming the Medical Consultancy Group (MCG). NFH's \"Tripod of Excellence\" policy ensures research-based, content guarantee, and contaminant-free products with every lot number. NFH products lead the natural health product industry by exceeding the strict GMP standards established by Health Canada's Natural and Non-prescription Health Products Directorate (NNHPD) regulations and the US Food and Drug Administration (FDA). NFH relies on respect of the individual, respect of scientific ethics, innovation, open-mindedness, enthusiasm and community involvement, that is applied in each of its actions. NFH engages at various levels in supporting students, especially by sponsoring evidence-based residencies, uniquely positioned to place new naturopathic medicine graduates within successful, thriving, and cutting-edge naturopathic medical clinics, enabling a dynamic learning experience under the mentorship of leaders in the field. Find out more about your winners at NDNR.com function, and address the underlying cause of dysfunction. Professional Formulas provides high- quality homeopathics and nutritional supplements to help naturopathic doctors achieve their treatment goals. Our hand-succussed remedies, NSF-certified quality, and knowledgeable Practitioner Support Specialists are all designed for the way naturopathic medical doctors treat their patients. NATURAL PARTNERS & FULLSCRIPT 2018 Winner of the NDNR Physician's Choice Award for Excellence in Software & Business Services Natural Partners Fullscript is a trusted resource for naturopathic practitioners who strive to improve patient wellness and practice economics. To better meet the growing needs of the naturopathic community and other integrative physicians, Natural Partners and Fullscript merged in 2018 to provide the perfect dispensing solution, no matter how practitioners do business. Since 1995, Natural Partners has provided healthcare practitioners with professional-grade products at wholesale prices. Stocking an in-office dispensary is the best way for practitioners to provide treatment for patients in need of acute care. Other patients may prefer the convenience of ordering supplements online. Practitioners turn to Fullscript, the industry leading online dispensary, to give their patients access to professional grade supplements without carrying inventory. Fullscript improves patient adherence and increases refills. \"Both Natural Partners and Fullscript were inspired by Naturopathic Doctors,\" said Fran Towey, CEO of Natural Partners Fullscript. \"Helene Wechsler inspired Tye Smith to start Natural Partners while Dr. Alanna Dyment helped imagine what Fullscript could be and was the very first practitioner to use Fullscript. The naturopathic community continues to embrace Natural Partners Fullscript and we'll continue to support them by providing effortless dispensing solutions and world-class customer support.\" Natural Partners Fullscript continues to innovate their software and services while expanding their portfolio to make it easier for naturopaths to practice. Additionally, they support many industry organizations and schools to help foster the growth of the naturopathic community. RESEARCHED NUTRITIONALS® TIE: 2018 Winner of the NDNR Physician's Choice Award for Excellence in Supplements & Nutraceuticals Founded in 2006 by CEO, Dennis Schoen, and headquartered on California's beautiful central coast, Researched Nutritionals® has quickly become a leader in the physician-only nutritional supplement market. The company's research-based product development and ongoing clinical trials to demonstrate product efficacy are an integral aspect of the Researched Supporting naturopathic medicine defines Women's International Pharmacy's passion and culture. For example, naturopathic practitioners understand the delicate link between mind, body and soul for optimal health. Our goal is to help practitioners determine and maintain patients' optimum hormone levels, to improve health and well-being. Consistent with naturopathic medicine, personalized care helps meet the unique needs of each patient. Each prescription is individually compounded, based on the practitioner's understanding of the unique needs of the patient. Naturopathic medicine and Women's International Pharmacy understand that therapy is not \"one size fits all.\" We take great pride in our dedication to the right of naturopathic practitioners to prescribe compounded medication. Our sincere thanks to all NDs for helping us feed our passion and nurture our culture of support for your community for over 30 years. PRECISION ANALYTICAL INC. 2018 Winner of the NDNR Physician's Choice Award for Excellence in Diagnostic Laboratories Precision Analytical was started by Mark Newman with the help of some very talented physicians and analytical chemists. Precision Analytical exists to make it easier for patients and their healthcare providers to find answers to complex clinical questions that affect their lives every day. Our unique hormone testing and reporting methods create better tools for healthcare providers to explore hormone issues with their patients. We are fully committed to the mission of improving the lives of those who trust us for their laboratory testing needs. Precision Analytical is a CLIA certified laboratory run by a small team of dedicated scientists with combined experience of over 50 years in performing laboratory tests and developing novel testing methods. Lab testing involves a series of questions that must be addressed in putting together methods that are accurate and precise (reproducible). Lab quality is critical to ensuring that healthcare providers make the best decisions they can for their patients. PROFESSIONAL FORMULAS COMPLEMENTARY HEALTH 2018 Winner of the NDNR Physician's Choice Award for Excellence in Homeopathy Naturopathic medical doctors give patients better lives through improved health. They practice a distinct kind of medicine, one that addresses the underlying cause and treats the whole person. They are working to solve complex health problems, and that can be a challenge. At Professional Formulas, we want to help. We know that practitioners need to achieve immediate, lasting health improvements to keep patients coming back. That's' why we are so focused on making it easier to develop treatment plans that provide effective symptom relief, restore healthy organ/system The NDNR Physician's Choice Award is bestowed upon companies that embrace naturopathic medicine and support naturopathic physicians, their practices, and patients. Between July 15 and Aug 15, 2018, naturopathic doctors selected one company for each of the following six categories, which they felt provided the very best in quality products, superior customer service, community outreach, and social/environmental impact. Voting categories for the award included: Botanical Medicine Compounding Pharmacies Diagnostic Laboratories Homeopathy Softw are & Business Services Supplements & Nutraceuticals W inners in each category were posed the question, \"How does your company culture support naturopathic medicine?\" The following responses are in their own words... WISE WOMAN HERBALS® 2018 Winner of the NDNR Physician's Choice Award for Excellence in Botanical Medicine Wise Woman Herbals® was founded in 1989 by a naturopath for naturopaths. We offer the most comprehensive line of high-quality botanical supplements to professionals, with formulas based on the eclectics and the naturopathic formulary. The integrity of our products is guaranteed through strict manufacturing practices. Quality standards begin with organic, biodynamic, wild-crafted, and cultivated herbs that are harvested in the wild and sourced from local farms. Using the traditional maceration process taught in naturopathic colleges, we extract and preserve the plant's therapeutic qualities with organic alcohol, mountain spring water, kosher vegetable glycerin, and other all-natural ingredients. Raw materials in the finished product are tested to ensure the highest level of purity. As environmental stewards, we offset 100% of our energy use by purchasing wind, biomass, and solar energy in our FDA- inspected facility. We compost, recycle, and use recycled packaging materials to minimize our carbon footprint. Wise Woman Herbals gives generously to the naturopathic profession through product donations, a rebate program for states seeking licensure, corporate sponsorship, and support of the colleges. Our staff is comprised of certified herbalists, herbal enthusiasts, and consumers and proponents of naturopathic medicine. Wise Woman Herbals' mission to provide a gentle and natural way to improve quality of life by offering superior botanical supplements - resulting in a healthier, more balanced and sustainable world that is consistent with naturopathic principles. WOMEN'S INTERNATIONAL PHARMACY 2018 Winner of the NDNR Physician's Choice Award for Excellence in Compounding PharmaciesNDs' Top PicksNDs' Top Picks 2018 22SEPTEMBER 2018 NATUROPATHIC DOCTOR NEWS & REVIEWin both health reform and the water cure movement. Nichols as Practitioner In 1841, after 10 years of sexual and emotional abuse, her father threatened to sue Gove for money lent him, and Mary's marriage to Gove ended in divorce. She moved in with her parents, and in due course encountered Henry Gardner Wright, who was visiting from England. He was sick and had books on Water Cure practices of Vincent Priessnitz that consolidated her own convictions on the subject of water cure. Reading these books clarified for her \"what qualifications were requisite to make a successful practitioner of water cure.\" (Nichols, 1851, p.30) Successful outcomes in water cure depended upon knowing the diagnosis of the disease and on having the skill to adapt the treatment to the strength and peculiar idiosyncrasy of the patient. (Nichols, 1851, p.30) In 1844, to further her education, she spent 3 months studying at Dr Wesselhoeft's Water Cure House in Brattleboro, Vermont. While there, she continued giving lectures to women patients. She then went to Lebanon Springs in New York, where she stayed at the Water Cure House for 3 months as the resident hydrotherapist. In the fall of 1844, she returned to New York City and stayed for several weeks, studying the practice of Dr Joel Shew before she opened her own clinic. After leaving Dr Shew's clinic, she resumed her lectures to young women and opened a practice that eventually consolidated into a permanent site at 261 10 th St, in New York City. Her tenure here was exceptionally busy, as she was sought out by patients from several states. The list of diseases that she had complete success in treating is astonishing, considering that we find the 10 leading causes of death at the time on her list of cases with successful outcomes. This list of acute diseases in Nichols' era differs dramatically from the taxonomy of chronic diseases that currently presents in America: \"Brain fever [meningitis], typhus, consumption, measles, chicken pox, varioloid, inflammatory rheumatism, spinal disease, and the whole train of women weaknesses, and uterine disease, ... hernias, ... fever, malaria, croup, influenza, diseases of the eyes, jaundice, dysentery, and cholera.\" (Nichols, 1851, p.31) In 1850, the leading causes of death were tuberculosis, dysentery, cholera, malaria, typhoid fever, pneumonia, diphtheria, scarlet fever, meningitis, and devouring every book that she could find. Secretly, she would read her brother's medical textbooks. \"By 17, she was writing for magazines and newspapers and also began teaching.\" (Blake, 1962, p.119) She married Hiram Gove in 1831, and life was hard. The birth of her first baby, a daughter, was followed by 4 miscarriages or stillbirths. Her husband failed at business and at earning a livelihood, and eventually \"lived off his wife's desperate needlework, [forbidding] her to spend a cent without his niggardly permission. When she became too fond of letters from a brother she adored, Gove burned them. Ignorant, tyrannical, jealous, and mean, Gove quickly taught Mary that marriage without love made each hour an eternity of misery.\" (Blake, 1962, p.220) Her tragic marriage and her health compromised, Mary turned once again to reading medical books. Her readings introduced her to the work of Sylvester Graham, the inventor of the Graham cracker, and a diet-reformist advocating vegetarianism. Nichols as Teacher She had a voracious appetite and a passion for anatomical, physiological, and pathological study, which she began as a child. Later, other physicians would lend her books on all medical subjects. Every spare moment was spent furthering her understanding of the human body. When she discovered water cure, she found her calling. She writes, \"I first received benefit from the practice of water-cure in my own case, and then I sought to benefit others.\" (Nichols, 1851, p.19) In 1837, she began a school teaching young women about anatomy and physiology. \"Blaming ignorance of most of women's ills, Mrs. Gove conceived her mission in life to be teaching women the rules of health in order to relieve them of a crushing burden of physical and mental suffering.\" (Blake, 1962, p.232) In the following year, 1838, she was invited by a society of women in Boston to give a course of lectures on anatomy and physiology, and was soon in demand in numerous States to bring these courses to other women's groups. \"Her audience averaged four to five hundred at each lecture ... and when Mrs. Gove repeated her lecture on tight lacing [and the corset], the crowd numbered no less than two thousand.\" (Blake, 1962, p.221) Mary's scheming husband would sit at the entrance pocketing the admission fee for his wife's talks. Empowering women to be in control of their own bodies, Nichols, a timid woman, became a national leader her to obtain). (Blake, 1962, p.234) She practiced hydrotherapy in an era when women would rather persevere with their afflictions than to submit themselves to a medical examination by male doctors. Nichols was troubled by the medical treatments wielded upon women. From her experiences and successes, she contributed several chapters to Water-Cure Library, Volume II about her experiences using water cure in the treatment of acute and chronic diseases, including gynecological conditions. In her Preface, Nichols humbly acknowledges that there were already available many valuable books on the subject of water cure and that her little book was an attempt to fill a gap related to the diseases of women. She writes, \"I by no means expect this little work to take the place of the valuable Water Cure books now in the market; but it contains more particular directions to women, and treats more of their peculiar diseases, than any work I have seen. My mission is to instruct and help women.\" (Nichols, 1851, p.5) Women in the 19 th century were too often harmed by medical procedures that caused unnecessary suffering, a result not only of poor medical practice but frequently also of women's own lack of understanding and access to knowledge to improve their health. She understood this and did something to elevate women's comprehension of their own bodies. She defined \"water cure\" as \"the scientific application of the principles of nature in the cure of disease.\" (Nichols, 1851, p.8) Delving into her writing, we get a glimpse of the similarities between the not yet established Naturopaths of 1900 and the Hydropaths of 1850. She continues, \"[Water cure] prescribes a pure and healthy diet, carefully adapted to the assimilating powers of the patient; it demands pure air and strengthening exercise, with other physical and moral hygienic conditions.\" (Nichols, 1851, p.8) Fifty years later, Benedict Lust would similarly emphasize the importance of nature for healing: \"Each diseased organism can heal only if placed under the same conditions under which all organic life grows and develops; these are, according to their natural order in efficacy: sunlight and heat, fresh air and cold water as a drink, a harmony of movement and rest, and fruit for food.\" (Lust, 1902, p.72) Tragedy & Determination Not well known in the naturopathic community but highly regarded in historical feminist literature, Mary S. Gove Nichols is prominent and important. Her destiny as a teacher, healer, and reformer for women's rights was a natural trajectory from an unhappy childhood and miserable marriage. \"Mary's father was a strong partisan Democrat, who liked a good argument, and a free thinker who read such scandalous [books] as Voltaire and Thomas Paine. He first sent Mary to school at the age of two ... and at the age of five she went to the head of the class in spelling and by the age of six, she had read Plutarch.\" (Blake, 1962, p.119) Mary Nichols grew up to be a voracious reader, SUSSANNA CZERANKO, ND, BBE I felt then that I would lay myself on the altar, and be burned with fire, if woman could be saved from the darkness of ignorance, and the untold horrors of her diseases. Mary Nichols, 1851, p.29 The effects of water cure in acute disease have only to be seen to inspire the fullest confidence; for so rapidly are fevers and all acute maladies subdued by judicious water treatment, that the remedial effects thus obtained seem absolutely miraculous. Mary Nichols, 1851, p.33 The chief conditions of cure in chronic disease are, first, that the physician should know how to adapt his treatment to the state of the patient; secondly, that there be pure water, pure air, proper diet, and exercise, and all those means that are really as much a part of water cure as water itself. Mary Nichols, 1851, p.44 Mary S. Gove Nichols (1830-1884) was a remarkable writer and social reform activist in mid-19 th-century America. She was a prolific reader and writer, leaving behind not only clinical pearls in \"water cure and sanitary education,\" but also in the \"evils of tight lacing.\" A disciple of Priessnitz, Nichols' points of focus were homeopathy, vegetable drugs [Thomsonian herbalism] and, most particularly, the pure cold water therapies of the hydropaths. She also wrote novels, created curriculum and full programs related to healthy living and social reform, lectured on women's health, and wrote commentaries on the injustices experienced by women in marriage conventions at the time. \"Memnonia Institute,\" which was opened in July 1856 by Mary and her second husband, Thomas Nichols, embodied many ideas set out in an earlier and controversial book, Esoteric Anthropology, published in 1853 and which redefined the basis of \"true-love relationships.\" Her medical writing was substantial and sustained, and she also authored several novels, such as Agnes Morris, Mary Lyndon, and Uncle John. Largely self-taught, she was privately prodigious in study across a multitude of basic medical sciences and disciplines including physiology, chemistry, anatomy, pathology, and general theory and practice in medicine and surgery. She became a much sought-after lecturer on women's health issues. She and Thomas Nichols established what has been touted as \"the first medical school in the world on water cure principles.\" (Blake, 1962, p.228) She mastered the art of healing and medicine at a time when women were routinely barred from medical education. She was among the first American women to practice medicine as a profession, albeit without a license (which was not required at the time) or a medical degree (which no school would have permitted Nature Cure Clinical Pearls A Woman Champion Mary Sargeant Gove Nichols, Hydrotherapist She practiced hydrotherapy in an era when women would rather persevere with their afflictions than to submit themselves to a medical examination by male doctors.2018 23 NATUROPATHIC DOCTOR NEWS & REVIEW SEPTEMBER 2018Nature Cure Clinical Pearls case was exhilaration of spirits. The patient became very hopeful. The next effect was a violent diarrhoea.\" Because Nichols had guarded the skin from chill, the diarrhea was not a result of careless practice. Instead, the diarrhea was \"a salutary crisis, and such as it proved.\" (Nichols, 1851, p.91) \"The diarrhea was treated with warm fomentations to the bowels, injections [enemas], fasting, and water drinking. She was greatly relieved by [the treatments].\" (Nichols, 1851, p.91) The next healing reaction was \"an eruption over the entire portion of the chest and abdomen which was covered with wet bandages.\" (Nichols, 1851, p.91) The eruption was raised blisters containing a thick yellow matter that consistently drained from the surface. The oozing matter on the skin was identical to what was expectorated. She writes, \" As the exudations went on, the cough continued to decrease, and in four weeks from the time that she commenced treatment, she coughed not at all at night and she rested quietly.\" (Nichols, 1851, p.92) Her strength was greatly improved; needing to return home, the woman left the water treatment. At home, she was under suppressive drug treatment and died within a year. Nichols remarks on other cases featuring violent cough and lots of expectoration, \"yet the patient was cured by gentle and long continued water treatments.\" (Nichols, 1851, p.92) A Lasting Legacy The regime followed by Mary Nichols, which provided so much relief for her patients, was established by Vincent Priessnitz. The drugs that would have been administered to patients would have been very toxic, endangering even the strongest. Nichols left a legacy of successful healing in the hydrotherapy tradition for which we are grateful today. She was a pioneer on so many fronts. We owe her a considerable debt, not only for the exceptional clinical pearls on water cure, but also for her courageous efforts in social reform, whether in the establishment of Memnonia Institute or in the bravery needed to lecture broadly and plainly on women's health issues at a time when repression of such topics was the norm. * Travel across the Atlantic Ocean was exclusively done by ship; the crowded conditions resulted in an epidemic of typhus, also called ship fever. Tuberculosis Fatalities arising from tuberculosis, or consumption, were ghastly in the mid-19 th century. The statistics of death in New York from this wretched affliction are telling: the average age at death was 20 years and 8 months; 1 in 38 died in NYC. (Frieden et al, 2005, p.9) Nichols writes, \"Let me commence this subject by the statement of one appalling fact. Every week, from 30 to 50 persons die of consumption in the city of New York.\" (Nichols, 1851, p.80) In 1850, 696 000 people were living in NYC. Symptoms of tuberculosis varied greatly. Nichols writes, \"In some cases the cough is slight, and the quantity of matter expectorated is very small. In other cases, the cough is violent and the expectoration of purulent matter is large. Some cases are attended by profuse bleeding from the lungs; some have slight bleeding, and some none at all. In some cases there is much pain and difficulty of breathing, and much fever.\" (Nichols, 1851, p.80) The treachery of tuberculosis is that there is so much hope during treatment that the patient will recover and not manifest illness as harshly. She explains, \"The decay is so gradual, and the fever so stimulates the hue of health, that often, very often, both patients and friends are deceived almost to the last hour.\" (Nichols, 1851, p.80) \"The lungs being a great deterging or cleansing organ, large quantities of morbid matter are conveyed out of the system by means of the lungs.\" (Nichols, 1851, p.81) The causes outlined by Nichols included \"the deficiency of vital energy from birth, ... [and] the diseasing influences of civic life.\" (Nichols, 1851, p.82) Nichols writes at length about what contemporary healthcare professionals call social and environmental determinants. These \"civic influences,\" in Nichols' view, promoted tuberculosis and were mostly due to ignorance of living, eating, breathing, and to unhealthy habits. Drugs, vaccinations, over-crowding in living quarters, lack of fresh air, poor food choices, tight lacing of corsets, and lack of bathing and proper attention to the skin were among the litany of causes she identified. In her view, too, healthy skin acts much like lungs in its ability to disperse unwanted matter from the body. She writes, \"I would here remark that, the first end to be attained in the treatment of consumption is to restore the action of the skin. If water cure treatment is not adapted to the reactive power, it may be made to diminish still farther the already enfeebled action of the skin.\" (Nichols, 1851, p.91) Nichols emphasized in her writings that the treatment must always fit the patient. A Case of TB & Healing Reaction A woman presented with a violent cough incessantly day and night, and there was a large quantity of matter on expectoration. She was weak and unable to sleep. Treatment began by giving her a wet sheet wrap for the purpose of determining the reactive power of her body. \"She was enveloped in so much of the wet sheet as would allow of reaction and consequent heat readily.\" (Nichols, 1851, p.91) Nichols also applied wet bandages over the lungs and abdomen. These water applications were applied such that there were no chills as a result. \"The first effect of the water in this shortening the duration of healing. Water does in a few days what the body left to its own healing process could accomplish only in weeks or months. Her list of diseases treated successfully is impressive and - as was typical of Nichols - humbly documented. Her achievement seems even more remarkable when compared with contemporary naturopathy, where treatment of infectious diseases such as tuberculosis often includes the use of suppressive antibiotics. Nichols contended, so aligned was she with the principles upon which Priessnitz based his outstanding work, that the treatment of acute disease was simple and easy for the practitioner. The treatment of acute diseases often necessitated just a few days for resolution; however, a chronic presentation could require weeks and months of persevering attention, according to the vitality of the body and the nature of the disease. (Nichols, 1851, p.12) Sister and Brother Die of TB At age 12, Mary Nichols witnessed her sister die of tuberculosis. As well, her brother \"was attacked with violent bleeding of the lungs, and a hard cough, but such was the strength of his constitution that it was four years before he could die, though he was subjected to all the poisonous medication of the allopathic profession in which he was educated.\" (Nichols, 1851, p.20) Shortly after the death of her brother, she too had consumption. Her first thought after her first attack was that she too was soon for the grave. She writes, I remember my feelings when my lungs were first ruptured. The blood rushed rapidly into the trachea and as I threw it off by violent coughing, the thought of ... my great work for women rushed through my mind. ... The thought of leaving my mission unfulfilled, of leaving woman to suffer and die under the black pall of ignorance that enveloped her then, was more than I could bear. (Nichols, 1851, p.20) She writes, \"By constant bathing, exercise in the open air, and [by] very simple and careful living, ... I became rapidly better.\" (Nichols, 1851, p.20) Describing her self-treatment, she summarizes: \"I used sponge and pouring baths [affusions], and wore constantly my whole chest and abdomen enveloped in wet bandages.\" (Nichols, 1851, p.90) After resuming her work, she soon found herself overworking, and experienced a second bout of consumption. \"In about four days I bled almost three quarts from my lungs. I was reduced to infantile weakness. In this state I sent for a German water cure and homeopathic physician who attended me with great care and kindness till the bleeding ceased.\" (Nichols, 1851, p.20) As soon as she was able, she once again began water applications with \"the most untiring zeal.\" Her recovery was speedy, and although she enjoyed good health, her lungs were quite susceptible to bad air, causing coughing episodes which she had always curtailed by using water-cure applications and general hygiene. To appreciate the scope of what water cure was capable of addressing, we need only examine a water treatment used by Nichols for a case of tuberculosis.whooping cough. All of these diseases were treated by Nichols, with rare fatalities. Of the hundreds of severely ill patients that Nichols saw in her practice, she had on record only 2 deaths (dysentery, and brain disease with dysentery) - of 2 children born of unhealthy mothers. Her Clinic & School In 1848, she married Thomas Low Nichols, \"a medical graduate of the University of New York\" with a solid foundation in water-cure therapies. (Nichols, 1851, p.6) Together, in 1851 they established Water Cure House (located at 87 West 22 nd St, in New York City) which provided health care. They also founded the country's first hydropathic medical school - The American Hydropathic Institute. This school offered women an opportunity to pursue medical training despite being routinely blocked from conventional medical colleges. There were 26 students in the first year of the school, coming from as far away as Alabama and Ohio. \"The faculty consisted of Mrs. Nichols, who lectured on midwifery, the diseases of women and children, and special topics in physiology; and Dr. Nichols, who modestly covered chemistry, anatomy, physiology, pathology, theory and practice of medicine, and surgery.\" (Blake, 1962, p.228) After 3 months, 20 students including 9 women were awarded diplomas. Mary Nichols' Writings One becomes quickly impressed with Nichols' writings. Especially engaging are her sharply intelligent observations and understanding of hydrotherapy. Each page in her 106-page tome, Experience in Water-Cure: A familiar exposition of the Principles and Results of Water Treatment, in the Cure of Acute and Chronic Diseases, has valuable clinical pearls that are worthy of note. To do Mary Nichols justice, I would love to include every one of her insightful guiding pearls; however, I am faced with the problem of where to begin. I will make an attempt to capture a few. She writes, The efficacy of the water cure depends always upon the amount of vital energy or reactive force in the patient; and this in low and chronic diseases must be economized with the greatest care. Mistakes and failures in water cure, have come from not knowing how to adapt the treatment to the patient's reactive power. (Nichols, 1851, p.10) The therapies used by naturopathic doctors today differ from those even a decade back, and particularly a century ago. Hydrotherapy was once a primary therapeutic intervention. Today's naturopathic doctors have replaced water with so many other tools. Acute Diseases Infectious diseases in the 19th century were responsible for the highest mortality rates. However, for those practicing water cure, diseases such as smallpox, typhus, or cholera were easily treated. She writes, \"Death, by any such disease, in this practice, is unheard of, and could only result from the grossest ignorance in the physician, or some terrible complication of hereditary disease in the patient.\" (Nichols, 1851, p.11) Water applications allow the body to purge itself toxins or toxemia, Sussanna Czeranko, is a licensed ND in Oregon and has developed an extensive armamentarium of traditional nature-cure tools for her patients. Especially interested in balneotherapy, botanical medicine, breathing, and nutrition, she is a frequent presenter. As Curator of the Rare Books Collection at NUNM, she has complet-ed Hydrotherapy in Naturopathic Medicine, the tenth book of the 12-book series in the Hevert Collection. Her next large project is the completion of her new medical spa, located in Manitou Beach, Saskatchewan - a mag-ical, saline lake. Come join her for the Inaugural \"Finding Our Roots Again Retreat,\" August 2019. REFERENCES Blake, J. B. (June, 1962). Mary Gove Nichols, Prophetess of Health. Proceedings of the American Philosophical Society, 106 (3). Lust, B. (1902). True method of healing. The Naturopath and Herald of Health, III (2), 72-73. Frieden, T. R., New York City Department of Health and Mental Hygiene. (2005). Protecting Public Health in New York City: 200 years of Leadership, 1805-2005. Available at: https://www1.nyc.gov/assets/doh/downloads/pdf/bicentennial/historical-booklet.pdf. Accessed June 19, 2018. Nichols, M. S. G. (1851). Experience in Water-Cure: Principles and Results of Water Treatment. Water-Cure Library, Volume II. New York, NY: Fowlers and Wells, Publishers. 24SEPTEMBER 2018 NATUROPATHIC DOCTOR NEWS & REVIEWrobust, critical examination of that modern scientific framework. Even French thought- leaders such as Derrida, Foucault, and Kristeva weighed in. On the one hand, they acknowledge the early work of William James and Charles Pierce, but on the other hand alert us to the impending \"massive deconstruction of many received concepts\" about medical science and about medicine itself. (Foss, Griffin, p.xvii) As the most recent considerations of scientific method and medical science proliferate, the argument has recently and dramatically arisen among such leading scholars as Griffin, Smith, Inchausti, Orr , Odin, Ferrre, Lubarsky, and others that \"effectively delink[s] the laws and theories discovered over the past three hundred years from the scientific framework that has come to be associated with these laws and theories, the framework of physical fundamentalism.\" (Foss, 2002, p.9) What this translates into is not news to the naturopathic physician. In the past decade, in particular, even alerted us to this phenomenon - not that it surprised too many educators at the time or has since - by calling it \"big science.\" Derek de Solla Price observed, \"[A]ny young scientist, starting now and looking back at the end of his career upon a normal life span, will find that 80 to 90 per cent of all scientific work achieved by the end of the period will have taken place before his very eyes and that only 10 to 20 percent will antedate his experience.\" (de Solla Price, 1963, p.3). De Solla Price and others predicted the massive increases in medical research that would propel biomedicine further along its trajectory of complete global dominance of medical care. Between 1950 and 1960, for example, the National Institutes of Health average expenditures per project doubled. Today, compared to 1950, that number is 40 times higher. In the Kuhnian (1962) sense, flickering on the horizon of the philosophy of science and a growing body of literature enriched by the physicalism of Ludwig Wittgenstein, Martin Heidegger, and others, is a more systematically reported, depending on the forum and timing. The State University of New York (SUNY) Series about constructive postmodern thought is a terrific body of literature for those studying the evolution of medicine in North America. That series, for example, includes titles such as Foss' The End of Modern Medicine (2001) and Griffin's Spirituality and Society (1988). Through these works, the \"anomalies in the dominant mechanistic paradigm [in medicine]\" (Foss, p.x) are becoming clearer and less able to linger as untested assumptions or logical inconsistencies. In the biomedical science world, which had an iron grip until recently on everything from vaccinations to acceptable treatments available in Veterans Affairs' hospitals, \"only the data of the modern natural sciences are allowed to contribute to the construction of our public worldview\" (Foss, p.xvii) and thus to public policy on health promotion and what health itself actually means. Other data, such as the pernicious impact of addictive pharmaceuticals or the alarming statistics about iatrogenic disease, fray the protective cocoon of evidence-based medicine so long appropriated by the allopathic sector. Big Science & Emergentism The sheer mass of science itself waves aside all other worldviews in its path. Half a century ago Alvin Weinberg (1967) DAVID J. SCHLEICH, PHD Before the widely touted term, \"integrative\" (clever label), there was \"complementary and alternative [CAM]\" (opportunistic tosh). Integrates what with what? Complements what? Alternative to what? Sometimes, though, in that often opportunistic musical chairs of terminology, there were helpful terms, such as \"biopsychosocial\" or \"psychoneuroimmunology,\" created to depict aspects of medicine which were not catapulting us headlong into the molecular machinery of reductionism. Long before any of those, we had \"naturopathic\" as an adjective to describe a medicine about the whole person moving in time and space on an equally complex and interconnected planet of living beings and interdependent systems of energy and matter. The term \"naturopathic\" has early 20 th-century origins with Benedict Lust, as naturopathic doctors know. However, the terminology terrain continuously hurtles along, reacting to new ideas, shifting circumstances, and old problems. In such an environment of professional competition and economic rivalry, every change in terminology about medicine subtly gives notice that something is afoot in the dominant medical paradigm of the day. This change is either hinted at or Education New Tosh and Old Adjectives When Terminology Obfuscates MUST BE COMPLETED IN FULL CHECK EACH BOX AS A GUIDE: Name correct? Address correct? Phone # correct? Ad copy correct? Offer correct, if any? EMAIL BACK TO: ads@ndnr.com or FAX BACK TO: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. AD FORM CLIENT CONTACT AUTHORIZED SIGNATURE PHONE FAX DATE AD APPROVAL: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies. *These statements have not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure, or prevent any disease. **Licensed Healthcare Practitioners only. Not your Average Multivitamin: 800-525-7372 PERQUE .com PERQUE Tabsules NOW Sunshine Yellow! order today. Request your free samples.** http://bit.ly/ndnr-sunshine-yellow PERQUE Life Guard Super-Multis Advanced multivitamin/mineral tabsules — now Sunshine Yellow The most comprehensive multi; A single dose delivers meaningful amounts of 40 nutrients.* Energizing cofactors and transporters ensure optimal nutrient protectionof heart, body, and brain.* 100% bioavailability, as shown in a double- blind pla blind placebo controlled trial.* New riboflavin-based Sunshine Yellow coating seals in freshness and aroma. The sheer mass of science itself waves aside all other worldviews in its path. 25 NATUROPATHIC DOCTOR NEWS & REVIEW SEPTEMBER 2018Education those brilliant, captivating monologues of his about the primacy of nature, he asserted that ever since the Galilean-Cartesian-Baconian-Newtonian avalanche crashed down into the valley \"where our miraculous plants and their medicines thrive, waiting for us naturopathic doctors to embrace their power on behalf of our patients\" (NCNM, 2004), that avalanche had \"muffled the influence of divinity, cosmic meaning and enchanted nature in our lives.\" I made notes that night. In those notes I record that he said that that avalanche was rusting out the vitalism that he revered, but that it would never conquer it. That avalanche has insisted ever since, he iterated, that the human body is a machine \"governed not by a vital force but by the nonmaterial mind.\" (Foss, McWhinney, p.ix) Keepers of the Lore of Natural Medicine Bill Mitchell reminded us on many occasions that doctors should be \"the keepers of a lore of natural medicine that goes back in history many thousands of years\" and that this heritage is \"precious and must be studied.\" (NCNM, 2004) He assured many naturopathic students and colleagues for decades that \"the force that inspires this medicine is powerful and will prevail.\" He cautioned, for example, that if we fail to define and brand naturopathic medicine and always to practice it according to its principles, we will get assimilated by a rising tide of mainstream allopaths claiming new turf which they call \"Integrative Medicine.\" Worse, he asserted, more than once before his death in 2007, \"We will otherwise risk forgetting the depth of naturopathic medicine as pressure mounts to narrow our medicine to fit snugly into an allopathically defined range of 'evidence-based medicines.'\" (NCNM, 2004) Natural medicine can be studied too. Research institutes such as Helfgott at National University in Portland are on the case. It is in this latter regard that we have reason to be optimistic, given the rapid spread of the postmodern thought referenced earlier. Also called \"medical ontology ,\" there is a growing interest and a corresponding accumulation of literature about the conceptual foundations of medical science. We do not want to look to the medical doctors in clinics and hospitals for inklings of what is emerging. Rather, ever since George Engel's groundbreaking conversation, \"The Need for a New Medical Model: A Challenge for Biomedicine\" (Engel, 1977), there is a new model of medicine (he called it the \"biopsychosocial\" model) taking root. Quite the self-organizing universe! The correlation between psychosocial variables and disease susceptibility are now in the mainstream medical lingo. About time. References available online at ndnr.commeasurement is made, the quantum wave 'collapses' in that knowledge of the system changes, and this change affects the future behavior of the particle: information, or knowledge, has a material effect!\" (Foss, p.12). In this very same regard, Bill Mitchell taught me one afternoon, during a marvelous botanical field trip in a ravine near in the north part of Toronto, about the \"ontology of naturopathic medicine\" and the work of Werner Heisenberg (whom Bill described as \"the chief architect of the new physics\"): \"What we observe is not nature itself, but nature exposed to our method of questioning.\" (Heisenberg, 1971) Bill Mitchell often said to colleagues, \"If we do not learn to live according to the laws of the nature of all things, we will continually suffer as the vital force of the planet herself is further damaged over time.\" (NCNM, 2004) In one of such as information or ideas\" (Foss, p.11), which is at odds with what David Lindley more recently (1993) described as \"wholly unexplained quantum interferences\" that lead us to conclude that \"perfect objective knowledge of the world cannot be had,\" since \"the thing measured is influenced by the measurement\" (p.62). This new model is sometimes referred to these days as psychosocial medicine . What Bill Knew The late Dr Bill Mitchell, a legendary naturopathic physician from Washington, introduced me to that term. In fact, in Dr Mitchell's remarkable repertoire of beliefs, skills, knowledge, and philosophy, he also knew that naturopathic medicine is \"more an ontology than an epistemology\" (NCNM News, Fall 2004). In this regard, Lindley explains that \"when a biomedicine professionals increasingly recognize a newly emerging and different understanding of health. The unrelenting developments in the life sciences (eg, molecular biology, genetics), in the same half-century referenced above, have bumped recently against this \"emergentism,\" or against what Foss calls \"a quite different intellectual sea change\" (p.11) - one which enables \"our growing understanding of consciousness as capable of influencing physical reality\" (p.11). For example, the world described by E.A. Burtt, in his 1924 seminal work (republished in 2016, a testament to its enduring value), The Metaphysical Foundations of Modern Physical Science , posits a world \"composed of independently existing fundamental units that are not influenced by mental processes or by nonsubstantive factors Must be coMpleted in full CheCk ea Ch box as a guide: name correct? Address correct? phone # correct? Ad copy correct? offer correct, if any? email baCk to: ads@ndnr.com or fax baCk to: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. ad form client cont Act Authorized signA ture phone fAx dAte AD ApprovAl: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies. David J. Schleich, PhD, is president and CEO of the National University of Natural Medicine (NUNM), former president of Truestar Health, and former CEO and president of CCNM, where he served from 1996 to 2003. Previous posts have included appointments as vice president academic of Niagara College, and administrative and teaching positions at St. Lawrence College, Swinburne University (Australia) and the University of Alberta. His academic creden-tials have been earned from the University of Western Ontario (BA), the University of Alberta (MA), Queen's University (BEd), and the University of Toronto (PhD). 26MUST BE COMPLETED IN FULL CHECK EACH BOX AS A GUIDE: Name correct? Address correct? Phone # correct? Ad copy correct? Offer correct, if any? EMAIL BACK TO: ads@ndnr.com or FAX BACK TO: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. AD FORM CLIENT CONTACT AUTHORIZED SIGNATURE PHONE FAX DATE AD APPROVAL: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies. 844-202-2844 | SierraTucson.com We work with most insurance.Depression, Pain, Trauma, Addiction All stem from underlying issues that have gone untreated. SierraTucson.com We work with most insurance.Contact our Admissions Team at 888-525-5613With a team of full-time naturopaths on staff, naturopathic and integrative approaches are core to Sierra Tucson's residential treatment. For over 34 years, our bio-psycho-social-spiritual model, combined with our trademark compassionate care and clinical excellence, has made the difference between despair and hope for over 35,000 individuals and their families. \"If you have patients with complex symptoms that require an elevated methodology, Sierra Tucson offers a truly naturopathic and integrative approach.\" Maureen Schwehr, NMD, Director of Integrative ServicesMUST BE COMPLETED IN FULL CHECK EACH BOX AS A GUIDE: Name correct? Address correct? Phone # correct? Ad copy correct? Offer correct, if any? EMAIL BACK TO: ads@ndnr.com or FAX BACK TO: (480) 275-7712 Look over your project and check for errors; spelling, address, telephone numbers, copy or content. NDNR is not responsible for typos or incorrect information. Please note that due to differences in monitor calibration, colors on this digital proof may not match actual printed colors. Sign this page and email or fax it back to NDNR . Any changes from this point forward may cost you in time and materials. NDNR cannot process your job until receipt of sign-off. AD FORM CLIENT CONTACT AUTHORIZED SIGNATURE PHONE FAX DATE AD APPROVAL: Ad approved as is Corrections needed client will supply a correct ad file Corrections desired client authorizes NDNR to make changes indicated; design fee applies.800.545. 9960 info@allergyresearchgroup.com www.allergyresearchgroup.com Essential-Biotic MATURE offers a higher proportion of Bifidobacterium strains to support senior gastrointestinal and immune health.* Studied in combination, Lactobacillus acidophilus DDS®-1, Bifidobacterium lactis, B. longum and B. bifidum have been shown to support both upper and lower GI health.* DDS®-1 has been shown to normalize bowel habits and stool consistency, as well as reduce the discomfort associated with lactose intolerance, and GI disturbance associated with travel. * Stable at room temperature - no refrigeration required. Item #77310Six Probiotic Strains for ADULTS 50+ Essential-Biotic COMPLETE High Potency Broad-Spectrum Probiotic Item #77300Essential-Biotic CHILDREN'S Two clinically a delicious, naturally-flavored, chewable tablet* Item #77320 Essential-Biotic WOMEN'S Ten Human Probiotic L. crispatus #77330Stable at room temperature Delayed-release veggie cap (DRcaps) Gluten-free Non-dairy Also available from Allergy Research Grou p® With DRcaps Delayed Release capsules. DRCAPS and DRCAPS and Design are trademarks used under license. DDS® is a trademark of UAS Laboratories LLC and used under license. *This statement has not been evaluated by the Food and Drug Administration. This product is not intended to diagnose, treat, cure or prevent any disease. "}