{"title": "Keto Diet Might Change Your Gut in More Ways Than One", "author": null, "url": "http://myhealth.ucsd.edu/RelatedItems/6,757869", "hostname": "ucsd.edu", "description": null, "sitename": "myhealth.ucsd.edu", "date": "2023-01-01", "cleaned_text": "Change Your Gut in More Ways Than One WEDNESDAY, May 20, 2020 (HealthDay News) -- The now-trendy keto diet is said to turn fat into fuel. But a new, small study says it may also change the vast array of microbes residing in your gut (the microbiome). That could be a good thing, as those changes may ultimately strengthen the immune system by tamping down inflammation, researchers say. The keto diet, which severely restricts carbohydrates and emphasizes fats and protein, has been touted as a way to rein in epilepsy, diabetes and expanding waistlines. Yet despite rising popularity, it remains controversial, and much is unknown about its true impact on health. The new finding follows a two-month study that tracked diet-related shifts in microbiome content among 17 overweight or obese men, with follow-up tests in mice. \"There has been a lot of work on ketogenic diets,\" noted study author Peter Turnbaugh, an associate professor of microbiology and immunology at the University of California, San Francisco. \"But we didn't know much about how these diets differ from other high-fat diets, how exactly they impact microbes, or whether or not these diet-induced changes to gut microbes matter,\" he said. To find out, Turnbaugh and his colleagues first placed half the men on a one-month \"standard\" Western diet composed of 50% carbs, 15% protein and 35% fat. The other half started off on a keto diet made up of 5% carbs, 15% protein and 80% fat. After a month the two groups switched. Stool sample analyses revealed that when participants switched over to a keto diet they experienced \"significant shifts\" in levels of 19 bacterial \"families.\" The researchers then extracted microbial samples from the guts of the keto group and inserted them into the guts of mice. The result: a drop in levels of a critical infection-fighting cell that's also known to promote inflammation in autoimmune diseases. The mice were then exposed to low-fat, high-fat and low-carb keto diet options, with fat content respectively rising from 12% to 75% to 90%. And those results were surprising on several levels, Turnbaugh said. For one, gut microbe levels driven up by a relatively high-fat diet were actually driven down by the low-carb keto diet, and vice versa. This suggests the microbiome responds differently as dietary fat increases to levels that promote ketones when carbs are restricted. And while mice on both the high-fat and keto diets gained more body weight than those on a low-fat diet, those on keto diets gained \"significantly less\" weight. The other surprise, the of so-called \"ketone bodies.\" \"Ketone bodies,\" he explained, \"are chemicals produced in our body when our cells do not have access to dietary carbohydrates,\" such as when following a keto diet. That forces the body to use fat reserves for energy, instead of carbs. And scientists know that the by-product of that shift is a steady rise in ketone production. But Turnbaugh and his colleagues discovered that in mice a gradual rise in ketone levels (sparked by a keto diet) was accompanied by a gradual shift in gut composition. And that begged the question, could boosting ketone levels alone --independent of diet -- also alter gut composition? More mouse research, said Turnbaugh, suggested that the answer is yes: \"Ketone bodies can directly affect gut bacteria even in the absence of the full diet.\" Still, Turnbaugh cautioned that the current effort is \"likely the tip of the iceberg\" when it comes to better understanding the complex interaction between a keto diet, ketone bodies, the microbiome and disease risk. The study was small and more research is needed. A similar note of caution was struck by Lona Sandon, who reviewed the findings. She is an assistant professor of clinical nutrition at the University of Texas Southwestern Medical Center at Dallas. \"I am surprised that the keto diet showed potential effects on the gut microbiome that would lead to reduced inflammation in mice,\" Sandon said. She added that prior research actually \"suggests high fat/high protein diets are detrimental to the microbiome and increase inflammation.\" Sandon stressed that a keto diet comes with downsides. For one, although popular because it \"can help control appetite,\" people should know that the \"benefits seen initially typically wane over time,\" she said. And, she warned, patients prescribed keto to tackle other medical issues \"often end up overweight and with increased cardiovascular risk factors.\" The study was published in the May 20 issue of the journal Cell. More information There's more about the keto diet at the [Academy of Nutrition and Dietetics](https://www.eatright.org/health/weight-loss/fad-diets/what-is-the-ketogenic-diet). SOURCES: Peter J. Turnbaugh, Ph.D., associate professor, Department of Microbiology and Immunology, University California, San Francisco; Lona Sandon, Ph.D., MEd, R.D.N., L.D., program director, and assistant professor, Department of Clinical Nutrition, School of Health Professions, University of Texas Southwestern Medical Center at Dallas; May 20, 2020, Cell "}