{"title": "Personal Memoirs of Ulysses S.Grant 9780140437010 Paperback", "author": null, "url": "https://guardianbookshop.com/personal-memoirs-of-ulysses-s.grant-9780140437010", "hostname": "guardianbookshop.com", "description": "A better place to buy your books. Support independent journalism with everything you buy. Free UK P&P on online orders over £25", "sitename": "The Guardian Bookshop", "date": "1999-06-24", "cleaned_text": "Faced with cancer and financial ruin, the Civil War's greatest general and former president, Ulysses S. Grant wrote his personal memoirs to secure his family's future. In doing so he won himself a unique place in American letters. Acclaimed by writers as diverse as Mark Twain and Gertrude Stein, Grant's memoirs demonstrate the intelligence, intense determination, and laconic modesty that made him the Union's foremost commander. PERSONAL MEMOIRS is devoted almost entirely to his life as a soldier. For their directness and clarity, his writings on war are without rival in American Literature. Personal Memoirs of Ulysses S.Grant Format: Paperback - SKU: - - Authors: - Grant, Ulysses - Year Published: - 1999 - Country of Publication: - United Kingdom - Format: - Paperback - EAN: - 9780140437010 - ISBN: - 9780140437010 - Number of - 704 - Publication Date: - 19990624 - Publisher: - Penguin Books Ltd - Title: - Personal Memoirs of Ulysses S.Grant - Restricted: - USA,CAN - Star Rating: - 1 - Bookdata Readership Text: - General (US: Trade) - product_collection: - false - Publication Date: - 1999-06-24T00:00:00+00:00 - Search Keywords: - robert harris, paula hawkins, bad boys, winston churchill books, war of the roses, tim shipman, jeremy corbyn, a very short introduction, american civil war, ben mcintyre, muhammad ali, the vietnam war, hillary clinton, very bad things, american hist - Place of Publication: - London - Supplier Name: - Gardners Books Show more - Authors: - [Grant, Ulysses](/authors/?filter.custom_authors=Grant%2C%20Ulysses) - Year Published: - 1999 - Country of Publication: - United Kingdom - Format: - Paperback - ISBN: - 9780140437010 - Number of Pages: - 704 - Date: - 24/06/1999 - Publisher: - [Penguin Books Ltd](/publisher/?filter.custom_publisher=Penguin%20Books%20Ltd) - Publication Date: - 24/06/1999 - Place of Publication: - London - SKU: - 9780140437010 Show more [ Write a Review ](https://guardianbookshop.com/personal-memoirs-of-ulysses-s.grant-9780140437010) Write a Review Personal Memoirs of Ulysses S.Grant 9780140437010 Paperback Write a Review Personal Memoirs of Ulysses S.Grant 9780140437010 Paperback There are no reviews for this product yet - [ be the "}