{"title": "How to Confront a Toxic Pastor in a Toxic Church — F. Remy Diederich", "author": "F Remy Diederich", "url": "https://www.readingremy.com/blog/2015/02/26/toxic-pastor-confront-toxic-church", "hostname": "readingremy.com", "description": "The church is supposed to be a blessing to the world. A pastor should be the greatest champion of grace and truth. There is nothing more perverse and distorted than a toxic pastor. Learn how to confront an abusive pastor.", "sitename": "F. Remy Diederich", "date": "2015-02-26", "cleaned_text": "How to Confront a Toxic Pastor in a Toxic Church How do you confront a toxic pastor in a toxic church? Surprisingly, this is the most read post of the hundreds of posts I've written over the years. In fact, the popularity of this post is the reason that I wrote the book, [Broken Trust...](https://amzn.to/3jpicT2)a practical guide to identify and recover from toxic faith, toxic church, and spiritual abuse. I initially wrote a series of posts on spiritual abuse to help church people know how to respond to abuse in their church. Many people are paralyzed by the situation, not knowing what to do...often in shock that it could even happen. I gave people concrete advice on whether to confront or leave their toxic church leadership. If you find this post helpful, you might want to consider the book. Read the reviews to see what people are saying. And please share this post on social media. Practical Advice on How to Confront a Pastor There are many toxic pastors and toxic churches in the world today. It's sad that so many people are being hurt by them. It's so contrary to what they are called to do. In many cases, these pastors need to be confronted. If you are considering this in your church, I hope this post will offer you some practical advice. Traits of a Toxic or Abusive Pastor Thom Ranier is a church consultant who has quantified [Fourteen Symptoms of a Toxic Leader](https://churchanswers.com/podcasts/rainer-on-leadership/14-traits-found-toxic-leaders-rainer-leadership-079/). Here are a few symptoms that come to my mind: a toxic pastor... manipulates people to promote their personal agenda dodges, deflects, or rejects criticism consistently rationalizes and minimizes their negative behavior intimidates people with their biblical and persuasive arguments twists scripture to support his or her claims turns criticism back on the person who confronts them, shutting them down shields himself or herself from critics and marginalizes them insists on their agenda despite the concerns of others. justifies their agenda by saying that \"God told them.\" It always amazes me how a toxic pastor with these traits can get into power and stay there. How does it happen? A Conspiracy of Silence I think it happens because the pastor is often one of the few people in leadership who is educated in ministry. Everyone around him or her is a volunteer and no one feels confident to challenge the pastor's decisions. Who are they to question God's leader? Someone who's gone to seminary? etc. One leader is silent, which causes the next leader to doubt what they see, and so they also stand silent. Before you know it there is an unintentional conspiracy of silence. This can last for years allowing all kinds of toxicity to develop and people to be hurt. The pastor's inner circle becomes muted, eliminating any kind of accountability. And those on the outer circle don't feel like they are close enough to the pastor to say anything. They notice questionable behavior but don't have enough evidence, or proximity to the pastor, to feel confident to say anything. If the inner circle is silent, who are they to say anything? And so it goes. As time goes by, habits are cemented into place. The pastor is effectively insulated from any correction. He or she is free to perpetrate their toxic behavior because the insiders are silenced and the outsiders have no access. The majority of the church has no idea what's going on because they only see the pastor on Sunday. If someone does suggest a problem they are often shot down as being critical or rebellious because most people aren't aware of what's really happening. Why it's Hard to Confront a Pastor Converge Magazine has an [excellent article ](https://www.convergemedia.org/real-love-mark-driscoll/)looking at the ministry of pastor Mark Driscoll and why he needed to be confronted. They noted that it's hard to confront toxic pastors because they are blind to what ails them: The greatest difficulty in ministering to abusers is this: they don't believe there is anything really wrong with them. Their skills at self-deception, combined with their distortions of thoughts, beliefs, and attitudes, fortifies them against recognizing their soul sickness. Ron Wheeler used to work with Driscoll and be mentored by him. If you have the time, it's insightful to read his lengthy [blog post](https://joyfulexiles.com/2014/08/07/ron-wheeler-dear-mark-driscoll/) reflecting on his relationship to Driscoll and how he was sucked into his deception. Driscoll was finally confronted and forced to resign. His church was so greatly impacted by his fall that it had to close its doors at the end of 2014. This was a mega mega church. Eight Steps to Confronting a Pastor So, what does one do in the face of a toxic pastor? As I write in my book, (Broken Trust), sometimes the best thing to do is to just leave. Don't feel like you need to be the hero. But if you feel called to confront the pastor, here are a few practical ideas that might help: 1. Pray. Confronting a pastor is no small task. You want to make sure your heart is pure. You don't have to be perfect to confront someone. But you also want to make sure you have good intentions and not on a personal crusade. 2. Seek confirmation. Before you confront a pastor, talk to your spouse or a trusted friend in confidence to make sure it's not just you. I run many things by my wife because she is very perceptive. When she confirms my thinking I'm confident that I'm onto something. Be careful not to use this as an excuse to gossip. The goal is to check the accuracy of what you see is wrong. 3. Write Out What You Want to Say It's important that you think through what you want to say BEFORE you set up the meeting. Have a plan. Write out what you want to say to make sure you stay on point. 4. Meet with the Pastor This can feel overwhelming. Who are you to challenge a pastor? Well, if the pastor isn't open to being challenged then he or she shouldn't be a pastor. Pastors need to model transparency and humility. The door should always be open. If you feel overwhelmed, it's fair to speak to a trusted friend or counselor to prep you for the meeting, and even invite them to go with you for support. Feel free to read what you wrote as well. If the pastor is truly toxic, she will find a way to turn your criticism back on you. Unfortunately, people often end up apologizing for wasting her time and then kick themselves all the way home for being manipulated. Having notes will keep you on track. So write it out, read it, and stick to the point. If the pastor brings up what's wrong with you, tell them you are happy to discuss your problems at another time but today you want to talk about your concerns. Don't leave until you feel heard and are satisfied with their response. 5. Involve a trusted friend or elder. If the pastor is truly toxic, he will either reject your criticism or placate you with false assurances. If this happens, you need to take your concerns to the next level. Jesus said the next step is to go with two or three witnesses (Matthew 18). These witnesses are people who see the same problem you see or at least trust what you see and will support you and your concerns. If they agree with you, ask them to go with you to the pastor and have them support you and even represent you in the meeting. But make sure they can be trusted. You don't want them to blindside you in the meeting by backing the pastor. 6. Involve the denomination or overseers. If the pastor still rejects you, don't give up. If your church is part of a denomination (I hope it is!) then contact the denomination with your concerns. Sometimes the denomination is so out of touch that they will defend the pastor without even knowing the situation. When I went to the overseers of a church I was in, they told me, \"Agree with the pastor or leave.\" Not helpful! But who knows, you might be the fifth person to complain and you tip the scales so the denomination finally does something. 7. Consider Leaving If you are not being heard, then you have to decide if your presence at the church is somehow encouraging bad leadership. Some people choose to stay and persistently stand opposed to the toxicity. Others feel like the biggest statement is made by leaving. There is no right or wrong response. You have to do what you believe is best. 8. Trust God. Once you've done all you can, trust the results to God. It's not your responsibility to change the pastor. Your responsibility lies in confronting the pastor. So do your part and then let it go. Paul's words to the Romans are helpful here: Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord. 21 Do not be overcome by evil, but overcome evil with good. Romans 12:19 You are not the Savior of the church. Jesus is. So don't carry the weight of the church. The church might suffer. It might even dissolve. But the Church of Jesus will carry on. Please Do Something I mentioned above that I am shocked when I see a toxic pastor in power, but what shocks me more is how LONG they are in power. Why do people let this happen? Once you see a pattern of toxic behavior, it needs to be addressed. Don't wait. The church is supposed to be a blessing to the world. The pastor should be the greatest champion of grace and truth. There is nothing more perverse and distorted than a toxic pastor. Please do something! Leave or confront. But don't sit by passively and allow it to continue. So much abuse has been allowed to happen because people have been overly cautious. Take the Next Step If you are dealing with a toxic pastor you might be interested in my book [Broken Trust](https://amzn.to/3iEAxet), or to meet with me online for a [coaching session.](https://readingremycom.square.site) I'm happy to meet with a group of people to discuss a particular issue or situation. Spiritual abuse is complicated. It helps to have a guide to navigate the mess. Go to the Home Page below to discover all my books, blogs, and coaching options to help you be a better person and live a better life. When you subscribe to readingremy.com you will receive the first chapter to my book STUCK and a weekly blog post. [Subscribe here.](http://eepurl.com/hV4vJH) Related posts: If you found this helpful, please share with others by clicking on the links "}