{"title": "Rural Clinical School (RCS) medical students working on the COVID frontline", "author": "Florienne Loder", "url": "https://medicine.unimelb.edu.au/school-structure/rural-health/news-and-events/rural-clinical-school-rcs-medical-students-working-on-the-covid-frontline", "hostname": "unimelb.edu.au", "description": "Rural Clinical School (RCS) medical students working on the COVID frontline", "sitename": "Melbourne Medical School", "date": "2021-12-08", "cleaned_text": "Rural Clinical School (RCS) medical students working on the COVID frontline COVID-19 has cast an ominous shadow over our lives. When we look back over the last two years, everyone will have a story to tell, intertwined with memories, emotions and experiences - personal and professional. On the frontline of COVID-19 - L plates included! For medical students at the Rural Health Clinical School at Shepparton, their stories will include challenges and new experiences and being called up to the frontline of the local vaccination centres. Emily Bugeja and Mandhree Ekanayake found themselves drawing up vaccines in the centre's 'pharmacy' and administering injections. Approximately 55,000 - or up to 90 per cent - of the local community has received the vaccine. More than 150,000 COVID-19 vaccine doses have been administered by the Goulburn Valley Health Local Public Health Unit team across all of the fixed sites and mobile outreach. The Shepparton Vaccination Hub has administered more than 85,000 doses as part of that 150,000 and 2,000 COVID-19 vaccine doses have been administered on vaccination buses. As of 31 October, more than 95 per cent of eligible people in Greater Shepparton had received one dose of a COVID-19 vaccine and 85.9 per cent of eligible people are fully vaccinated. Emily and Mandhree were excited to be working at the vaccination centre. Up until then they had been on the periphery on the COVID-19 response as medical students for quite some time and had been feeling somewhat helpless. Emily felt she was finally doing something special. \"Being on placement, the impacts of COVID-19 were stark, both within the community and the hospital system itself,\" she says. \"The prospect of being able to join the frontline and serve our community was something I felt privileged to be doing.\" For Mandhree, it was personal. \"It felt like I was finally able to do something to support the community, especially in Shepparton which has been my home for almost all my life.\" The Shepparton-based medical students knew that through this experience, they would meet people with a huge range of views, including those who presented for vaccination but were vaccine hesitant. According to Emily, the key to addressing vaccine hesitancy is opening up a conversation in a non-judgemental manner and approaching people with empathy, and that most questions or concerns from those who are vaccine-hesitant can be answered with evidence-based information. \"It is about acknowledging their concerns and delivering information in a way that is clear and digestible,\" Emily says. Mandhree also encountered people with doubts and genuine concerns and she also responded with empathy and gentle communication. \"People just want reassurance that they are doing the right thing. We're living in a very uncertain time and anxieties are high,\" says Mandhree. \"Most people who come through are happy to roll up their sleeves to help protect the community and get back to a new normal.\" \"But there are also people who want to have a chat, to voice their fears, have them validated and feel reassured.\" Emily and Mandhree consider that the vaccination experience has given them valuable insights to what it will be like to be a doctor. Mandhree believes it is important that students have the skills to communicate effectively and provide a safe space where people feel comfortable to open up and voice their concerns. \"You encounter people from all walks of life, with varying degrees of health literacy and as medical students I think we have an incredible opportunity to learn how to communicate effectively,\" she says. Both students have faced the challenges of living through a pandemic while working, studying and maintaining personal lives. Being able to debrief with other students was an important part of Emily's survival strategy. \"My family and friends have been incredibly supportive which has helped me cope throughout this time.\" \"I've also been living with a number of other medical students and being able to debrief with them over this unique, but also shared experience, has definitely proved therapeutic,\" she reflects. For Mandhree life threw some additional challenges her way. Despite all the care and caution in the world, she had to spend two weeks in hotel quarantine after being a primary contact. \"There were difficult times, constantly looking at exposure sites, staying away from vulnerable family members, worrying about exposing patients in hospital.\" Image Caption: (Left to Right) Hannah Armstrong, Ben Driver and Emily Bugeja Ms Helen Burgess is a Clinical Educator Facilitator at the Department of Rural Health (DRH), University of Melbourne and works with the Rural Clinical School medical students in the Emergency Department at Goulburn Valley Health. Helen was also seconded to the Vaccination Centre as a Nurse Team Leader and played a role, along with Dr Helen Roberts MBChB FRCA FANZCA AFRACMA (Medical Lead) and Alynda Wayman (Program Manager) in organising the School's medical students to work at the McIntosh Centre vaccination hub in Shepparton. As part of her role as Team Leader, she was aware of the need to mobilise a work force that wouldn't continue to take clinicians away from the clinical setting. The Department of Rural Health Shepparton medical students were an obvious resource and senior staff knew they would be keen and have the skills and ability to be part of the team vaccinating the community. This not only contributed to the Vaccination Hub's extra workforce that was required, it also provided invaluable experience to the students. It incorporated the COVID vaccination training, consolidation of intramuscular injection skills, communications skills and gaining informed consent. The entire process required the students to use and develop skills in client education, health promotion, 'teach back' and how to use interpreters effectively. \"It was great to work alongside the students in my role at the vaccination centre. I know we all felt we were part of a special time and playing our part in protecting our community,\" Helen says. "}