{"title": "Don't miss out on the latest Advisory Board insights", "author": null, "url": "https://www.advisory.com/daily-briefing/2018/06/04/culinary-medicine", "hostname": "advisory.com", "description": "Medical students are increasingly learning 'culinary medicine,' which teaches cooking skills and practical nutrition information—and Advisory Board's Rebecca Tyrrell notes it's part of a bigger trend of providers tackling food insecurity, using strategies from produce discounts to 'food pharmacies.'", "sitename": "advisory.com", "date": "2018-06-04", "cleaned_text": "on this story](#ABCtake) Across the country medical students are increasingly being schooled in \"culinary medicine,\" which teaches cooking skills and practical nutrition information in an effort to improve patient care, Amitha Kalaichandran a pediatrics resident at the Children's Hospital of Eastern Ontario, writes for the New York Times. [Report: Get 16 action steps for improving patient access to nutrition-reinforced diets ](/research/population-health-advisor/studies/2018/provider-led-strategies-to-address-food-insecurity) [Research](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC2779722/) in 2008 found U.S. doctors at the end of medical school weren't equipped to effectively counsel their patients about nutrition. Other research shows similar findings among medical students in Canada and residents in Europe. According to Kalaichandran, this dearth of nutritional awareness is particularly important in fields like gastroenterology and cardiology, in which doctors often treat diseases related to diet. But, according to Kalaichandran, there is evidence showing a doctor's beliefs about food's role in preventive medicine—and specifically cooking—can lead to effective nutrition counseling for their patients. As providers continue to shift toward preventive care, more hospitals and medical schools are integrating culinary nutrition programs into their curriculums. According to Kalaichandran, there are at least 10 culinary nutrition programs in the United States backed specifically by either a hospital, medical school, or school of public health, reaching over 2,500 doctors each year. Additionally, the American College of Lifestyle Medicine and the European Society for Clinical Nutrition and Metabolism have both called for a nutrition curriculum to be standardized in medical schools. Each program tackles the subject a little differently, Kalaichandran writes. Tulane University School of Medicine, which began offering a compulsory culinary medicine program to its medical students in 2012, also offers online courses to more than 1,000 medical residents enrolled in seven U.S. residency programs. Dartmouth School of Medicine hosts teaching kitchens to offer culinary medicine workshops for its medical staff members, patients, and its community. Similarly, Baylor College of Medicine offers a culinary medicine program called the Choosing Healthy, Eating Fresh (CHEF) program, which is an elective course led by medical students that offers nutrition and cooking workshops for refugees in New Hampshire. Stanford University began offering a culinary medicine program last spring called \"The Doctor is In ... The Kitchen,\" which meets once a week to learn about how culinary medicine connects to actual clinical stories, Kalaichandran writes. The University of Toronto implemented a mandatory culinary medicine program for its medical students last year, which involves interactive cooking classes, open-access lectures, and a grocery store tour in which students are taught how to read labels and prepare simple meals. The university also saw a number of more experienced physicians enroll in an \"update\" course on clinical nutrition that helped dispel myths about popular diets and chronic diseases. According to Kalaichandran, some educators have questioned whether counseling patients about nutrition is an effective use of the limited time doctors have with a patient. But Julia Nordgren, co-founder of the culinary nutrition program at Stanford, said that \"it doesn't take any more time to discuss a technique to cook a vegetable than it does to write a prescription.\" And Kalaichandran suggests the end result could be worth the effort, speculating that \"perhaps bringing more doctors into the kitchen could lead to fewer patients being brought into the hospital\" (Kalaichandran, [New York Times](https://www.nytimes.com/2018/05/22/well/eat/doctors-kitchen-cooking-food-patients-nutrition.html), 5/22). [ By ] [Rebecca Tyrrell](/expert-directory/rebecca-tyrrell), Senior Consultant, Pharmacy Executive Forum Poor nutrition is linked to a variety of costly chronic conditions, from obesity to diabetes and beyond. By helping doctors talk to patients about healthy eating and cooking practices, not only can we provide more holistic patient care; we can save health systems money. One big challenge that providers can address is food insecurity—a state in which consistent access to adequate food is limited by lack of money or other resources. According to the USDA, nearly 12.7% of Americans are food insecure, though the figure is much higher in certain communities. Many of these same areas are also \"food deserts,\" meaning that convenient physical access to grocery stores is limited or non-existent. As such, doctors can't simply offer advice on good nutrition and expect patients to follow it. Rather, providers must account for food access limitations, budget, schedule, and other factors that affect diet to ensure that patients can actually follow their advice. So how can providers do this effectively? In my research, the most effective training programs begin by taking providers into the community for experiential learning. In these programs, doctors and nurses can see firsthand how long it takes to ride the bus to and from a grocery store, or whether there's even a full-fledged grocery store or pharmacy in the ZIP code. Armed with this experience, providers can make better, more realistic recommendations to their patients—and can better connect needy individuals with community support options. Many hospitals and health systems are also seeking to play a more central role in addressing food access needs by creating on-site \"food pharmacies\" that provide healthy food, by offering discount produce through local partnerships, or by connecting eligible patients to SNAP and WIC benefits while they're at appointments. I'm heartened by these efforts and hope they become the new normal. To learn more about how you can improve patient nutrition and reduce food insecurity—including five actionable recommendations that you can begin taking today—download our new research report on [provider-led strategies to address food insecurity.](/research/population-health-advisor/studies/2018/provider-led-strategies-to-address-food-insecurity) Create your free account to access 2 resources each month, including the latest research and webinars. You have 2 free members-only resources remaining this month remaining this month. Never miss out on the latest innovative health care content tailored to you. "}