{"title": "PDF", "author": "PDF", "url": "https://core.ac.uk/download/pdf/32998915.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "quincena abril 1987 ^ TURISMO ENLATADO. a los apartamentos les doy pocos años de vida. HABLAN LOS DROGADICTOS: espeluznantes declaraciones. JUAN GUISCAFRE, empresario y hombre de hotel. HABLA EL HOMBRE DE LAS GALERAS. Las noches locas de la Valquiria de CALA D'OR.». - *. vPDFSon Servera SALUDA al pueblo serveri Somos un grupo de ciudadanos perfectamente conocedores de la problemática de nuestro Municipio y plenamente conscientes de las necesidades del mismo. Nuestra inquietud y ganas de conseguir una mejor convivencia a nivel comuni- tario es lo que nos ha movido a contraer el compromiso de trabajar, seria y honrada- mente, e independientemente de inclinaciones políticas. Nuestra política es el Pueblo y sus necesidades. Somos plenamente conscientes de todas las cuestiones y problemas que afectan a nuestro Término Municipal, y el afán en buscar soluciones a todos los temas que hoy preocupan al ciudadano serven' es nuestro caballo de batalla, nuestro reto, el cual afrontamos con las únicas armas posibles: la honradez, el sentido de la responsa- bilidad y el amor a un pueblo que merece lo mejor. Esta es, en si'ntesis, nuestra declaración de principios. Valga como saluda a un pueblo a cuya disposición nos ponemos a partir de ahora, > del que esperamos con- sejos, sugerencias y planteamientos, de los que tomaremos buena nota.Primera quincena de May o de 1.987 Nùmero 22 DIRIGE : JUAN RIERA nALMAU Minina ite UU ft'Oft. Hoteles, playa, luz, sol y mar. Todo huele ya a primavera veraniega.EDITORIAL 5 NOTICIAS 6-7 PANORAMA POLÍTICO. 8-9 NUESTROS PUEBLOS 10-11-12-13 TURISMO ENLATADO 14-15 BAJO EL SIGNO DE HIPÓCRATES 16-17 GENTE EN LA CALLE 18-19 PEBRE BO 20 ES BARATILLO 22-23 ENTREVISTA A SIR HARRY SECOMBE 24-25-26 HABLAMOS CON JUAN GUISCAFRE 27-28-28-30 EL MUNDO DE LA DROGA 31-32-32-34 NOCHES LOCAS DE LA VALQUIRIA DE CALA D'OR 35-36-37 HORÓSCOPO 38-39 TURISME 87 40 CONSEJOS DE PEDIATRA 42-43 SA ROCA D'ES FAROLER 44 ERAN OTROS TIEMPOS 46 EL EMPRESARIO TURÍSTICO 474849 FÚTBOL 50-51 PASATIEMPOS. . . .58 !Y f I xxß? AÑOS GRÁFICAS MALLORCA C/. ANGEL, 19 - TEL. 501402 BALEAR\"; »/A\"l f > Don/Doña Domicilio Población Importe suscripción (Anual 2500 ptas- Semestral 1500 ptas! Forma de pago: Giro . Cheque Reembolso Con cargo a mi c/c núm Tfno. 552406Enviar a EDICIONS MANACOR S.A. Ronda n° 60 MANACOR 07500 APDO. DE CORREOS' 117EDITORIAL Todavía hay quien se cree que el turismo es cosa de unos cuantos hoteleros que han montado un negocio para bien vivir. O incluso, si se quiere, un producto del cambio de mentalidad en la década de los Sesenta al que viven adosa- dos otros comerciantes y tenderos para hacer su agosto marginal como si de \"enfermedades oportunistas\" se tratara. Ya sé que al terminar de leer el párrafo anterior algunos entendidos dirán que no he hecho más que repetir los cua- tro lugares comunes de siempre, las cuatro afirmaciones ya pasadas de moda por ser un falso reflejo del sudor diario y de nocturnos desvelos. Lo sabemos. Pero todavi'a quedan los que con cara de circunstancias dicen que \"del turismo vivimos todos\" sin saber lo que dicen. Porque, si de verdad todos vivimos directa o indirectamente del turismo, ya es hora de que lo cuidemos entre todos, y no creernos que unos cuantos se encargan de traer al extranjero visitante para luego aprovecharlo los demás. Decimos todo esto porque han cai'do en nuestras manos unos estudios sobre la aceptación que tenernos por parte de los turistas en relación con otros centros cosmopolitas del área mediterránea. A veces hay razones para asustarse. Nos catalogan muy bajo. A España dentro del conjunto, y a nosotros dentro de España. Y es porque el turista no valora únicamente las atenciones que con él haya podido tener el Jefe de Reuc^.^n o la sonrisa que le haya podido cruzar la Camarera de Piso al saludarle en el pasillo. No. El que nos visita valora además la limpieza alrededor del edificio en que se hospeda, los montones de basura añeja junto a cajas de bebida vacías amontonadas al pie del bar en que toma una cerveza, la sonrisa servicial con que le atiende la señorita de los \"souvenirs\", el comportamiento ge- neral del nativo (gritos playeros, colillas por el suelo, toses y esputos a destiempo) y de un modo especial la postura de indiferencia que hacia el visitante hemos ido adoptando todos en general limitándonos a coexistir con ellos. Hemos pasado del servilismo a una profesionalidad servicial, y ahora caemos en la \"atención indiferente\". El obrero que en una cadena de montaje se pasara el día poniendo siempre la misma pieza podría tratar a ésta con suma indiferencia, como un dato más en su vida, como el elemento material de su trabajo; pero el turista no es un da- to más a computar en nuestra vida de trabajo, no es una pieza más del engranaje que tenemos montado en la cadena hotelera que acordona nuestras islas. El turista es una persona humana, es el elemento humano de este montaje y co- mo tal merece ser tratado. Desde esta página damos la voz de alarma en este sentido. No es que peligre quedarnos sin turistas, no; seguirán viniendo como producto de un movimiento de masas pro- pio de nuestra época. Pero , si no están satisfechos de su estancia, gastarán menos, nos beneficiaremos menos, repeti- rán menos, y nos saldrá más caro buscar nuevos mercados que si éstos nos vienen ya señalados por un deseo de visitar- nos y de estar entre nosotros por sentirse a gusto. Al repasar el boceto de este número nos hemos dado cuenta que con nosotros coinciden las declaraciones de los entrevistados, los artículos de los comentaristas sobre este terna, e incluso un cuento que se asoma en estas páginas. Es pues un sentir popular que hay que acoger, una voz que se ha de escuchar, un grito a! que no se pueden hacer oídos sordos. Si prácticamente todos los que aquí vivimos nos ganamos el pan, directa o indirectamente, gracias a la indus- tria turística, debemos actuar con más esmero. Dicen a veces que \"el uno por el otro, la casa sin barrer\" y nuestra casa es Mallorca entera. El turista nove sola- mente la limpieza del comedor del hotel en que se hospeda; ve también la suciedad de nuestras calles, el desarreglo de las fachadas, el mal cuidado de los jardines, la mala educación en las playas, el gesto de desprecio que emana del subconsciente colectivo ante la presencia del \"turista de alpargata y bocadillo\". En vez de dormirnos en los laureles desviando el timón de nuestra economía, vale más limpiar de vez en cuando esta imagen turística de Mallorca que se está llenando de polvo. De lo contrario el coro de \"El Diablo Mundo \" de Espronceda seguirá cantándonos aquello de \"Allá va la nave; ¿quién sabe do va? ¡Ay! ¡Triste el que fía del viento y la mar!NOTICIAS INTERNACIONAL NACIONAL SUDAFRICA El ministro del medio ambiente de Sudáfrica se sui- cidó de un tiro en la cabeza en su domicilio de Ciudad del Cabo. Se descarta la sospecha de un crimen. EGIPTO Un helicóptero de Libia aterrizó en Egipto y sus tres tripulantes solicitaron asilo político. INGLATERRA Han sido acusados de \"pinchar\" teléfonos sin la per- % tinente autorización cuatro ministros de Gran Bretaña. % Son los de Asuntos Exteriores, dal Interior y los de asun- % tos para Escocia y para Irlanda del Norte. RUSIA ti Jefe de Estado de la Unión Soviética Mijail Gor- m bachov manifestó en su visita a Praga que está dispuesto % a reiniciar conversaciones con los Estados Unidos sobre %¿ reducción de armamento nuclear. í El Secretario del Tesoro de los EE.UU. instó a la adop- ¿ß ción de nuevas medidas para resolver el problema de la deuda externa de los pai'ses en desarrollo. Se le llama % \"Plan Baker\". ALEMANIA É El Presidente de ADIDAS, la mayor firma mundial en artículos deportivos acaba de morir a los 51 años de % edad. Era el alemán Horst Dassler. La empresa se llama % \"Adi DasslerStiftung\" y posee más de 12.000 trabajado- % res en todo el mundo. FILIPINAS Ha sido sofocado el cuarto intento de golpe de Esta- m do contra el Gobierno de Corazón Aquino. La situación m está bajo control en Manila y en el resto de. archipiélago. MAFIA § El Sur de Italia se ha visto conmovido una vez más % por la muerte de cinco personas en un ajurte de cuentas % entre bandas rivales de Calabria. En io que va de año % ya han sido asesinadas 48 personas en Reggio Calabria.MALAGA. Una manifestación convocada por Falange Española de las JONS recorrió las calles de Málaga proclamando la espa- ñolidad de Ceuta y de Melilla. VITORIA. Una manifestación de cerca de 3.000 perasonas, convo- cada por las gestoras pro-amnistía y Herri Batasuna, en so- lidaridad con los presos y refugiados vascos, coreó consig- nas a favor de ETÀ Militar y de la amnistía, y en contra de la Policía Nacional, de la Ertzainza y de las estradiciones. EDUCACIÓN. El Ministro Sr. Maravall criticó las movilizaciones de es- tudiantes diciendo que no hay necesidad de angustiar a los estudiantes y distorsionar un proceso de reforma necesario para la sociedad en su conjunto. PERDIDAS. El I.N.I, habrá tenido en 1986 unas pérdidas de ciento treinta mil millones de pesetas a pesar de la salida de Seat de la cuenta de resultados, tras la operación de venta de la mayoría de acciones a la casa Volkswagen, y a la mejoría económica de Iberia. FOTOGRAFÍA. Durante la segunda semana de Mayo los mejores cien fotógrafos del mundo recorrerán los pueblos de España en busca de encuadres para sus objetivos. Su trabajo figurará en un libro publicado por las editoriales Colling y Plane- ta, y se titulará \"Un día en la vida de España\". CONSEJO DE GUERRA. El Coronel de Caballería Carlos de Meer ha sido absuel- to de las acusaciones de golpismo por los servicios de Infor- mación de la Defensa (CESID) y por el propio Gobierno. DIADE LAS FAS. El Día de las Fuerzas Armadas se celebrará el próximo día 30 de mayo, día de San Fernando, por primera vez y a partir de este año, simultáneamente en todas las regiones militares del territorio español. HACIENDA. La declaración a Hacienda del Impuesto sobre la Renta, tanto para las positivas como para las negativas, se inicia el próximo 1 de mayo. Las positivas acaban el 20 de junio, y las que tienen derecho a devolución hasta el 30 de junio. <E \\ u.NOTICIAS LOCAL BOLETÍN OFICIAL FELANITX El Sr. Alberti inauguró el subparque de bomberos, dependientt del Servicio de Prevención y Salvamento del CIM. PALMA Palma será sede del XIII Congreso de Historia de la Corona de Aragón a celebrar el próximo mes de Septiem- bre, cuya presidencia de honor ostentará S.M. Don Juan Carlos. VACACIONES Regresaron a Madrid tras pasar sus vacaciones de Se- mana Santa en Mallorca Sus Majestades los Reyes D. Juan Carlos y Dña. Sofi'a junto con la Infanta Cristina. CARNET JOVE Son ya más de 10.000 jóvenes los que han obtenido su \"carnet\" que les permite ventajosos descuentos en determinados comercios. ENERGÍA En el Consulado del Mar se han firmado convenios de colaboración con GESA, La Universidad Balear, Cur- tidos Cendra y Mallorca Agroexport para la realización de operaciones de demostración de ahorro y alternati- vas de energi'a eléctrica mediante energía solar. VILAFRANCA El Presidente Gabriel Cañellas inaugura los servicios de cocina y comedor del local de la Asociación de la Ter- cera Edad, junto con el Alcalde Bernardo Gari y el presi- dente local de la 3a. Edad Sebastián Barceló. PETRA El 26 de abril hubo un homenaje al difunto alcalde Antonio Oliver Ramis con un concierto de la Capella Mallorquina dirigida por el Rvdo. Bernardo Julia, así como la presentación de \"Vida y época de Fr. Junípero Serra\" de P. Geiger. VETERINARIA Antes del 31 de octubre deben ser vacunados todos los perros mayores de tres meses, dentro de una campa- ña antirrábica de las Conselleries de Sanidad y de Agri- cultura. Precio: 740 ptas. más el IVA. Si se vacuna en el propio domicilio hay que abonar los gastos de desplaza- miento.ENSEÑANZA Orden que modifica Centros Públicos de E.G.B. en Alaró, Bañalbufar, Palma, La Puebla, Puigpunyent, San Lorenzo, Sóller y Valldemossa (B.O.E. nO. 85) ELECCIONES MUNICIPALES R.D. por el que se dictan normas sobre determina- ción del número de componentes a elegir para las Cor- poraciones Locales (B.O.E. no. 84) AFANIPTEROS Resolución de la Junta Económica del Laboratorio y Parque Central de Veterinaria Militar por la que se hace pública la contratación de adjudicación de 4.000 litros de insecticida líquido acción residual y 7.000 litros in- secticida líquido acción inmediata (B.O.E. no. 84) DEFENSA Real Decreto por el que se regula la celebración anual del Día de las Fuerzas Armadas (B.O.E. no. 92) SANIDAD Real Decreto por el que se aprueba el Reglamento sobre Estructura, Organización y Funcionamiento de los Hospitales gestionados por el Instituto Nacional de la Salud. (B.O.E. no. 91) VIAJES Ordenes por las que se convocan las actividades cultu- ales denominadas \"Campos de Trabajo Bilaterales en el Extranjero\", \"Defensa del patrimonio natural y cultural ;umergido\", \"Conoce nuestro Patrimonio Natural\", y 'Recuperación del Patrimonio\". (B.O.E. no. 91) UNIVERSIDAD Resolución por la que se establecen los plazos para la realización de las pruebas de aptitud para el acceso a la Universidad durante el curso 86/87 (B.O.E. no. 90) DIVISAS Orden sobre gastos de viaje y estancia en el extran- jero y movimiento de divisas y pesetas por frontera (B.O.E. no. 74) ELECCIONES Real Decreto por el que se convocan elecciones de Diputados al Parlamento Europeo (B.O.E. no. 89)PANORAMA Se está acercando la campaña electoral, bas- tante caliente, pero los resultados aún están bastante confusos. La gente del pueblo está en unos momentos muy pesimistas delante de es- tas elecciones. El moti- vo es que la gente, está ligo decepcionada, de lo 3ue han hecho los polí- ticos. Sólo un porcenta- je muy pequeño se cree ístar bien atendidos por os políticos, porque la nayoría de gente ven a os políticos, como unas personas irresponsables del oficio. Los únicos que piensan que están bien atendidos, son iquellos que por cir- cunstancias normales, nilitan en algún partido eolítico i pienso que es- e porcentaje es muy pe- aueño, porque siendo isí, muchos militantes 10 se sienten a gusto lentro de sus partidos. Pues a mi modo de ver, el abanico político se está deteriorando, al- gunos partidos no han sabido dar la talla de su capacidad política, sino más bien se conforma con estar en las gradas como espectador, de unos que sin razón o con razón están en el poder, falta mucho para que los partidos políti- cos, sean de verdad lo que debieran ser, mu- chos partidos solamente están trabajando en tiempo de elecciones.Las promesas de los políticos se acercan igual que los pescadores cuando el mar está en calma, y a mi modo de ver, debería ser al contrario, que el des- canso de los partidos políticos, fuese en tiem- po de las elecciones, porque en este país, los partidos son unos creí- dos de sus mismos diri- gentes y al mismo tiem-po, no tienen dinero su- ficiente para poder tra- bajar a tiempo y a fon- do en las misiones y al- ternativas de la goberna- bilidad de la nación, fal- tan escuelas políticas, me refiero a preparación política. Hay muchos afiliados a los partidos políticos que no saben ni tienen idea de qué esla política, sino más bien se afilian por com- promisos personales o por ganas de presentarse en listas electorales, o para ir en contra de los demás, sólo hay en la mente política española de los partidos, apren- der a decir izquierda, derecha y centro o algu- nos partidos nacionalis- tas, pero nunca se ha pensado en montar una estructura de empresa política, con capacidad de gestión para resolver todos los problemas que tiene el país, pienso que si las cosas van por este camino, dentro de muy poco tiempo vamos a pagar las circunstancias del sistema, del montaje y de muchas fuerzas po- líticas. FALTA DEMOCRACIA DENTRO DE LOS PARTIDOS POLÍTICOS. ¿Quién manda en los partidos?, pienso que en los partidos políticos hay tres cla- ses de militància. Diri- gentes de Poder, Diri- gentes de Base y Simples Militantes. Los Dirigentes de Poder son La política c vuelve sucioun juego que a veces sePOLITICO los que se piensan ser algo más, siempre están en cúspides de poder de vigilancia y de control de los demás. En una palabra, alguna vez se pasan. Los Dirigentes de Base, son aquellos que piensan que la ideología de su partido esla que está en su mente y ade- más piensan que es la más buena de todas, son las personas calmadas, sin nervios, sin ganas de trabajar, sino más bien porque creen en su partido político. Los Militantes, son aquellos que quieren escalonar sus puestos para algún día ser co- mo los dirigentes de po- der. También los mili- tantes son celosos de los fichajes que se reali- zan al principio de unas elecciones, porque ven que sus posibilidades de subir dentro de su parti- do de cada día son másreducidas, y es cuando muchos se barajan el sitio o cambian de parti- do y muchos militantes antiguos no pagan la cuota, porque da mala espina, que se hagan nuevos fichajes y ya entren en el partido pa- ra ocupar algún lugar en la lista. Pienso que la políti- ca se vuelve sucia, por- que las bases de los partidos fallan, cuando se hace un fichaje siem- pre se hace para la ne- cesidad de poder presen- tarlo y nunca se ficha para ser un militante de base. Estos deberían ex- plicarles las normas y es- tatutos del partido y de- bería estar en cuarente- na por los menos dos años dentro del partidoPere Llinàs. El poder de los hombres políticos dentro de los partidos a veces no es justo NUTRIMENTOS , i L Gremio Boneteros, 19 Teléfonos 29 09 96 - 29 47 35 Telex 69.111 MOHI EPoligono Son Castelló 07009 Palma de Mallorcapara que sepan la reglas de juego de la Democra- cia, porque los partidos alguna vez vuelven como una charla de ami- gos y conveniencias de los mandamases. Pues no, señores, pues cuan- do uno ficha por un par- tido debería pasar por una revisión de mente e ideas para que en su día pueda ser un buen polí- tico y una persona pre- parada para entrar en los juegos democráti- cos del país, pero si así no se hace no es raro que alguna persona que haya pasado un tiem- po dentro de un parti- « do, cuando se va diga£, a los demás que la| política es sucia. ¿NUESTROS SOJV SERVERA Una vez más han finali- zado las celebraciones de Pascua y consigo han traf do la ilusión y entusiasmo de volver a la costumbresantiguas; cosa que se está poniendo de moda, sobre todo entre la juventud de hoy. ¿Por qué será? Será porque los jóvenes por fin se están dando cuenta de su va- lor histórico y social, o será por los exhaustivos pero divertidos preparativos que estos actos o costumbres re- ligiosos requieren. Una de las tres Cofra- días del pueblo de Son Servera, formada hace tan sólo dos años, ha tomado la iniciativa de conseguir un nuevo y hermoso manto para su Virgen. Este magni- fico manto, bordado en oro e ¡nscrustado de perlas, ha sido trabajado a mano por unas de las muy pocas mu- jeres dedicadas a este arte intrincado que todavía existen en los tiempos ac- tuales. Este oficio, como mu- chos otros de la artesanía, sigue a través de las gene-raciones, de padre a hijo; pero con la teconología avanzada de nuestros tiem- pos, está en peligro de desaparición. Nuestro pueblo de Son Servera pudo apreciar la be- lleza de este manto en la procesión de Viernes Santo, en la cual todo el pueblo pudo participar. J.S. LA MOVIDA ELECTORAL -Jeroni Vives irá de número 2 del PDP -Rartolome' Mas, numero 1 del PDPAntonio Vives y Pedro Servera en el CDS JERONI VIVES, hom- bre tranquilo y trabajador, al menos en apariencia, tie- .10 decidido no sentarse en la silla presidencial de la alcaldía. Quiere ir de segundo en la lista del PD esotros francamente e-, .eb-mos más de él por su sentido práctico de la vi- da, y su habla ética y re- posada. Por su parte el CDS va colocando dos hombres que intentan hermanar la visión política con el in- terés económico-turístico. Antoni Vives y Pedro Ser- vera forman el tándem po- lítico-turístico dentro del partido del Duque de Suá- oez. \"-S. * * * * f El PSOE presentó tam-CD o bien su lista en un acto más \"sítronrtrnico OUR noiiricoen el que se entremezcla- ron la coca d'albercocs con el discurso de Mi- guel Oliver Massutí, y la de verduras con las palabras de José Maris »»,,..-n Pe- !egr ¡Vi. Pe- o i ornas apar- te, diremos que la lista completa de esta opción política queda como sigue: Bartolomé Más Servera, Joaquín Martínez Sánchez, Antonio Soler Bennasar, Carlos Córdoba Herrero, Juan Gelabert Bordoy, Se- bastián Martín Sierra, Juan Cladera Gost, Gerardo Ruíz Gallego, Manolo Risco Ra- mos, Felipe Contreras Gar- cía, Gabriel Brunet Suau, José Cañada Coca y Juan Grande Sillero. En la lis- ta de suplentes figuran Pe- dro Arias López, Antonio Cañada Coca y Diego Ba- rrientes Sánchez.*»¿ro* Era el año de 1955 cuando se celebró en Ma- llorca el IV Congreso de Historia de la Corona de Aragón. Han pasado trein- ta y dos años cuando vuelve a celebrarse aquí otro congreso, el que ha- ce el número XIII. E! Co- mité Ejecutivo de dicho congreso ha recibido ya la inscripción de 94 comuni- caciones El IV congieso se centró en la época de Alfonso el Magnánimo, con la participación dePUEBLOS LA CORONA DE ARAGON 253 congresistas inscri- tos y 76 entidades colabo- radoras. Es de esperar que es- te XIII Congreso, que secelebrará del 27 de Sep- tiembre al 2 de Octubre, obtenga los mismos resul- tados y resonancia de aquel ya lejano que hacíael número IV. El Congreso está des- tinado al estudio de las tierras y de las gentes que se integraron un día bajo la monarquía aragonesa, es itinerante y deambula cada par de años de España a Francia o Italia, cobi- jándose en ciudades que un día tuvieron como len- gua oficial el catalán, ta- les como Perpiñán, Montpe- ller, Nápoles, Palermo, Cagliari o Palma. Habrá inauguración, ponencias y comunicaciones los días 27 y 28 de septiem- bre, excursión el 29, trasla- do a Menorca el día 30 donde habrá nuevamente ponencias y comunicacio- nes el día 1 de Octubre pa- ra regresar a Palma el día 2. a'CAFETERÍA LA CAFETERÍA DE MANACOR Hamburguesa, patatas y vaso coca cola: 225 pts. Perrito caliente, patatas y vaso coca cola: 240 pts. Sandwich jamón y queso y coca cola: 165 pts. Pincho, patatas y vaso coca cola: 265 pts. — Pizza Esplai y vaso coca cola: 375 pts. Hamburguesa y vaso coca cola: 165 pts. Perrito caliente y vaso coca cola: 175 pts:A cualquier hora del díaNUESTROS homo fi i condret que sap lo que té entre mans, sobre tot inquietuts culturals. Cultiva l'assaig, prosa illenc. Autor de pentinat pes, i tota l'encens de guspires, com fa el sol de migdia quan es desfà sobre la mar o les quintanes del poble... cobrint de gràcia i de modèstia la brutor de llaunes i fems i escombraries... I com més fems, més flors... I de cada encletxa una margalida o una marga lidera. Mirem el camp, brufat, ferit groc. amb fronda camp és un jardí, un diluvi encegador! A vosaltres, flors silvestres, tot el meu cor primaveral. Veniu, criatures del groc, verges de penes i angúnies. Veniu, ro- dau puntualment amb el rodar del cèrcol Amb 4M ^fcOMARCAI. ManaCorP C E B L O S STA. MARGALIDA A LOS 89 AÑOS DE EDAD MUERE IVAN MASCARÓ FORNES CONOCEDOR DEL SANSCRITO, TRADUJO LOS LIBROS VEDICOS AL INGLES. ERA UN ERUDITO DE LA GENERACIÓN DEL 27. En Cambridge (Inglate- rra) falleció el 20 de marzo, pocas horas antes de la en- trada de la primavera D. Juan Mascaró Fornés, hom- bre ilustre y mundialmente conocido por sus estudios sobre el indoeuropeo y el sánscrito. HabCa nacido en Santa Margalida en 1897, hace ochenta y nueve años. Empezó sus estudios de ba- chillerato en el colegio de l_a Salle de Palma y luego en la Escuela de Comercio mientras su familia se tras- ladaba a Argel en busca de una mejor situación econó- mica. Terminó sus estudios de Profesor Mercantil a los 17 años, demostrando ade- más fuertes cualidades para el aprendizaje de idiomas, por lo que poco después pa- só a ocupar el cargo de se- cretario del Consulado Bri-tánico. Dominaba pronta- mente el inglés, el alemán y el esperanto idioma en el que por aquellas fechas se tenía puestas muchas espe- ranzas. Por circunstancias de la vida y gracias a que D. Juan March Ordinas le pidió que acompañara a su hijo a Inglaterra, se trasladó allí poniéndose en contacto con el mundo cultural británico. Gran conocedor del sánscrito, se dedica a tradu- cir libros como los Upa- nishads, libros védicos, y el Bhagavad Gita, al inglés. Dentro de su labor do- cente, fue disertor de la mís- tica española en la Univer- sidad de Oxford, da clases en Ceilán (India), luego en- seña inglés y sánscrito en la Universidad de Barcelona, impu.te clases en la facul- tar) dp innlés df> CamhriHge, y fue supervisor de el Trinity College. Nombrado doctor \"ho- noris por la Univer- sidad Balear en 1983, empe- zó a ser reconocida en su tierra natal la gran labor del profesor Mascaró For- nés. Hace poco más de un año precisamente se le rin- dió un homenaje en este su pueblo natal de Santa Margarita. Se nos acaba de ir un hombre de talento, de sabi- duría, de estudios; amigo personal de autoridades mundiales en el mundo de la intelectualidad, como William Buttler Yeats (Pre- mio Nobel de Literatura), Martín Ryie (Premio Nobel de Física), Rabindranath Tagore; amigo igualmente de políticos de la talla de Rajiv Gandhi, Indira _Ganr!h¡ Pandit Nehru; y ala vez mantenía relaciones de amistad con españoles de la talla de García Lorca, Salvador de Madariaga, Dá- maso Alonso, Jorge Guillén, etc. Se nos ha ido un hom- bre de la Generación del 27 que ha trabajado hasta finales de la década de los ochenta. Casado con Kathleen Ellis, vivía en su \"Refugio\" (The retreat) de la locali- dad de Comberton, no muy lejos de Cambridge. ;>SS^**|gÄ ^^******^^ TURISMO ENLATADO (Ramón Costa) Tomando café en el Restaurante \"Giovanna\" de la Erns August Platz de Hannover, tuve ocasión de charlar con una azafata de la Mese de aquella bella Ciudad germana. En un castellano perfecto me habló de que conocía mu- cho Mallorca, que llevaba seis años consecutivos hos- pedándose, una ristra de piropos a \"su \" Ma- llorca, Digo \"su\", porque Cala Millor era el reducido círculo conocido por la ru- bia germana. No conocía nada más. Le hablé de Deià, de <t Andraitx, de Cala Ratjada. ï Como si le hablara de 1 la Polinesia! De tanto co- rn nocer Cala Millor creo des- 2 conocía la misma Cala Bo- \" na.La masticación del Tu- rismo, la conversión de Frau Ingrid en el número 135.457.897 de un billete de Lufthansa y la de Herr Gotetz en la contraseña ABT-43/576.898 para un transbordo en Munich para recoger maletas en Palma, ha conllevado, no de ahora, a la conversión del Turista, no sólo el alemán, en un par de salchichas enla-tadas, listas para enviar y ser consumidas en cual- quier lugar del mundo. En el caso de la señorita 135.457.897, con destino a Cala Millor. La rubia de Hannover, tomando los dos el segun- do café servido por Gio- vanna, se interesó por los motivos de mi viaje a medio camino de Frankfort y Hamburgo. Le manifesté,que por índole de traba- jo. Me preguntó si me había gustado la cerveza. Que qué tal las hambur- guesas. Y de si me gusta- ba la Aubanoff de la bella Capital de la Baja Sajo- nia. Le manifesté que la cerveza solía bebería cada día, como tengo por cos- tumbre, en Mallorca. Que en lugar de aquella carne picada envuelta en plástico,preferra degustar la rica gas- tronomía de aquella región, tan rica en agricultura. Y que la Aubanoff era, para mí, un perfecto lugar de partida para visitar sus mo- nujnientos, sea Ayuntamien- to, San Marcos, Neustadt o la misma tumba de Leibniz. Que gozaba, por las tardes, terminado el trabajo, pasear por las ori- llas del Mittelland-Kanal y que, casi siempre que me trasladaba a aquella po- blación jañada por el Lei- ne, s- .Ta adquirir alguna pren a de vestir tejida en alp ,ia de sus numerosas ir, justrias. Tomar café, después de comer, en el restauran- te \"Giovanna\" de Hannover con una rubia germana, puede dar lugar, como lo dio, a una invitación, por mi parte, para llevarla a pa- sear a todo lo largo y ancho de la capital de la antigua provincia prusiana. Ingrid, con carnet de identidad 47.897.223, por desconocer, desconocía su propia Ciudad. De Cadbiel Strassen se trasladaba, dia- riamente, a la Mese. Y, por la noche, lo mismo.cama, desayuno, comida y cena. Medio metro cua- drado de arena. Una ha- maca. Por su cuenta, el coca cola, un whisky y un \"mallorquino\". Entra- da, el di'a 10a las 13'45. Salida, el día 25, a las 19'55. Y entonces, la In- grid número 135.457.897, en llegando a Hannover, en vuelo directo, se sen- tará en un banco de piedra de la August Platz y conta- rá a sus amigas, futuras salchichas enlatadas, lo bonito que es Cala Millor, una Isla con mucho sol, una gran playa y buenas discotecas. Exacto igual que yo que, en regresando del Polo Norte, manifestara ha- ber tocado un cacho de hielo notando que es muy fn'o. Y que el año próximo repetirla, para tocar otro cubito glaceado. A la inversa, claro. ¡Tuve que hacer de cicerone!. Si la turista 135.457.897 viene este ve- rano a Mallorca, veré de en- contrarla en la vorágine de Cala Millor. Sé lo que haré. Abrir la lata de salchichasgermanas, sacar de ella la etiquetada con el número citado y acompañarla, como mínimo, hasta Cala Bona. Los Touroperators se dedican a empaquetar tu- ristas con destino a un punto determinado. Una ¡SU FRECUENCIA DEPORTIVA! F.M. 1O1>5 A las 1.T3O SOBREMESA DEPORTIVA -A las 24T30 EN MARCHA De las 2O'3O a las 24 ¡GOLES! PEDRO PABLO PARRADO TODOS LOS DÍAS EN RUEDA DE EMISORAS RATOÄ4 *» fit SIC1VO »E HH>ocnAT¡ BAÑOS Y ENVOLTURAS. En números anteriores os he ido hablando de distintas clases de baños y de fomentos. De los baños calientes de pies y piernas, del baño en bañera, del de asiento, y otros más. Hay que hablar también del baño neutro y de las envolturas en mantas de lana. El baño neutro debe darse con agua a una temperatura de 33 a 37 grados centígrados. Es uno de los tratamientos hidriáticos más eficaces y agradables. Se ha de tomar en una habitación templada, durante unos quince minutos, y puede prolongarse hasta una hora. Es una buena costum- bre tomarlo a diario y, aunque de pereza, una buena hora es antes de acostarse. Es un baño que sirve para relajar los vasos sanguíneos de la piel y atrae el exceso de sangre de la médula espinal y del cerebro, aumenta la activi- dad de los ríñones, calma las extremidades de los nervios en la piel. Por todos estos motivos es un magnífico tratamiento para combatir el insomnio cuya causa sea un estado nervioso o de ansiedad. También es muy adecuado para combatir las sacu- didas de los músculos o contracciones espasmódi- cas, para rebajar la fiebre, contra el agotamiento nervioso, la albuminuria y la urticaria. Cuando una persona se pone en tratamiento pa- ra combatir el uso de drogas o el abuso del tabaco y alcohol, este baño neutro o el baño galvánico puede administrarse cada dos o tres horas y cada uno de ellos puede tener una duración de quince minutos a media hora; relaja el estado nervioso y de ansiedad en que cae inmerso el paciente. Una vez que nos hayamos dado un baño neu- tro deberemos secarnos la piel sin frotar demasia- do fuerte, con la menor exitación posible, e irse a acostar enseguida evitando a la vez cualquier en- friamiento. LAS ENVOLTURAS. Para el tratamiento de envolturas en mantas de lana, se precisan de dos a tres mantas o mantas acolchadas y una cama sobre la que recostar al pa- ciente. La finalidad de este tratamiento es dar ca- lor al cuerpo; la envoltura en seco es para provocarla transpiración y dar calor a ia persona, por ello es conveniente que se dé antes un baño completo de agua caliente o al menos pediluvios calientes junto con la bebida de agua caliente. Un tratamiento corto de escasos resultados, pero antiguamente se practicaban envolturas en mantas calientes que duraban de treinta minutos a tres horas para combatir un resfriado y en efec- to lo cortaba. El procedimiento a seguir es el si- guiente: Primero se extienden sobre una cama tres man- tas que cubran totalmente el colchón. Luego se po- ne la almohada en el lugar correspondiente. Se echa al paciente sobre la cama a ser posible totalmente desnudo y se le tapa inmediatamente en dichas mantas enrollándolo, a la vez que se sujetan los bordes cuidadosamente y de un modo especial cer- ca del cuello y de los hombros, sin que queden ajustados en exceso. De esta manera sólo quedará libre la cabeza del enfermo. Para reactivar la ac- ción y darle mayor rapidez es aconsejable colocar alrededor del paciente bolsas de agua caliente cui- dando de no quemarle. Como curiosidad diré que en otros tiempos ponían botellas de barro con agua a elevada temperatura, y más antiguamente toda- vía se servían de ladrillos calientes envueltos en pa- ños. Es muy importante que los pies estén bienLA NATUROPATIA abrigados y calientes. Repito que era éste un tratamiento muy usado para cortar un resfriado. Pero cuidado, si el enfer- mo tiene una temperatura muy elevada, no de- berá prolongarse demasiado el tratamiento. Finalmente, cuando acabe el tratamiento, de- be frotarse al paciente con toallas frías o seguir otro tipo de acción fría. E L BAÑO DE ESPONJA. Para seguir este tratamiento se prepara un cu- bo u otro recipiente análogo con agua y una espon- ja. Es mucho más práctico sustituir la esponja por una toalla chica, y disponer además de dos o tres toallas grandes para secar al enfermo y proteger la cama. Se empieza primero por los brazos, uno tras otro. Se pasa luego al pecho, al abdomen y a laspiernas, terminándose con el dorso. Siempre hay que procurar que el paciente quede bien abriga- do a excepción de la parte de su cuerpo que en aquel instante se esté bañando. El elemento líquido que se emplee para este tipo de baños puede variar. Si es con agua, puede ésta tener de 15 a 54 grados centígrados. Se le puede añadir el agua un puñado de sal por cada dos litros si pretendemos seguir un tratamien- to de lavado salino. Para un lavado de sosa con esponja, hay que te- ner una cucharada de bicarbonato sódico por litro de agua bien sea ésta fría o caliente. Si queremos seguir un tratamiento de lavado de alcohol con esponja, hay que mezclar una parte de alcohol por cada tres de agua, pero recordad que basta en este caso hacer muy poca mezcla en una tacita. Para el lavado con vinagre, debe mezclarse éste en parte iguales de agua. En el próximo artículo hablaré de otras clases de envolturas como puedan ser las de caderas, la envoltura caliente de piernas, la envoltura de pecho, y la que se efectúa con sábana mojada.GENTE EN LA CALLE f\"-: \"-^asr^ .£«# \"'*K^-- f.- --*>&~.. GÄBINO VARGAS, EL DE LAS GALERAS LES GUSTA MONTAR PERO NO TRAEN DINERO. CADA VIAJE CUESTA ALREDEDOR DE MIL PESETAS, PERO SOLO DA PARA VIVIR SIN AHORRAR. *.VL A/L «J. 7» TIENEN PERMISOS TEMPORALES DEL AYUNTAMIENTO DE SANT LLORENÇ. \\f \\* * EN ESTA ZONA HAY DE TODO. AL TURISTA QUE VIENE LE GUSTA Y SE VA CONTENTO.ÍÍÍWOf' - : - ****.?. -.-.-..-\"«—«ii.—. ;- J;:; I Hay miles de maneras de vivir, y hay muchos modos de ganarse la vida. La gente debe tener un poco de inventiva, mucho de voluntad y una bue- na dosis de imaginación. Para otros negocios se exige capacidad especial para el buen trato con la gente. Esto es lo que tiene nuestro hombre Gabino, buen trato y una visión es- pecial de cómo hay que tratar a cada cliente. Hom- bre formado en la calle, con los empujones que da la vida, nos cuenta algo que para muchos será no- vedoso. -Buenos días, ¿usted es el que lleva la galera? -Sí, ¿quiere montarse? No te cobro mucho y le paseo por todos sitios. -No, gracias. ¿Como se presenta la temporada? -Está muy malo, todo está muy malo. -¿Y eso? -Porque la gente que viene trae muy poco dinero. Montar en galera, lo que se dice montar, sí les gusta, pe- ro no traen dinero para gas- tar. -¿Cómo va la compe- tencia en este negocio? -Somos cuatro aquí que nos dedicamos a ésto, cada uno con su galera, y los tres \"mesitos\" de verano nos de- fendemos de esta manera.-¿Cuánto cobran por viaje? -Bueno, pues... unas mil pesetas. -¿Y por dónde les pa- sean? -Por todo, desde Cala Bona hasta el Port Verd. Por unas pesetitas se montan cuatro o cinco turistas y les sale barato. -¿Cuántos viajes suelen hacer cada día? -Sí. Bueno, no. Unos días te pagan más, otros me- nos. Hay días en que la saca uno casi un jornalito, otros días casi no llega. En fin. nos defendemos como pode- mos. -¿Y de ahorros? -No. Para vivir, sólo da nara vivir.SOMOS CUATRO, CADA UNO CON SU GALERA, Y LOS TRES MESITOS DE VERANO NOS DEFENDEMOS. -Cambiemos un poco de tema. ¿Y Uds. de dónde son? -Somos de Badajoz (tie- rra de Dios), pero ya lleva- mos diecisiete años aquí. -¿Qué tipo de turistas se montan en su galera? -De todo : Alemanes, los nórdicos también, ingle- ses. No hay turistas de una nacionalidad concreta que se monte más que los de otra. -¿Cómo vamos de idio- mas? -Nos defendemos con cuatro palabras. No hace falta mucho vocabulario. Cuatro frases, y el resto con las manos haciendo señas. -¿Y de papeleo oficial? -Tenemos permisos temporales del Ayuntamien- to de Sant Llorenç. 1 M« 'levan por aquí' muchos años y lo conocen bien. Pero, si mandara por aquí, ¿qué cambiaría? -No creo que a esta zo- na le falte nada. Ya hay de todo. Y el turista que viene le gusta mucho y se va con- forme. -¿Qué tal se da esta temporada que empieza? -Esperamos un buen año. Suelen decir que sí,que va a venir mucha gen- te, pero ya veremos al final en que queda todo esto. Todavía está por ver. -Esperemos que sea bueno. Otro día me monta- ré para que me lleve has- ta el Port Verd. P.S.T.PEBRE BO A ALGUN POBLE DE MALLORCA Hi PLOU AIGUA ROTJA Ara resulta que alguns batle- socialis- i resulta que tota la gent del poble és de dretes I ara s'ho han pensat bé notí- cies de darrera hora se n'han pensada una de bona, agrupar tots els caps de bou de tot el poble, fermar-los amb una corda i anar units re si se farà por, i deixa- rà, la vara, si aquesta no va bé han dit si li faran beure oli de ricino, perquè se faci el el pobre saben go- però res EL PSOE fet una en- questa per sebre els Falangistes que es- tan afiliats al PSOE, un 79,3 per cent, Falangistes que vo- ten el PSOE un 83,3 per cent, Falangistes que no sa- ben que han de votar 0,0 per cent, Falangistes que són de dretes un 98,8 per cent. Resultats finals. El cas és que tots d'En Franco i eren Fa- langistes ara tots són PSOE, i tots són de dretes, mal els toc xulla, que en aquest país, agafar con- fiança caragols. REVISI O DEL SiDA Un Decret de Sanitat: es fa saber que tots els caps de llista d'aquestes munici- pals han de passar veu- re si tenen símptomes gi que no la vul- gui passar, no se podrà pre- sentar, es veu que la Sani- tat d'aquest país, se preo- cupa més dels polítics que no dels malalts, perquè se veu massa bé que vol que els polítics vagin ben nets, so- bretot de malalties, ara de consciència els és ¡gual si en van bruts, o si la tenen bruta, i no acaba aquí la història, sinó que la llei de llistes .ancades ha canviat, si el numero un està malalt del SIDA, no entra núme- ro dos, sinó es qui fa darrer de la llista, per por del con- tagi del va\" bot és més gros.»EL TEMPS Aquest principi de mes el temps sera bastant fred, però degut el dia ser tan llarg, el encalenteix i hi podia haver qualque tor- malgrat amb fres- ennigular-se, però també * le poden segar o arrabassar fins i tot cap la possibilita que si fa una ploguda, da munt el rostoll ramellet, pebrers tardans, també her de que qui han e; porgat la vinya, le rames de fruit, necessai donar terra a les patates secà, perquè quec fluixa damunt les arrel: són els quinze dies apropia per a segar i embalar tota garba de vena, perquè abar s'estotjar.xfTTT ÌTtì-K ^, #AfcVniJLã¿Sabías que en las curvas no pueden pararse? «^*«\"\"''W*mmm&&^Ji*:+ Pues ahora sí, ha salido una ley que cuando hay unas curvas como éstas, tienen que pararse y \"mamar ha un tot s'estol de picapedrers, se barallen perquè el se volen partir i el compte no els surt. t Un vol una barra, s'altre un terròs i els pesos són molt diferents, ja veureu com a tot aquest sac d'or degut a no entedre's anirà a no ho necessita, sempre s'ha vist que el qui no pot tenir no pot esser sortat i si el d'or :La gente empieza a darse cuenta de que en ciertas listas los listados con listeza, buscando listones, en plan listillo, van los que son unos sociolistos.(ta^- \"c^- - |l!f!§1 ° a- 3.0 HlH\"c ai*- 3- \"I S 3 « 3 O £cr ss re öS £su _ o Hi visit a nuestra isla Que turista británica no ha oído hablar de este célebre artista tan gracioso y versátil. Sir Harry Se- combe, como otros muchos visitantes a nuestra isla, ha sido cautivado por su encanto. Este \"showman\" de siempre tan popular en Gran Bretaña, ha elegido a Ma- llorca para su residencia de vacaciones, donde pue- de relajarse y disfrutar de sus bien merecidas horas de descanso. No obstante.durante una visita recien- te, siendo eternamente fiel y respetuoso a sus segui- dores, el fue tan amable en concedernos una en- trevista; la cual permite a nuestros lectores loca- les conocer un poco acer- ca de este gran personaje, su larga y fructuosa ca- rrera, y saber por qué ha elegido a nuestra isla como \"refugio\". Nos cuenta que todo remonta a los años de guerra entre 1.939 y 1.946,cuando descubrió su face- ta cómica entreteniendo a las tropas. Su no menos talento como cantante em- pezó en el coro de su iglesia local, y, más ade- lante, fue nutrido por un profesor de canto italiano. El fruto ha sido una her- mosa voz de tenor y, des- de entonces, el ha gra- bado gran cantidad de dis- cos; hasta ha llegado a can- tar en el coro Basilico de San Pedro, Roma. Su gran éxito empe-zó por primera vez en 1.946 en el entonces tan famoso teatro de \"Wind- mill\" en Londres, y más adelante, en 1.951, nació el tan famoso y legenda- rio \"Goon Show\", un gran favorito del Príncipe Car- los de Inglaterra. Desde en- tonces Harry no ha mira- do atrás, y sus muchos éxitos siguientes incluyen musicales como \"Pickwick\", también representado en América, y la peli'cula má- gica de \"Oliver\". Cómico, cantante de opera, presentador de tele- visión o hasta escritor? Cómo podríamos definir a este hombre tan dotado? ¿>i. Sir Harry Secombe tam- bién ha escrito y publica- do libros tan distintos co- mo: cuentos infantiles, li- bros de régimen, artículos en la famosa revista \"Punch\", hasta una nove- la; \"Twice Brightly\", la cual pronto será converti- da en película. Sus proyectos actuales principalmente tienen que ver con su ya bien cono- cido y popular programa semanal de televisión; \"Highway\", actualmente en su quinto año de existen- cia. Su trabajo en este programa requiere viajar mucho por lo largo y ancho de Gran Bretaña, y hasta cruzar sus mares de alrededor. En el curso de estos recorridos él ha descubierto a mucha gen- te voluntaria dedicada, de- sinteresadamente, a la ayuda de los inválidos y nece- sitados, lo cual ha enri- quecido mucho a su vi- da; hasta ha presenciado \"milagros\" tal como un músico sordo, o una pin- tora ciega! Tantas horas lejos de su familia y, por supuesto, sus grandes éxitos, deben afectar a su vida privada. Sir Harry responde que, \"sí, naturalmente\", pero su encantadora esposa le acompaña siempre que pue- de, y todo su tiempo libre dedica a su esposa, y dos hijos y hijas -tam- bién siguiendo el ejemplo de su padre en el mundoartístico— y tres preciosos nietos. Sir Harry Secombe le gusta el compartir, sobre todo su título de \"Sir\", concedido a él por la Reina Isabel II, lo cual puede compartir, gustosa- mente, con su mujer. Por qué eligió a Ma- llorca, este personaje tan popular, como su residen- cia de vacaciones? El nos explica que al principio fue por casualidad porque su \"Agent\" tenia enton- ces una casa en Paguera, pero a consecuencia de vanas visitas a la isla, él, y su familia, fueron cautivados por la magia de Mallorca, y entonces decidieron instalarse aquí durante sus vacaciones. Eso fue hace veinticinco años y desde entonces disfrutan sus horas de ocio aquí. Naturalmente han presencia- do muchos cambios del paisaje y de la industria turística de Mallorca. Sin embargo Sir Ha- rry encuentra que estos cambios han sido positivos y que la isla, a consecuen-cia, no ha perdido su encanto; todavía pudien- do ofrecer paisajes tranqui- los y naturales con al- gunos rincones prácticamen- te virginales. Así mismo él reconoce que estos cam- bios son imprescindibles pa- ra la mejoranza y desa- rrollo del turismo. Claro está, Harry y su familia no son turistas típicos a la búsqueda de toda cla- se de entretenimientos, al contrario, ellos buscan la paz y tranquilidad, lo cual comprueba que Mallorca puede satisfacer los gustos de todos. Lo único que desearía cambiar es la ma- nera de presentar la pu- blicidad en Gran Bretaña de la isla. En su opinión podría ser mejorado ense- ñando el lado típico y pintoresco de nuestra is- la, con su \"folklore\" y sus costumbres antiguas en vez de enseñar masas de cemento de los lugares grandes de vacaciones tan explotados como Arenal, Magaluf, etc. A lo largo de tantosaños él ha llegado a cono- cer a muchos vecinos mallorquines de la zona, principalmente debido a su personalidad tan amigable, y nos asegura que está completamente encantado con el carácter insular pero tan amable y independiente de los mallorquines, pare- cido al suyo. Este pequeño \"gigante\" del mundo artístico ha pre- senciado a Cala Millor cam- biar con los tiempos pero él siente que estos cam- bios han sido y son nece- sarios para el desarrollo y mejoranza del turismo mallorquín, y la consiguien- te riqueza de su pueblo. J:S. SIR HARRY -ETERNELLYPOPULAR ENTERTAINER- FELLOW \"FAR\" OF MALLORCA What British holiday- maker has never heard of this jovial and very versa- tile celebrity. Like you,fellow-visitors to this magic island, Harry Secombe has also fallen prey to its charms. This eternal entertainer has his holiday-home on the island, where he en- joys a well-earned tion forever faithful and res- pectful to his public, he was kind enough to tell us a little about himself, his long and fruitful ca- reer, and why he has cho- sen Mallorca as his \"re- treat\". He relates that it all started way back in the war years between. 1.939 and 1.946 when he \"tried his hand\" en- tertaining the troops. His equal talent as a singer was \"sown\" as a choir- boy in his local church, later to be \"nurtured\" by an Italian maestro in ope- ratics. A beautiful tenor« voice has been the resul- ° tat, and he has since made ï ü01many records and has even sung in the Basilican Choir at St. Peter's, Rome. His success first began in 1.946 When he played in the then famous Wind- mill Theatre, and later, in 1.951, the legendary \"Goon Show\" was born; to last for a highly successful ten years. One of its most ardent fans is Prince Char- les. From then on there has been no looking back for Harry, and his many successes include musicals like \"Pickwick\", also played in America, cal film of \"Oliver\". Comic or opera-singer, television interviewer or even writer; how could we define this so very talented and versatile man? Yes diet Punch magazine and even a novel \"Twice Brightly\", soon to be made into a film. His present projects are mainly tied-up now year. His work on this programme entails much travelling all over the British Isles afield. These tra- voluntary work to handicapped and needy, have, he tells us, greatly enriched his life He witnessed \"miracles\" in the form of a deaf musician or a blind pain- ter. Do the many hours away from his family and, of course, his great success as an entertainer affect his private life? Sir Harry's answer is that yes, of course, to a certain ex- tent, but his charming wife accompanies him on his travels whenever she can, and all his spare time is dedicated to his wife, two sons and two daughters —also following their father's example in the entertainment popularcelebrity choose Mallorca as his holiday home? He explains that at first it was by chance as his agent then had a house in Pague- ra, but, after several visits here, he and his family were charmed by the spell of this island, and so deci- ded to acquire property he- re. So for twenty-five years the Secombe family have been enjoying their leisure hours here and have, evi- dently, experienced and wit- nessed great changes to the island and its tourist trade. However, Sir Harry still feels that Mallorca has not lost its charm and has still much varied and beauti- ful scenery to offer; there still existing quiet, unspoilt spots. Of course, on the other hand, he recognizesthat it ts necessary to meet the tourists' demands, and feels that the main holiday resorts now have every facility to satisfy the holidaymakers' needs. Naturally Harry and his family are not typical tou- rists in search of all kinds of entertainment; on the contrary, they are seeking peace and tranquillity, which confirms that Ma- llorca has a little of eve- rything to offer. He only wishes that publicity in Britain about the island could be more extensive and varied, hopefully revea- ling the typical side of the life here with its local villages, architecture, folklo- re and local customs, ins- tead of showing of the morecommercialized areas such as Arenal, Magaluf etc. After so many years he has, natural to his friendly nature, got to know many of the locals, and is completely charmed by them, especially with their friendly personality, and finds their independent in- sular character similar to his own. This small \"giant\" en- tertainer has watched Cala Millor change with the times, but feels, like most of us, that these changes are necessarty to improve tourism and the consequent wealth of the island. J.S.EL EMPRESARIO HOTELERO DEBE ESPECIALIZARSE EN DETERMINADOTIPO DE TURISMO AL TURISTA NO LE BASTA EL SOL Y LA PLAYA. OLIERE SENTIRSE A GUSTO HABLANDO CON JUAN GUISCAFRE, EMPRES AI O Y HOMBRE BE Don Juan Guiscafré Ramis es hombre de empresa que ha seguido el camino iniciado por su padre. Cordial, de buena conversación y con una imagen propia de un director de hotel que a la vez hubiera obtenido matrí- cula en la asignatura de relaciones públicas. Director-propietario del Hotel Club S'lllot y a la vez director y copropietario del Hotel Perla ubicado en el mismo enclave turístico. Vive desde siempre dedicado al sector turístico en la rama hotelera, sabe lo que tiene entre manos, conoce Europa entera como si fuera su propia tierra, casado en Alemania; es, en suma, hombre tranquilo, emprende- dor, con visión de futuro. Por esto nos presentamos ante él y, entre sorbo y sorbo de café, le abordamos con algunas preguntas a las que amablemente se presta.* -¿Leda más futuro a un hotel pequeño a uno gran- de? -Ojalá todos los hoteles fueran de tamaño más bien reducido, sobre todo los situados cerca de la costa. Parece mentira que, con la experiencia que ya se tiene en Mallorca en este campo, se sigan construyendo estos mastodontes en primera lí- nea. -¿Los apartamentos ha- cen la competencia a los ho- tples?rista no fe basta el sol y la playa, quiere sentirse a gus- to. -¿Existe competencia ilegal en el alquiler de apartamentos? -Existe, creo yo, la economía sumergida turís- tica. Existe, a mi entender, el extranjero que se com- pra un apartamento para disfrutarlo durante sus va- caciones y luego lo alqui- la a sus parientes o vecinos del país de origen, sin que este dinero se contabilicedentro de España. Pero, re- pito que, si el turismo fa- llara, los primeros que se re- sentirían serían los negocios de apartamentos. -Si tuviera que montar un hotel en otro país ¿Dón- de preferiría invertir? -Primero tendría que empezar por estudiar el mer- cado. Creo que los nuevos países turísticos del área me- diterránea se irán poniendo todos de moda, poco a poco, uno tras otro, sin em- bargo les pasará lo mismoque con las canciones de \"Los cuarenta principales\", se irán turnando en los pri- meros puestos. Mallorca es- tá consiguiendo mantenerse fuera de esta lista porque sa- be mantener un nivel. No ol- videmos que vale más conservar lo que tenemos y mejorar los servicios. En vez de aumentar la cantidad tendría que mejorarse la calidad. -¿Qué recursos turísti- co faltan en Mallorca? -Antes de construir una A LOS APARTAMENTOS LES DOY POCO TIEMPO DE VIDA COMO NEGOCIO. COMO LAS CANCIONES, SE PONEN DE MODA Y AL POCO TIEMPO SE OLVIDAN -A los apartamentos les doy poco tiempo de vida co- mo negocio. Si ahora hubie- ra restricciones en cuanto a turistas, los primeros per- judicados serían los bloques de apartamentos. Las canciones se ponen de moda y al poco tiempo se olvidan ; creo que con los apartamen- tos pasa lo mismo. -¿Qué le aconsejaría al empresario hotelero? -Que se especialice en determinado tipo de turis- mo. El médico se especia- liza en una o otra rama. Lo mismo debería hacer el empresario hotelero para saber mejor lo que tiene entre manos. Estudiar los gustos del turista según su nacionalidad, buscar qué es lo que desea el turista, analizar la mentalidad del cliente, tener en cuenta sus gustos y preferencias. Al tu- gran fachada vale más arre- glar los interiores de la pro- pia casa. Esto quiere decir que antes de ofrecer más plazas al turista hay que solucionar la falta de in- fraestructura, de lo primero a lo último: Si vas en coche por esta zona tendrás que llevarlo luego al garage por el mal estado de las calles y carreteras; si sales a pasear a pie de noche tendrás que hacerlo por calles oscuras; menos emisarios submarinos y más depuradoras. -Sigue, sigue, ¿y qué más? -Si en esta zona de s'Illot quieres poner un te- léfono, tendrás que espe- rar meses, o años, habrás de hacer un presupuesto de trescientas o cuatroH«»nta«NO BASTA CONSTRUIR HOTELES, HAY QUE EMBELLECER EL ENTORNO ***** ANTES QUE OFRECER MAS PLAZAS TURÍSTICAS DEBEMOS MEJORAR LA INFRAESTRUCTURA & & & - UN HOTELERO PUEDE ADECENTAR LAS CALLES QUE LE CIRCUNDAN, PERO EL TURISTA SE PASEA POR TODOS LOS SITIOS Y VE EL DEPLORABLE ESTADO DE SUCIEDAD Y POCO CUIDADO ***** HAY QUE MEJORAR LOS SERVICIOS EXTRAHOTELEROS O CREARLOS SI NO LOSHAY -£ ^ & LOS NUEVOS PAÍSES TURÍSTICOS SE IRÁN PONIENDO DE MODA COMO \"LOS CUARENTA PRINCIPALES\",^ SE TURNARAN EN LOS PRIMEROS PUESTOS. MALLORCA CONSIGUE MANTENERSE FUERA DE ESTAS LISTAS mil pesetas, y al final no te lo pueden poner porque no tienen línea. -¿Y las calles? -La limpieza es utópi- ca, a pesar de la buena labor de la Asociación de Veci- nos y de su presidente Joan Miquel. Antes había ingre- sos, ahora no los vemos. Un hotel puede adecentar las calles que lo circundan, pe- ro el turista se pasea por to- das las calles y ve su deplo- rable estado de suciedad y poco cuidado. -¿Qué dice de ello el tu- rista? -Al cliente, cuando se va, le damos un cuestionario para rellenar en el que se le hacen todo tipo de pregun- tas sobre cómo se ha en- contrado por aquí. Normal- mente cataloga muy bien los servicios que el hotel le brin- da, pero suelen quejarse del poco esmero que tenemos todos en presentarle unos al-rededores adecentados y limpios. -¿Qué opinas de esta zona turística? -Mis impresiones son muy buenas, tiene un gran futuro esta zona. -Pero siempre habrá al- go que mejorar... -Sí, el desastre de las construcciones mastodónti- cas en primera línea, que no se comprende como a estas alturas y con la experiencia que tenemos se consientan; intentar que los alrededores estén a la altura de los hote- les; hay que mejorar los ser- vicios extrahoteleros o crearlos si no los hay. -¿Cómo reacciona ante esto el turista? -Muchos se sorprenden de que no esté establecida una cuota, una especie de \"Kuatax\", como lo tienen en balnearios u otras zonas turísticas de Europa en que, con el pago de esta tasa, serecogen fondos para adecen- tar y cuidar los alrededores. En fin, que damos una po- bre imagen al visitante ex- tranjero; cada pueblo tie- ne lo que se merece. -¿Qué es S'l llot? -En conjunto somos todos, el pueblo, los habi- tantes todos, los hoteleros yel turista. Lo importante pa- ra mí no es sólo el turista, sino también todos los que aquí tienen una casa, los que viven todo el año, los que vienen los fines de se- mana y los que se estable- cen los veranos. Todos son igualmente importantes y entre todos hacemos S'Illot. ¡SI; FRECUENCIA DEPORTIVA! MABCHA-De las 20'30 a las 24 ¡GOLES! PEDRO PABLO PARRADO TODOS LOS DÍAS EN RUEDA DE EMISORAS RATO¿HOTELES? MAS VALE CONSERVAR LOS QUE TENEMOS Y MEJORAR LOS SERVICIOS EN VEZ DE AUMENTAR LA CANTIDAD CONVENDRÍA QUE MEJORASE LA CALIDAD -¿Cómo lo mejorarías? -Crearía entidades me- nores desde Calas de Mallor- ca hasta S'Illot, de punta a punta de nuestra zona cos- tera. Tenemos problemas distintos de los de Mana- cor. Los núcleos costeros tenemos problemas her- manos. Mientras los hijos crecen los padres tes for- man, les visten y tes pagan los estudios; luego se van situando por su cuenta e incluso llegan a mantener a sus propios padres. Es imprescindible mejorar la imagen de S'Illot mejorán- dolo todo, y se empieza con la concienciación. -¿Cómo ve las perspec- tivas futuras de toda esta zona costera? -Confusas. En efecto hay realizaciones bien he- chas, que se adaptan muy bien al entorno, y otras desfasadas. No basta hacer hoteles, nay que embelle- cer el entorno y llenarlas plazas hoteleras para bien de todos. Se han hecho cosas de gran calidad y otras desgraciadas que quizás hace veinte años pudieran perdo- narse por falta de experien- cia pero, con la experien-cia turística adquirida y con la gente bien preparada de que actualmente se dispone hay cosas que no se pueden perdonar. En efecto, D. JuanGuiscafré es hombre que sa- be de qué va. *** EL CLIENTE POR LO GENERAL CATALOGA BIEN LOS SERVICIOS QUE EL HOTEL LE BRINDA, PERO SUELE QUEJARSE DEL POCO ESMERO EN PRESENTARLE UNOS ALREDEDORES ADECENTADOS Y LIMPIOS ***** LOS NÚCLEOS TURÍSTICOS COSTEROS TENEMOS PROBLEMAS HERMANOS DISTINTOS DE LOS DEL NÚCLEO URBANO EN QUE RADICA EL AYUNTAMIENTOME HE DROGADO INGIRIENDO, FUMANDO, PINCHÁNDOME Y SORBIENDO POR LA NARIZ LLEGA UN MOMENTO EN QUE NOS INYECTAMOS CUALQUIER COSA CON TAL DE EXPERIMENTARLO TODO: CLORATO DE SODIO, POTASA, CAL... CONFESIONES DE UNA CHICA VEINTEANERA EXPERIÊNCIAS DEL MUNDO DE LA DROGA En forma novelada para evitar represalias HE INTENTADO INTRODUCIRME EN EL MUNDO DE LA DROGA Y LO CONSEGUIRE, AUNQUE SE QUE ME JUEGO LA INTEGRIDAD FISICA ***** HAY QUE CONCIENCIAR A LA GENTE QUE HASTA AHORA SE LIMITABA A MIRAR Y CRITICAR LAS COORDINADORAS DE BARRIOS SE MOVILIZAN CONTRA EL IMPERIO DE LA DROGA No voy de bromas. Se me han quitado todas las ganas de reir y el asunto lo requiere. Me explicaré en- seguida. He intentado in- troducirme en el mundo de la droga y casi lo he conse- guido. No cesaré en el inten- to y prometo que termina- ré por introducirme del todo. Sé lo que me juego. Sé que puede haber represalias si intento desvelar todo lo que se está moviendo en es- tos bajos fondos modernos del pitillo, el porro y el pin- chazo. Sé lo peligroso que es establar amistad con ca- mellos y pedir a los droga- dictos que me expliquen sus experiencias pero lo estoy consiguiendo. El que sienteadicción por la droga suele ser persona callada, in- trovertida, que no tiene ningún interés en comuni- car la necesidad de pin- charse a nadie, ni siquie- ra a los demás drogadic- tos, y esto precisamente es lo que hace más difícil encontrar personas que se te confían y te lo cuenten to- do. Pero ya tengo varios tes- timonios interesantísi- mos que de momento es- toy ordenando y estudian- do para publicarlos en próximos artículos. Ten- go datos del número de mu- ^ chachos que se drogan ça- | talogados ya por zonas y tipos de productos que ¡ consumen, tengo direccio- nes y nombres de personas \"^»M *-- ^^fc^*«»t*-ï:<1 (de las que \"se presume\") que venden droga. Pero para evitar peligros innecesarios, para no dela- tar a nadie y esquivar que me acusen de lo que sea ante el Juzgado, trataré el tema como si fuera un sue- ño, un invento mío, como si se tratara de algo irreal, como el mundo mismo de ensueño en que vive el dro- gadicto. Evitaré citar a las personas que su propio nombre, y simularé que son entes de ficción para que al- guno de ellos pueda sentir- se traicionado o delatado. LOS ESTUPEFACIENTES. Cuando se haya dicho y escrito sobre el alcohol, puede repetirse por centu- plicado de los estupefa- cientes, en grado superlati- vo. Si el alcohólico es unepersona susceptible de re- cuperación, el que se afi- ciona a las drogas y termi- na siendo un adepto a los estupefacientes padece una enfermedad mucho más gra- ve. Todo empieza siendo co- mo un juego, como unas ganas de ser como los demás del grupo que le incitan a probarlo; ante un grupo de amigos que le cuentan las excelencias del perrito y le hacen creer que no pasa na- da, el niño y la niña lo prueban por pura curiosi- dad y para ser como los de- más, \"porque se lleva\". Y efectivamente la primera vez no le crea hábito, es lógi- co. Le gusta, se da cuenta de que lo ha pasado muy bien y en su casa no se han enterado, y repite. Siempre convenciéndose a sí mis- mo de que no le va a pasar nada y de que lo va a dejarcuando él quiera. Siempre seguro de que la droga nun- ca le va a dominar, y la va a poder dejar cuando quiera. Este niño de doce, tre- ce o catorce años se dice y se repite constantemente a sí mismo que del porro no pasará, que no probará nada más y que lo toma porque le da la gana. Está seguro de que los que no lo pueden dejar es porque son unos tontos. Pronto viene el paso si- guiente: Repetirse que, aun- que lo tome no le va a pa- sar nada, por tanto ¿por qué no tomarlo? ¿Y por qué necesitar tomarlo con los demás si lo puede fumar él solo donde le venga en gana? Pero un día faltan los porros en el mercado y es capaz de tomarse cualquier otro sustitutivo con tal deno dejar de experimentar aquellas sensaciones, aquel falso bienestar. O simplemente se le brinda la oportunidad de otro tipo de alucinógeno al principio más barato, incluso gratis si se lo da un amigo o conocido. O viene una fiesta, un con- cierto de música moderna, el carnaval o las ferias del pueblo, y \"hay que estar al loro\", y busca quien le \"riele\" (suministre) con gran \"pesqui\" (sagacidad) una pape I i na de cocaína, de heroina, de cualquier estupefaciente no deter- minado, o una dosis de LSD o de cualquier psico- fàrmaco. Concretamente me di- jo uno de ellos que hace unas tres semanas, los trafi- cantes hicieron la jugarre- ta de decir que se habían terminado las drogas en Ma- llorca; se las veían canutas BUSCAMOS SENSACIONES QUE NOS SALGAN MAS BARATAS O REACCIONES MAS ASEQUIBLES. YO ESTABA CONVENCIDO DE QUE LO PODRÍA DEJAR CUANDO QUISIERA, PERO CUANDO ME DI CUENTA YA NO PODÍA DESENGANCHARME IDmpara conseguir una dosis de lo que fuera, y resultó ser para que, ante la falta de lo acostumbrado, probaran el \"crak\", esa nueva droga de efectos fulminantes que crea hábito con gran rapidez. Así se introdujo en el mercado mallorquín el crak de una manera muy sutil, a un pre- cio muy asequible, y como sustituto de lo que \"escasea- ba\". CAPTACIÓN DE ADEPTOS. Los traficantes de dro- gas procuran captar a sus adeptos mediante fiestas en las que suministran estupe- facientes casi gratuitamen- te a fin de incitar a las futu- ras víctimas a probar la dro- ga, para que luego se trans- forme en un esclavo de és- ta y de quien la posee. Pe- ro no es sólo el traficante, sino el mismo consumidor quien, para poder comprár- sela, trafica con ella misma con la finalidad de conseguir un dinerillo fácil. Hoy ya ni siquiera hace falta que el traficante se mueva; el tra- ficante ya no va a buscar a nadie, al revés, es el adic-to quien busca al que se la pueda proporcionar. Son los propios amigos quienes al principio te la dan a probar en cualquier reunión con- venciéndote de que lo vas a pasar fenómeno. Después, en cuanto se ha adquirido el hábito, los precios van en aumento al par que crecen también las necesidades de los drogados que cada vez requieren más cantidad y con mayor fre- cuencia. Asi' se llega a po- seer y padecer la toxicoma- nía. \"No se trata de que un sistema de estos para dro- garte cree más dependencia que otro, sino de la rapidez con que quieres que actúe\", me decía el otro día uno mientras tenía la aguja en la mano a punto de pinchar- se. \"Claro que también va en relación con la dependen- cia que se tenga\". -¿Es uno de los prime- ros síntomas ver un librito de papel de fumar con la tapa rota? Le pregunté. -Sí y no. Me explicaré. El cartoncito o papel de la tapa no se quita porque quieras fumar tan aprisa que quitas cualquier estorbo depor medio para liar ei |jo- rro. No es para sacar el pa- pel con mayor facilidad y rapidez. No es esto (me de- cía). El cartoncito o papel de la tapa se quita para aprovecharlo y hacer con él el filtro y el forro\". -¿Cómo puede conocer a tiempo un padre si un hijo f urna porros? -Lo primero que han de mirar los padres de un estu- diante para saber si su hijo fuma porros es si a los libros del colegio les faltan troci- tos de papel, si las 'hojas del libro o del cuaderno están rotas faltándoles pedazos porque, como es lo que tenemos más a mano, arran- camos trozo de páginas para hacer filtros. También de- pende del retraimiento y del temor que tiene el mucha- chos de que en su casa le pillen. LOS TOXICÓMANOS. Los toxicómanos son capaces de realizar acciones de lo más atroces, actos muy indignos con tal de conseguir tener a su alcan- ce la droga que necesitan. No miran edad ni sexo, nicondición social a la hora de asaltar a una persona para procurarse medios con que poder comprar la droga a que están acostumbrados. La carencia de la droga les produce tal desarreglo orgá- nico (síndrome de abstinen- cia) que incluso el propio tratamiento de desintoxica- ción consiste en una dismi- nución progresiva en la do- sis de estos venenos, tan lentos y tan eficaces a la vez. Este es el motivo por el que hay que tratar al dro- gadicto como a un enfer- mo, porque en realidad es un enfermo que llega en muchos momentos a la irres- ponsabilidad de sus actos. De cada vez la sociedad se va dando más cuenta de que son enfermos. Por esto necesitan comprensión, ca- riño, ayuda franca y leal, amistad, ejercicio físico, aire sano, cansancio y sueño pro- fundo y reparador; y no gol- pes, palizas, desprecios y re- pulsas. Castigándole, pe- gándole, maltratando a un drogadicto no se consigue su curación, sino todo lo contrario; se acelera su es- tado de misantropía, de so- DE CALAS DE MALLORCA A CALA MILLOR HABRÁ MAS DE 200 DROGADICTOS \"EN FELANITX ES DE MIEDO\" POR LAS URBANIZACIONES TURÍSTICAS DE CAPDEPERA TODAVIA NO HA ENTRADO LA DROGA COMO NEGOCIO *$$$:{: \"ME HAN DICHO QUE LOS CHICOS QUE MATARON AL VIGILANTE NOCTURNO DE CALA MILLOR ESTABAN BAJO LOS EFECTOS DEL CRACK\"ledad, de aislamiento que de por sí ya busca. No olvide- mos que la droga lleva ade- más al \"pasotismo\". Los paraísos ofrecidos por los estupefacientes tie- nen más de fantástica leyen- da que de realidad. Son una falsa creencia debida a la sugestión de los nombres y exaltada propaganda lite- raria divulgadora de es- tas manías exóticas de en- venenamiento, de tan perju- diciales efectos. tema seguís Dará drooarns? fumando, pinchándose, snifar (sorbiendo por la na-han dicho que estaban bajo los efectos del crack. -¿Por cuál de éstos mé- todos te inclinas? -Pues depende del mo- mento, de la situación, de los medios o del dinero. Llega un momento en que nos inyectamos cualquier cosa con tal de experimen- tarlo todo en busca de nue- vas sensaciones que nos sal- gan más baratas o en busca de reacciones más fáciles de conseguir. Nos llegamos a inyectar clorato de sodio, potasa, cal, en fin, cualquier cosa. Procurarse el veneno es costoso, y los toxicómanos recurren a cuantos artificios áft^».riz)... -¿Cuál de estos siste- mas es el más fuerte o más de choque? -No se trata de más o menos fuerte, sino de más o menos rápido. El sistema más lento es tragándote la droga, porque tienes que esperar ir haciendo la diges- tión, que el cuerpo la ab- sorba. Luego viene el \"sni- far\", que es inspirando el polvo de la droga por la na- riz; pero bueno, tampoco este sistema es tan lento como se creen, porque es una fuerza de choque que va a parar directamente a la cabeza y pasa rápidamente al cerebro. Después viene la droga fumada, que ya es más rápida; y por último la inyección que actúa en pocos segundos. Ahora me \" encanta el \"crak\" porque 1 es rapidísimo. Aquellos dos m conocidos míos que \"entra- 2 ron en un hotel de Cala Mi- \" llor matando al portero, me MJii y, como consecuen- cia obligada, surgen multi- tud de individuos de todas las clases sociales que hacen profesión del contrabando de drogas que, al fin y a la postre son elixires de la muerte. ¿FALLAN LAS ESTADÍSTICAS? Le preguntaba al joven- cito citado al principio de este artículo si era capaz de darme datos y me con- testaba que en este mundo es muy difícil porque no hay ningún adicto que tenga el más mínimo interés en comunicar su situación a los demás, a no ser única y ex- clusivamente para conseguir droga para el consumo o pa- ra la venta. La conversa- ción iba así: -Pasemos a en Maq.acor ¿cuántos crees auehay? -No sé, prefiero no decirlo. -Hombre, haz un cálcu- lo aproximado. -Pues mira, tío, depen- de de si es en Manacor o en la comarca. -Anda, dimelo, sin mie- do que no los descubriré. -Pues mira, tío, en Ma- nacor sólo hay un centenar seguros; y contando desde Manacor hasta Cala Millor pasando por la zona costera habrá más de doscientosdo todavía la droga como gran negocio, aquí se consu- me muy poco. En esa zona costera de Capdepera, con- tando todas las urbaniza- ciones, tal vez seamos cinco o seis personas drogadictos de verdad (contesta un com- pañero suyo que le acom- paña). En fin, es tal el dete- rioro que genera la droga y el que tal vez se necesite para promover su venta, que asusta al que intenta verlo de cerca. Hay un deterioro SEGUNDO PASO: SI LO TOMO Y NO ME PASA NADA ¿POR QUE NO TOMARLO? HACE UNAS SEMANAS LOS TRAFICANTES DECÍAN QUE NO HABÍA DROGA PARA PROMOCIONAR EL CRACK. EL TRAFICANTE NO VA EN BUSCA DEL CLIENTE, ES EL ADICTO QUIEN BUSCA AL CAMELLO. LOS PADRES DEBEN MIRAR SI A LOS LIBROS DEL COLEGIO DE SU HUO LES FALTAN TROZOS DE PAGINAS. OTROS SÍNTOMAS: DESCENSO VERTIGINOSO EN LAS NOTAS, HACER \"NOVILLOS\" EN CLASE, DESALIÑO CORPORAL Y PASOTISMO. EL QUE SE PINCHA SUELE LLEVAR MANGA LARGA AUNQUE HAGA CALOR PARA QUE NO SE LE NOTEN LAS MARCAS. HAY QUE TRATARLOS COMO ENFERMOS. NECESITAN CARIÑO, COMPRENSIÓN, AYUDA FRANCA Y LEAL, AMISTAD, EJERCICIO FÍSICO, AIRE SANO, CANSANCIO Y SUEÑO PROFUNDO Y REPARADOR. NUNCA SE SOLUCIONA EL PROBLEMA MEDIANTE GOLPES, PALIZAS, DESPRECIOS NI REPULSAS. segurísimos. -¿Y mie- do, \"fa por\". Allí dobla la cantidad. Si aquí hay cin- cuenta allí hay cien; y si aquí hay cien, allí hay dos- cientos. -¿Cómo? -Sí, en Felanitx es de espanto. -¿Y por Cala Millor? -Por toda esta parte de la costa sumarán un cente- nar. -¿Conoces la parte de Artá-Capdepera-Cala Ratja- da? -Sí, aquí hay pocos, j^or e&ta zona no ha entra-social que sirve de caldo de cultivo para su comercia- lización. Todo lo que sea lucha y prevención contra la droga significa una adhe- sión contra el deterioro so- cial que se están producien- do en los últimos años. Pero hace falta una res- puesta que venga también de la sociedad porque las soluciones no pueden venir todas de los gobiernos. Es- te ejemplo del Padre Enri- que de Castro ha de servir para algo. En próximas entregas contaré más experiencias. RODRÍGUEZ CASTRO.Cuento Por Kanton Costa LAS NOCHES LOCAS DE LA VALOLTRIA DE CALA D'OR (Ramón Costa). Llega- da del frío, aquella hija de Odín arribó al aeropuerto de Son Sant Joan, en plan guerrero. Liberada del frío, Gretta deseaba encontrar el fuego. Le habían dicho que, para hallarlo, Mallorca era el verdadero infierno y que Cala d'Or, la olla de Pedro Botero. De Botero, Gretta ignoraba todo. Como si le hubieran dicho era yerno deReagan o primo hermano de Gorbachev. Gretta llegaba a Mallorca, camino de la pa- tria chica de \"Picarol\", ya lo he dicho, en plan guerrero. O sea, avasallador. En su ca- so, avasalladora. No en bal- de creía, todavía, a pies jun- tillas, los dictados que, co- mo valquiria, podía dar de su dios Valhala. Salida de la terminal de Son Sant Joan, Gretta, co- mo una turista cualquiera de bolsillos esquilmados, pregunto a un taxista que \"¿cuánto?\" hasta llegar a las vecindades del pintor Riera Ferrari. El taxista le dijo que, si no hablaba más claro, no le trasladaba ni a Ca'n Pastilla. Aclaraba la si- tuación, en el sentido de que ella de lo que menos quería gozar era de unos\"Vells vaixells\", difícil de pronunciar, y sí de unas buenas gambas en casa de un tal Jordi de Manacor, el taxista le dijo que \"cua- tro mil del ala\", que se sen- tara en el asiento trasero y que \"a callar\". La vista de las arenas de aquella Cala hicieron que Gretta rechazara el recuer- do del helado Báltico. El contacto con el Sol medite- rráneo fundió, como por en- salmo, los témpanos que Gretta llevaba clavados den- tro cedidos, por obligación, por las cuencas arcaicas del golfo de Botnia. La altivez de los estrechos daneses se amansaría ante la sencillez de las arenas de D'Or. ¡No- tó la diferencia de los hie- los cuaternarios comparados con la cálida Cala d'Or! Yeso, que llegó de día. Yo probaría, o lo intentaría, en la noche de la playa. Los mares del Norte, de Norue- ga y de Barents, quedaban lejos. Las cuatro bellas del frío, Suècia, Noruega, Dina- marca y Finlandia, serían, durante quince días, un le- jano recuerdo. Allí quedó el frío, el del cuerpo y el del alma. Cala d'Or era el fuego. El de la carne y el del espí- ritu. Llegada al Hotel, cerca de los Astilleros, Gretta pi- dió al camarero un vodka con hielo. El sirviente, le aconsejó un \"palo\" seco. Es- te, penetró en su cuerpo y de golpe, tras un solo trago. 3 Sintió la llamada de Odín, J dios de la guerra helada. Tras la sorpresa del primer ¿ sorbo, y antes d<? rv>dir el se-gundo, recordó que la deidad lo era también de la poesía. Al quinto trago. Gretta se sintió en el Vall- Hall del cielo viquingo. Sin- tió como si entrara en él por la vigésima de sus dos mil puertas. Añoró al cuervo y al lobo y, pidiendo otro \"pa- lo\", sintió la llamada de su tio Mimir, el diablo de las aguas. El camarero, oyen- do sus casi ebrios lamen- tos, le dijo que de agua nada, que aquello era fuego, Dulce, cremoso, negro. Y le sirvió otra copa. La sexta. vãmente, en el taburete del mostrador. \" valquiria baja- da de los témpanos del Bál- tico, tenía setenta años. Su faz reflejaba una belleza nórdica ¡da a fuerza de años. Dos lágrimas brota- ron de sus ojos. Od In le re- cordó que, también él, se hi- rió a sí mismo. Que, para lo- grar un rejuvenecimiento, allá en Escandinávia, había permanecido, durante nueve días y nueve largas noches, colgado de un árbol, agita- do por los vientos. Gretta se levantó del ta- burete. Ascendió las escaleras que accedían a su habitación. La 303. Lo recordaba. Traspuesta la puerta, la cerró. ,,# Gretta, apurada esta liba- ción, creyó sentirse abraza- da por la hidromiel de Odre- rir. Y fue entonces ccuando su cuerpo le pidió marcha. Había venido a Mallorca a abrasarse con su fuego. A sentirse hirviendo en las bo- tas de Pedro Botero. Un dia- blo rojo, amenazante de cuernos. De hueso, distintos de los metálicos de sus com- pañeros del dios Wotan. Y Gretta, ante la sorpresa del camarero de Hotel, se abra- zó a aquel sirviente inten- tando, y logrando, darle un beso. Gutiérrez, así se lla- maba el camarero, la apar- tó casi violentamente. Secó sus labios de la humedad cedida por los de la valqui- ria. Con las dos manos la obligó a que se sentara, nue-Al día siguiente, la Guardia Civil levanto el atestado. El forense, cer- tificó su muerte. El Juez, ordenó el levantamiento de un cuerpo que hacía cin- cuenta años había cumplido veinte. La pobre Gretta, valqui ría huida de los fríos, halló, en el calor de Mallorca, la helada del alma. Había hui- do de Odín, creyendo, la pobre, que en Cala d'Or ha- llaría lo que, por historias, había creído. La pobre había llegado tarde. Treinta o cuarenta años tarde. Si hubiera veni- do cuando el ibicenco Costa colonizó bellamente aque- lla Cala, quizás hubiera ha- llado lo que con tanta an- sia buscaba. Por no hallar, no había hallado ni aque- llos \"Vells Vaixells\" de Rie- ra Ferrari. Aquella noche, la del día en que Greña ascendió a los cielos del Valí Hall de Odín, en una carrozadiscoteca, cerca de la playa, se oían los compases, resu- citados, de una \"Cala d'Or es de Mallorca, paraíso de colores\". Ya nadie, ni el ca- marero Gutiérrez, le podría hablar de un tal Bonet de San Pedro. Las noches locas de la valquiria de Cala d'Or se ha- bían cerrado, de golpe, sin esperar el amanecer. ARQUITECTURA PARA UNA SUEÑO DE VERANO Paseando una noche cualquiera de estos meses de invierno por los rinco- nes de nuestras costas don- de se levantan grandes mo- les de cemento que alber- garán todos los veranos a numerosos veraneantes, acude a mi mente la imagen de cómo podría ser una de nuestras ciudades después de un desastre nuclear. Muchas farolas no alumbran, los reclamos pu- blicitarios sin actividad, to- das las ventanas cerradas, sin luz, montones de pape- les que el viento ha acumu- lado en un rincón, sucie- dad, silencio solamente turbado de vez en cuando por la presencia de un gato alegrándose de la presencia de un humano. Una autén- tica imagen fantasmagóri- ca. Pienso cuanto dinero aparcado y sin trabajar du-rante la mayor parte del año en espera del despertar de su letargo invernal! De repente todo cam- biará con la llegada del ve- rano. Estas mismas 'calles son todo bullicio y agita- ción, recobrarán su vida y es que sin la presencia del hombre la ciudad no exis- te. Todas las ventajas apa- recerán abiertas ávidas de captar la brisa marina. En los balcones aparecerán de nuevo, cual banderolas, las bragas y calzoncillos de sus ocupantes. Es el milagro del verano. . Con menos de cin- cuenta metros cuadrados es más que suficiente pa- ra gozar del sol y la brisa marina. Pregunto ¿Será ma- soquismo veraniego este ex- traño fenómeno? Muchos humanos pasamos el invier- no trabajando y pensandoen que llegue el verano pa- ra gozar de las vacaciones, la playa y el sol, llegado és- te cargamos los bultos en el utilitario, incluido la jaula del canario, perro, gato, plancha de Windsurf y sue- gra, y nos disponemos al gozo de los placeres del ve- rano. Instalados como po- demos en uno de estos gran- des \"cajones\" de hormi- gón, muchos días nos acu- de a la mente la idea de ¿qué hago aquí?, con lo bien que estaba en casa, con todas las comodida- des, sin ruidos nocturnos, pasando el mismo calor que aquí, y encima tener que colgar los calzoncillos en el balcón. Bueno tos hay que tienen su chalet con todas sus comodidades, mejor para ellos y también los hay que tienen que que- darse en casa, tambiénmejor para ellos pues para pasar unas vacaciones con una menor calidad de vida que la que tenemos en nuestra casa habitual mejor quedarse en ella. La ciudad la consti- tuyen y construyen sus ha- bitantes, de una forma na- tural, pero nuestras ciuda- des de verano correspon- den a un fenómeno social y económico, nacidas mu- chas veces de forma artifi- cial y rápida y no son ca- paces de resolver las autén- ticas necesidades de los que van a ocuparlas temporal- mente. Son milagros del pro- greso y del capital! Francese Villalonga I ' Beltran - Arquitecte. !ARIES Del 21 de Marzo al 20 de Abril Modera tu actuación en beneficio de tu salud. Pasa- rás unos días en que te apetecerá dar salida a toda la energía acumulada en semanas anteriores. Necesitas te- ner cuidado para evitar tropezones que lamentaría des- pués. Dinero: No habrá complicaciones esta quincena, pe- ro debes empeñarte en administrar mejor tu dinero por- que a finales de esta luna te surgirán problemas que tar- darán en solucionarse. La luna nueva te traerá dinero fresco. Amor: Atraerás hacia tí a esta persona que tanto tiempo llevas persiguiendo, de la misma manera que la luna atrae al agua del mar. Pero ojo con los eclipses amo- rosos, son muy negros y te harán llorar. C*1'« rcrrta Zailnu TAURO Dal 21 de Abrí al 21 de Mayo No debes pedirle a tu organismo más de lo que te puede dar. No le obligues a rendir demasiado. Mide tus fuerzas. Los astros están demasiado lejos para ayudarte esta vez, y te cansarán más que en otras ocasiones. Dinero: Neptuno estará a tu costado y tal vez te ayude a ganar un viaje, un crucero por sus aguas para te- nerte más cerca. El mar te atraerá, no hundas tu econo- mía bajo las olas espumosas que no hacen más que enga- ñar. Amor: Lo mismo que las caracolas brillan más cuando les da una ola, tú también te iluminarás cuando te besen la frente. Alguien le pretenderá. No te metas en el mar del amor que es traicionero. Busca un salvavi- das.QaiiiiquciXinccr CÁNCER Del 22 de Junio al 22 de Julio Nunca pierdas la esperanza de recobrar el buen hu- mor. Las enfermedades a tu edad no suelen ser fatales. Te pondrás bien del todo y subirá tu estado de ánimo. Dinero: Después de haber trabajado dignamente ob- tendrás buenos resultados. Es una etapa favorable para los ascensos profesionales o estudiantiles. Esto te hará sentir fuera de tí y sin pensarlo derrocharán el dinero. Mira bien en qué lo gastas. No gastes lo que no tienes. Amor: En este aspecto si que puedes gastar muchas energías, porque te sobra fuego en el corazón. Quema- rás y arrasarás por donde pases. Date una buena ducha antes de tomar una decisión firme. Está atenta a lo que te pueda pasar. ito LEO Del 23 de Julio al 22 de Agoito La salud pasará por una buena etapa. Tendrás equi- librio psíquico y la tensión arterial en regla. Cuida tus muelas y la vista. Algunas estrellas te deslumhrarán demasiado y los dientes pueden seguir a la madera carco- mida. Dinero: Un agujero en el bolsillo te hará perder el dinero sin saber cómo. Procura que tus manos no estén también agujereadas. Las estrellas brillan con luz propia; el dinero no, hay que trabajarlo para que luzca. Amor: Un gusanito roerá tu corazón y aprovechará los momentos de oscuridad en tu estado de ánimo para profundizar en tí¡ querrá conocerte demasiado y esto te dolerá. No permitas que los demás te moldeen. CaiuorrclOcmuuGEMINIS Del 22 de Mavo al 21 de Junio La salud será normal, con tendencia a mejorar. Los fines de semana aprovéchalos para salir al sol. Sus ra- yos te irán mejor que los de Júpiter. Pero no trates de vivir como cuando tenías menos años, el calor quema- rá tus fuerzas. Dinero: Brillará el oro en tus manos. Se te acrecen- tará el dinero sin que sepas cómo. Es el sol que lanzará sus dorados rayos sobre tu economía y te orientará en los negocios. Déjate guiar por su luz y no busques nego- cios oscuros. Amor: Nuevas estrellas nacerán en tu corazón al mismo tiempo que otras apagarán su fulgor. Tendrás momentos de alegría y otros de rabia y de desesperación.CWJO VIRGO Del 23 de Agoito al 23 de Septiem- bre Si consigues vencer esta inercia y quietud que tanto te perjudican, pasarás por una buena etapa de tu vida. Tu mejor día será el viernes; el domingo te cansarás de- masiado y la pereza saltará al flor de piel. Haz deporte. Dinero: Has de aprovechar los buenos momentos que la vida te brinda para coger el dinero al vuelo. De no hacerlo así se te escapará por los espacios siderales. La luna te engañará, no te fíes de quienes te ofrezcan gangas. Amor: Soñarás príncipes azules y matrimonios ma- ravillosos. Domina tus inclinaciones a la fantasía y así te evitarás disgustos amorosos. El corazón te puede trai- cionar.HORÓSCOPO EL SABIO SE RIGE POR LOS ASTROS. EL IGNORANTE SE DEJA ARRASTRAR LIBRA Del 24 de Sept t.embre al 23 de Octubre Las abundantes energías asimiladas de las galaxias te impulsarán a actuar de forma irreflexiva. Tendrás ganas de correr y saltar; de elevarte por los aires sin que te pue- das contener. Dinero: Sentirás inclinaciones al despilfarro, todo el dinero te sobrará y sentirás ganas de malgastarlo. Piensa que tus problemas re 'nen por qué ser problemas de los demás. Amor: Nunca pueu« decir que estarás tranquilo; cuando menos te lo pienses tu corazón se agarrará a per- sonas que nunca lo hubieras imaginado. Aprende a domi- nar tus inclinaciones. Los astros siguen su rumbo marca- do, tú no.Cif>:ico!rraf. CAPRICORNIO Del 23 de Diciem bre al 20 de Enero Tenderás a ser víctima de pequeños accidentes do- mésticos. Si quieres puedes evitar las grandes catástro- fes, pero los pequeños contratiempos te pillarán en mo- mentos de descuido y te dolerá. Dinero: Mercurio a veces regala dinero y a veces lo roba. Esta vez recibirás algún regalito que te llenará de ilusión. Dinero no te faltará, y con él has de saber co- rresponder a los regalos que te hagan. Amor: No te entusiasmes demasiado que la oscuri- dad se presta a muchos resbalones. Piensa por otra par- te que es de noche cuando más brillan las estrellas, pro- cura ser estrella fija y no fugaz. ScoïfioESCORPIÓN Del 24 de Octubre al 22 de Noviembre No te esfuerces físicamente demasiado, no es tu día. Procura guardar tus energías para cuando te hagan más falta, las necesitarás. Tu sangre va más despacio que los astros en el firmamento. Dinero.- La circulación monetarias sigue su rumbo veloz y te quedarás atrasada en los pagos y en los cobros. No dejes pasar las ocasiones propicias que serán pocas y menos luminosas que Piutón. Amor: No se encenderán grandes luces en tu cora- zón, pero las pocas que te iluminen arderán corno nun- ca. Pocos amores pero fuertes. Alguien te perseguirá pa- ra declararte su amor incontenible; es propio de espíri- tus juveniles.ACUARIO Del 21 de Ene- ro al 20 de fe brer o Normalidad en tu estado de ánimo. Se te desperta- rá el apetito y desearás comer más de lo normal; contro- la los dulces y el pan. El ejercicio físico te será aconse- jable en esta quincena. Dinero: Vas a tener días de suerte. Se te acrecenta- rá el dinero. Juega con la suerte pero no te entusias- mes con ella que se te puede girar al final de la sema- na. Tu destino al final cambiará. Amor: Vaivenes sentimentales que te preocuparán. Posibles peleas y disgustos, pero al final se hará la luz y florecerá en tu corazón la esperanza del amor. De Orien- te vendrá quien llenará las ansias de tus amores. SagiitiT.il. SAGITARIO Del 23 de Noviem- bre al 21 de Diciem- bre Tu salud depende de la moderación de tus cos- tumbres. Mira los astros siempre a punto porque no pier- den su ruta. Sigue por buen camino y no serás víctima de los males que te acechan estos días. Dinero: Gasta en lo normal. Evita despilfarres y gas- tos extras. Marte es un dios que te dará mucha guerra y Urano procurará enterrar tu economía en las profundi- dades de la tierra. Amor: Venus luchará en su conjunción con Neptu- no. Uno te calentará la sangre y el otro tirará sobre tus sentimientos duchas de agua fría. Las tormentas te ven- drán de más arriba, no te enfrentes al destino.puix» PISCIS Del 21 de Febre- ro al 20 de Marzo Salud estable, sin grandes altibajos emocionales. Pro- pensión a los resfriados por exceso de sol; te va mejor el agua que el aire, sumérgete bajo las olas y no te expon- gas al viento. Dinero: Viento en popa, el hierro se transformará en plata y ésta en oro. Guarda tus ganancias para cuando tu economía se sienta ahogada por las deudas. Hay que sa- ber nadar y guardar la ropa. Amor: No habrá grandes tormentas en tus relaciones amorosas; tal vez alguna ola gigante salpicará tus senti- mientos pero se retirará como cuando choca contra la playa. Aprende a sumergirte en el alma de quien te quie- re.TURISME - 87A partir del present número i salvant qualque excepció trobareu cada espai dedicat al tractament del món turís- tic a Mallorca i de forma molt especial a la nostra cos- ta de Llevant. En aquest número i per a què ser- vesqui preàmbul rem nions empresaris pàgines de TURISME 87 férem un recorregut per gran part de les platges i cales del Llevant Mallor- les urbanitzacions no han llevat del tot la fisono- mia natural del lloc. En altre del mar, te- nen els punts de mira sobre el sector turístic ja que d'ell també depenen. En número FARO BALEAR, parlem de la SETMANA SANTA vora la mar. Tal com s'esperava dins el sector la gran ona de vagues que afectà a tot l'Es- tat Espanyol, es va deixar sentir dins el ram d'hoste- leria en la ocupació més de en alguns de la costa mallorquina. Així i tot els empresaristurístics els hi queda el consol de que les Illes Ca- nàries ens superà aeri s'encarregaren de trun- car el saber ara, si una els conflictes labo- rals queden resolts, la tin- gut la mateixa confiictivi- tat en l'exterior, on la ma- jor part de Tours-Operadors comencen a pensar en tras- lladar la massa turística cap a altres indrets del mapa on al menys la conflictiví- tat laboral no els hi porta després tants problemes com a Espanya. De mo- ment que hem passat una setmana \"freda\" el sector turístic i molt \"calenta\" en la problemàtica laboral hau- rem, com es sol dir en certes ocasions, de veure-les venir. Dintre de quinze dies tor- nam. A reveure. Miquel Barceló.-Camarero, este plato está mojado -No señor, es la sopa -Camarero, hay un pelo en el plato. -Perdone el señor, es la salchicha.* * * * -Camarero, estos callos pican mucho. -Es que el animalito tenía sabañones. -Camarero, tráigame una perdiz. -Volando! -No señor camarero, en escabeche.####-Camarero, tráigame una cerveza negra. -Pepe, apaga la luz. -¿Tienen huevos del día? -No señor, nuestras gallinas los ponen de noche. - ¡Camarero, pan! -¿Qué tiene para cenar? - yj°^ato- -Tengo callos a la madrileña, morritos de cerdo, colita de langosta, rabo de toro.. -Por favor, no me cuente su vida.* * * # Se acerca un camarero bajito, encorvado, de andar muy reposado y cara triste. El cliente le pregunta: -¿Tiene huevos duros? -Nos señor, los pies planos.* # * * -Camarero, esta sopa está muy mala. Dígale al cocinero que se la meta donde le quepa. -Tendrá que esperar un poco el señor; en estos momentos se está metiendo la paella de otro cliente. -¿Cómo encontró el bistec el señor? -Con dificultad bajo una patata. BROMA -Camarero esta carne es puro nervio -Señor, la ternera estaba esquizofrénica.La abuelita era muy vieja? -Sí muy vieja. -¿Y no iba en el Arca de Noè? -No hijo, no iba en el Arca. -Entonces ¿por qué no se ahogó? El Juez pregunta: ¿Entonces la agresión dice que fue con arma blanca? -Si señor, con una botella de leche, contesta el camarero. Un individuo quería comprar un colgante a su mujer, va a unos almacenes y, señalándoselo con el dedo, le pregunta a una muchacha que llevaba uno sujeto a una cadenilla: -¿Cómo se llama esto de aquí? ¿Dónde lo puedo comprar? -Senos postizos; sección mercería del tercer piso, contesta la dependiente.## * *-¿Tu lavas la fruta antes de comértela? -No, me enjuago la boca después. -Señora, con este billete no puede pagar ni el café, es falso. -Ya lo sé, yo no quiero tomar nada, lo que quiero es que me lo cambie.Entre cazadores: Salía un.cone.jo y PUM... Luego otro y PUM... otro ense- guida y pum, pum, pum... sin parar. -¿Pero no cargabas la escopeta? - ¡Qué va, no me daba tiempo! **** Entre doctores: -A este señor hay ¿Qué tiene? -Mucho dinero. -Señora, le traigo la cuenta del entierro de su marido. Son trescientas mil pesetas... -A esto no lo llamaría cobrar una cuenca, sino heredar al di- funto, contesta la viuda.01 3 01&¿pA?NUESTROS HIJOS EL ELOGIO DEL PROGRESO IIro m oEl niño aprende, y le cuesta aprender. ¿Por qué siem- pre estamos dispuestos a regañarle y nunca a elogiarle? Cuando enseñemos algo a nuestros hijos hay que tener una gran dosis de paciencia. Los avances, el progreso infan- til, nunca es lo suficientemente rápido como sería de de- sear. Una cosa es que lo sepas tú y otra es que sea fácil aprenderlo. Lo que se sabe parece fácil, pero no lo es para el que todavía lo ha de aprender. En primer lugar tened en cuenta la edad y la madurez del niño; hemos de valorar sus adelantos conforme a su ma- durez física y mental, no con la nuestra. Pero sobre todo no escatiméis elogios cuando se los merezca. Estos le animan a continuar en su esfuerzo. Si el niño no ve recompensado su trabajo de alguna manera ¿qué alicientes puede tener? Cuando el niño ve que sus padres no reconocen sus ade- lantos, puede quedar bloqueado, \"hacerse la puñeta\" y echarlo todo a rodar. Estos padres que exigen cada vez más a su hijo sin tener una palabra de aliento, o estas madres Lo que se sabe parece fácil; lo que no, difícil.Esto debe ir acompañado de otras precauciones. El ni- ño, por ejemplo, debe tener siempre un sitio fijo para es- tudiar: En su dormitorio, o en la mesa camilla, o en la mesa de la cocina, donde sea, pero un puesto fijo. Ha de tener además unas horas fijas. No un número de horas, porque no hay que estudiar por horas, sino por materias. Pero sí un horario de trabajo. El orden espacio-temporal es imprescindible. Hay también otras ayudas \"indirectas\" como pueden ser una silla adecuada, una luz que no le de sombras ni le deslumbre, tener los objetos de estudio a mano, unos bolí- grafos y unos lápices que funcionen bien. D.T.R. Qué mal suenan las comparaciones con el niño del piso del vecino. que siempre \"están a la que salta\" para reñirles pero nunca tienen una palabra de ánimo en sus labios, olvidan que tie- nen entre manos el futuro feliz o infeliz de este al que creen que tanto aman. Así que debemos actuar con tiento, ya que exigirles demasiado tiene efectos contrarios a los que busca- mos. Unos niños adelantan más lentamente que otros ¿es el tuyo uno de estos? No todos asimilan por igual ni llevan el mismo ritmo de rendimiento; y esto no quiere decir que uno sea más tonto que otro, no, simplemente es más lento. ¡Qué mal suenan las comparaciones con el niño del pi- so del vecino!Imprescindible; Un sitio fijo para estudiar, un horario de trabajo, una silla y una luz adecuada. &77S$iBAUZA sa Corema és moguda amb debats i avalots? Per Madrid són com al. lots i fan passades de nins 0 de gent que va beguda. Sa primavera ha arribat amb ses pancartes i bates 1 una moció de censura... Aquest gra ningú no el cura fins que s'haurà demostra com de febre rabiosa, a Govern i Parlament. Senyal que va malament quan d'es camp i sa armen moral està p'enterra. Es delit de prosperar ja no queda ni a sa panxa! Tanta sort que Hernández Mancha juntament amb N'Alfons Guerra el mos volen retornar! ES FAROLER.FILOSOFIA DEMOCRITO DE \\HIM It \\ Pertenece al grupo de filósofos pluralistas, o sea, a los que admiten que el origen de todas Ias cosas radica en una pluralidad de seres y no en un único elemento común. También se le incluye dentro del grupo de los preso- créticos, más por sus doctrinas que por la época en que vi- . vio, pues nació el año 460 y murió el 370 antes de Cristo tras una larga y tranquila vejez. Este filósofo sostiene el más puro materialismo con la idea de procurar conciliar de este modo la antinomia u oposición entre las doctrinas de Heráclito y las de Parmé- nides. Recordemos que Heráclito decía que todo es puro cambio, que no hay nada estable, mientras que Parmé- nides sostenía que todo es y nada cambia; el primero se basa en el puro devenir, mientras que el segundo defien- de la inalterabilidad de todos los seres.*#** Pues Demócrito afirma que no hay más que una cla- se de seres en perpetuo movimiento. a) Todo el universo se compone de unos elementos muy pequeños, los \"átomos\", infinitos en número y que se mueven en el vacío. b) Estos átomos son homogéneos en la materia, pero tiene distinta forma, peso y medida. c) Siguen además un movimiento rectilíneo. Pero, co- mo son diferentes en forma, peso y medida, chocan entre sí perdiendo su dirección rectilínea. Promueven remoli- nos en su vertiginoso movimiento, dando lugar a la gran variedad de seres y a los infinitos mundos que contempla- mos. **** En cuanto al alma, dice que ésta consta de sutilísimos átomos ígneos que se extienden por todo el cuerpo. Y que no existen el elemento espiritual en el alma; ésta no deja de ser pues más que un delicadísimo conglomerado de ma- teria, de átomos. Los átomos de las cosas producen emanaciones mate- riales que, como si se tratara de pequeñas imágenes de las cosas (\"eidola\" las llama él), penetran en nuestros órganos y de esta manera conocemos el mundo que nos rodea. En cambio las cualidades \"secundarias\" de las cosas son me- ramente subjetivas. Este discípulo de Leucipo explica pues los conocimientos sensitivos por la impresión que en nues- tros sentidos producen unas emanaciones de los cuerpos, como si se tratara de efluvios y \"minúsculas imágenes\" de los mismos.Y NO ABULA LAS PUERTAS DE LA MURALLA. En el tramo amurallado que se conserva frente a la Al- mudaina y la Catedral hay que distinguir un lienzo medie- val y otro más moderno, y entre ambos un foso que sirvió de acuertelamientos militares. En algunos ángulos se ven ga- ritas militares, tapiadas para evitar que sirvan de letrina. Estos baluartes tienen troneras abiertas que se enzanchas hacia el interior. Hay igualmente una rampa mal afirmada que a modo de calle conduce desde la muralla hacia la calle de La Portella. Así llegamos a esta puerta. La Portella es una simple bóveda váida de arcos rebaja- dos. Tiene un escudo de España y una fecha: 1.785. En sus laterales hay desvanes o cocheras que sirven de almacén. Si bajamos por la calle de Berard hacia la muralla, calle de fuerte pendiente, se topa con un baluarte triagonal. Otra calle en otros tiempos de frecuentada circulación que baja desde la parte alta de la ciudad antigua hacia el mar es la de la Calatrava, que desemboca al mar a través de un simple arco en la muralla que en este sitio es de poca al- tura. En el bastión del ángulo de la muralla que viene en di- rección hacia levante había hasta principios de este siglo ins- talados unos cañones y desde allí, a modo de atalaya, se divisaba todo el Violinar de Levante. Era un bello paisaje punteado por numerosos molinos con sus aspras al aire dispuestos a recoger el viento frecuente en aquella zona. A los amantes de recorrer Palma a pie en busca de lu- gares nostálgicos les recomiendo un paseo por esta zona en las soleadas mañanas de primavera. Es un bonito paraje que nos remonta a tiempos pasados de nuestra historia mallor- quína. Otro día sondeando en el mundo de los recuerdos con- tinuaremos el paseo imaginario por la parte ya no existente de la muralla, en dirección a la Puerta del Campo, tenida por aquellos tiempos como la gran entrada a la ciudad fortificada, en cuyo foso habían instalado su taller los cor- deleros. De allí seguiremos hacia la Puerta de San Antonio, de paso hacia la Puerta Pintada, cerca de la cual había otra cuyo nombre no trae recuerdos de historieta medieval: La Puerta de Benalcofor, por la que las tropas de Jaime I entraron triunfantes el 31 de diciembre de 1.229. JENOFONTE.EL CAMINANTE Y LA MULA DE ALQUILER. (Los que empiezan elevando el estilo, se ven tal vez precisados a humillarse después demasiado). Harta de paja y cebada una Muía de alquiler salía de la posada, y tanto empezó a correr, que apenas el Caminante la podía detener. No dudó que en un instante su media jornada haría; pero algo más adelante la falsa caballería ya iba retardando el paso. \"¿Si lo hará de picardía?... ¡Arre!... ¿Te paras?... Acaso..., metiendo la espuela... Nada. Mucho me temo un fracaso. Esta vara que es delgada... Menos... Pues este aguijón... Mas ¿si estará ya cansada?\" Coces tira... y mordiscón; se vuelve contra el jinete... \" ¡Oh, qué corcovo, qué envión! Aunque las piernas apriete... Ni por esas... ¡Voto a quien! Barrabás que la sujete... Por fin dio en tierra... bien! ¿Y eres tú la que corrías...? ¡Mal muermo te mate, amén! No me fiaré en mis días de muía que empiece haciendo semejantes valentías\". Después de este lance, en viendo que un autor ha principiado con altisonante estruendo, al punto digo: \" ¡Cuidado! ¡Tente, hombre!, que te has de ver en el vergonzoso estado de la Mula de alquiler\". SAMANIEGO.ERAN OTROS TIEMPOS En números anteriores he ¡do dando ejemplo de có- mo cambian los tiempos. Unas veces me he fijado en los vestidos, otros en las costumbres, en otra ocasión publi- qué unas curiosísimas \"Señas\" con los ojos entre amantes. Estoy buscando otra hojita que trataba de señas entre amantes con un abanico; en cuanto lo encuentre os lo da- ré a conocer de inmediato. Hoy ha caído en mis manos una carta. La encontré en un desván de una casa señorial, en la calle del Sol de Palma. Los términos usados, las frases, el aroma de an- taño que respira la carta toda, no tienen desperdicio. Suprimo la firma y rúbrica para que no hagáis exce- sivas cabalas. La carta dice así: \"Muy señor mío: He recibido su apreciable, y en vista de lo que en ella me pide no tengo inconveniente en acceder gustosamen- te á su petición; por consiguiente el primer día que me vea por el Borne si voy con alguna compañera puede U. acercarse, y si acaso puedo salir al balcón le haré seña para que U. vaya á la calle del doblado en pliegues de tal forma que su tamaño no excedía de 4x3 centímetros para po- derse/o entregar y camuflar más fácilmente. ID tf m oEl empresario turístico aí mirar aí futuro, es corto de vista BUSQUEMOS ACCIONES No sería de extrañar que antes de diez años la economía española depen- diera en cerca de un 15 por ciento del turismo. No me refiero a la balear, sino a la española en general. Es este un dato enormemente significativo que viene ava- lado por los recientes estu- dios llevados a cabo por es- pecialistas en el ramo del movimiento turístico. Si trasplantamos es- tos resultados a nuestra Co- munidad Autónoma, las es- peranzas crecen aún más ante la realidad turística en que nos hallamos inmer- sos por ser ésta, para bien o para mal, la primera acti- vidad económica de nuestras islas. Es como un monocul- tivo. Debido a los enormes cambios en la distribu- ción del tiempo, en que se da importancia como nunca al delicado al ocio en el mundo entero, debe- mos aprovechar esta coyun- tura para beneficiarnos enlo posible. Hay que saber explotar económicamente el tiempo que los demás de- dican al descanso. Según es- tudios sociológicos, en un próximo futuro el sector terciario predominará sobre el primario y secundario.En otras palabras, el sector ser- vicios se llevará la palma de oro sobre los demás secto- res considerados como tradi- cionales de nuestra econo- mía. No obstante, junto con este aumento del turismo que se prevé en años veni- deros, hay que ir estudian- do en profundidad los as- pectos cualitativos de la demanda turística. El turista del futuro precisará de instalaciones deportivas para satisfacer sus deseos de ejercicio físico (tenis, golf, ciclismo, gimnasia, pe- tanca, frontón, etc.). Al mis- mo tiempo querrá satisfa- cer necesidades culturales. En este sentido ya es ho- ra de que tanto los entes públicos como las empresas .ESTUDIAR EN PROFUNDIDAD LOS ASPECTOS CUALITATIVOS DE LA DEMANDA TURÍSTICA.El turista busca algo más que sol, playa y mar. -DIVERSIFICAR EL MONOCULTIVO TURÍSTICO, OFRECIENDO UN ABANICO DE ACTIVIDADES. Vr explotar económicamente el tiempo que los :analocio.particulares tomen la inicia- tiva y se esfuercen en ofre- cer al visitante salas de lec- tura, museos locales de todo tipo en los que se pueda conocer como vivía la gente aquí años atrás, lugares ade- cuados para conciertos (in- cluso de grupos de turistas que se presten a ello). Ya es hora de que cada zona turística se una y or- ganice un museo de entra- da gratuita, sin grandes pre- tensiones y costeado por to- dos, en el que los visitan- tes en una de estas tardes de paseo, puedan contem- plar nuestras antiguas herra- mientas de trabajo campe- ^ sino, los vestidos de antigua ; usanza, adornos personales ° y domésticos, aparejos de Jf pesca, armas, instrumentos * de música popular, fotogra- $fías en que pueda compa- rarse la respectiva zona años atrás y en la actualidad. En suma, tener a punto todos los elementos necesa- rios para dar satisfacción adecuada a lo que el turis- ta desee y esforzarnos en in- troducir innovaciones que muy bien pueden compagi- narse con el sol, la playa y el mar que les vamos ofreciendo desde siempre. Alguien dirá que el turis- mo de masas no desea estas cosas, que sólo viene a tum- barse en la arena para po- nerse moreno. No es cierto. El tener turismo de masa no equivale a incultura del turismo; hay entre ellos muchos turistas cualifica- dos y con cultura suficiente para sentirse satisfechos de poder contemplar la etno- grafía local. Al turista hay que darle posibilidades de elección.Faltan museos gratuitos de zona en que puedan admirar las artes de pesca, aperos de labranza, instrumentos de mú- sica popular y fotografías comparativas. -HAY QUE SABER EXPLOTAR ECONÓMICAMENTE EL TIEMPO QUE LOS DEMÁS DEDICAN AL DESCANSO.-EL TURISTA PRECISA INSTALACIONES DEPORTIVAS Y CULTURALES. £El tiempo dedicado al ocio cobra importancia en el mundo entero.La tradicional oferta turística balear dejará de ser válida si no Ia orientamos a las nuevas demandas. -HAY QUE MOTIVAR LA ACTITUD DE RESPUESTA DEL TURISTA PARA SATISFACER SUS NECESIDADES DE CONSUMIDOR. Otros desearán la prác- tica de ejercicios físicos, de determinados deportes, en vez de mantener una postu- ra pasiva boca arriba en la playa y nada más. Si tene- mos una visión de futuro hay que aumentar la ofer- ta balear, ampliar el abani- co de posibilidades, de ac- tividades durante el tiempo vacacional, fomentar el de- sarrollo personal. ¿Por qué conformarnos en decir que si el turista viene aquí es porque tenemos sol? Tene- mos otras muchas cosas que, junto con el sol, satisfa- rían al visitante. Basamos la venida de turistas en relaciones pu- ramente comerciales con de- terminados tours-operado- res, en relaciones de empre- sa a empresa en las que el turista no cuenta porque es- tamos convencidos de que éste va donde la propagan- da y los precios le aconse- jan. Ofrezcámosle algo más que sol y mar, busquémos- le más satisfacciones para que la próxima temporada repita con más interés. La tradicional oferta turística balear dejará de ser válida si no la renova-mos orientándola a las nue- vas demandas que se nos avecinan. En una época en que tanto se habla de re- conversiones y remodelacio- nes, no podemos ignorar el principio de que la oferta crea su propia demanda. Debemos ofrecer y nos com- prarán; debemos motivar la actitud de respuesta del tu- rista; hay que renovar el producto turístico orientán- dolo cara a lo que satisfa- ga las necesidades del consu- midor y no creernos bendi- tamente que con tomar el sol, beber licores y \"mover el esqueleto\" en discote- cas el turista ya se da por contento. Tomemos conciencia de que se ha de diversificar la oferta de actividades del tiempo libre, sin renunciar a las que ya nos son tradi- cionales. La política turística es- tá aún muy atrasada y cada uno va a su negocio sin una visión global propia del ver- dadero hombre de empresa encaminada a aunar esfuer- zos. MARTIN RIERA.-NOS OLVIDAMOS DE QUE LA OFERTA CREA SU PROPIA DEMANDA. -FALTAN MUSEOS ETNOGRÁFICOS DE ENTRADA GRATUITA Y ESTRATÉGICAMENTE SITUADOS. -ESTAS INNOVACIONES PUEDEN COMPAGINARSE CON EL SOL, LA PLAYA YELMAR. -HAY QUE DAR POSIBILIDADES DE ELECCIÓN AL TURISTA QUE NOS VISITA. -LA TRADICIONAL OFERTA BALEAR DEJARA DE SER VALIDA SI NO LA ORIENTAMOS A LAS NUEVAS DEMANDAS QUE SE NOS AVECINAN. o IFUTBOL-^UTBOL-FUTifOL-rUTlfOL' FOOTBALL ASSOCIATIONPeter Colombes. Cuando los ingleses decidieron, hace ya más de un si- glo, ponerle reglas al juego que nos ocupa, decidieron lla- marla \"footbal association\". Fútbol, porque ese jugaba con los pies; association, porque se jugaba en grupos, todos pa- ra todos. Al cabo del tiempo, aún parecen estar más preocu- pados que nadie de los movimientos en bloque, en equipo. Por eso, quizá la mayoría de las opiniones coinciden en señalar que su mejor aportación en estos momentos al fútbol español es el sentido de equipo, especialmente en el \"pressing\". El \"pressing\" palabra que aparece en España a través del baloncesto— no es otra cosa que el acoso al jugador contrario que posee el balón, para obligarle a per- derlo, si bien en el fútbol se utiliza prácticamente sólo cuando se hace en el propio campo del rival, es decir, cuan- do se le trata de obstruir en la salida, cerca de su propia área. Y el \"pressing\" necesita trabajo en equipo. Cuando un delantero acosa al \"libero\" contrario en la salida, tiene que tener el respaldo de un medio a no mucha distancia, y tras éste debe haber un defensa. Y todos pendientes del compa- ñero más adelantado, de la posibilidad de que el buen mane- jo de los rivales le deje en el camino y de que tras él no se abra un hueco donde organizar un contraataque con venta- ja. Cuando hace \"pressing\" un equipo debe trabajaren blo- que, porque de lo contrario lo que se pretende sea una pre- sión asfixiante sobre el enemigo se traducirá en un conjun- to de resquicios por el que éste podrá montar un contraata- que con plena ventaja. Esa disciplina ha caracterizado a los dos equipos de Clemente, Athletic de Bilbao y Español, y a Barcelona de Venables.FIJTBOL'FIJTBOL'fflJTBOL-fflJTBOL\" ARBITROS: GURUCETA UNICO ARBITRO DE VERDAD ALVAREZ DIAZ A LAS CÁMARAS ACORAZADAS PEREZ A LOS PARAMOS DEL CHAD ANDÚJAR OLIVER O LA GUERRA DEL GOLFO CAETANO EN AFGANISTAN SUSPENDERIA LA GUERRA Perico Colombes. En un sublime gesto de renuncia, el señor Alvarez Díaz, árbitro del partido Real Madrid-Osasuna y banquero de lunes a sábado, ha decidido retirarse a las cámaras acoraza- das movido por una razón filosófica de orden superior: considera arbitrista la sanción que sufrió a consecuencia de su arbitrario arbitraje en Chamartín, y decide someterse el arbitrio de la afición. ¡Qué sabio continente arbitral! ¡Qué ejemplar lección para Miguel Pérez, Caetano Bueno, Pes Pérez, Andújar Oliver y para todos los otros agitadores pro- fesionales que se disfrazan de árbitros! ¿Qué les impide cortarse la trencilla? ¿La dureza del mercado laboral? Se equivocan Pues Pérez sería muy bien recibido en los páramos del Chad. Podría infiltrarse como agente francés en las filas de Gadafi, como libio en el cuer- po expedicionario francés, y como agente doble en las co- lumnas indecisas. Sembraría tal confusión, que en sólo diez minutos, nadie sabría quién es el enemigo. En la bulliciosa cancha de Afg: n, el llamado bastaría para suspender la guerra por falta de tropa. Y, ¿qué podría hacer Andújar Oliver en su guerra vocacio- nal, la guerra del Golfo? Para empezar su presencia causa- ría una sugestiva confusión, dada su semejanza con Adnan Kassoghi. Interrumpirán las hostilidades cada minuto, bajo pretexto de anotar en arameo la afición de chiftas, milicia- nos, asesores sin identificar y enviados especiales del Pre- sidente Reagan. La visión de su sedentaria figura de coci- nero obraría, además, como calmante en los espíritus más aguerridos. Esa tonsuna benedictina, esa barriguita descol- gada, y esa propensión militar a cuadrarse con cualquier pretexto serían considerados, respectivamente, como una amenaza para la guerra santa, como una agresión a los des- nutridos y como una parodia de la marcialidad. El final siempre sería el mismo: todos los bandos en lucha firmarían diariamente un armisticio. Sólo faltaría, entonces, esperar la llegada de Roca con el notario. Y en la espera se nos ha ido al Cielo el único árbitro español de verdad y con personalidad sobre el campo. Que Dios acoja en su gloria a José Emilio Guruceta Muro, que nosotros seauimos aoechuaando con los demás.FISICA RECREATIVAt_A CAMPANA DE INMERSIÓN. Esta vez os voy a ex- plicar un juego muy diver- tido, un entretenimiento na- da peligroso, que podéis pre- pararlo en dos minutos sin miedo alguno a que se os rompa una pieza delicada de la vajilla nueva. Consiste en hacer una campana de aire, sumergi- ble, como si se tratara de un \"batiscafo\" desde cuya plataforma pudieran traba- jar los buzos sin miedo a no poder respirar. Puedes coger un reci- piente grande de cristal, de estos corrientes que hay en la cocina de cualquier ca- sa. Lo llenas de agua. Luego coges un trozo de madera y de corcho, de tres o cuatro centímetros de diámetro. Su forma ha de ser plana para que pueda hacer de plataforma como si se tratara de una barqui-ta. Encima puedes poner un terrón de azúcar para así poderles demostrar a tus amigos que no se moja por ningún lado ya que el azú- car no se disuelve. Coges después una copaque tenga una cabida de diá- metro superior al trozo de madera o de corcho y, bo- ca abajo, la introduces en el agua del recipiente procu- rando que la plataforma con el azúcar quede dentroae ia copa. Supongo que te habrás fijado como, siempre que introduces una copa o un vaso puestos al revés en el agua, el nivel del agua den- tro del vaso queda bastan- te por debajo del nivel del agua del exterior. Este es el fenómeno que nos permi- te entretener a nuestros amigos con el experimento de la plataforma sumergida que os acabo de explicar. Si ésta fuera de verdad, de tamaño mucho mayor, so- bre ella podrían trabajar los obreros respirando aire puro y sin ahogarse, estan- do por debajo del nivel del mar. Si os he dicho que co- gierais recipientes de cristal ha sido para que el experi- mento sea totalmente visi- ble por los amigos espec- tadores. A probarlo pues y ya me diréis el resultado. Se- guro que vuestra mamá no os va a reñir como puede haber sucedido en experi- mentos anteriores. Esta vez, repito, sus cacharros de cocina no corren tanto pe- ligro de que se los rom- páis a pedazos por el sue- lo. Animo y adelante. RESTAURANTE SÄ1TÄ MÄBIA BEL PUERTO Un lugar ideal para bodas, comuniones comidas de compañerismo y negocios, etc, CARNES Y GRAN VARIEDAD DE PESCADOS FRESCOS ANTES DE TOMAR UNA DECISIÓN, COMPRUEBE NUESTRA CALIDAD Y CONSULTE NUESTROS PRECIOS *****************************************************ABIERTO TODOS LOS DÍAS AL MEDIODÍA Y POR LA NOCHE ******************************ft********************** Carretera Cuevas s/n - Te]. 57 O J 72 PORTO CRISTONUMISMATICA Cuadrupele ducado. Epoca de Fernando V (1516) LA ACUÑACIÓN DE LA MONEDA. ACUÑAR MONEDA es el nombre que se la da a su fa- bricación. Etimológicamente equivale a imprimirle el cuño, el sello. Es pues el conjunto de operaciones que se siguen en su fabricación: Cortar un lingote o barra de metal en un de- terminado número de piezas de igual tamaño y peso, gra- bando en ellas una marca que garantice el título y el peso, y darles curso por todo el valor que la marca justifica. Los metales que se emplean para la fabricación de mo- neda se gastan con el uso debido a su constante roce. Por esto fue sustituyéndose el oro, la plata y otros metales por distintas aleaciones: El oro o la plata con cobre, por ejem- plo. LA LEY O TITULO de una moneda es la relación que guarda el metal fino con el basto, la proporción establecida entre el metal fino y el de liga que componen la aleación. Para establecer estas proporciones se han seguido en siglos anteriores DOS SISTEMAS: 1o.- El decimal, que fija en una décima parte la canti- dad de metal de liga. Se alean 900 milésimas de metal fino con 100 milésimas de metal basto. 2o.- El duodecimal, que fija en una dozava parte la.can- tidad de metal de liga. Se alean 917 milésimas de metal fi- no y 83 milésimas de basto. Pero ambas proporciones o relaciones no se han seguido al pie de la letra, variando el título según la época, la nación y la clase de metal. EL PESO es la cantidad de metal que contiene cada moneda, es su peso total, que se puede apreciar en kilo- gramos, gramos, o centigramos. Por lo general se expresa señalando cuántas de ellas se necesitan para pesar un ki- logramo, o cuantas entran en un kgr. Para ello es preciso que cada pieza pese exactamente lo mismo que las demás de igual metal y valor, pero se admite en ello cierta tole- rancia en fuerte o en feble (en más o en menos) que suele ser de dos milésimas y hasta de cuatro. Toda vez que, tratándose de metales preciosos, si la di- ferencia es en menos, se ve favorecido el fabricante (en es- te caso el Estado), está la nota curiosa de que en el Antiguo Régimen francés la Administración culpaba a los Directo- res de la Casa de Moneda de que no fabricaba piezas \"assez faibles\" cuando ello podía redundar en beneficio del propio Rey. P. REAL.S p E R O A A E S G»t A L I A 0 M 0 N N EIfr R L R S A L U E T R/i i D E D N T 0 E E 0 S9EÍ4 N G l C C A U M S A1,1 E A E 1 U H C 1 E PÌli M S S A A P T H A 1IA! L A G C L A U G 0 Ps A S A D T R S O L E1 C A S T A N A E N En esta sopa de letras, podrás encontrar los nombres de 6 frutos secos y con las letras restantes formarás una frase de Periandro de Corinto. 'uajßaie as de SerraJosep Pla Santiago Rusiñol Joan Alcover B. Porcel Josep Carner S. Espriu 2-f- 1-9-S-Ç :ssuoTonjos Identifica cada nombre de la izquierda con su | correspondiente de la derecha, colocando el número E? de la primera relación en la casilla vacía del lado f opuesto.- 7 T >'ÌPlantas Medicinales EL MADROÑO. El madroño es un arbusto muy conocido en Mallorca con el nombre de ARBOCER. Abunda en los países medite- rráneos y es frecuente en toda España principalmente en las zonas costeras. En Botánica se la llama \"arbustus une- do\". Suele crecer en los bosques de encimas y alcorno- ques, en tierras bajas y montañas poco elevadas. Este arbusto llega a alcanzar los dos o tres metros de altura y puede criarse formando árbol de hasta 10 metros. Sus hojas son consistentes, lanceoladas; las ramltas jóvenes algo rojas, y las pinas son brillantes y dentadas. Su fruto es una baya que tiene un característico color rojo cuando está maduro. Suele florecer a finales del verano y principio de otoño. Su corteza tiene propiedades astringentes, y las hojas son astringentes y antisépticas. La corteza y las hojas contienen tatino en una proporción que alcanza el 36 por ciento. Antiguamente se usaba para combatir la disentería y diarreas, preparando un cocimiento de hojas y cor- teza. También era recomendado para las infecciones del aparato urinario. Se puede preparar un buen licor con anís y fruto de madroño entero. El fruto es esférico, de dos o tres centímetros de diámetro, comestible, rojo exteriormente, amarillo en el interior, con varias semillas. EUGENIA. COCINADULCE DE NARANJA Se pesa una docena de naran- jas y se ponen en agua durante dos días. Se sacan y se hierven con abundante agua hasta que estén blandas. Se dejan dos días más en agua fría. Se hace un almíbar casi a punto de caramelo, teniendo en cuenta que por cada 2 Kgrs. de naranjas se han de poner 3 Kgrs. de azúcar y el agua correspon- diente. Preparado el almíbar, se trocean las naranjas y se echan a cocer con el almíbar hasta que se pongan transparentes. Madò ToninaLAS RAYAS DE LA MANO LOS MONTES. Una vez más mirémo- nos la palma de la mano con detención. Veremos las mis- mas rayas de siempre, pero estas rayas forman entre sí unas figuras geométri- cas más abultadas. Son lo; montes. Dirás que ésto ya lo sabemos; lo que tal vez no supieras es que hay entre ocho y diez montes, según se estudien conjuntamente o por separado alguno de ellos. Para facilitarte su loca- lización he dibujado una mano con estas separacio- nes bien señaladas. Aquí voy a dividir de modo tradi- cional la palma de la mano en nueve partes. Son las si- guientes: Monte de Júpiter, de Saturno, de Apolo y de Mercurio, justo debajo del nacimiento de los dedos. El monte de Venus (junto a la base del dedo pulgar), el monte de la luna (en la par- te opuesta al anterior); y la Planicie de Marte que tie- ne además el Marte Supe- rior y el Marte Inferior. El Marte Superior es el que se halla debajo del Monte de Mercurio y en- cima del de la Luna. El Marte Inferior está situadoentre el Monte de Venus y el de Júpiter, justo en la parte superior del recinto que cierra la línea de la vi- da. Recordad, como os de cfa en otra ocasión, que el dedo índice es el de Júpi- ter, el dedo medio es el de Saturno, el anular es el de Apolo, y el meñique es el de Mercurio. Pues cada protuberancia que se nota debajo de cada uno de estos dedos, recibe su nom- bre respectivo. El Monte de Venus, por su parte, es el que cons- tituye la tercera falange del dedo pulgar.**** Cuando un monte se observa más marcado y abultado que los demás, se entiende que la persona que lo posee pertenece al ti- po que este monte repre- senta. Es una persona que posee todas las cualidadesy defectos que este monte lleva consigo. Pero tipos puros con predominancia absoluta de uno de los mon- tes, no se da más que raras veces. Suele haber más de un monte desarrollado y, en tales casos, se entrecruzan las cualidades y defectos de todos e I los. La personalidad más equilibrada y puramente teórica, sería 'la del que tu- viera proporcionalmente de- sarrollados de igual modo todos los montes de la mano; en él todas las cua- lidades alcanzarían su máxi- mo desarrollo ¿Eres tú uno de éstos? El próximo día te diré las cualidades y defectos de cada uno de estos montes. ZETA. o TO 33 O JS-ÍC O 5 MO <a ICONVIVIR LA ^ LIMPIEZA No puede excusarse bajo ningún concepto el vestido man- chado y sucio. Debe tenerse gran cuida- do en mantenerlo limpio. Se atenderá a no restre- garse contra las paredes, a no limpiar en el vestido las manossucias ni otra cosa cualquiera. No debe omitirse el lim- piarlos ni quitarles las man- chas en tiempo oportuno y hacer con frecuencia uso del cepillo para quitar el polvo y el barro. Repugna ver gen- te con caspa detrás del cue- llo de la ropa oscura. Nunca debe tolerarse un rasgón ni falta de botones que debería n estar. No lleva mucho tiempo pegar un botón, zurcir un des- cosido, ni tampoco va muy caro el jabón. Se revisará o se man- dará revisar de tiempo entiempo las diferentes pren- das de vestir y se retirará aque- lla que por sus remiendos y piezas añadidas desdigan del decoro y de la dignidad de la persona que los lleva. No hay porque recomen- dar la limpieza y lustre fre- cuente del calzado: B in- dispensable. En cuanto a la limpie- za corporal, ésta exige un cuidado especial sobre todo la cara, el cuello, las orejas y las manos deben ser obje- to de especiali'sima atención. Deben lavarse las manos to- das las mañanas, durante eldía si ha habido necesidad de tocar cosas poco limpias y también antes de sentarse a la mesa para comer. La limpieza de las ma- nos tiene por complemento el cuidado de las uñas Deben éstas: a) cortarse de tiempo en tiempo, a medida del lar- go de los dedos, en forma circular y no en punta, b) De- ben limpiarse además todas las mañanas. Es descuido im- perdonable el borde negro que se ve en las uñas de algunas personas llamadas cultas y edu- cadas. Urbano F ffeCh l%|\"l'rV1tf^finijadelCieloyde la Luz. * V» Las Horas se la lleva- ron al Olimpo y, cuando * * *LA DIOSA VENUS Nacimiento de Venus. Venus, la diosa de la belleza y del amor, era para los romanos lo que Afrodita para los griegos. Era Venus la diosa de la hermosura y gracia femeni- nas. Los griegos creían que había nacido de la espu- ma del mar junto a las ¡s- ç ias Citeres. En estas islas | precisamente se construyó ã uno de sus más famosos o templos. Otros afirman que eratodos los dioses la vieron, se enamoraron de ella e in- cluso Júpiter la quiso con- vertir en su esposa, pero ésta los rechazó a todos (imaginaos si era pruden- te y sabia) y el dios de los dioses la castigó a casarse con el más feo de todos, Vulcano. Venus no quería a Vulcano, sino a Marte. Un día Vulcano halló a Venus a solas con Marte y los cas- tigó a los dos encerrándo- les en una sutil malla que habfa fabricado en su fra- gua y así, enredados los dos, se los llevó a Júpiter para que los castigara. Luego se volvió a su fragua y queda- ron divorciados. De esta for- ma quedó Venus en las re- des del amor y se*casó con -.«\"\"»Martaun» Es bonito sabir que de estos amores de Venus y Marte nació Cupido, diosdel amor, también llamado Eros. El segundo hijo se lla- mó Anteros, dios de la Co- rrespondencia amorosa. Así Eros y Anteros se quie- ren y corresponden mutua- mente. Son estos dos diose- cillos alados que vemos en los escaparates de las tien- das de objetos para regalo. Se les representa como ni- ños con alas para indicar que pronto pasan, y también con los ojos ven- dados para darnos a enten- der que no ve las virtudes y defectos de la persona amada. Eros lleva también un arco y una aljaba con flechas para herir los co- razones que se enamoran. A Venus le estaban con- sagradas, entre las flores, la rosa; entre las frutas, la manzana; entre los árboles, el mirto; entre los animales, el cisne, el gorrión y la tór- tola. Por eso se la suele re- presentar en un carro tirado por alguno de éstos anima-les. También se la pinta to- talmente desnuda para dar a entender que, cuanto más hermosa es la mujer, menos adornos y abalorios necesi- ta. AURORA.AL VOLANTE LA PÓLVORA, Cuando queremos decir que alguien ha hecho un invento fabuloso, decimos que \"ha inventado la pójvora\". También se apli- ca a los que sueltan perogrulladas. Pero lo que quizás no sepamos de verdad es quien inventó la pólvora. Unos dicen que jos.chinos, otros que fue un inglés, otros un alemán. Lo cierto es que, éste inventó revolucionó el arte de la guerra, modificó el sistema de fortificaciones, cambió los trajes de los soldados, igualó al caballero con el de a pie y revolucionó el armamento. Lo más probable es qué fueran los chinos por allá el año 1.044 quienes ya coH9CÍ£r. ¡2 mezclé de ¡OS tr«s elementos bási- cos de. la pólvora, puesto qué por aquellas fecîîâs eran CXperios en el lanzamiento de cohetes y fuegos de artificio. Otros, dicen que fue el monje y alquimista alemán Bertoldo Schwärt en el siglo XIV quién por casualidad halló la fórmula ; a este monje se le conoce también con el nombre de Bertoldo el Negro, y a punto estuvo d¿ perder là vida en una de sus explosio- nes. Algunos hay que lo atribuyen al religioso inglés Rogelio Bacon, el cual mezcló salitre con azufre y carbón vegetal. Las batallas medievales dependían sobre todo -del hombre á caballo, pero, la introducción de las armas de fuego puso en crisis el mito del caballero feudal, pasan- do pocq a poco a'ser un per- sonaje de leyenda o dé nove- la, también influyó este in- vento en ' la indumentaria, ca'mblando, la armadura me- dieval 'pesadísima por el atuendo renacentista. Parecidos cambios se produjeron en el armamen- to. Se inventó el cañón, siendo uno de los más fa- mosos el \"Mons Meg\" que se conserva en el castillo de Edimburgo. Construi-do por un forjador inglés de orjgen judío, Moisés McK'im, hacia . 1:450\"; te- nía 5 metros de largo y me- dio metro, de cajibre, y re- cibe este nombre porque su ruido recordaba a la casca- da voz de ia mujer del for- jador, Mowans Meg o Mons Mèg: Se acabaron las antiguas batallas a campo abierto cuerpo a cuerpo, y las for- tificaciones podían ser de- fendidas por muchos menos soldados; los castillos pier- den, importancia, las luchas a pecho . descubierto son cada vez más raras, las ar- _mas_aje_ f ueqp mantiejien alos enemigos a cierta dis- tancia, Jos cañones destro- zan lienzos de muralla. Se establecen depósitos de bombas, se colocan piezas de artillería en los. torreo- nes, y se empiezan a ca- var trincheras. Al poco tiempo se ins- tala la artillería en el mar y los combates navales dejan de ser \"ai abordaje\", hun-diéndose los barcos a distan- cia. La hu.manidad poseía una fuerza poderosa\"nunca soñada . hasta . que en 1871 se le sumó'otro in- vento- más .poderoso aún. Me refiero al de la dinamita por el sueco Nobel, el de los pre- mios. H.P. o roi 2 3 A 5 5 7 0 9 iO 11123 Unidad de medida. 2. 3.- Dejan en un lugar. 4.- Cubrepolvo. Vi- vían. 5.- Beber. Roedor. 6.- Al revés, así. Termina- ción de diminutivo. 7.- Nombre propio de varón (al revés). Suelen hacerlo con la propia tumba. 8.- Ausencia de seres. Con- junto (al revés). 9.- Con- seguirás el primer premio. 10.- Y además guardas la ropa. 11.- Llamada muy conocida en telegrafía. VERTICALES: 1.- Apócope cuantitativo. 2.Sirve para muestra. 3.- Las hay que tienen once varas. 4.- María la pasa pa- ra beber. Personaje bíblico al que le gustaba la fruta. 5.- Unidad monetaria ame- ricana. Son cantadas por García Lorca. 6.- Termina- ción de diminutivo. Ter- minación de participio. 7.- Entrar en el tiempo. Las mujeres se les ponen por las piernas. 8.- Nom- bre de actriz española. Lo sujetas. 9.- Todos los de un país lo son. 10.- Con grelos está muy sabroso (al re- vés). céntrica cafetería de la población unos conter- tulios están de charla en un reservado para socio. Entra un forastero y le preguntan : -Desde qué lugar de la villa, según su opinión, se dis- fruta de la más bella vista panorámica? -Desde la azotea de este céntrico edificio tan alto. o - (Naturalmente, por la altura! ¿ -No, porque es el único lugar desde donde no se ve precisamente dicho edificio.DESCUBRA LOS MEJORES MATERIALES EN EDIFICIO POLÍGONO BorrasEXPOSICIÓN Gran Via Asima, 4 Edificio Polígono Tel. 29 03 50-20 61 61 07009-Pal ma de Mallorca ALMACENES Gremio de H e r r e r o s, 28 Tels. 254643-255748 07009 - P a I m a de Mallorca BORRAS S.A. SUMINISTROS PARA LA CONSTRUCCIÓN 10.000mts.2 DE ALMACENES. Aislamientos nans HHIustnales y azule/era seguridad Prefabricados de hormigón Refractario^ otros complementos.OFERTA Del 30 de Abril al 14 de Mayo JPH JET JCJ ü ÌPÌ8 ¿A * CHAMPAN DUBOIS 179 VINO NOVELL Rosado y Tinto 179 VETERANO . 462 CHAMPÚ NIVEA 500 grs 261 CHAMPÚ 400 gr 295 GOM-PLIS LLONGUERAS lOOgr 237 Lote CHAMPÚ - Gel SINDO 1.000 c.c 333 JABÓN TOJA DERMO 1.000 c.c 289 JABÓN PALMOLIVE pak. 3 - Gel. 350 gr. regalo .... 234 DESODORANTE FA 320 c.c 311 DESODORANTE SHM 320 280 unid 87 BOLSAS BASURA TIBURÓN 25 unid 63ACOR CAFE MARCILLA SUPERIOR 250 gr 190 MEJILLONES EUREKA RO-100 Pak 3 170 SARDINAS EN ACEITE 1/4 CABO DE PEÑAS 56 ATÚN RO-100 C ABO DE PEÑ AS pak 3 189 ATÚN CLARO EN ACEITE 1/4 F.A. GRANDS HOTELS 81 GALLETAS COOKIES ORTIZ 98 GALLETAS MARIA QUELY 450 gr 149 GALLETAS MARIA QUELY 900 gr 265 GALLETAS NATALU Bandeja 2 u 277 PATATILLA CRECS GIGANTE (Grill, Chips). Por la compra de 1 bolsa de patatilla, REGALO de 2 botellines (1/4) de Cerveza 147 LOTE CHOCOLATE ALMENDA HUESO 2 tabletas 150 gr 113 MAHONESA MUSA 450 gr 188 YOGUR YOPLAIT Todos los sabores 22 ZUMO COFRUCOS 1 litro (naranja, Pina, melocotón) . . 89 ESPÁRRAGOS FIESTA BAJAMAR. . . 136JAMÓN COCIDO EXTRA GUITARRA CASADEMONT 709 pts./kg. MORTADELA CON ACEITUNA CASADEMONT 310 pts./Kg. PALETA la. CASADEMONT 448 pts./kg. QUESO LABRADOR 745 pts./kg. SALCHICHAS SNACKIS 165 gr. ACUEDUCTO 76 SALCHICHAS SNACKIS GIGANTES 300 gr. ACUEDUCTO 182 SALCHICHAS GRAN SNACKIS 225 gr. ACUEDUCTO 126 CALCETÍN DEPORTE CABALLERO 170 CALCETÍN TRANSPIRABLE CABALLERO 194 CALCETÍN NIÑO VERANO desde 153 TRAJE NIÑO VERANO 796 VESTIDO SEÑORA VERANO desde 2934 FALDA SEÑORA VERANO desde 3444 BRAGA SEÑORA desde 99 TOALLA PLAYA desde 870 FUNDA COLCHÓN plaza 474 FUNDA COLCHÓN matrimonio 588 PAÑOS COCINA. . . . 44 GAMBA PEQUEÑA OLIVER 80S pts/kg. C ALAM AR num. 5 OLIVER 165 pts./kg. GAMBA LANGOSTINA OLIVER 1.219 MERLUZA 188 CROQUETAS l kg. PESCANOVA 276 MENAJEJUEGO SARTENES 3 piezas 961 JUEGO CUCHARONES 4 piezas 94Ç CUBITERA GOMA . ... .165 Y ADEMAS MUCHAS OFERTAS DIARIAS EN NUESTRAS SECCIONES DE CARNICERÍA Y PESCADERÍAmm LASSAUERepresentante y distribuidor oficial exclusivo Geresa "}