{"title": "5 Supplements for Cancer Treatment Side Effects", "author": null, "url": "https://www.cancercenter.com/community/blog/2023/03/supplements-to-treat-cancer-side-effects", "hostname": "cancercenter.com", "description": "Common side effects of cancer treatment include fatigue and anxiety. Discover which supplements for cancer side effects may help.", "sitename": "City of Hope", "date": "2023-05-01", "cleaned_text": "As if a [cancer diagnosis](/diagnosing-cancer) wasn't traumatic enough, the [side effects of cancer treatment](/integrative-care) may be extremely challenging, affecting appetite and energy levels and causing pain, mouth sores, anxiety and other issues. Some patients may consider whether dietary supplements are an option to help reduce or relieve their side effects, says Katherine Anderson, Naturopathic Provider and Director of Virtual Health at City of Hope [Atlanta](/locations/atlanta), [Chicago ](/locations/chicago)and [Phoenix](/locations/phoenix). Others may be interested in natural remedies for their symptoms. \"Many patients ask about whether they should try dietary supplements,\" she says. \"For many supplements, we just don't have enough evidence to give a definitive answer. This doesn't mean a patient wouldn't benefit from a specific supplement. It just means standardized research is lacking in guiding these recommendations.\" Some [supplements may have their own side effects](/integrative-care/naturopathic-support/natural-supplements-to-avoid), make cancer medications less effective or pose health risks because of other underlying conditions. Even supplements as seemingly innocuous as green tea extract or garlic may have negative effects, depending on the types of cancer and treatments involved. And just because a supplement may be considered natural doesn't mean it isn't potentially harmful. Supplements often lack rigorous clinical trials backing up claims of their effectiveness, so it's \"important to work with your health care providers, before taking supplements,\" says [Daniel Kellman](/integrative-care-team/daniel-kellman), ND, Director of Naturopathic Support and Rehabilitation Services at City of Hope Atlanta . \"They can provide guidance on safety and potential efficacy based on available evidence.\" In this article, we'll explore: [Common side effects to supplements](#Q3) [Supplements that help cancer patients:](#Q4) [Naturopathic support at City of Hope](#Q10) If you're interested in learning more about the naturopathic support and other integrative care services we offer cancer patients, or if you want to speak with someone about your cancer treatment options, [call us](/schedule-an-appointment) or [chat online](#) with a member of our team. Common side effects of cancer treatment Almost every type of cancer treatment has a side effect. But they may vary greatly depending on the patient and [type of cancer](/cancer-types). They may also vary in intensity. \"Keep in mind that side effects vary from person to person, even among those with the same form of cancer or those receiving the same types of cancer treatments,\" says Kara Sonntag RD, Advanced Dietitian for City of Hope Atlanta, Chicago and Phoenix. \"What helps alleviate symptoms and side effects for one person may not be as effective, or it may be too potent, for another.\" Some of the most common side effects patients experience during cancer treatment include: [Fatigue](/integrative-care/fatigue) [Pain](/integrative-care/pain) - - Constipation [Diarrhea](/integrative-care/digestive-issues) - Dry - Memory, concentration and focus problems ( [chemo brain](/community/blog/2021/02/overcoming-chemo-brain)) - Mouth [Skin and nail changes](/integrative-care/skin-and-nail-changes) - Sleep problems How supplements are regulated Vitamins, minerals, herbs, botanicals, amino acids and enzymes are among the most commonly available dietary supplements. They may come in capsule, tablet, gummy, powder or liquid form. \"It's important to remember they should not be used to substitute food sources or a well-rounded, nutrient-rich diet,\" Sonntag says. \"A supplement, by definition, is an enhancement, not a replacement.\" The U.S. Food and Drug Administration (FDA) regulates supplements differently than drugs, so make sure you're getting safe products that contain what the label says is inside. \"You might buy CoQ10 at a drugstore, and it may only have 10 mg when the label says 100 mg, because the FDA isn't test-regulating that,\" Kellman says. [Under the Dietary Supplement Health and Education Act](https://www.fda.gov/food/food-labeling-nutrition/structurefunction-claims) (DSHEA), the FDA doesn't have authority to approve dietary supplements before they go to market. They may inspect manufacturers for good practices and act when products are found to be unsafe, but they don't regularly analyze or inspect dietary supplements. That's why you may see disclaimers on many supplement labels, such as: \"This statement has not been evaluated by the Food and Drug Administration.\" Or ... \"This product is not intended to diagnose, treat, cure or prevent any disease.\" Some supplement providers seek verification of their supplements' contents and safety from third-party laboratories. Consumers should look for labels showing testing performed by: Alternatives to supplements If you're concerned about the safety of some supplements, you may be able to simply steer clear of them and consider other options. For example, rather than an herbal supplement like ashwagandha for anxiety and fatigue, a patient may turn to one of many alternatives, including: [Behavioral health](/integrative-care/behavioral-health)techniques such as counseling, [meditation](/community/blog/2023/02/8-ways-meditation-may-help-during-cancer-treatment)or breathing exercises - Physical activity, including yoga, tai chi or exercise [Nutritional support](/integrative-care/nutritional-support)that may help regulate caffeine intake or improve diet [Spiritual support](/integrative-care/spiritual-support), including prayer or counseling - Relaxation techniques, such as a salt bath or essential oils Supplements that may help cancer patients Vitamin D [Vitamin D](/community/blog/2020/06/why-vitamin-d-matters) deficiency or insufficiency is a common nutrient shortage that may be addressed in cancer patients. This fat-soluble vitamin is often referred to as the \"sunshine vitamin\" because it's produced when the skin is exposed to sunlight. [Research is mixed](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC3440651/) on whether low levels of vitamin D may be a risk factor for some cancers. However, [research indicates](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC4070857/) vitamin D appears to have anti-inflammatory and [immune-regulating effects](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7281985/) in cancer patients. Probiotics These bacteria may help maintain digestive health and support the immune system and may help reduce the frequency and severity of diarrhea caused by antibiotics or [chemotherapy](/treatment-options/chemotherapy). [New research also indicates](https://www.cancercenter.com/community/blog/2022/05/microbiota-and-the-brain) that gut bacteria may play a role in fatigue and cognitive issues caused by chemotherapy, sometimes called chemo-brain. While probiotic supplements may be a good option for some patients battling [digestive side effects](/integrative-care/digestive-issues) or chemo-brain, [some research shows](https://www.parkerici.org/the-latest/probiotics-linked-to-poorer-response-to-cancer-immunotherapy-in-skin-cancer-patients/) they may be associated with a decreased response to immunotherapy. Although it's sometimes difficult to get enough probiotics through diet, patients may consider incorporating into their diet more [probiotic-rich foods](/community/blog/2022/05/microbiota-and-the-brain)—kefir, Greek yogurt, kimchee, miso and other fermented foods. A high-fiber diet, featuring fruits, vegetables, legumes and whole grains, may also be a better approach to improving the diversity of bacteria in the digestive tract. Patients should work closely with their care team and seek out nutritional support before taking probiotic supplements. Fish oil Fish oil is made up of two main omega-3 fatty acids: eicosapentanoic acid (EPA) and docosahexanoic acid (DHA). Most of the research on omega-3 fatty acids has focused on cardiovascular health. But ongoing research is studying fish oil's impact on reducing cancer-related joint pain, muscle aches, neuropathy and depression. [Research also suggests](https://pubmed.ncbi.nlm.nih.gov/15925286/) that diets high in protein and omega-3s in the days before surgery may result in improved recoveries after surgery. \"Given the important role nutrition plays in surgical outcomes,\" Sonntag says, \"oral nutrition supplements high in protein and/or containing omega-3 fatty acids and other nutrients are often recommended for malnourished patients in the days leading up to surgery and as soon as possible after surgery.\" For heart disease, it's advised to eat a heart-healthy diet that includes fish such as salmon twice a week, get regular exercise, quit smoking and consider other lifestyle changes known to be beneficial. [Fish oil is a natural blood thinner](https://www.nccih.nih.gov/health/tips/things-to-know-about-omegas-for-heart-disease), though, so patients should consult their doctor before taking a supplement. L-glutamine (glutamine) Glutamine, a nonessential amino acid (one of the building blocks for protein), may also help support healthy cells in cancer patients, Kellman says. \"L-glutamine is a supplement that may help with chemotherapy-induced peripheral neuropathy,\" he says. \"It may help reduce symptoms of neuropathy—numbness, tingling of the hands and feet—and protect the digestive tract and potentially help reduce [mouth sores](/integrative-care/mucositis).\" American ginseng root powder [Research suggests](https://www.ncbi.nlm.nih.gov/pmc/articles/PMC8163251/) that American ginseng may be considered an option for patients with cancer-related fatigue, but more study is needed. A systematic review of clinical trials on ginseng for cancer-related fatigue supported its safety and efficacy but noted the quality of studies is not adequate to recommend as a standard option. Naturopathic support at City of Hope At City of Hope, integrative care is considered a key part of patients' spectrum of care. Among the supportive therapies City of Hope offers is [naturopathic support](/integrative-care/naturopathic-support), which focuses on using natural, non-toxic techniques to support the self-healing process. Our naturopathic providers meet with patients to review their medical history, listen to their concerns and recommend a variety of natural therapeutic options. These naturopathic providers may also ask you about supplements you may be taking, to identify potential herb-drug-nutrient interactions. \"Our treatment model here at City of Hope has really been about an integrative approach, to be able to help patients get through treatments with better quality of life and fewer side effects and to be able to focus on lifestyle changes to reduce the risk of the cancer coming back or another cancer forming—especially once the treatment is finished,\" Kellman says. Our naturopathic providers work closely with patients and the rest of their care team to reduce the risk of harmful effects from [cancer treatments](/treatment-options). Throughout treatment, the naturopathic provider and other care team members will monitor side effects and modify the treatment plan when necessary. Our naturopathic providers choose from a wide variety of natural therapies, including herbal and botanical preparations, dietary supplements and homeopathic remedies, consulting with the medical oncologist and other care team clinicians to help patients manage cancer-related side effects, to reduce the risk of treatment delays. If you're interested in learning more about the naturopathic support and other integrative care services we offer cancer patients, or if you want to speak with someone about your cancer treatment options, [call us](/schedule-an-appointment) or [chat online](#') with a member of our team. "}