{"title": "PDF", "author": "PDF", "url": "http://www.bccdc.ca/resource-gallery/Documents/Guidelines%20and%20Forms/Guidelines%20and%20Manuals/Health-Environment/BCRabiesGuidelinesMay2015.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Chapter I - Management of Specific Diseases Rabies May 2015 Table of Contents 1.0 GOAL ............................................................................................................................................... 2 2.0 DEFINITIONS .................................................................................................................................. 2 3.0 RISK ASSESSMENT ....................................................................................................................... 3 3.1 EXPOSURE HISTORY ...................................................................................................................... 4 3.1.1 Bats ......................................................................................................................................... 5 3.1.2 Terrestrial Mammals ................................................................................................................ 6 3.1.3 Animal behaviour ..................................................................................................................... 7 3.1.4 Vaccination status of animal .................................................................................................... 7 3.1.5 Type of exposure ..................................................................................................................... 7 3.1.6 Human body part exposed ...................................................................................................... 8 3.2 OBSERVATION AND TESTING OF ANIMALS ........................................................................................ 8 3.2.1 Observation of dogs, cats and ferrets which have potentially exposed humans to rabies ..... 8 3.2.2 Testing and observation of domestic animals which have potentially been exposed to rabies by other animals ................................................................................................................................... 9 3.2.3 Testing of animals which have potentially exposed humans ................................................ 11 4.0 RISK MANAGEMENT ................................................................................................................... 13 4.1 FIRST AID RABIES POST-EXPOSURE PROPHYLAXIS (RPEP) .......................................................................... 13 Started in .......................................................................................... 14 4.3 RPEP IN PERSONS PREVIOUSLY IMMUNIZED AGAINST RABIES ....................................................... 16 4.4 PRE-EXPOSURE RABIES IMMUNIZATION ......................................................................................... 17 4.5 RABIES VACCINES AND SCHEDULE S - WHO -APPROVED ................................................................. 18 4.6 RELEASE OF BIOLOGICALS FOR RPEP .......................................................................................... 19 5.0 CLINICAL PRESENTATION IN HUMANS AND EPIDEMIOLOGY .............................................. 19 6.0 RECORDING AND REPORT ING .................................................................................................. 21 7.0 REPORTING AUTHORITY ............................................................................................................ 22 8.0 REFERENCES ............................................................................................................................... APPENDIX A: CONTACT 26 SAMPLE SUBMISSIO N FORM ................................................................. 27 APPENDIX C - INSTRUCTIONS FOR SHI PMENT OF A RABIES SPECIMEN TO THE CFIA A DRI LAB .................................................................................................................................................................... 28 APPENDIX D: RABIES E XPOSURE REPORT AND BIOLOGICALS EQUEST FORM ......... 31 APPENDIX E: RABIES MMUNE GLOBULIN RA BIES IMMUNE GLOBULIN .................................................................................................................................. 36 APPENDIX G: RECORD O F RABIES VACCINE AND RABIES IMMUNE GLOBUL IN ADMINISTRATION ..................................................................................................................................... 37 Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 2 1.0 GOAL The goal of the provincial Rabies Control Program is to prevent the acquisition of human rabies. Prevention of human rabies disease is undertaken through: Evaluati on of human exposure to animals for the risk of rabies transmission. Provision of post -exposure immunoprophylaxis to p ersons exposed or potentially exposed to rabies virus. Provision of pre- exposure immunization of persons at increased risk of exposure to animal rabies. Collaboration and consultation with provincial and federal animal health authorities regarding rabies i ncidence and control in British Columbia in domestic and wild animals. The intent of this guideline is to provide direction on: Risk assessment (including determining the rabies status of animals involved in an exposure). Risk management (post -exposure prophylaxis). Pre-exposure prophylaxis for individuals that may be at risk due to occupational or anticipated travel to an endemic area for lengthy periods. Reporting exposures. Ordering biologicals. 2.0 DEFINITIONS Direct contact: contact with a rabid or potentially rabid animal whereby rabies virus present in undessicated saliva or neural tissue could be introduced through contact with eyes or mucous membranes, or through a break in the skin by means of a bite or scratch. Enzootic: consistently prese nt in an animal population (equivalent to endemic in human population). Epizootic: greater than expected occurrence in an animal population (equivalent to epidemic in human population). RPEP: Rabies post -exposure prophylaxis is accomplished through the administration of rabies immune globulin (RabIg) and/or rabies vaccine. RabIg provides rapid, short -term protection. Rabies vaccines contain inactivated virus and induce an active immune response beginning 7 to 10 days post -immunization. WHO categories of contact with suspect rabid animals ( http://www.who.int/mediacentre/factsheets/fs099/en/ ) Category I: touching or feeding animals, licks on intact skin Category II: nibbling of uncovered skin, minor scratches or abrasions without Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 3 bleeding Category III: single or multiple transdermal bites or scratches, licks on broken skin, contamination of mucous membranes with saliva from licks, [direct] contact with bats 3.0 RISK ASSESSMENT The follow ing algorithm is a quick guide to determine the need for rabies post -exposure prophylaxis ( RPEP) . Supporting information follows . Figure 1: Risk Assessment Algorithm to Determine the Need for RPEP Did person have direct contact with a possibly rabid animal ? Did the exposure occur in BC? No further action Was the exposure to a bat? Consider RPEP. The decision will depend on geographic location , animal species and Consider immediate RPEP. Is bat available for testing? Is this a n indoor only pet? Is the animal a cat, dog or ferret? NF Are test results positive or equivocal? Give Give or continue RPEP NFA or discontinue Can the cat, dog or ferret be observed for 10 days to check for signs of rabies? Can animal be submitted for testing? Has cat, dog or ferret exhibited signs of rabies during observation? Sacrifice animal and submit head for testing. Are test results positive? Commence RPEP. Sacrifice animal and submit head for testing. Are test results posi tive? Consider RPEP if cat, dog or ferret exhibited signs of rabies at time of exposure. Consider RPEP. Decision will depend on species, location and behaviour Complete Discontinue NF Give NF YES YES YES YES YES YES YES YES NO YES YES YES YES NO NO NO NO or UNKNOWN NO NO NO NO NO NO END END END END END END NO END END END END END END END Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 4 3.1 Exposure History Direct contact (see the definition in Section 2.0) with a potentially rabid animal is necessary for transmission of the rabies virus. When assessing the risk of rabies, the following need to be considered: Animal species ( Table 1 , Section 3.1 .1 and Section 3.1.2 ) Geographic location ( Table 1 and Section 3.1.2 ) Animal behaviour ( Section 3 .1.3) Animal rabies vaccination status ( Section 3.1.4 ) Type of exposure (bite vs. other) ( Section 3.1.5 ) Body part exposed ( Section 3.1.6 ) Table 1: Action to be taken following direct contact by species and location Species Location Action following direct contact Bat Globally Provide RPEP unless animal is tested and shown to be negative Domestic or wild terrestrial mammal BC No action need ed unless animal demonstrated neurological behavior indicative of rabies or dies; if so, provide RPEP unless animal is observed (cat, dog, ferret) or tested and shown to be negative Skunka, raccoon, coyote, bobcat, fox, monkeyb and other wild animals Outside BC (except in rabies -free countries)c Consider to be rabid unless tested and shown to be negatived Domestic animals Enzootic areas Consider rabid unless observation or testing can be carried out; start RPEP and discontinue if negative Rodents and lagomorphse Globally RPEP is almost never warranted Bats are a rabies reservoir worldwide. Various terrestrial animals may be a reservoir depending on the region of the world. a Being sprayed by a skunk is not considered a rabies exposure. b Simian B virus infection can be acquired by the bite of apparently healthy macaque monkeys, or by exposure of injured skin or mucous membranes to infected saliva or macaque monkey cell cultures. Human illness is extremely rare but highly fatal. Refer to Communicable Disease Control Manual Simian B Virus c Consult the WHO map at http://gamapserver. who.int/mapLibrary/Files/Maps/Global_Rabies_ITHRiskMap.png?ua=1 and the CFIA animal testing results at http://www.inspection.gc.ca/english/anima/disemala/rabrag/statse.sh tml d In areas where rabies is enzootic in a specific animal species, c onsider the animal as potentially infected with rabies . e Rabies is extremely rare in small rodents and lagomorphs (rabbits and hares). See Section 3.1.2.2 . Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 5 3.1.1 Bats Bats are the only known rabies reservoir in BC. These reco mmendations apply to all bat exposures that occur in BC or globally. For bat exposures , intervene (testing and/or RPEP) when both of the following conditions apply: There has been direct contact with a bat ( Section 2.0 ); AND A bite, scratch or saliva exposure into a wound or mucous membrane cannot be ruled out (NACI 2009). Evidence for direct bat contact may include observation of physical contact, verbal history of physical contact. Consult the NACI statement on bat behaviour and exposure. (NACI 2009) In children and other people whose histories are less reliable (cannot accurately report bites or scratches), any direct contact with a bat may require RPE P. While clothing may act as a barrier to direct contact, it can also mask exposure. NACI recommends that children who have contact with a bat through clothing may require RPEP because their histories are less reliable (NAC I 2009). RPEP is not indicated if there is no history of direct contact ; for example, if a bat was found in the house, or if someone woke up with a bat in the bedroom, without any evidence it touched someone.6 When a bat is found in the room with a child or an adult who is unable to give a reliable history, assessment of direct contact can be difficult. Factors indicating that direct contact may have occurred include the individual waking up crying or upset while the bat was in the room or observation of the bat in close proximity to the individual (e.g., in or on the bed) . For questions related to bat behaviour, MHOs can consult with the BC Wildlife Veterinarian or the Wildlife Health Biologist ( see Appendix A for contact information ). If 6 The risk of rabies in the absence of recognized physical contact with bats is exceedingly small. A Québec survey found that ~0.1% of the population may be exposed annually to a bat in the bedroom while they are sleeping (De Serres 2009). However, only a minority (<5%) of these individuals eligible for RPEP sought advice and received RPEP. There have been 56 non- organ transplant related bat -variant rabies cases in Canada and the US in 1950- 2007 (3.9/1 billion person- years) with only 6 of those in Canada. (De Serres 2008) Thirty -one (55%) had direct contact with a bat, 6 (11%) found bats in their home and 19 (34%) reported no bat exposure at all. Among those with a bat found in their home, 2 reported bats in their bedroom while sleeping and the other 4 reported bats in the home either while sleeping or close to the time they may have been exposed. Of the 11 cases with a history of a bat in the bedroom, 9 reported being bitten or awoken by the bat landing on them and 2 reported no direct contact. The number needed to vaccinate to prevent a single case of rabies from bat -in-bedroom exposures is 2.7 million at a cost of $2.1 billion (De Serres 2009). Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 6 a bat is available and there has been no human exposure, the BC Wildlife Veterinarian may be interested in testing the bat for bat diseases. Please discuss with her. 3.1.2 Terrestrial Mammals 3.1.2.1 BC In BC, terrestrial animals are not known to be reservoirs of rabies. However, they may on rare occasions be infected with the bat strain of rabies (see Reservoir in Section 5.0). If a domestic animal has travelled out of BC to an area where rabies is enzootic, it may have been exposed to rabies and should be assessed accordingly. Many wild animals may act aggressively when approached by a human or a predatory animal (including dogs), particularly if they are protecting their young, are f ood conditioned or habituated to humans or have no ability to escape the situation. Bites and scratches from these animal encounters are not rare in urban and suburban settings. For further questions related to wild animal behaviour, MHOs can consult the BCCDC Public Health Veterinarian, the BC Wildlife Veterinarian or the Wildlife Health Biologist (see Appendix A for contact information). 3.1.2.2 Outside BC Wild animals Rabies is enzootic to varying degrees in wild animals in Canada east of the Rockies and in other countries. Consider skunk, raccoon, coyote, bobcat, fox and other wild animals to be rabid unless tested and shown to be negative (except in rabies -free countries).7 Domestic animals (pets and livestock) In some countries, domestic animals are enzootic for rabies or are regularly infected with rabies. Dog bites provide the greatest risk of rabies transmission in most developing countries. Consider RPEP on an individual basis, taking into account the behaviour of the animal and the geographic location. The risk is higher in Asia and Africa 8. Rodents and lagomorphs Rabies is extremely rare in small rodents and lagomorphs (rabbits and hares). No action is normally needed with exposure to these species, unless unusual behaviour of the animal warrants it. Exceptions include woodchucks found to be rabid in parts of the US in association with raccoon rabies expansion and the occasional report of an 7 For animal rabies activity in Canada, see the CFIA website at: http://www.inspection.gc.ca/english/anima/disemala/rabrag/statse.shtml 8 In 2000- 10, the total human rabies deaths due to domestic animal exposure outside of Asia and Africa was 19. For Asia and Africa, for the years 2000- 02 and 2003- 09 the total was 2177. (aWHO 2010) For information on the risk of rabies in other countries, consult the WHO publication \"International Travel and Health\" available at: http://www.who.int/ith/en/ . To help assess the risk in specific countries, refer to the WHO map at http://gamapserver.who.int/mapLibrary/Files/Maps/Global_Rabies_ITHRiskMap.png Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 7 infected rodent in other parts of the world (Moro 1991, Childs 1997, Kamoltham 2002, Wang 2009). However, no rodent -human transmission of rabies has been reported. 3.1.3 Animal behaviour The signs of rabies infection can vary considerably among species. An animal exhibiting behaviour that is considered unusual for that particular species could potentially be rabid. 9 Entering an animal's territory or close interacti ons, especially hand feeding , could be considered provocation. When an animal attacks for no known reason or has no history of aggression, this would be considered an unprovoked attack . If an animal had physical contact with a rabid animal (e.g., a cat played/fought with a bat which is later determined to be rabid) and then had direct contact with an individual, it is unlikely that rabies would be transmitted. The minimum time for animal rabies to incubate is 2 weeks; transmission of rabies will not occur until the virus is being shed in the animal's saliva. There are no known incidents of rabies transmission via this route. 3.1.4 Vaccination status of animal A domestic animal which has been vaccinated against rabies routinely 10 is likely protected from rabies11. However, if the animal behaviour is highly unusual, the animal may need to be observed or euthanized regardles s of vaccination status. 3.1.5 Type of exposure In a potentially infected animal, the following body substances/tissues may be infectious: Saliva and salivary glands Neural fluid and tissue As such, the highest risk exposure is from the bite of an inf ected animal that breaks the skin. Scratches from an infected animal can theoretically introduce rabies virus if, for example, the animal had licked its nails prior to the scratch. In practice, very few cases of human rabies have been reported secondary to this route of transmission (Afshar 1979). Virus can rarely be found in urine, muscle and lungs . Contact with such materials has 9 Consult a v eterinarian or the Merck Veterinary Manual for a description of the clinical symptoms of rabies: http://www.merckvetmanual.com/mvm/index.jsp?cfile=htm/bc/102300.htm&word=rabies 10 Depending on the vaccine, a booster needs to be given every 1- 3 years (NASPHV 2011). Consult a veterinarian to assess how often the particular vaccine needs to be given. 11 The majority of vaccinated domestic animals are considered protect ed. However, a small proportion (about 5%) are not protected or can become rabid through overwhelming viral challenge, incomplete vaccine efficacy, improper vaccine administration or host immunocompromise (NASPHV 2011, Murray 2009, Jakel 2008, Kennedy 2007). Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 8 not been documented to lead to transmission of rabies. F resh bat feces (guano) may also contain virus. There is theoretical risk of airborne transmission of rabies virus from bat feces (Brown 1971, Heymann 2008 ). RPEP should only be considered for an aerosol exposure where the number of bats in an enclosed area is very high, the exposure is prolonged and the appropriate personal protective equipment was not used. Blood is considered non- infectious, as infected animals are not viremic. 3.1.6 Human body part exposed Exposure to the face and hands increases the risk of rabies because these body parts are highly innervated, providing greater and faster opportunity for virus to enter the nervous system. Although the distance of the exposed body part to the brain affects the incubation period, it does not affect the time available to provide RPEP (i.e., once the virus enters the peripheral nervous system, RPEP is no longer of use). 3.2 Observation and Testing of Animals 3.2.1 Observation of dogs, cats and ferrets which have potentially exposed humans to rabies Healthy dogs, cats and ferrets which have exposed humans can be confined and observed for 10 days. The rationale is that rabies virus is excreted in a rabid animal's (dogs, cats, ferrets) saliva for a few days prior to and during illness .12 If the animal is clinic ally well after 10 days, it was not shedding rabies virus and is deemed non- infectious at the time of the exposure and can be released from confinement/observation. The decision to confine and observe the animal rests with the EHO and/or MHO and is base d on the level of risk. Confinement and observation should be considered even if the animal has been vaccinated.12,13 The EHO/MHO asks the owner to keep the animal in the home/on the property and to observe for signs of rabies. The owner is asked to call th e EHO/MHO if signs of rabies occur.14 If the animal display s signs of rabies during observation, it must be taken to a veterinarian for euthanisation without injury to the brain and the brain shipped to the CFIA laboratory and tested for rabies . The incub ation period and period of rabies virus shedding in other animal species are not clearly known, and therefore observation of other animal species does not apply. 12 The period of salivary excretion in an infected cat, dog or ferret starts a few days prior to or early after the onset of symptoms (Vaughn 1963, Vaughn 1965, Niezgoda 1998). Only one study of dogs experimentally infected with rabies virus showed 1/ 16 dogs with viral excretion longer than 10 days prior to symptom onset (13 days prior) (Fekadu 1982). 13 There is insufficient evidence to support post -exposure prophylaxis of animals (NASPHV 2011). 14 Rabies signs are not definitive but the most reliable signs are behavioral changes and progressive paralysis. Behavioral changes may include loss of appetite, signs of apprehension or nervousness, irritability, and hyperexcitability. Uncharacteristic aggressiveness may develop. Neurological signs include: lo ss of coordination, altered phonation, profuse salivation, inability to swallow, seizures and paralysis. (Rupprecht 2011) Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 9 If a BC resident is exposed to a dog, cat or ferret in another country, and the animal can be confined and observed for 10 days, the MHO may determine that RPEP is not needed in the BC resident under certain circumstances 15, such as: the animal remains well after 10 days the animal is an indoor pet the animal has been vaccinated and is up to dat e on boosters If RPEP was already started in the BC resident exposed in another country, see Section 4.2.1. 3.2.2 Testing and observation of domestic animals which have potentially been exposed to rabies by other animals The information in this section is taken from the BC Rabies Guidance for Veterinarians and is for public health information only. If a domestic animal has had physical contact with an animal suspected of having rabies (including any bats), the domestic animal's private veterinarian wil l conduct a risk assessment of rabies transmission based on the species involved, the animals' behaviours and the type of exposure. Consultation with the BCCDC Public Health Veterinarian is available for assistance with animal -to-animal exposures (see Appendix A for contact information). A. Exposures deemed at no risk need no further action. B. For domestic animal exposures assessed by the veterinarian to pose a risk of rabies transmission and in which the exposed domesti c animal is currently vaccinated , the private veterinarian should provide a rabies vaccine booster to the exposed animal within a 7 day wi ndow of the exposure event . No further action is required. In cases where a booster vaccination is not administered within 7 days, a booster vaccination should still be administered as soon as possible after the exposure event. The private veterinarian, together with the P ublic Health Veterinarian, will make decisions about further actions (e.g. need for isolation and observation) on a case by case basis based on the exposure event and age, health status and vaccination history of the exposed domestic animal. In most cases, an animal that is currently vaccinated at the time of exposure will not require isolation, even if administration of the post -exposure booster vaccination is delayed until after 7 days . C. For animal exposures assessed to pose a risk of rabies transmission and in which the exposed domestic animal is unvaccinated , the private veterinarian should: 15 This recommendation and considerations were determined by consensus by the Rabies Guidelines Revision WG (2014). Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 10 a) Vaccina te the exposed domestic animal within a 7 d ay window of the exposure event . In cases where a booster vaccination is not administered within 7 days, a booster vaccination should still be administered as soon as possible after the exposure event. b) If the susp ect animal (e.g. the bat) is available, offer to have it tested. If testing is agreed upon, the private veterinarian coordinates the suspect animal's euthanasia (if required), sampling (if required), packaging and shipment to the CFIA Animal Disease Resear ch Institute (ADRI) in Lethbridge, Alberta. i) If the suspect animal tests negative, no further steps are recommended. ii) If the suspect animal is unavailable or tests positive, the private veterinarian can recommend: (1) euthanasia of the exposed domestic animal O R (2) for the owner to isolate and observe the domestic animal on the owner's property AND for the owner to consult their veterinarian if the animal exhibits changes in behavior or health that indicate signs of rabies. The recommended isolation and observation period is 90 days for animals that receive a rabies vaccine within 7 days of the exposure event, and 180 days for animals that do not receive a rabies vaccine or that receive a rabies vaccine more than 7 days after the exposure event. D. For animal exposures assessed to pose a risk of rabies transmission and in which the exposed domestic animal is previously vaccinated, but out of date , the private veterinarian should: a) Vaccinate the exposed domestic animal within a 7 day window of the exposure event. In ca ses where a booster vaccination is not administered within 7 days, a booster vaccination should still be administered as soon as possible after the exposure event. b) If the suspect animal (e.g. the bat) is available, offer to have it tested. If testing is agreed upon, the private veterinarian coordinates the suspect ani mal's euthanasia (if required) , sampling (if required), packaging and shipment to the CFIA Animal Disease Research Institute (ADRI) in Lethbridge, Alberta. i) If the suspect animal tests negativ e, no further steps are recommended. ii) If the suspect animal is unavailable or tests positive, the private veterinarian, together with the PHV, will make decisions about further actions (e.g. isolation and observation) on a case by case basis based on the ex posure event and age, health status and vaccination history of the exposed domestic animal. (1) In most cases when the exposed animal is administered a booster vaccine within 7 days, no isolation and observation period would be necessary. (2) In cases where a booster vaccination is not administered within 7 days, the private veterinarian, together with the PHV, will make decisions about further actions (e.g. need for isolation and observation) on a case by case basis based on the exposure event and age, health st atus and vaccination history of the exposed domestic animal. In most cases, a 90 day isolation and observation period would be required. Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 11 3.2.3 Testing of animals which have potentially exposed humans Any animal suspected of having rabies which has expose d a human through direct contact as defined in Section 2.0 should be tested for rabies. If an animal dies of natural causes after exposure (and/or during observation), strong consideration should be given to testing it (there i s an increased risk it may have died of rabies). If an animal is killed after it has exposed someone (e.g., shooting of an aggressive wild animal), it can be tested. Specimen collection When there has been no direct contact, bats should not be captured or tested, since a n attempt to capture a bat may increase the risk of direct contact. Since no RPEP is recommended if there is no contact, there is no point in testing such bats. In situations where there is evidence of direct contact with a bat and the bat is available for testing, refer the client to a wildlife specialist or pest control company in the area to capture it . If a specialist is not available, do not encourage someone who was not exposed to try and capture the bat, thus increasing their risk of exposure. If the person already exposed is willing, have them : Close all doors and windows in the area, put on a hat, leather gloves, a long - sleeved jacket and pants. Use a blanket, net, broom or towel to catch the bat (without touching it and while pr otecting any exposed area such as the face). Use tongs to put it in a container with air holes . Place the container in a cool, safe place away from human or pet contact. Not kill the bat. Contact the public health unit for further instructions. For anim als which have exposed humans, EHOs will coordinate the specimen collection, packaging and shipment . The person/agency conducting the specimen collection, packaging and shipment depends on the animal species, its status (dead or alive) and geographical considerations ( Table 2 ). Regardless of who conducts the collection, packaging and shipment, the local Health Authority should be informed that a sample was submitted for rabies testing. EHOs and other public health staff should not handle live animals suspect of having rabies. EHOs handling dead animal suspect of having rabies should wear gloves. Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 12 Table 2. Options for collection and shipment of various animal specimens Animal species and status Collection and shipment Bat, dead or alive Exposed person , wildlife biologist, conservation officer or animal control staff brings to vet for euthanisation (for live bats) , vet packages and ships or contacts EHO who packages and ships Other wildlife, alive Conservation officer or animal cont rol staff kills animal and takes to a vet (wildlife or private) to have head removed; vet packages and ships or contacts EHO who packages and ships Other wildlife, dead Conservation officer or animal control staff takes to a vet (wildlife or private) to h ave head removed; vet packages and ships or contacts EHO who packages and ships Domestic animals, alive Animal owner takes animal to private vet for euthanisation and head removal if necessary; vet packages and ships or contacts EHO who packages and ships Domestic animals, dead Animal owner takes animal to private vet for head removal if necessary; vet packages and ships or contacts EHO who packages and ships Specimen submission Testing of animals for rabies in cases of human and domestic animal exposur e at a WHO contact category II or III (see Section 2.0 for definitions ) is available without charge at the CFIA Animal Disease Research Institute (ADRI) , Lethbridge, Alberta (phone number 403- 382-5500).16 The specimen has to be appropriately packaged and shipped and the submission form has to be completed Appendix B. Details on packaging and shipment of specimens are found in Appendix C . Ensure shipment of the specimen to the ADRI occurs within 48h. The turnaround time for results on rabies testing is up to 72h. Acceptable samples are non- decomposed, non- fixed, undamaged brains that allow the excision of the medulla oblongata (including pons), hippocampus and cerebellum. This includes whole animal brain extracted, animal head including brain if the whole body will not fit into the shipping container , or for small animals , the entire carcass (e.g., bats, which also allows for species identification). A portio n of spinal cord should be added when the brain is severely damaged, when the specimen is from a large animal (e.g. , elk, bear, cow or horse), or when the animal was 16 When there is int erest in testing an animal which has not exposed a human or a domestic animal, the Animal Health Centre (AHC) in Abbotsford can provide free testing. The AHC offers an immunohistochemistry screening test; if this is positive, the specimen is submitted to C FIA for free confirmation. Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 13 killed at a suspected early stage of the disease (Kush J; Wandeler A; personal communication, 2009).17 4.0 RISK MANAGEMENT 4.1 First Aid Wash with a mild soap and flush the wound with copious amounts of water under moderate pressure. Expert opinion suggests washing should be done for at least 15 minutes (NACI 2012). Some authorities recommend disinfect ing the wound with an iodine- containing or alcohol solution or other topical virucidal disinfectant to further decrease the viral load ( NACI 2012 ). The wound should not be sutured unless indicated for cosmetic or tissue support reasons. Sutures, if required, should be placed after local infiltration of RabIg. They should be loose and not interfere with free bleeding and drainage (Heymann 2008). As appropriate, follow -up wound care should be undertaken by a physician. Although the risk of rabies may be small, there is a risk of other infections at the wound site. Tetanus -diphtheria vaccination should be updated as required and administration of antibiotics should depend on the clinical picture. 4.2 Rabies Post -Exposure Prophylaxis (RPEP) If the risk assessment suggests RPEP is warranted, consider providing immediate RPEP. Expert opinion recommends that if RPEP is indicated, it should not be delayed beyond 48 hours after the exposure while waiting for the results of testing ( NACI 2012). However, the decision to wait for test results, regardless of the time it takes, should be based on the level of risk. RPEP is a series of one dose of rabies immune g lobulin (RabIg) and 4 doses of vaccine for immunocompetent individuals ( NACI 2012 ).18 RabIg (20 IU/kg body weight) is given on day 0 at the same time as the first dose of vaccine (1.0 mL IM), or within 7 days of 17 In some instances, the fluorescent antibody test may not be obviously positive, and examination of neural tissue further down the brain stem may be necessary. This is especially true if an animal has been killed in the early st ages of the disease, before the virus has an increased concentration in the brain. A sample taken from the brain of a larger animal is somewhat less likely to capture virus than if it is taken from the spinal cord, where the concentration of virus is great er (Kush, J; personal communication Nov 10, 2010). 18 NACI recommends an RPEP dosage of 1 dose of rabies immune globulin and 4 doses of rabies vaccine, administered on days 0, 3, 7 and 14. This approach is based on evidence that the most critical element of prophylaxis is the rapid administration of RabIg and the first dose of vaccine. In most cases, rabies antibody levels reach > 0.5 IU/mL before the 5th vaccination. There is no correlation between the number of doses received and the long term presence and level of antibodies . Further, when the prophylaxis of exposed individuals has been interrupted after the 4th dose of vaccine, there have been no RPEP failures. Finally, many countries use the WHO -approved Zagreb regimen of RabIg plus a series of 2-1-1 vacc ine doses . (Rupprecht 2009, NACI 2012). Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 14 the first va ccination. Rabies vaccine is given on days 0, 3, 7 and 14. Every effort should be made to administer doses on time ( NACI 2012 ). Immunocompromised individuals and those taking chloroquine s hould receive RabIg (20 IU/kg body weight) on day 0 or within 7 days of the first vaccination and 5 doses of vaccine (1.0 mL IM) given on days 0, 3, 7, 14 and 28 (NACI 2012 , Pappaioanou 1986 ). In immunocompromised individuals, serology should be checked 7- 14 days after the series completion. If the titre is <0.5 IU/mL, give a second series of rabies vaccine; RabIg should not be repeated (NACI 2012 ). If titres remain <0.5 IU/mL after a second series, next steps should be decided by the treating physician in consultation with the MHO. Rabies vaccine should be administered by the intramuscular route (IM). RabIg should be infiltrated in every wound site (WHO 1992).19 If necessary, it can be dil uted with normal saline to ensure there is sufficient volume to infiltrate all wounds ; if there is no obvious wound or there is too much RabIg to infiltrate the wound, any remaining RabIg should be administered IM at a site distal to the vaccination site. See the Communicable Disease Control Manual, Chapter 2: Immunization Program for details on dosage and administration. RPEP should be offered to exposed individuals regardless of the elapsed interval since exposure. The longest incubation periods for rabies have been reported to be 6 years (Smith 1991 , Johnson 2008 ). 4.2.1 RPEP Started in Other Countries When travelle rs are exposed to an animal in a rabies -enzootic country, they are advised to obtain detailed, written information on the type of RabIg and vaccine they have received, the vaccination schedule and routes of administration . It would also be advisable to obt ain a label of the biologicals. For various reasons, the RPEP received may not be adequate. 20 In determining the value of biologicals administered overseas , a case -by-case assessment must be made: 19 RabIg provides passive protection in the days prior to the stimulation of innate antibody production by vaccination (7- 10d after initial dose). Infiltration of every wound is recommended to neutralize the virus before it enters the nerves where antibodies cannot reach it. Intramuscular injection of RabIg does not provide adequate serological protective antibody levels to neutralize the virus (Dean 1963, Chomchay 2000). The vast majority of recent reports of RPEP fai lure had incomplete or no RabIg infiltration of wounds; this has been identified as the major factor in RPEP failure (Wilde 1996, Wilde 2007). 20 RPEP provided in some countries may be inadequate for various reasons such as compromised cold chain, non- WHO approved vaccine or schedule, counterfeit vaccine or lack of RabIg. There are occasional media reports of counterfeit vaccines being sold or used in certain countries. Counterfeit vaccine has been reported in China (several times) and the Philippines (2013). There are rare reports of vaccine failures associated with these products. There is little information on how widespread the practice is (Wandeler A; Meslin FX; Rupprecht CE; personal communication, 2008). As 2008, there was no WHO -approved RabIg ava ilable in China, apart from Hong Kong (Davis 2008). Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 15 Assess whether WHO -approved products and schedules were us ed (Section 4.5), and administered via appropriate routes and sites. o Review available information on the products used, dosage and route of administration from the client. o Review available written documentation such as product label, receipts and medical documents. Assess whether the cold chain is likely adequate. 21 o Review the location of the medical assessment and RPEP provision (a developed region or country, a hospital, a clinic listed with the International Socie ty of Travel Medicine, etc. are all more likely to use approved products and maintain the cold chain). If RPEP needs to be continued or re -started in BC 1) If the RPEP series begun in another country is deemed valid by the MHO, continue the series in Canada. In general, the local risk assessment and decision can be accepted unless there is overwhelming evidence to the contrary, as local health authorities are more likely to know the local rabies epidemiology. If a WHO- approved vaccine series was started o verseas, the series can be completed with another WHO -approved vaccine licensed in Canada ( aWHO 2010 ). If the vaccine series was started using the ID route, it can be completed using the IM route.22 The opposite is not recom mended. If a different , but WHO - approved dosing schedule (Section 4.5 ) was used overseas, attempt to continue with this schedule. If the schedule used is not WHO -approved, consider re- initiation of the series.23 If no RabIg was administered, provide RabIg if within 7 days of first vaccine dose. If more than 7 days have passed since the first dose of vaccine, do not provide RabIg. In the latter case, t here i s no need to repeat vaccination and no need to test antibody titres. 24 2) If the validity of the RPEP series given or begun in another country is in question ( WHO 2008 and CATMAT 2002 ): A. Draw serum for rabies antibody titres. 25 21 All WHO -approved rabies vaccines are stable at 37C for at least 1 month (WHO 2006). 22 No study has been done on immunogenicity following a change of the route of vaccine administration. The recommendat ion is based on expert opinion and on current practice which have led to no failures. 23There is no evidence for or against this. This recommendation is based on expert opinion. 24 Such a vaccine course should induce an antibody response. RabIg will not be u seful if given more than 7 days after the first dose of vaccine and may decrease the vaccine antibody response. 25 Draw serum sample and start the vaccine series while awaiting lab results. Ph one the BCCDC PHRML with the patient's demographics: Lab Supervi sor at -707-2828 or Medical Microbiologist on call at 604- Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 16 B. Start a new series of RPEP . o Provide a complete vaccine series if the validity of the vaccine series is in question. o The decision to provide RabIg should be made on a case- by-case basis. 26 If the person has NOT received RabIg and less than 8 days have passed since the first dose of a valid vaccine, provide RabIg. If the person has NOT received RabIg and a NON -valid vaccine was administered, consider providing RabIg regardless of time elapsed since the first dose of vaccine. If the person received RabIg of questionable validity , consider providing another dose of RabIg. C. If the titre returns an Ab level of > 0.5 IU/mL and the client has had a complete series of vaccinations, the new series of vaccinations can be discontinued. If the titre is <0.5IU/mL, the series of vaccinations star ted in Canada should be completed. 4.3 RPEP in Persons Previously Immunized Against Rabies If a person has completed a course of rabies pre/post -exposure prophylaxis at any time in the past using a WHO approved rabies vaccine and schedule (Section 4.5 ) OR has had a rabies antibody titre >0.5IU/ml at any time in the past : Do not give RabIg Give two doses of rabies vaccine on day 0 and day 3 If a person has completed a course of rabies pre/post -exposure prophylaxis us ing a non-WHO approved vaccine or schedule:27 Give RabIg on day 0 Give four doses of rabies vaccine on day 0, 3, 7 and 14 In immunocompromised individuals, provide a complete series of 5 doses of vaccine and 1 dose of RabIg ( Section 4.2 ).28 661-7033. Submit the specimen to the BCCDC PHMRL which forwards it to the National Microbiology Laboratory. Allow for 5 -10 days turnaround time. 26 RabIg can partially suppress the immune response to rabies vaccine (Wiktor 1971). The recommended dose of RabIg should not be exceeded and doses should not be repeated. The half -life of RabIg is 21 days (Loofbourow 1971). RabIg received more than three months prior to the administration of vaccine shoul d no longer be present in the serum. 27 NACI recommends a complete course of vaccine and RabIg only if titres are <0.5 IU/ml (NACI 2012). However, titre results are not available until 5- 10 days after serum is drawn which is not sufficient to assist in dec ision-making. A consensus was reached by the BC Communicable Disease Advisory Policy Committee in April 2013 to recommend this course of action. 28 There is no evidence to support or refute this. This is based on expert opinion. Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 17 4.4 Pre-exposure Rabies Immunization Pre-exposure rabies immunization is elective and should be offered to persons at potentially increased risk of contact with rabid animals (Table 3). Three doses of rabies vaccine are given on days 0, 7 and between days 21 and 28. Refer to the Communicable Disease Control Manual, Chapter 2: Immunization Program for details regarding vaccine administration. The BCCDC will only provide pre- exposure rabies vaccine free to British Columbia students attending a Canadian Veterinary College or Animal Health Technology Training Centre. Table 3: Pre- exposure Rabies Immunization Personal Risk Category Nature of Risk Typical Populations Pre-exposure Immunization Very low risk Rare exposure to virus Potential for mucous membrane, bite or non- bite exposure. BC population at large, Environmental Health Officers or other public health staff handling potentially rabid dead animals and most travellers to enzootic areas not in any of the higher risk groups below. No immunization necessary. Low risk Exposure to virus nearly always episodic with source recognized. Potential for mucous membrane, bite, or non- bite exposure. Veterinarians and staff, animal control and wildlife workers in areas of low rabies enzooticity (BC); veterinary and animal health technology students. Children and travellers visiting foreign enzootic areas for one month or mor e. Travellers to foreign epizootic areas, trekking/hiking for any length of time, and far from a major medical centre. Initial series. Booster only following a subsequent exposure, or as determined by post-exposure serology. Moderate Risk Virus present episodically, with source recognized, but exposure may be unrecognized. Potential for mucous membrane, bite, non -bite or aerosol exposure. Rabies diagnostic lab workers and spelunkers. Veterinarians and staff, animal control, wildlife biologists and wildlif e workers in rabies enzootic areas. Hunters and trappers in high -risk areas such as the far north. Initial series. Serologic testing every 2 years. Booster immunization when antibody level is < 0.5 IU/ml. High Risk Frequent exposure. Virus present continuously, often in high concentrations. Potential for mucous membrane, bite, non -bite or aerosol exposure. Specific exposures may go unrecognized. Rabies research lab workers; rabies biologicals production workers; bat biologists. Initial series. Serologic t esting every 6 months. Booster immunization when antibody level is < 0.5 IU/ml Pre-exposure prophylaxis should be given by the intramuscular (IM) route. It can be Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 18 given by the intradermal (ID) route by staff who are well -trained in using this route. The ID route should not be used in persons who are immunocompromised or who are taking chloroquine (NACI 2012, Pappaioanou 1986). If the vaccine is administered using the ID route, antibody titres should be verified at least 2 weeks after completion of the vaccine series (NACI 2012). 4.5 Rabies Vaccines and schedules - WHO -approved WHO approves of the use of cell -culture and embryonated egg based vaccines. These include vaccines produced on human diploid cells (HDCV), fetal rhesus diploid cells, Vero ( African green monkey kidney) cells (PVRV), primary Syrian hamster kidney cells, primary chick embryo cells (PCECV), and embryonated duck eggs (PDEV). Nerve tissue vaccine s are less immunogenic and more reactogenic and are not WHO - approved ( CATMAT 2002, aWHO 2010 ). Individuals who have received them should be considered unvaccinated. It is recommended that only vaccine products approved in developed countries or pre-qualified by WHO and administered according to a WHO -approved schedule be accepted as valid in BC residents. 29 Each country's regulatory agency has approved certain rabies biological for use. In Canada, Health Canada has approved the following products for use: IMOVAX ® Rabies (HDCV) RabAvert ® (PCECV) WHO pre -qualifies certain vaccines for use in countries and by agencies (e.g. UNICEF) that do not have regulatory capacity. 30 In 2015, these included: Rabipur ® (Chiron Behring Vaccines Private Ltd, made in India) Rabipur ® (Novartis V accines and Diagnostics, made in Germany) (Sanofi Pasteur, made in France) Rabies Vaccine ® (Serum Institute of India, Ltd, made in India) Lyssavac -N ® (Zidus Cadila, made in schedules include ( aWHO 2010 ) 5 dose schedule on days 0, 3, 7, 14 and 28 4 dose schedule with 2 doses on day 0 followed by 1 dose each on days 7 and 21 4 dose schedule on days 0, 3, 7 and 14 WHO -recommended ID schedule ( bWHO 2010 ): 29 This recommendation was made by consensus by the Rabies Guidelines Revision WG (2014), 30 The list of WHO pre- qualified vaccines is found: http://www.who.int/immunization_standards/v accine_quality/PQ_vaccine_list_en/en/ Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 19 1 dose of 0.1mL administered in two different body sites on days 0, 3, 7 and 28. 4.6 Release of Biologicals for RPEP Health units are encouraged to depot an appropriate quantity of rabies vaccine and RabIg based on demand from the previous year and any changes in RPEP guidelines . When the product dating is within 6 months of expiry and there is concern that product will not be used prior to expiry, return to BCCDC under cold chain conditions. Contact BCCDC Biologicals Desk at (604) 707- 2582 to obtain authorization for this Field Return. The MHO must authorize all releases of rabies vaccine and RabIg. Clinicians should call the MHO in their region for advice and release of biologicals (see Appendix A for contact information). MHO s can consult with BCCDC ( Appendix A ). On establishing that RPEP should be administered, the MHO requests release of the appropriate biologicals from the local depot or from BCCDC. If rabies biologi cals are to be released from BCCDC during regular office hours ( 8:30 am to 4:30 pm) the MHO must use the \"Rabies Exposure Report and Rabies Biologicals Request Form\" (see Appendix D) to obtain the release of the biologi cals. Fax the form to the required number of doses of vaccine and vials of RabIg. The dose of RabIg is calculated according to the person's body weight. Re fer to the chart in Appendix E . Personnel releasing the biologicals are not responsible for computing this information. For after hours release of RPEP biologicals from BCCDC, the MHO 4670 provide an instruction sheet ( Appendix F and Appendix G ) to personnel who will be administering the RPEP series. The Rabies HealthLink BC File should be used for obtaining informed consent from the individual who will be receiving RPEP . 5.0 CLINICAL PRESENTATION IN HUMAN S and EPIDEMIOLOGY Clinical description: The first signs of illness are non- specific and include fever, anxiety, and malaise. Often there is tingling and severe pruritus at the site of the animal bite. After 2 - 10 days, frank neurological signs appear, r anging from hyperactivity to Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 20 paralysis. The disease is divided into encephalitic (\"furious rabies\") and paralytic (\"dumb rabies\") forms : In encephalitic form, signs of irritation of the CNS predominate, including agitation, confusion, hydrophobia, aer ophobia, hyperventilation, hypersalivation, priapism, and convulsions. After a few days to a week, the person may experience a stage of excitement that lasts only a few days before the person lapses into coma and death. The paralytic form of rabies differ s in that the person does not experience a stage of excitement, but retreats steadily and quietly downhill, with some paralysis, to coma and death. Once the virus enters the nervous system , treatment rarely affects the rapid progression to death. In 2004 , a teenager who had not received RPEP developed rabies disease but survived following aggressive treatment ( Willoughby 2005 ). This is the only known instance of survival following disease. Incubation period: After inocula tion, the virus may persist and replicate at the inoculation site for hours to weeks before progressing to nerve endings at the site of the bite. As the virus does not travel through the bloodstream or lymph system, it does not readily induce an immune res ponse prior to entering the nerves. Once the virus enters the nerves, it is virtually impossible to treat it. The virus slowly travels up the nerves to reach the CNS where it replicates and then disseminates through nerves to many body sites including the cornea, hair follicles, and salivary glands where there is further replication. The incubation period is usually 3 - 8 weeks, rarely as short as a few days or as long as several years. The l ength of the incubation period depends on the severity of the wound, site of the wound in relation to the richness of the nerve supply and its distance from the brain, and the amount and strain of virus introduced ( Heymann 2008 ). Infectious agent: The rabies virus is a rhabdovirus bel onging to the genus Lyssavirus. Mode of transmission : Infection occurs by percutaneous introduction of the virus -laden saliva or CFS of a rabid animal through a bite or scratch, or into a fresh break in the skin, or by contact with intact mucous membranes. Transmission has been reported through the transplantation of organs taken from persons who died of undiagnosed rabies. Also, wild animals may bite and infect domestic animals which in turn may infect humans. Airborne transmission has been reported in 2 instances in a laboratory setting, where there was significant aerosolization and possible lack of personal protection. Also, there have been 2 reports of rabies acquired in a bat infested cave attributed to aerosol transmission, but there is no proof i n either case that a bite or wound contamination did not occur ( Irons 1957 , Humphrey 1960 ). No well -documented natural transmission of Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 21 rabies by aerosols has occurred ( Gibbons 2001 ). Reservoirs: In BC, bats are the only known reservoir. Over the past 10 years, approximately 4 to 8% of the BC bats submitted for testing each year have been shown to be infected ( Kush J, CFIA, per sonal communication, 2010 ). Bats submitted for testing have a higher likelihood of being infected. There is occasional spill -over of bat -variant rabies to other species but no evidence of continued transmission within these species in BC: 2007 - a cat in Maple Ridge 2004 - 4 skunks in Stanley Park 1992 - 3 cats in Delta31 Late 1980s - a beaver 1984 - a horse in the Sorrento area 1969 - a cat on Vancouver Island In other parts of Canada, bats, skunks, raccoons and foxes may be reservoirs . In the developing world, dogs are a major source of infection, responsible for up to 99% of rabies deaths ( bWHO 2010 ). In all geographic jurisdictions, squirrels, hamsters, guinea pigs, gerbils, chipmunks, rats, mice and other rodents, rabbits and hares are only rarely infected with rabies. They are not known to have caused human rabies in North America. Human epidemiology : In Canada, there have been 23 human cases reported since 1924 and only 1 of these occurred in BC. Of the eleven cases that occurred since 1950, 6 were due to bat strain of rabies. Among them, a 25 year old male, Alberta resident was infected by a bat while in Alberta and died in BC in 1983, and a 60 year old male BC resident was infected by bat variant rabies virus in BC , and died in 2003 ( DeSerres 2008 ). 6.0 RECORDING AND REPORTING Potential rabies exposures and the administration of RabIg and rabies vaccine are reported to monitor the occurrence of potentially rabid animal contacts , support rabies risk assessment, and monitor the utilization of RPEP in BC. 1. Record the incident/exposure history in the public health information system . Only exposures leading to the provision of RPEP need to be reported. If Panorama is not utilized by t he region where the exposed person resides, fax 31 Skunk strain of rabies virus was recovered from one of the Delta cats and the beaver. A wildlife survey in Delta (prior to 1989) following the isolation of the skunk strain rabies in a beaver, and intensified testing of cats following the Delta incident, indicated that the skunk strain of rabies is not enzootic in BC. The skunk strain identification has never been fully explained, although a lab error is possible. Strain testing was not available for the 1969 cat cas e, but it was most likely due to bat strain of virus. Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 22 the \"Rabies Exposure Report and Rabies Biologicals Request Form\" ( (604) 707- 2581. The Biologicals Desk in turn forwards the form to Communicable Diseases Prevention and Control Services (CDPACS) where this information is entered into Panorama. If biologicals are stored in a depot regionally, the Health Unit should indicate on the Form that biologicals are not needed. When the form is r eceived, only the exposure will be recorded in Panorama. If the exposure occurs outside the Health Authority (HA) of residence, the HA conducting the follow -up should inform the HA of residence. The information should be entered by the HA of residence. 2. Next, r ecord the administration of rabies vaccine and RabIg in the public health information system as per data entry standards. If the HA does not utilize Panorama, the vaccine and RabIg administration should also be recorded on the \" Record of Rabies Vaccine and Rabies Immune Globulin Administration\" ( Appendix G ). This completed record should then be faxed to the Biologicals Desk at (604) 707- 2581. The Biologicals Desk in turn forwards the form to CDPACS where this in formation is entered into Panorama. If a non- public health site (e.g. hospital) is administering the RPEP, the HA should fax the \"Record of Rabies Vaccine and Rabies Immune Globulin Administration\" (Appendix G) to the person who will be administering the RabIg. Instruct this person to fax the completed record back to the HA after the RabIg has been administered. The HA then enters the data in the public health information system. If the HA does not use Panorama, fax th e record to the BCCDC Biologicals Desk for entry by CDPACS . If the exposed client refuses RPEP or discontinues RPEP prior to completion, document this in the public health information system and i nform the client 's physician. 7.0 REPORTING AUTHORITY Suspect and confirmed rabies is reportable by veterinarians to the BC Chief Veterinary Officer under the Reportable and Notifiable Disease Regulation of the provincial Animal Health Act . Rabies in animals is reportable by veterinarians to the CFIA under the Reportable Disease Regulations of the federal Health of Animals Act. In practice, this is accomplished by submitting an animal to CFIA for rabies testing. Rabies in humans is reportable to the Medical Health Officer under the Public Health Act Communicabl e Disease Regulation (BC Reg 4/83) , pursuant to the Public Health Act ( SBC 2008 ) c. 28 . Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 23 8.0 REFERENCES Afshar A. A review of non- bite transmission of rabies virus infection. Br Vet J. 1979 Mar -Apr;135(2):142- 8. Brown RC. Pre-exposure prophylaxis in amateur spelunkers. JACHA 1971;20:132 -4. Committee to Advise on Tropical Medicine and Travel (CATMAT). Statement on travelers and rabies vaccine. Canada Communicable Disease Report. 2002 Mar 1; 28; 1- 12. Childs JE, Colby L, K rebs JW, Strine T, Feller M, Noah Drenzek C, Smith JS, Rupprecht CE. Surveillance and spatiotemporal associations of r abies in rodents and lagomorphs in the United States, 1985- 1994. J Wildl Dis. 1997 Jan;33(1):20- 7. Chomchay P, Khawplod P, and Wilde H . Neutralizing antibodies to rabies following injection of rabies immune globulin into gluteal fat or deltoid muscle. J Travel Med 2000; 7, 187- 8. Davis X, MacDonald S, Borwein S, Freedman D, Kozarsky P, von Sonnenburg F et al. Health risks in travelers t o China: the GeoSentinel experience and implications for the 2008 Beijing Olympics. Am J Trop Med Hyg. 2008;79(1): 4- 8. Dean DJ, Baer GM and Thompson WR. Studies on the local treatment of rabies infected wounds. Bull WHO 1963;28:477- 86. De Serres G, Dall aire F, Cote M, Skowronski D. Bat rabies in the United States and Canada from 1950 through 2007: Human cases with and without bat contact. Clin Infect Dis 2008;46:1329- 37. De Serres G, Skowronski D, Mimault P, Ouakki M, Maranda- Aubut R, Duval B. Bats in the bedroom, bats in the belfry: re- analysis of the rationale for rabies post -exposure prophylaxis. Clin Infect Dis. 2009;48:1493- 9. Fekadu M, Shaddock JH, Baer GM. Excretion of rabies virus in the saliva of dogs. J Infect Dis. 1982;145(5):715- 9. Gibbons RV. Cryptogenic rabies, bats, and the question of aerosol transmission. Ann Emerg Med. 2002 May; 39(5):528- 36. Heymann, D.L. (2008). Control of Communicable Diseases in Man. 19th edition, American Public Health Association, Washington, D.C. Humphrey GL, Kemp GE, Wood EG. A fatal case of racies in a woman bitten by an insectivorous bat. Public H Rep. 1960;75(4):317- 25. Irons JV, Eads RB, Grimes JE, Conklin A. The public health importance of bats. Tx Rep Biol Med 1957;15:292- 8. Jakel K, Hanschmann K, Thiel H -J. Factors influencing the antibody response to vaccination against rabies. Dev Biol (Basel). 2008; 131:431- 7 Johnson N, Fooks A, McColl K. Human rabies case with long incubation, Australia. Emerg Infect Dis. 2008 Dec;14(12):1950- 1. Kamoltham T, Tepsumethanon V, Wilde H. Rat rabies in Phetchabun Province, Thailand. Travel Med. 2002 Mar -Apr;9(2):106- 7. Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 24 Kennedy LJ et al. Factors influencing the antibody response of dogs vaccinated against rabies. Vaccine 2007 (25):8500- 8507. Loofbourow JC, Cabaso VJ, Roby RE, Anuskiewicz W. Rabies immune globulin (human). Clinical trials and dose determination. JAMA 1971;217:1825- 31. Moro MH, Horman JT, Fischman HR, Israel E. The epidemiology of rodent and lagomorph rabies in Maryland, 1981 to 1986. J Wildl Dis. 1991 Jul; 27(3):452- 6. Murray KO, Holmes KC, Hanlon CA. Rabies in vaccinated dogs and cats in the United States, 1997- 2001. J Am Vet Med Assoc. 2009;235:691- 5. NACI. Recommendations regarding the management of bat exposures to prevent human rabies. CCDR. 2009 Evergreen ed. ). 2012. [cited of State Public Health Veterinarians (NASPHV). Compendium of animal rabies prevention and control, 2011. MMWR. 2011;60(6):1- 14. Niezgoda M, Briggs DJ, Viral excretion in domestic ferrets inoculated with a raccoon rabies i solate. Am 1998;59:1629- Dreesen DW, Antibody response to pre- exposure human diploid cell rabies vaccine given concurrently with chloroquine. N Engl J Med 1986;314:280- 4. Rupprecht CE. Rabies. 2011. In : Me rck Veterinary Manual. Available from : http://www.merckmanuals.com/vet/nervous_system/rabies/overview_of_rabies.html . Accessed on: Feb 21 2014. Rupprecht CE, Brig gs D, Brown CM, Franka R, Katz SL, Kerr HD, Lett S, Levis R, Meltzer MI, Schaffner W, Cieslak PR. Evidence for a 4- dose vaccine schedule for human rabies post -exposure prophylaxis in previously non- vaccinated individuals. Vaccine. 8. Smith JS, Fishbein DB, Rupprecht CE, Clark K. Unexplained rabies in three immigrants in the United States. A virologic investigation. N Engl J Med. 1991 Jan 24;324(4):205- 11. Vaughn JB, Gerhardt P, Paterson JCS. Excretion of rabies va Newel KW. rabies virus in saliva of dogs. JAMA. 1965;193(5):113- 8. Wang X, Werner BG, Konomi D, Caten DeMaria A. J Wildl Dis. 2009 Apr;45(2):375- 87. Animal rabies in Massachusetts, 1985- 2006. WHO Expert Committee on Rabies. Technical Report Series 824. ( 1992). Geneva: World Health Organization. WHO. Temperature Sensitivity of Vaccines. 2006. Available from: Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 25 http://whqlibdoc.who.int/hq/2006/WHO_IVB_06.10_eng.pdf . Accessed on: Mar 6 2013. WHO. Post -exposure treatment of previously vaccinated persons. [updated 2008; cited 2008 Aug 21]. Available from: http://www.who.int/rabies/human/prevvaccperson/en/print.html aWHO. Rabies vaccines : WHO position Weekly epidemiological record. 2010 Aug 6;85: 425-35. bWHO . WHO Guide for Rabies Pre and Post -Exposure Prophylaxis in Humans . 2010. Available from www.who.int/rabies/PEP_prophylaxis_guidelines_June10.pdf Accessed 4 Jan 2011. Wiktor TJ. Lerner RA. Koprowski H. Inhibitory effect of passive antibody on active immunity against rabies by vaccination. Bu ll WHO. 1971:45;747- 753. Wilde H. Failures of post -exposure rabies prophylaxis. Vaccine. 2007 . 1;25(44):7605- 9. Wilde H, Sirikawin S, Sabcharoen A, et al . Failure of postexposure treatment of rabies in children. Clin Infect Dis. 1996 Feb;22(2):228- 32. Willoughby RE Jr, of rabies with induction of coma. N Engl J Med. 2005 Jun 16;352(24):2508- 14. Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 26 APPENDIX A: CONTACT INFORMATION Agency Posit ion Contact Fraser Health Authority Central Communicable Disease Intake Line - Health Protection 604-507-5478 and 1-866-990-9941 Fraser Health Authority Medical Health Officer (MHO) on call after hours 604-527-4806 Interior Health Authority Communi cable Disease Unit 1-866-778-7736 Interior Health Authority MHO on call after hours 1-866-457-5648 Island Health Authority South Island Communicable Disease Hub 1-866-665-6626 Island Health Authority Central Island Communicable Disease Hub 1-866-770-7798 Island Health Authority North Island Communicable Disease Hub 1-877-887-8835 Island Health Authority MHO on call after hours 1-800-204-6166 Northern Health Authority Northeast Manager 250-719-6500 Northern Health Authority Northern Interior Manager 250-565-2150 Northern Health Authority Northwest Manager 250-631-4249 Northern Health Authority MHO on call after hours 250-565-2000 Vancouver Coastal Health Communicable Disease Control 604-675-3900 Vancouver Coastal Health MHO on call after hours 604-527-4893 British Columbia Centre for Disease Control (BCCDC) Physician epidemiologist lead on rabies 604-707-2558 BCCDC Public Health Veterinarian 604-707-2400 BCCDC Physician on call during and after hours 604-312-9220 Forests, Lands and Natu ral Resource Operations (FLNRO) Wildlife Veterinarian 250-953-4285 FLNRO Wildlife Biologist 250-751-3219 Ministry of Agriculture Chief Veterinary Officer 604-556-3013 Ministry of Agriculture Public Health Veterinarian 604-556-3066 Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 27 APPENDIX B : CFIA RABIES SAMPLE SUBMISSION FO aboutcfia- The BC Rabies Guidelines Revision WG suggests that Sample ID be the PH office or other location indicator (letters) followed by the date (numerical) (2014) . For latitude and longitude of location of animal, us e a website such as: http://itouchmap.com/latlong.html Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 28 APPENDIX C - INSTRUCTIONS FOR SHIPMENT OF A RABIES SPECIMEN TO THE CFIA ADRI LAB Planning (prior to an exposure event) Review CFIA guidance33 Order gloves and packing supplies34 Store freezer packs in freezer Preprint shipping labels As appropriate, ensure staff have training in Transportation of Dangerous Goods (TDG) ( http://www.tc.gc.ca/eng/tdg/training -menu- 266.htm ). Preparation (when an to be submi tted) 1. Follow the CFIA information sheet \"Rabies Testing at the CFIA: Packaging of Samples\". 2. Ensure animal is dead and sample is suitable: Small animals (e.g. bats) : submit entire carcass Other: submit entire head or entire brain and cervical spinal cord if skull is damaged Do not freeze specimen 3. Keep animal/sample in fridge prior to packaging. 4. Determine type of sample based on a risk assessment conducted on a case- by- case basis 35: Most samples will be \"exempt animal specimens\": animal specimens not believed to contain infectious substances If there is a very high likelihood of rabies, the sample should be considered \"biological substance, Category B\": animal specimen believed to contain infectious substances 36 5. Ensure the packager uses gloves to handle th e animal specimen. 6. Complete the online Rabies Sample Submission form (see Appendix A). R efer to the CFIA info rmation sheet \"Rabies Testing at the CFIA: Completing the Electronic Submission Form\". 33 All CFIA rabies guidance materials can be found: ftp://ftp.agr.gc.ca/pub/outgoing/cfia_cf/ 34 Packing supplies include bags, boxes, labels, free zer packs and absorbent material. 35 Based on expert opinion (BC Communicable Disease Policy Advisory Committee, 2015), a decision on type of sample should be made on a case by case basis. There are risk and operational issues to consider. The type of sample affects labeling and courier selection but does not affect packaging; packaging should always follow TDG standards . The risk of transmission from a packaged specimen is deemed very low; if exposure did occ ur, effective RPEP is available. Most samples submitted from BC for rabies testing are not infectious (only 3- 10% of submitted BC animals test positive). In other settings, diagnostic specimens are shipped using the Exempt category. Occasionally, the suspi cion of rabies is high enough to warrant Biological Substance labeling and transportation. Operational considerations include whether the available courier can transport Biological Substances and whether TDG training and annual certification is feasible. More information can be found: http://www.tc.gc.ca/media/documents/tdg - eng/RDIMS -8210418- SHIPPING_INFECTIOUS_SUBSTANCES_ -_TDG_BULLETIN_FINAL.pdf . 36 An infectious substance according to TDG is anything known or reasonably believed to cause disease. Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 29 YOUR COMPLETE NAME YOUR EMPLOYER YOUR STREET ADDRESS CITY, PROVINCE, POSTAL CODE YOUR PHONE NUMBER R-UNIT, LETHBRIDGE LABORATORY CANADIAN FOOD INSPECTION AGENCY TOWNSHIP -1 LETHBRIDGE, AB T1J 3Z4 (403) 382- 5559 Assign a unique i dentifier for the Sample ID. Prepare a label with this number in preparation for packaging. 7. If requiring weekend or holiday testing, certain criteria need to be met37 and the request has to be discussed by phone with ADRI at 403- 308-1131. Packaging 1. Place the specimen in the first bag and close tig htly. 2. Attach a label with the Sample ID to the inner bag. 3. Wrapped the bagged sample in absorbent material such as newspaper. 4. Place the first bag into a second bag and close tightly (for air transport, this bag must be pressure compliant) . 5. Place bagged s pecimen in a box and add absorbent material and ice packs (in spring, summer and fall) to ensure the specimen remains cool. 6. Place the completed Rabies Sample Submission form in the box. Seal the box. Labeling Addressee and shipper info needs to be on the box. Label box with shipping type: Biological substance, Category B or Exempt animal specimen If \"Biological Substance, Category B\" , apply both of the following labels to box: 37 See \"Rabies testing at the CFIA: Weekend/holiday testing\" at ftp://ftp.ag r.gc.ca/pub/outgoing/cfia_cf/ Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 30 Shipping Specimens can be shipped by courier (e.g. Purolator, Fedex), air, bus or medical laboratory transport. Verify that the shipper can deliver to ADRI within 48h. If submitting over the weekend or during holidays, verify that the shipper delivers during weekends and holidays. If using Transportation of Dangerous Goods, verify that the shipper accepts infectious substances. T he shipper's waybill should indicate \"Biological Substance Category B UN3373\" and the shipper should be TDG certified. If shipping an exempt animal substance, t he shipper's waybill should indicate \"Exempt Animal Substance\". Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 31 APPENDIX D: Rabies Exposure Report and Rabies Biologicals Request Form CLIENT INFORMATION Last Name: Male \u0000 Yes-partial specify immunization date (yyyy/mm/dd) : Vaccine type: Has client previously received complete post -exposure prophylaxis? \u0000 Initiated \u0000 Complete \u0000 Not started \u0000 Unknow n If yes, specify date of last dose (yyyy/mm/dd): Vaccine type: Is client immunocompromised? \u0000 Yes \u0000 No client on chloroquine? \u0000 Yes \u0000 No \u0000 Unknown PHYSICIAN INFORMATION Address: Phone: exposure: ____/_____/_____ yyyy mm dd Date of report to public health: ____/_____/_____ yyyy mm dd Place of exposure: \u0000 Within BC \u0000 Outside BC but within Canada \u0000 Outside Canada Place of exposure details (E.g., city, province, country): Any bleeding or breaks to skin? \u0000 Yes \u0000 No \u0000 Unknown Other: _______________ Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 32 Location of exposure: \u0000 \u0000 Yes \u0000 No \u0000 Unknown If exposure was to a monkey, assess risk for Simian B virus. Refer to Communicable Dise ase Control Manual: Simian B virus Domestication: - Household pet -outdoor \u0000 Stray \u0000 Wild \u0000 Unknown owner immunized against rabies? \u0000 Yes \u0000 \u0000 If is immunization up- to-date? \u0000 Yes \u0000 No \u0000 Unknown Immunization date Observation period following exposure? \u0000 Yes \u0000 No \u0000 Unknown Observation from date (yyyy/mm/dd) : Observation to (yyyy/mm/dd) : Observation location: ____________________ Marked change in animal Unknown *Symptoms: *Onset date (yyyy/mm/dd) : (If marked change in animal health, symptoms and onset date are required) Vet name: Date specimen shipped ( yyyy/mm/dd) : Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 33 Sample ID (as per CFIA rabies sample submission form) : Submit ter (as per CFIA rabies sample submission form): Date of test (yyyy/mm/dd): FA Result: \u0000 Positive \u0000 \u0000 of results: \u0000 Yes \u0000 No \u0000 Unknown Date client Animal rabies status: \u0000 Positive \u0000 Negative \u0000 Unknown RABIES POST -EXPOSURE client rabies for current Yes Yes Product _________________________ (print name) Other comments: Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 34 Biologicals to be shipped from a local depot: \u0000 Yes \u0000 No BIOL OGICALS TO BE SHIPPED TO Full Address: Person Receiving: Hours & Special REQUESTED Rabies _____________ vials (1 vial = 1 dose = 1ml) Rabies immune globulin ______ vials (1 vial = 2ml = 300 IU) Dose in ml: (20 IU x wt in kg) / 150 IU per ml = _____ml Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 35 APPENDIX E: Rabies Immune Globulin (RabIg) Dosage by Bodyweight RabIg: 1 vial = 2 ml = 300 IU Dose (ml): 20(IU per kg) x wt (kg)/150(IU per ml) Infiltrate as much RabIg as possible deep into and around the wound(s) in order to neutralize the virus. Inject the remaining amount intramuscularly (IM) in the ventrogluteal area (in those > 7 months of age) or in the anterolateral thigh. When more than one wound site exists, each site should be locally infiltrated with a portion of the RabIg using a separate syringe and needle for each infiltration. If there are extensive wounds, where the calculated dose of RabIg (by weight) is not adequate in volume to infiltrate all wounds, dilute the RabIg 2- 3 fold in normal saline to create an adequate volume to infiltrate all wounds. When there is no wound site, the RabIg should be given IM in the ventrogluteal site (in those > 7 months of age) or in the anterolateral thigh. RabIg should not be given in the deltoid. Both deltoid muscles should be reserved for the administration of rabies vaccine. Do not exceed the recommended dose POST -EXPOSURE RABIES VACCINE : Not previously immunized: 1mL IM days 0, 3, 7, 14 (RabIg day 0) for immunocompetent 1 ml IM days 0, 3, 7, 14, 28 (RabIg day 0) for immunocompromised or those on chloroquine Previously immunized: Refer to Subsection 4.3 : RPEP in persons previously immunized against rabies Weight Weight Dose # of Dose (pounds) (Kg) (I.U) vials (ml) 10 4.5 91 1 0.6 12 5.4 109 1 0.7 15 6.8 136 1 0.9 20 9.1 181 1 1.2 22 10.0 200 1 1.3 25 11.3 227 1 1.5 30 13.6 272 1 1.8 35 15.9 318 2 2.1 40 18.1 363 2 2.4 45 20.4 408 2 2.7 50 22.7 454 2 3.0 55 24.9 499 2 3.3 60 27.2 544 2 3.6 65 29.5 590 2 3.9 70 31.8 635 3 4.2 75 34.0 680 3 4.5 80 36.3 726 3 4.8 85 38.6 771 3 5.1 90 40.8 816 3 5.4 95 43.1 862 3 5.7 100 45.4 907 3 6.0 105 47.6 953 4 6.4 110 49.9 998 4 6.7 115 52.2 1043 4 7.0 120 54.4 1089 4 7.3 125 56.7 1134 4 7.6 130 59.0 1179 4 7.9 135 61.2 1225 5 8.2 140 63.5 1270 5 8.5 145 65.8 1315 5 8.8 150 68.0 1361 5 9.1 155 70.3 1406 5 9.4 160 72.6 1452 5 9.7 165 74.8 1497 5 10.0 170 77.1 1542 6 10.3 175 79.4 1588 6 10.6 180 81.6 1633 6 10.9 185 83.9 1678 6 11.2 190 86.2 1724 6 11.5 195 88.5 1769 6 11.8 200 90.7 1814 6 12.1 205 93.0 1860 7 12.4 210 95.3 1905 7 12.7 215 97.5 1950 7 13.0 220 99.8 1996 7 13.3 225 102.1 2041 7 13.6 230 104.3 2087 7 13.9 235 106.6 2132 8 14.2 240 108.9 2177 8 14.5 245 2223 8 14.8 250 113.4 2268 8 15.1 Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 36 APPENDIX F: Instructions for the Administration of Rabies Vaccine and Rabies Immune Globulin rabies post -exposure prophylaxis (RPEP). RPEP consists of a series of rabies vaccine and one dose of rabies immune globulin. Additional information can be found in the package inserts for these products. Please note that these products must remain refrigerated (between 2 °- 8°C) at all times and should only be handled and stored where this can be assured. If this temperature has not been maintained, please contact the local health unit. RABIES IMMUNE GLOBULIN (RabIg ) - given if not previously immun ized against rabies: Series: A single dose of RabIg is given as soon as possible after exposure (day 0) for those who have not been previously immunized against rabies. Dose : The dose of rabies immune globulin is calculated based on weight in kilograms . The calculated volume should not be exceeded because of possible interference with active antibody production. The dose of RabIg (in ml) is calculated as: [20 (IU/kg) x Weight (kg)] 150 IU/ml We have calculated RabIg dose for this client to be _____ml, using ______kg as the weight. You have been shipped ____ vials of RabIg (each vial contains 2 ml). The client's weight should be confirmed prior to RabIg administration. Site: Infiltrate as much RabIg as possible deep into and around the wound(s) in order to neutralize the virus. Inject the remaining amount intramuscularly (IM) in the ventrogluteal area (in those > 7 months of age) or in the anterolateral thigh. When more than one wound site exists, each should be locally infiltrated w ith a portion of the RabIg using a separate syringe and needle for each infiltration. If there are extensive wounds, where the calculated dose of RabIg (by weight) is not adequate in volume to infiltrate all wounds, dilute the RabIg 2- 3 fold in normal sali ne to create an adequate volume to infiltrate all wounds. When there is no wound site, the RabIg should be given IM in the ventrogluteal site (in those > 7 months of age) or in the anterolateral thigh. The deltoid should not be used for rabies immune globulin administration. Both deltoid sites should be reserved for the administration of rabies vaccine. Under no circumstances should rabies immune globulin be administered in the same syringe or at the same site as rabies vaccine. RABIES VACCINE: Person not previously immunized for rabies: Give the first dose of rabies vaccine as soon as possible after exposure (day 0). Give subsequent doses on days 3, 7 and 14 after the first dose given on day 0. A fifth dose on day 28 should be given for immuncompromised i ndividuals and those on chloroquine. Dose : Each dose is 1 ml intramuscularly (IM). Site: Vaccine should be administered into the anterolateral upper thigh for infants less than 12 months of age and into the deltoid muscle for children 12 months of age and adults (never in the gluteal region). Person previously immunized for rabies: consult local health unit (see below) TETANUS: Tetanus is also an important consideration and the opportunity to update tetanus -diphtheria immunization should not be missed. If you have questions, please contact your local health uni t at: ( ) ____________ . Also, the Medical Health call after hours at: ( ) _____________. Communicable Disease Control Chapter I - Management of Specific Diseases Rabies May 2015 Page 37 APPENDIX G: Record of Rabies Vaccine and Rabies Immune Globulin Administratio n Please complete the following information and fax it to your local health unit at: ( )_________________. Health Unit: Please record in Panorama. If not utilized, fax to Biologicals Desk at (604) 707- 2581. CLIENT INFORMATION Last Name : First Name: Sex: \u0000 Male \u0000 Female Personal Health No. ( yyyy/mm/dd) No. and Street Dose 1: __________ 2: __________ d) Dose 4: __________ (yyyy/mm/dd) Dose 5: __________ (yyyy/mm/dd) 5 needed "}