{"title": "PDF", "author": "PDF", "url": "www.cancer.org/content/dam/CRC/PDF/Public/8896.00.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "in People with Cancer People who have cancer or who are getting cancer treatment often have a higher risk of getting an infection, and infections can be more serious than in people who don't have cancer. It's important for patients and caregivers to know the signs of an infection and when to get help. Understanding Infections Cancer itself can increase your risk of getting a serious infection. So can certain types of cancer treatment. By learning more about infections, you and your family may be able to help prevent problems that they can cause. Causes of Infections (Germs) Why People with Cancer Are More Likely to Get Infections Managing and Treating Infections Preventing and Managing Infections Learn what you can do to help prevent infection and illness when your immune system is weak due to cancer or cancer treatment. Watching for and Preventing Infections in People With Cancer Caring for Pets During Cancer Treatment Vaccinations and Flu Shots for People with Cancer Questions to Ask Your Health Care Team About COVID-19 COVID-19 Vaccines in People with Cancer 1Causes of Infections (Germs) American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ Parts of the body most likely to get infection Risk factors for infection Know your risk of infection Signs of infection in people with cancer Key things you need to know Infection is one of the most common complications of cancer and cancer treatment. This is because cancer and cancer treatments can weaken the immune system for a period of time. The immune system is a group of organs, tissues, and cells that work together to resist and fight infections. Some infections can spread to other parts of the body and might become life-threatening if not found early. Infections are caused by germs that enter the body, multiply, and cause harm or illness. The main types of germs that can cause infections are: Bacteria Viruses Protozoa (some of which act as parasites) Fungal organisms (also called fungi). Certain types of cancer itself can increase your risk of getting an infection. So can certain types of cancer treatment. Once the cancer cells are treated and treatment is over, the risk of infection usually goes back down. For most people with cancer, the greatest risk of getting a serious infection only lasts for a limited time. But every patient is different and the side effects of treatments can be very different. So, your risk of infection depends on the type of cancer1 you have and the treatment you get. For example, surgery2 and radiation therapy do not weaken a person's resistance to infection nearly as much as a bone marrow transplant3that uses high doses of chemotherapy (chemo). And some drugs used to treat cancer are less likely than others to affect a person's ability to resist infection. Infections that develop in people who have cancer or who are getting cancer treatment can be more serious than those in people who are otherwise healthy. They can also be harder to treat. If you have cancer, it's important to find and treat infections early, before they get worse and spread. Talk to your cancer care team about your risk for infection. Parts of the body most likely to get infection 2American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ Common sites of infection in people with cancer include : The skin and mucous membranes (soft linings, like inside the mouth, vagina, and intestines) The digestive system (mouth, esophagus, stomach, and intestines) The lungs and breathing passages (sinuses and throat) The urinary system (bladder and kidneys) The nervous system (brain and spinal cord) The skin and tissue around a central venous catheter4 (CVC). A CVC is a tube or catheter put in a vein and used to draw blood and give IV drugs or fluids Risk factors for infection Neutropenia. Some types of cancer treatment, such as chemotherapy, radiation therapy, stem cell transplant, or bone marrow transplant can cause neutropenia5 (a decrease in the number of neutrophils, a component of white blood cells, in your blood). This means your immune system is weaker and your body may not be able to fight infections as well as it should. Medications such as steroids can make your immune system weaker and increase your risk of infection. Certain types of cancers, such as those that affect the bone marrow or those that can spread to the bone, may increase the risk of an infection. Ask your doctor if your cancer puts you at an increased risk for infection. Mucositis. Irritation or soreness of the digestive tract lining. Patients with mucositis will often have mouth sores. Having other medical conditions such as diabetes, chronic obstructive pulmonary disease (COPD), autoimmune disease, among others. If you have other medical conditions, ask your doctor if they put you at increased risk for infection. Other factors, such as poor nutrition, stress, or lack of sleep. Know your risk of infection It's important to weigh the risk of infection and other side effects against the benefits of cancer treatment. Each patient's situation is different because people with cancer might have other health problems that can affect how they respond to cancer treatment. Talk with your doctor before and during cancer treatment about your risk for infection. Here 3American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ are some questions you can ask your doctor or cancer care team about infection: Does my type of cancer or cancer treatment make me more likely to get infections? If so, when am I at increased risk? What kinds of infections are most common for someone in my situation? What signs or symptoms should I watch for and when should I call you? What symptoms would need urgent care at the emergency room? If I have to go to the emergency room, is there anything special I need to tell the people who work there? Will you do anything to help keep me from getting infections during treatment? What can I do to lower my risk of infection? If I get a fever, does that mean I have an infection? How will you decide how to treat my infection? Signs of infection in people with cancer It's important to watch for early signs of infection and tell your health care team about them right away. This way treatment can be started as early as possible to prevent the infection from spreading to other parts of the body. This is even more important for people who have a low white blood cell count (neutropenia). Signs and symptoms of an infection might include: Fever6 (higher than normal body temperature). Your cancer care team will tell you what temperature they consider a fever. Shaking chills or sweats (often goes along with fever) Sore throat Sores or white coating on your tongue or in your mouth Cough or shortness of breath Nasal congestion Burning or pain when urinating; bloody or cloudy urine Redness, swelling, drainage, or warmth at the site of an injury, surgical wound, or IV such as a central venous catheter7 (VAD), or anywhere on the skin including the genital and rectal areas Pain or tenderness in the stomach or abdomen (the belly) Stiff neck Sinus pain, ear pain, or headache 4American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ Fever is especially important because it's often the first sign of an infection in people with cancer. Sometimes, fever is the only sign of an infection. Patients with neutropenia8 may not have other signs or symptoms of an infection, except for fever. You should have a thermometer to check your temperature - you can't rely on how you feel to know when you have a fever. Patients may be told to call their doctor or nurse if they have a fever, or if they have other signs and symptoms of infection. Don't take medicines to reduce your fever without checking with your doctor first.Ask your doctor what you should do and when you should call. Be sure you know how to reach your health care team after hours, including nights and weekends. Key things you need to know It's important for people with cancer and their families and friends to know these things: Your risk for infection How long your immune system is likely be weak after treatment How to take your temperature the right way, when to check it, and how often to check it When to report a fever or other signs and symptoms of infection to the doctor or nurse The importance of hand washing and hygiene for the patient and the people they come in contact with How to take good care of your mouth and check for sores and signs of infection How to clean cuts, scrapes, or other breaks in the skin and keep them clean to help prevent infection The importance of cleaning around the anus after each bowel movement, using moist towelettes or baby wipes Good care of IVs and central venous catheters9 (CVCs, like ports and PICC lines) Where to look for signs of infection (skin, mouth, and CVC sites) The importance of good nutrition, a balanced diet, and drinking plenty of fluids The importance of sleep and exercise The need to take medicines as prescribed That the doctor knows about all medicines you're taking (prescription, over-the- counter, vitamins, herbs, and supplements) - keep a list and update it at each doctor visit Ways to prevent dryness of the skin and mucous membranes The importance of talking with your health care team or doctor before getting vaccinated (immunized) and before getting close to children or adults who have 5American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ recently had vaccinations. Review these points with your cancer care team before and during treatment to get the information you need. Double check with them on how you should handle these things and find out if there are any special steps you should take during cancer Neutropenia and thrombocytopenia. In DeVita VT, Lawrence TS, Rosenberg SA, eds. DeVita, Hellman, and Rosenberg's Cancer: Principles and Practice of Oncology. ed. Philadelphia, PA: Lippincott Williams & Infection. 2018. https://www.cancer.net/coping-with- cancer/physical-emotional-and-social-effects-cancer/managing-physical-side- effects/infection on August 21, 2019. Freifeld AG, Kaul DR. Infection in the patient With cancer. In Niederhuber JE, Armitage JO, Kastan MB, Doroshow Abeloff's Clinical Oncology. 6th ed. 6Why People with Cancer Are More Likely to Get Infections American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ Philadelphia, PA: Elsevier; 2020:544-562. National Cancer Institute (NIH). Infection and neutropenia during cancer Treatment. 2018. Accessed at https://www.cancer.gov/about-cancer/treatment/side- effects/infection on August 16, 2019. National Comprehensive Cancer Network (NCCN). Prevention and treatment of cancer- related infections. 2018. Version 1.2019. Accessed at https://www.nccn.org/professionals/physician_gls/PDF/infections.pdf on August 27, 2019. Palmore TN, Parta M, Cuellar-Rodriguez J, Gea-Banacloche JC. Infections in the cancer patient. In DeVita VT, Lawrence TS, Rosenberg SA, eds. DeVita, Hellman, and Rosenberg's Cancer: Principles and Practice of Oncology. ed. Philadelphia, Lippincott Williams & Wilkins; RA, Kennedy Nastoupil LJ, Rajotte M, Rolston K, Strasfield L, Flowers CR. Outpatient management of fever and neutropenia in adults treated for malignancy: American Society of Clinical Oncology and Infectious Diseases Society of America Clinical Practice Guideline Update. Journal of Clinical Oncology. 2018; 36(14):1443-1454. Last Revised: February 1, 2020 How your body protects itself from infection Cancer itself can increase infection risk Cancer treatments can increase infection risk Poor nutrition and infection risk Low white blood cell counts and infection risk People with cancer may have a higher risk of infection because of changes in the immune system that control their body's defense systems. Cancer and cancer treatments can affect the immune system and other body systems in different ways. 7American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ People with cancer might be more likely to get infections because of: The cancer itself Certain types of cancer treatment Poor nutrition Other health problems or medications that aren't related to cancer Your cancer care team will talk to you about any increased risk for infection you may have, and what can be done to help prevent infection. If the risk is due to cancer treatment, it is usually temporary because the immune system recovers after a period of time, but this depends on your situation. You can learn more in Watching for and Preventing Infections in People With Cancer. If you have questions about whether you need to take special precautions to prevent infections, it is best to discuss your risk of getting an infection with a doctor who understands your situation and medical history. How your body protects itself from infection Your body has many ways to protect itself from infections. It helps to understand how your body normally does this, and how cancer and cancer treatment can change this process. This may help you better understand why infections can develop so quickly and be so serious in people with cancer. Skin and mucous membranes The skin is your body's largest organ and an important barrier against infections. It's your first line of defense in protecting internal tissues from harmful germs. When there's a break in your skin, it's easier for germs to get into your body and cause infection. Mucous membranes, which form the moist, pink lining layer of the mouth, throat, nose, eyelids, urethra, vagina, and digestive system, also act as partial barriers against infection. These membranes normally help protect us from germs in the air we breathe, our environment, and in our food and drink. Cancer treatments (such as chemotherapy, targeted therapy, immunotherapy, radiation therapy, or surgery) and certain procedures (like putting in catheters or IVs, or getting shots) can injure cells in the skin or cause damage to the skin or mucous membranes. This makes it easier for germs to enter the body. The immune system 8American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ If germs get through the skin or mucous membranes, the job of protecting the body shifts to your immune system. Your immune system is a group of cells, tissues, and organs that work together to help find and attack germs that invade the body and cause infections. White blood cells, a part of the immune system, are the main type of cell responsible for protecting the body against infections. There are different types of white blood cells, and they each have a role in defending the body against infections. Normally, most of our white blood cells are neutrophils. Neutrophils are key infection-fighters and form an important defense against most types of infections. The other types of white blood cells (lymphocyte, monocytes, and macrophages) also help fight infections. Cancer itself can increase infection risk Some types of cancer can change the way the immune system blood cells work. For instance, lymphomas (Hodgkin1 and non-Hodgkin2), multiple myeloma, and most types of leukemia3 start in immune system blood cells. Other types of cancer can also affect the immune system and its cells. They can change the immune system cells so that cells that once protected your body begin to interfere with the normal way your immune system works. Cancer cells can get into the bone marrow cells where blood cells are made. The cancer cells then compete with the normal bone marrow cells for space and nutrients. If too many normal bone marrow cells are destroyed or pushed out of the bone marrow, the few cells that are left won't be able to make enough white blood cells (WBCs) to help the body fight infection. Cancer can also damage other parts of the immune system. A tumor that grows on the skin or in mucous membranes can break natural barriers and allow germs to get in. Tumors that are large might reduce blood flow to normal tissues by pressing on them or their blood supply. Tumors in the lungs may block normal mucus drainage, which can lead to infections. And, other types of tissues that have been damaged by cancer can be more prone to infections. Cancer treatments can increase infection risk Certain cancer treatments can interfere with the way the immune system works. The damage can be short- or long-term. For example, if a person with cancer has their spleen removed due to cancer, this causes long-term damage because the spleen is part of the immune system. On the other hand, radiation therapy, immunotherapy, and chemotherapy, either alone or in combination can lead to short-term (temporary) immune system damage because they affect immune system blood cells for a fairly short period of time. A bone marrow or stem cell transplant uses very high-dose 9American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ treatments to kill cancer cells that also damage immune system cells for weeks to months. Surgery Any type of major surgery4 can weaken the immune system. Anesthesia (the drugs used to make the patient sleep) may play a role. It might take from 10 days to many months for the immune system to recover completely. Surgery also breaks the skin and can damage mucous membranes and tissue under the skin, causing it to be exposed to germs. The wound caused by surgery (the incision) is a common place for infection. Because surgery is often used to diagnose, stage, or treat people with cancer, it's important to know that surgery can increase the risk of certain infections. Things that raise the risk of infection after surgery include: How long the person is in the hospital The extent of the surgery (how much cutting was done) How long the operation took The amount of bleeding during surgery The person's nutritional status Prior cancer treatment, such as chemotherapy or radiation or medical problems such as diabetes, or heart or lung problems People with cancer may get antibiotics before and for a short time after having surgery to help protect them from infection. Chemotherapy Chemotherapy5 (often called chemo) is the most common cause of a weakened immune system in people getting cancer treatment. Chemotherapy can cause neutropenia6 (a decrease in the number of neutrophils, a type of white blood cell, in your blood). This means your body may not be able to fight infections as well as it should. The effects on the immune system depend on many things, including: Which chemo drugs are used Chemo dose (how much of each drug is given at once How often chemo is given Past cancer treatments The person's age (older people are more likely to get infections, with or without cancer) The person's nutritional status 10American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ The type of cancer How much cancer there is (the stage of the cancer) Some drugs affect the bone marrow and immune system more than others. After treatment ends, your blood cell counts usually go back to normal over time. Radiation therapy Radiation therapy7 can also cause low white blood cell counts, which increases the risk for infections. Factors in how radiation therapy affects the immune system, include: The total radiation dose The radiation schedule The part of the body being treated with radiation How much of the body is treated with radiation Whether or not you are receiving chemotherapy in addition to radiation therapy. Total body irradiation or TBI (where a person's entire body is treated with radiation) is the only type of radiation likely to cause very low white blood cell counts. This type of radiation may be used during a bone marrow or stem cell transplant. Radiation is most often given to just one part of the body, so the whole immune system isn't damaged by it. Still, depending on the dose and the part of the body being treated with radiation, the skin or mucous membranes may be damaged, so you're less able to keep germs out. Today, radiation treatments are most often given over many sessions rather than in one large dose. This helps decrease the amount of skin and tissue damage, immune suppression, and the risk of infections. Targeted therapy Some types of targeted therapy8 can affect how the immune system works. They target a certain part of a cancer cell or a certain protein or enzyme that is on the surface of a cancer cell. Finding these targets helps the immune system see the cancer cells easier so it can attack them. Immunotherapy Immunotherapy9 is used in certain types of cancer to help the immune system recognize 11American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ and attack cancer cells. This can be done by giving treatments that help your own immune system work harder or smarter, or by giving you man-made immune system proteins or altered cells that are trained to find and attack cancer cells. Immunotherapy is sometimes used by itself to treat cancer, or used along with or after another type of treatment. These treatments help the body have better immune reactions against cancer cells, but sometimes they change the way the immune system works. Because of this, people who get immunotherapy may be at risk for having a weaker immune system and getting infections. Stem cell transplant (bone marrow transplant) Stem cell transplant10 (SCT) is the term used to include bone marrow transplant(BMT), peripheral blood stem cell transplant (PBSCT), and umbilical cord blood stem cell transplant(UCBSCT). Stem cell transplants are used to replace bone marrow cells that have been destroyed by cancer or by the chemo and/or radiation used to treat the cancer. These transplants allow doctors to use very high doses of chemo and/or total body irradiation (TBI) to try to kill all the cancer cells in the body. In the process of killing the cancer cells, the blood-forming stem cells of the patient's normal bone marrow are also killed. Because of this, stem cells (either from the blood or bone marrow) are removed from the patient and saved before the high-dose chemo is given. Or, stem cells may be taken from a donor or banked umbilical cord blood. Once the cancer cells are killed, the saved or donated stem cells are given to the patient so that blood cells can be made and the immune system rebuilt. High-dose chemo used with TBI causes more severe immune weakness that lasts for a longer time. It can also damage the skin and mucous membranes and make them less able to keep germs out of the body. This increases the risk of infection. Poor nutrition and infection risk All cells need nutrients to grow and work. Lack of vitamins, minerals, calories, and protein can weaken your immune system and make it less able to find and destroy germs. This means people who are poorly nourished (malnourished) are more likely to develop infections. People who are malnourished either do not take in enough calories and nutrients, or the body can't use the food it takes in. Either way, it can weaken your immune system. People with cancer often need extra calories and protein to support their immune system cells and other tissues. For example, recovery from surgery increases the body's need for nutrients. 12American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ People with cancer might be poorly nourished for many reasons: The cancer itself can make it hard to eat or digest food. This is common in people with cancers of the digestive system, mouth, or throat. Cancer treatments, like radiation therapy and chemotherapy, can cause nausea and a loss of appetite. Cancer cells use up nutrients, leaving less to meet the needs of normal, healthy tissues. People with cancer often need help from dietitians or doctors to get enough calories and nutrients. Dietary supplements, tube feedings, or even intravenous (IV, through a vein) feedings may be needed to help in some cases. It's important to know that avoiding or eating certain kinds of foods will not affect white blood cell counts (one reason your immune function may not be normal). However, your doctor might have you meet with a dietitian to plan what you should eat and to get help managing eating problems. Nutrition counseling should include the importance of getting enough calories, protein, and vitamins. This is tailored to each person's food intake and nutrition problems. Learn more about what to eat during cancer treatment inNutrition for the Person With Cancer11. Low white blood cell counts and infection risk Certain cancer treatments (such as chemotherapy, radiation therapy, surgery, stem cell or bone marrow transplant, or steroids) or the cancer itself can suppress or weaken the immune system. These treatments can lower the number of white blood cells (WBCs) and other immune system cells. Treatment can also cause these cells to not work as well as they should. This is called immunosuppression. It's much easier to get an infection when there aren't enough WBCs to destroy germs, especially the type of WBCs called neutrophils. Neutrophils are a very important defense against most types of infection. When looking at your risk of getting an infection, doctors look at the number of neutrophils you have. A low neutrophil count is called neutropenia12 . The doctor may say you are Hematology. Blood basics. 2019. Accessed at https://www.hematology.org/Patients/Basics/# on August 22, 2019. Sanford JA, Gallo RL. Functions of the skin microbiota in health in TN, Parta M, Cuellar-Rodriguez in the cancer patient. In DeVita VT, Lawrence TS, Rosenberg SA, eds. DeVita, Hellman, and Rosenberg's Cancer: Principles and Practice of Oncology. ed. Philadelphia, PA: Lippincott Williams & Wilkins; 2019:2037-2068. Rolston KV. Infections in cancer patients with solid tumors: A review. Infectious disease and therapy. 2017; 6(1):69-83. 14Managing and Treating Infections American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ Last Revised: March 13, 2020 Identifying the cause of the infection Drugs used for treating infections in people with cancer Treating infections in cancer patients People with cancer can be at risk for different types of infections. These infections differ in their risk factors, the symptoms they cause, how they are treated, and the chance of curing the infection. If you have an infection, your doctor will need to assess you to find out: The part of your body affected The type of germ causing the infection Your signs and symptoms (for instance, where you have pain, redness, and/or swelling) help your doctor know what tests are needed to find the cause of the infection. The results of certain tests1 (such as x-rays, CT scans, or lab tests done on body fluids) help pinpoint where the infection is and the type of germ causing it. Common sites of infection in people with cancer include: The skin and mucous membranes (soft linings, like inside the mouth, vagina, and intestines) The digestive system (mouth, esophagus [swallowing tube], stomach, and intestines) The lungs and breathing passages (sinuses and throat) The urinary system (bladder and kidneys) The nervous system (brain and spinal cord) The skin and tissue around a central venous catheter2 (CVC). A CVC is a tube or catheter put in a vein that is used to draw blood and give IV drugs or fluids. Identifying the cause of the infection 15American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ Germs can be bacteria, viruses, fungi, parasites and other organisms. Many kinds of germs normally live on the skin, in the intestines, or in the environment. These germs usually do not cause problems in people with normal defenses and healthy immune systems. But if the normal defense barriers and immune system are weak, the germs can get in the body, grow, and cause damage. These infections are often called opportunistic infections, because the germs use the opportunity of a patient's weakened defenses to cause illness. Knowing the exact type of germ that's causing an infection helps doctors choose the best treatment. Different drugs are used to treat each of the main types of germs - bacteria, viruses, fungi, and parasites. And even among the main types of germs, different types are treated with different drugs. This means an antibiotic that can kill one type of germ might have no effect on another type of germ. And some germs become resistant to certain antibiotics so sometimes more than one type of treatment is needed to kill the germ that's causing an infection. Lab tests identify what germs may be causing your infection. Some lab tests can also tell your doctor what medication your infection will best respond to. If you have symptoms that point to a certain area of infection, samples will be taken to check for germs in that area. For example, sputum samples may be taken if you have a cough or are short of breath. Urine samples may be taken if you have blood in your urine or feel pain while passing urine. Sometimes, if a person has a very low white blood cell count3 and a fever, blood and urine samples will be taken before other symptoms start. Your health care team will let you know what lab tests you may need and what samples will need to be collected. Your doctor may use different tests for different kinds of germs. You may hear your cancer care team mention a gram stain test, viral antigen tests to test for viruses, or genetic tests that test for certain germs by testing their genetic make-up. A common test used in patients who have very low white blood cell count (neutropenia) and fever is a cultureand sensitivity test. The culture is done first, followed by the sensitivity test. For the culture, samples from the suspected site of infection are collected and put in the lab to grow. Sometimes, bacteria, and fungi may take at least a few days before they can be seen. Viruses may take a few weeks to grow. Once enough germs have grown, they are tested and identified. After bacteria or fungi has been cultured, a sensitivity test may be done on the cultured sample. This will help show the best medication to kill the germ causing a certain infection Drugs used for treating infections in people with cancer 16American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ Because infections in people with cancer can quickly get worse, sometimes treatment is started before the lab results come back. Often broad-spectrum antibiotics are started right away. A broad-spectrum antibiotic will treat different bacteria at the same time. Treatment may be changed after the lab tests have identified the exact germ and which drug will work best to treat it. Doctors know which germs tend to infect certain body parts of people with cancer. So they can often make an educated guess at which germs are most likely causing a patient's infection. Educated guesses are very important because it can take many days to get the results of tests that show the exact type of germ causing an infection and which drug will best stop or kill it. Infections in cancer patients are often treated according to the germ that is causing them. Anti-infectives are drugs used to prevent or treat infections, for example: Antibiotics (sometimes more than one at the same time) are used to treat bacterial infections Anti-fungal drugs are used to treat fungal infections Anti-viral drugs are used to treat viral infections Anti-protozoal drugs to treat protozoal infections Anti-infectives are often given to patients when an infection is suspected or after an infection has been identified to treat the infection. Other times, they may be given to patients who have known risk for a particular germ before they get an infection to prevent the infection. For patients with a suspected infection; after a physical exam, lab tests, cultures, and sometimes even imaging studies or special procedures will be done. This will help the doctor find out exactly where the infection is and help figure out which germ may be causing it. Then anti-infectives (which can be antibiotics, anti-viral, anti-fungal, or anti- protozoal drugs) are started quickly. After the exact germ is identified, the same anti- infective may be continued, or new ones may be started if the tests show others would work better or if another type of germ is identified. Only bacterial infections are described below. If you have a different kind of infection, talk to your doctor for more information about it and its treatment. Bacterial infections When treating bacterial infections in people with weak immune systems, an antibiotic that will treat many different bacteria are often chosen first, especially if doctors aren't yet sure what's causing the infection. These are called broad-spectrum antibiotics. Often, more than one antibiotic is used at the same time. 17American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ Drug-resistant germs: Even in serious situations, overuse of antibiotics must be avoided because this can make some bacteria resistant to these drugs. Such germs are called drug resistantbecause they no longer respond to the antibiotics that killed them in the past. Germs change and adapt all the time. For example, some strains of Staphylococcus (staph) have become resistant to certain antibiotics. These strains get special names. Staph that's resistant to methicillin is called methicillin-resistant staph aureus, or multi-drug-resistant staph aureus. This is often shortened to the initials MRSA. There are newer drugs that can still work against some of these hard-to-kill germs. To avoid spreading drug-resistant bacteria to other patients, health care workers often wear disposable gowns and gloves when caring for people known to have these infections. Treating infections in cancer patients Fever, swelling, pain, and other signs of infection in a person known to have a weak immune system are treated as medical emergencies. In the past, people with cancer were almost always put in the hospital to treat infections, and some still are. But many patients can take their antibiotics at home as pills or liquids. Those who need intravenous (IV) antibiotics may be able to get them in infusion clinics, doctor's offices, or even at home. If this happens, talk to your cancer care team to learn where you can receive treatment. For the first few days, patients should be assessed daily to see if the infection is getting better and to see if they are having any side effects. The doctor might also want you to have lab tests often during treatment. If the patient still has a fever during treatment, they should be assessed daily by their cancer care team. Anti-infectives may be changed or new ones may be started when the final culture or other test results come in. The culture results should tell the doctor which germ is causing the infection. If the patient doesn't get better, an infectious disease specialist may be called in. These are doctors who specialize in treating infections. This doctor may recommend extra testing and different treatments. In some cases, injections of drugs called CSFs (colony-stimulating factors) may be given to stimulate the bone marrow to produce more white blood cells (WBC) so the body can better fight the infection. Examples of CSFs include filgrastim (Neupogen), tbo-filgrastim (Granix), and pegfilgrastim (Neulasta). Each type of infection is treated with different drugs and for different lengths of time. If you have any questions about the drugs you are given or why you're taking them, talk with your doctor or nurse. 18 Watching for and Preventing Infections in People With Cancer American Cancer Society DR. Infection in the patient with cancer. In Niederhuber JE, Armitage JO, Kastan MB, Doroshow JH, PA: Elsevier; 2020:544-562. National Comprehensive Cancer Network (NCCN). Prevention and treatment of cancer- related infections. 2018. Version 1.2019. Accessed at https://www.nccn.org/professionals/physician_gls/PDF/infections.pdf on August 27, 2019. Palmore TN, Parta M, Cuellar-Rodriguez J, Gea-Banacloche JC. Infections in the cancer patient. In DeVita VT, Lawrence TS, Rosenberg SA, eds. DeVita, Hellman, and Rosenberg's Cancer: Principles and Practice of Oncology. 11th ed. Philadelphia, PA: Lippincott Williams & Wilkins; 2019:2037-2068. Last Revised: 19American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ Preventing infections in people with cancer Drugs given to prevent infections during cancer treatment Watching for infection in cancer patients What the patient can do What caregivers can do Call the health care team if the patient Cancer and cancer treatments can weaken the immune system. The immune system is a complex system the body uses to resists infection by germs, such as bacteria or viruses. When the immune system is weakened, there is a higher risk for infection. Because of this, infection is a common complication of cancer and cancer treatment, and certain types can be life-threatening if not found and treated early. If you're getting treatment for cancer, your cancer care team will talk to you about any increased risk for infection you may have, and what can be done to help prevent infection. Usually the risk is temporary because the immune system recovers after a period of time, but each person is different. For cancer patients who finished treatment a few years ago or longer, their immune systems have most likely recovered. But this depends a lot on the type of cancer you had, the type of treatment you received, and other medical problems you might have that can affect your immune system. Different cancer treatments can affect people in different ways. Each patient's immune system responds to, and recovers from, treatment differently. The US Centers for Disease Control and Prevention (CDC) provides guidance for cancer patients, caregivers, and their health care teams about how to prevent infection1. Patients with cancer, those in active treatment, and those who have finished any type of treatment may need to take special precautions to prevent infections from viruses and bacteria. They can look at the CDC information and talk to their cancer care team to find out if special precautions are needed, such as if they need to limit or avoid social activities or wear any protective equipment (masks, gloves, etc.). If you are getting any type of treatment for cancer or previously had cancer that was treated with surgery, radiation therapy, chemotherapy, targeted therapy, immunotherapy, hormone therapy, stem cell or bone marrow transplant, or have used any other types of treatments, it is best to discuss your risk of getting an infection with a doctor who understands your situation and medical history. 20American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ Preventing infections in people with cancer Here are some things you can do that might help prevent infection and illness when your immune system is weak due to cancer and/or cancer treatment: Wash your hands often with soap and warm water. Be sure to wash your hands before eating and before touching your face or mucous membranes (eyes, nose, mouth, etc.). Wash your hands after using the bathroom, blowing your nose, coughing, or sneezing. Wash your hands after touching animals, collecting trash, or taking out garbage. Wash your hands after visiting a public place or touching items used by others. Carry an alcohol-based hand sanitizer to clean your hands when you're out. Use moist cleaning wipes to clean surfaces and things that you touch, such as door handles, ATM or credit card keypads, and any items that are used by other people. Avoid large crowds of people such as at schools, travel, shopping, social events, and public gatherings. If you have to be around a crowd, it's a good idea to wear a mask. Stay away from anyone with a fever, the flu, or other infection. Get your flu shot every fall. Encourage other members of your household to get it, too. DO NOT get the nasal mist flu vaccine. Ask your doctor if you should get any other vaccinations, such as the pneumococcal vaccine to prevent pneumonia, or the hepatitis B vaccine. If your cancer care team has told you that you have a weakened immune system and that you are at high risk for infection, you might be advised to stay away from children and limit visitors during the respiratory virus season. Bathe every day. Be sure to wash your feet, groin, armpits, and other moist, sweaty areas. After bathing, look for redness, swelling, and/or soreness where any tubes or catheters go into your body. Wear gloves when you garden and wash up afterward. Brush your teeth twice each day using a soft toothbrush. Ask your doctor or nurse if it's OK to gently floss your teeth or use a water flosser. Tell them if your gums bleed. Your doctor or nurse may give you a special mouthwash to help clean your mouth. Do not use alcohol-based mouthwashes. Keep your groin and anal areas clean. Use soft moist tissues such as disposable baby wipes or bathroom towelettes after using the toilet and anytime you notice irritation or itching. Tell your doctor about any bleeding, redness, or swelling 21American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ (lumps) in this area. Do not get manicures or pedicures at salons or spas (you can use your own personal and well-cleaned tools at home). Do not use false nails or nail tips. Do not wade, play, or swim in ponds, lakes, rivers, or water parks. Do not get into hot tubs. Wear shoes all the time - in the hospital, outdoors, and at home. This helps you avoid injury and keep germs off your feet. Use an electric shaver instead of a razor to avoid cuts and nicks. Do not share shavers. If you cut or scrape your skin, clean the area right away with soap and warm water. Cover the area with a clean bandage to protect it. If the bandage gets wet or dirty, clean the area and put on a new bandage. Tell your doctor if you notice redness, swelling, pain, or tenderness. Prevent constipation2 and straining to move your bowels by drinking the recommended amount of fluid each day. Exercising each day can help, too. Ask your doctor how much fluid you should drink daily and if it is safe for you to exercise. Let your doctor or nurse know if you are having bowel problems. If needed, your doctor may give you a bowel softener medicine. Do not put anything in your rectum, including enemas, thermometers, and suppositories. Women should not use tampons, vaginal suppositories, or douche. Use water-based lubricants during sex to avoid injury or abrasion of the skin and mucous membranes. Use latex or plastic condoms to reduce the risk of sexually transmitted infections. Do not keep fresh flowers or live plants in your bedroom. Do not clean up droppings from your pets. Do not clean bird cages, litter boxes, or fish or turtle tanks. Have someone else do this for you. Do not touch soil that may contain feces of animals or people. Do not change diapers, but if you do, wash your hands very well afterward. If you use disposable gloves to avoid touching things like soil or waste, wash your hands after you take off the gloves. (Gloves can have tiny holes that you can't see.) Stay away from all standing water, for example, in vases, denture cups, and soap dishes. If you store your dentures in a cup, wash the cup and change the water with each use. Use hot water or a dishwasher to clean your dishes. Do not share bath towels or drinking glasses with anyone, including family members. Stay away from chicken coops, caves, and any place where dust from the ground is being blown into the air, such as construction sites. 22American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ Talk with your doctor or nurse if you are planning any travel during this time. Be aware of and watch for signs and symptoms of infection. Talk to your doctor about what you should watch for and what you need to report right away. Food safety tips for the person with cancer Infections can be picked up from food and drinks. So, food safety is very important when your immune system is weaker than normal. Talk to your cancer care team about whether you need to follow a special diet during your cancer treatment. Wash your hands before handling any food products. Make sure all meat products (this may include chicken, beef, and other meat products) are cooked thoroughly to kill any bacteria that may be present. Fresh fruits and vegetables can have germs on the outside which can cause illness. Some doctors tell their patients who have weak immune systems not to eat any fresh fruits or vegetables to help lower the risk of infection. Others allow their patients to eat fresh fruits and vegetables as long as they are washed thoroughly first. It's important to know that even when the outer part of a fruit (such as the peel or rind) isn't eaten, it still needs to be washed before it's peeled. If it isn't, germs can get on the part that is eaten when the peel or rind is cut. It may also be a good idea to avoid certain foods that have been linked to outbreaks before, such as raw vegetable sprouts, fresh salsa, and berries. Be careful eating at salad bars, as they have been sometimes associated with certain bacterial infections. Talk with your doctor about any dietary questions or concerns you may have, or ask to talk with a registered dietitian. For more detailed information about safely handling foods, see Food Safety During Cancer Treatment3 Drugs given to prevent infections during cancer treatment Sometimes, doctors prescribe medicines when a person's immune system is very weak - even though there's no sign of infection. The drugs are given to help keep you from getting an infection. Preventive drugs Anti-bacterial, anti-viral, and/or anti-fungal drugs may be used to help prevent infection. You may hear this called prophylactic antibiotic use, or just prophylaxis. Prophylaxis is only used when there's a very high risk of getting infections (the immune system is 23American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ very weak). You might also be given antibiotics if you are taking other medicines that can weaken your immune system, such as a long course of steroids or certain chemotherapy4 drugs. The preventive drugs are stopped when your immune system is no longer so weak (often some time after the immune-weakening drugs are stopped). Using antibiotics in this way does not prevent all infections. That means it's still important to use the same precautions as when you aren't taking preventive drugs, and be sure to tell your doctor about any new signs of infection. Growth factor drugs Growth factors are proteins your body makes to help your blood cells grow. They are also known as colony-stimulating factors(CSFs) or myeloid growth factors. Growth factors stimulate the bone marrow to make more white blood cells to help the body fight infection. You can be given injections of man-made CSFs. They are most often used after chemo to help prevent infection. Your doctor also may give you a CSF if your immune system is weak and you have a serious infection that's getting worse even though you're getting treatment. Common CSF drugs include filgrastim (Neupogen, (Rolvedon). Growth factors can have side effects in some people, but they can reduce the risk of infection in the patients who need them. Talk to your cancer care team about the risks and benefits of CSFs. Talk to your cancer care team about what side effects you might have while using CSFs and what you can do to manage the side effects. Watching for infection in cancer patients Many cancer treatments and cancers can cause changes in your blood counts. A low white blood cell (WBC) count can put you at higher risk of infection. The WBC count measures your body's ability to fight infection. There is usually a total WBC count reported in lab results. When your total WBC count is low, you'll need to watch for signs of infection so that you can get treatment right away. There can also be different types of WBCs reported in lab results underneath the total WBC count. Neutrophils are one of the most important types of WBC counts in a lab report because when they are low, your risk for infection is higher. Monocytes are another type of WBC. A high number of monocytes can mean you have an infection and that your body is helping to fight it by making more monocytes. 24American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ Symptoms of infection to look for Fever7 (a higher than normal body temperature). Your doctor will tell you what temperature to consider a fever. Sometimes, a fever is the only sign of an infection. Any new area of redness, tenderness, or swelling Pus or yellowish discharge from an injury or other location New cough or shortness of breath New abdominal (belly) pain Shaking chills that may be followed by sweating Burning or pain when passing urine Sore throat Sores or white patches in the mouth What the patient can do Check your temperature by mouth (or under your armpit if you can't keep a thermometer in your mouth). Keep a working thermometer within easy reach and make sure you and your caregivers know how to use it. Talk to your cancer care team about what to do if you have a fever. Ask if you should take medications like acetaminophen (Tylenol) for a fever. Keep the cancer care team's contact information with you at all times. Make sure you know when to call, and what number to call during and after regular office hours. If you have to go to the emergency room or urgent care, let the team taking care of you know that you are a cancer patient who recently received cancer treatment. Take antibiotics or other medicine as prescribed. Drink fluids, but don't force more than you can tolerate. Avoid anything that can cause cuts, scrapes, or other breaks in the skin. Wash your hands after using the bathroom or visiting public places. Use hand sanitizer when you don't have soap and water. Avoid crowds, and don't visit with people who have infections, coughs, or fevers. If you have to be around any of these groups of people, it's a good idea to wear a mask. If you eat raw foods, wash them carefully and peel them to avoid germs. Brush your teeth twice a day. Ask your doctor or nurse if it is safe for you to floss. 25American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ What caregivers can do Keep a working thermometer within easy reach and make sure the patient and the caregivers know how to use it. Watch for shaking chills, and check the patient's temperature after the shaking stops. Check the patient's temperature using a thermometer in the patient's mouth or under the armpit. (Do not take a rectal temperature.) Encourage visitors who have diarrhea, fever, cough, or the flu to visit the patient only by phone until they are well. Offer extra fluids. Help the patient take medicines on schedule. Keep the cancer care team's contact information with you at all times. Make sure you know when to call, and what number to call during and after regular office hours. If you have to take the patient to the emergency room or urgent care, let the team there know that this is a cancer patient who recently received treatment. Call the health care team if the patient Has a fever Has shaking chills Feels or seems \"different\" Cannot take Neutropenia and thrombocytopenia. In DeVita VT, Lawrence TS, Rosenberg SA, eds. DeVita, Hellman, and Rosenberg's Cancer: Principles and Practice of Oncology. infection. In Brown CG, ed. A Guide to Oncology Symptom Management. 2nd ed. Pittsburgh, PA: Oncology Nursing Society; 2015:377- 378 Centers for Disease Control and Prevention. Preventing infections in cancer patients. 2018. Accessed at https://www.cdc.gov/cancer/preventinfections/index.htm on March 25, 2020. Freifeld AG, Kaul DR. Infection in the patient With cancer. In Niederhuber JE, Armitage JO, Kastan MB, Doroshow JH, PA: Elsevier; 2020:544-562. National Comprehensive Cancer Network (NCCN). Prevention and treatment of cancer- related infections. 2018. Version 1.2019. Accessed at https://www.nccn.org/professionals/physician_gls/PDF/infections.pdf on August 27, 2019. Palmore TN, Parta M, Cuellar-Rodriguez J, Gea-Banacloche JC. Infections in the cancer patient. In DeVita VT, Lawrence TS, Rosenberg SA, eds. DeVita, Hellman, and Rosenberg's Cancer: Principles and Practice of Oncology. 11th ed. Philadelphia, PA: Lippincott Williams & Wilkins; 2019:2037-2068. Last Revised: August 25, 2023 27Caring for Pets During Cancer Treatment American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ Is it safe to keep my pet while I'm being treated for cancer? How can you get an infection from a pet? Pets you shouldn't be around during cancer treatment Children with cancer and pets Is it safe to keep my pet while I'm being treated for cancer? Caring for certain pets might increase your risk of getting an infection. Not all pets pose the same risks, and not all cancer treatments do, either. If you have pets, tell your cancer care team about them and your routines for caring for them. You can find out what might not be safe during cancer treatment. It's also a good idea to visit your pet's veterinarian to find out what kinds of illness might be passed from your pet during times when your immune system is weak. It's best to avoid some types of pets while you're getting cancer treatment (see below). There's also a big difference between taking in a sick stray and keeping your healthy pet during cancer treatment. Strays often carry more germs and might not be up to date on vaccines. Pets that live inside the home and are well-cared for are much less likely to cause problems if precautions are used. Still, pets can sometimes pick up germs that don't make them sick, but if a person with a weak immune system gets some of these germs, they can become ill. How can you get an infection from a pet? Bites and scratches It's best if you can avoid bites and scratches while you are getting cancer treatment. If your pet plays rough, you may have to call a halt to that until your immune system recovers. Get your dog or cat's claws trimmed often so that you're less likely to be scratched. Scratches should be cleaned and covered until they heal. If any redness, swelling, or pus forms around a scratch, call your doctor right away. 28American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ If your pet bites and breaks the skin, call your doctor. All bites carry the risk of infection and can require hospitalization even in people with normal immune systems. It's likely you'd need antibiotics and maybe other treatment, depending on the location and severity of the bite. Cat bites are especially likely to become infected, because their long narrow teeth can make deep puncture wounds that are hard to clean. Feces and urine A number of illnesses can be spread via pet droppings, and a few spread through urine. Keep litter boxes away from food preparation areas and places where people eat. Have someone else remove waste from the litter box or bird cage every day and discard it safely. If a pet has an accident inside, it's best to get someone else to clean it up and the area should be disinfected. If you must do the clean-up, wear disposable waterproof gloves and wash your hands afterward. Licking, saliva, and vomit A few illnesses can be transmitted by saliva, so it's best not to let your pet lick open cuts or near your mouth. Wash with soap and water if you get a pet's saliva on your skin. Any vomit should be cleaned up by someone else if possible, while wearing waterproof disposable gloves. Touch Some germs can be picked up by touching or petting the animal. That's why washing your hands after pet contact is important. Protecting your health during cancer treatment Here are some tips that can help keep you safe during cancer treatment. 29American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ Avoid very close contact, such as kissing, snuggling, or sleeping with your pet in the same bed. Visit your veterinarian so your pet(s) can be checked for any diseases that might cause infection and get medications to prevent infections from heartworms, fleas, or ticks. Make sure your pet(s) are up to date with their vaccinations. Ask your vet whether any vaccines are \"live,\" and check with your cancer team before live vaccines are given. Have your cat(s) tested for feline leukemia (FeLV) and feline immunodeficiency (FIV) viruses. Even though these viruses can't infect humans, they affect the cat's immune system and put them at risk of other infections that can infect humans. Bring your pet(s) to a veterinarian if you suspect they are sick. Keep your pets and their sleeping areas clean. Feed pets only high-quality commercial canned or dry food, or well-cooked table food. Never let them have old or spoiled food, raw meat or its juices. Wear waterproof disposable gloves if you must clean the fish tank, bird cage, cat litter box, or to pick up dog droppings. Bird cage liners should be cleaned every day. Don't handle the outside of your gloves after you use them. Remove gloves by pulling off from the inside surface at the cuff, then discard them. Wash your hands after petting, caring for, touching, feeding, or cleaning up after pets (even if you wore gloves). Wash your hands before taking medicines and handling food, dishes, or other things in the kitchen. Ask others to clean fish tanks and cages of birds or other pets. Avoid contact with animals you don't know, especially strays or those that look sick. Avoid contact with reptiles, their cages or terraria, and objects from their cages. Wear gloves when gardening to avoid contact with animal droppings. Keep your pets, like cats and dogs indoors as much as possible to minimize exposure to other pets and animals, such as birds and rodents. Make sure you have someone who can take care of your pets and their living quarters if you get too sick or have to be in the hospital. Keep written instructions for feeding, cleaning, medicines, toileting, and veterinary contacts ready if needed. Getting a new pet during cancer treatment isn't usually recommended. But if a family chooses to adopt a pet, a healthy older dog or cat would probably pose less risk than those under a year old. The animal should be checked by a veterinarian before it's brought home. Puppies and kittens can pose higher risks than older pets. They're also more likely to play rough, bite, or have in-home \"accidents\" that must 30American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ be cleaned up. If your pet has a runny nose, cough, weight loss, vomiting, or diarrhea, see a veterinarian right away. He could have an infection that can be passed on to you. A person with a weak immune system might be at higher risk of getting an illness from their pet when it's sick. Keep your pet away from animal waste, garbage, and other \"found treats\". Don't let your pet drink from the toilet or standing water outside. Don't allow your pet to visit with sick pets or wild or stray animals. Watch for signs of rats or mice in your home, and take measures to control them. Don't allow your pet to hunt them; keep pets away from any infested areas. After rodents are gone, the area should be thoroughly disinfected using a bleach mixture. Keeping pets healthy Be sure that the vet prescribes medicines to prevent heartworms, and use flea and tick prevention for dogs and cats. Pets and their sleeping areas will also need to be kept clean. You might need help with your pets' care during some parts of your cancer treatment - it's good to line up a helper or two before you start treatment. Help your pet avoid infections Keep your dog inside except for brief outings to use the toilet and walks on the leash in places where they won't meet other animals. Cats should also be kept inside - those that go out are likely to hunt birds and small rodents. This is a common way cats get a parasitic infection called toxoplasmosis. It doesn't often make the cat sick, but it can seriously sicken or even kill someone with weakened immunity. Keep your pet from visiting with \"outside\" pets of unknown health. It's best not to board your pet in a kennel if you can avoid it. Dog parks and pet stores that allow pets inside are other places where pets can pick up new infections. If you're unable to care for your pets It's important to have a plan for your pets in case you get too sick to care for them or must be in the hospital. It's better to make these plans and never need them than to be caught off guard and worried about your pet. Even if you stay in your home, you might 31American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ need help with daily activities like walking your dog or cleaning the litter box. Here are some tips to make sure your pets are safe and cared for throughout treatment: Keep written instructions for feeding, cleaning, toileting, medicines, and vet contacts. Know where pets can and can't go. Most healthcare settings do not allow pets for health and safety reasons. Find someone you trust who would be willing to care for your pets if you end up needing help. Make sure they know the plan and have instructions for your pet's care. If your pet is microchipped, you can add a trusted caretaker as a contact in the microchip database in case they are lost and taken to a shelter or vet. There are also resources available if you need pet support during your cancer treatment. See Pets, Support, and Service Animals1 for more information. Pets you shouldn't be around during cancer treatment Reptiles People with weak immune systems (especially those getting a stem cell transplant2 or bone marrow transplant) should not keep reptiles. Snakes, turtles, lizards, and iguanas are very common carriers of salmonella, which can be lethal in people with very weak immune function. This germ can live for some time on surfaces and objects that the animal touched. Because a person doesn't have to handle the reptile to be exposed to this germ, it can be hard to avoid it. Chickens and ducks People with very weak immune systems, especially those who are having stem cell transplants, should not have or come in contact with ducklings and chicks. Even as adults, chickens and ducks have a high risk of salmonella or campylobacter infection. Rodents and pocket pets Hamsters, gerbils, mice, guinea pigs, and ferrets often carry salmonella even when they look healthy. These and other germs can infect humans, causing diarrhea, skin infections, and other illness. If they're exposed to wild rodents or sick animals, they can 32American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ share viruses that cause serious illnesses in humans. For these reasons, they may not be good choices for someone getting cancer treatment. If you choose to keep pets like these, they should stay inside and away from other animals that may have infections. Habitats should not be kept in children's rooms. Cages, toys, food and water bowls should be cleaned outside, and kept away from eating and food areas. Use the precautions above when petting, feeding, cleaning cages, or handling their toys. Keep ferret vaccines up to date. Other exotic pets Animals that normally live in the wild are not recommended for people with weak immune systems. They can carry rare but serious diseases. Monkeys, chinchillas, primates, and other exotic pets may also be more likely to bite. Children with cancer and pets Children tend to be at higher risk for infection from pets than adults, because they're more likely to crawl on the floor with the pet and put things in their mouths. Some pets that are fine for adults can pose more of a hazard to children. It's best to avoid getting a new pet if your child has a weak immune system. This is even more important if the child might be getting a bone marrow or stem cell transplant. All of the information about pets and adults with cancer also applies to pets in a household where a child has cancer. When kids are too young to follow the precautions, they shouldn't interact with pets. Even older children might need your help. Adults should supervise the time a child spends with pets. Don't allow kissing, food sharing, or rough play. With smaller kids, don't let them put the pet's toys or their own fingers in their mouths. Be sure the child's hands are washed thoroughly afterward, and again before eating, drinking, or taking medicines. Be sure your child's cancer team knows about your pet and ask them if there are any special precautions you need to take. Keep your child away from strays, wild animals, petting zoos, and other people's pets. If you have questions, be sure to talk with your child's doctor. You can also check with your pet's veterinarian about diseases your child could pick up. 33 Vaccinations and Flu Shots for People with Cancer American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ Hyperlinks www.cancer.org/cancer/survivorship/coping/support-service-animals.html1. www.cancer.org/cancer/managing-cancer/treatment-types/stem-cell- transplant.html2. References Cancer.Net. Food safety and after cancer treatment. 2018. Accessed at https://www.cancer.net/survivorship/healthy-living/food-safety-during-and-after- cancer-treatment on August 30, 2019. Centers for Disease Control and Prevention (CDC). Pets and other animals. 2017. Accessed at https://www.cdc.gov/healthypets/pets/index.html on August 29, 2019. Freifeld AG, Kaul DR. Infection in the patient With cancer. In Niederhuber JE, Armitage JO, Kastan MB, Doroshow JH, PA: Elsevier; 2020: 544-562. NIH U.S. National Library of Medicine. MedlinePlus. Pets and the immunocompromised person. 2019. Accessed at https://medlineplus.gov/ency/article/003967.htm on August 29, 2019. Last Revised: February 9, 2023 Should people with cancer get any vaccines? Live versus inactivated vaccines 34American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ Flu COVID-19 MMR (measles-mumps-rubella) vaccine Polio vaccine Varicella (chickenpox) vaccine Shingles (varicella-zoster) vaccine Vaccines, also called immunizations or vaccinations, are used to help a person's immune system recognize and fight off harmful germs, such as bacteria or viruses. Vaccines are often made up of part of the germ, a weakened or killed (inactivated) version of it, or a very similar substance. When the vaccine enters the body, it helps the immune system learn how to fight off the germ, without actually causing the disease. This can help lower the risk that a person will get sick if they're exposed to the germ in the future. Should people with cancer get any vaccines? People with cancer might be able to get some vaccines (and some might even be recommended). This depends on factors such as: The type of cancer a person has If the person is getting cancer treatment (and if so, which type of treatment) The type of vaccine the person would be getting The state of the person's immune system, as well as their overall health The concern about whether a person with cancer should get a vaccine is based mainly on whether they have a weakened immune system. People with cancer might have a weak immune system for different reasons. For example: The cancer itself might weaken the immune system. (This is especially true for some blood cancers such as leukemias and lymphomas.) Some types of cancer treatment1, such as chemotherapy, immunotherapy, radiation therapy, or a stem cell transplant, can weaken the immune system. Other health issues might also lead to a person having a weakened immune system. 35American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ In some situations, it's important that people with weakened immune systems get certain vaccines (such as the flu and COVID vaccines), because these people are often more likely to get seriously ill if they do get an infection. At the same time, there are reasons why vaccines might not be recommended for people with weakened immune systems. First, vaccines might not always be helpful for these people. Even if someone gets a vaccine, their immune system might be too weak to learn how to fend off the germ. Because of this, doctors will often advise waiting until the immune system is stronger before giving the vaccine. In some situations, such as when there's a high risk of infection, doctors might still advise getting the vaccine, as it might still offer some protection. A second concern is that some vaccines could be harmful in people with weak immune systems. This is especially true of vaccines made from live, weakened viruses (see below). These types of vaccines don't usually cause problems in people with healthy immune systems. But they might make people with weak immune systems very sick, so they're generally not given to them. It's important to know which vaccines are safe for people with weak immune systems. Before you get any vaccine, talk to your doctor about your cancer, cancer treatment, risk factors for the vaccine-preventable disease, whether you need the vaccine, and the best time for you to get it. Live versus inactivated vaccines Some vaccines are made up of killed (inactivated) viruses, while others contain live (but weakened) viruses. For people with cancer: In general, anyone with a weak immune system should not get any vaccines that contain live viruses. These vaccines can sometimes cause serious infections in people with weak immune systems. Your doctor can help guide you about which vaccines are safe while your immune system is weak. Be sure to also talk to your doctor before anyone you spend a lot of time with (such as your children or other household members) gets any vaccines. For family members and caregivers of people who have cancer: If you live with or spend a lot of time with a person who has cancer and might have a weakened immune 36American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ system, it's important to talk to the doctor if you or anyone close to you is due for a vaccination of any kind. Usually, most age-appropriate vaccines can be given, but there are some exceptions. Flu vaccines The Centers for Disease Control and Prevention (CDC) recommends everyone 6 months and older get a flu vaccine each year, although there are some rare exceptions. The flu shot is a vaccine that is given to reduce your risk of getting influenza (a viral infection often called \"the flu\"). In people with cancer and weakened immune systems, it's important to prevent the flu because it can be serious and sometimes life- threatening. It is recommended that people with cancer get the flu shot that has an inactive (dead) flu virus every year. There is usually a different kind of flu virus expected each year, so the flu vaccines are a little different each year to help them be as effective as possible. Your cancer care team will tell you when the best time to receive the flu vaccine is depending on your cancer type and treatment. The nasal mist version of the flu vaccine contains a weakened version of the live virus. People with cancer should not get the nasal mist flu vaccine. For family members and caregivers of people with weakened immunity: It is recommended that people who live with or care for a person at high risk for flu-related problems get the flu vaccine, too. This means that if you're being treated for cancer, your family members, caregivers, and children aged 6 months and older living at home should get the flu shot. Family members and caregivers of a person with cancer can usually get the nasal spray (at least in some flu seasons) unless the person has a severely weakened immune system and/or is being cared for in a germ-protected area. For example, household members should not get the nasal mist vaccine if a family member has recently had a stem cell or bone marrow transplant. Talk to your doctor for more information or if you have questions about your specific situation. COVID-19 vaccines Vaccines that can help protect against COVID-19 are now available. In people with weakened immune systems, it's important to protect against COVID-19 because infections can be serious and sometimes life-threatening. 37American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ COVID-19 vaccines are made of either messenger RNA (mRNA, a type of genetic material) or a protein from the virus that causes the disease. These vaccines do not contain live viruses, so they are safe for people with weakened immune systems. As with the flu, the virus that causes COVID-19 can change (mutate) over time, which can make previous vaccines (and previous COVID infections) less likely to be protective if a person is exposed to a newer version of the virus. The CDC recommends everyone 6 months and older get the most updated version of the COVID vaccine. However, there are some situations in which a person might be advised to wait to get the vaccine, such as if they have a severely weakened immune system. For family members and caregivers of people with weakened immunity: It's also recommended that people who live with or care for a person at high risk for COVID- related problems get the vaccine. This means that if you have a weakened immune system, your family members, caregivers, and children aged 6 months and older living at home should get the COVID vaccine. Talk to your doctor for more information or if you have questions about your specific situation. To learn more about these vaccines, see COVID-19 Vaccines in People with Cancer. Respiratory syncytial virus (RSV) vaccines In healthy older children and adults, RSV infection can cause symptoms like those from a common cold. But in very young children, older adults, and people with weakened immune systems, symptoms from an RSV infection can be more severe. RSV vaccines are available for adults aged 60 and over. These vaccines are made of RSV proteins, not live viruses, so they are safe to give to people with weakened immune systems. The CDC recommends that people 60 and older discuss whether to get the RSV vaccine with their doctors. MMR (measles-mumps-rubella) vaccine This vaccine is used to protect people from 3 viral diseases: measles, mumps, and rubella. 38American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ People who have weak immune systems should not get the MMR vaccine because it contains live viruses. But it's usually safe for other household members to get it. If needed, your doctor may consider giving you the vaccine before cancer treatment starts. Talk to your doctor for more information or if you have questions about your situation. After exposure to measles: If you have a weakened immune system and are exposed to someone with measles, let your doctor know right away. Sometimes, medicines can be given to help fight the measles infection before it starts. Pneumococcus (pneumococcal pneumonia) vaccine This vaccine can help people with weak immune systems fight off certain lung, blood, or brain infections caused by certain bacteria. Your doctor may recommend one or more doses of the pneumococcal vaccine, depending on your age and health. In cases where people are having their spleen removed, this vaccine may be given before surgery or sometimes after surgery. Ask your doctor if you need to get the pneumococcal vaccine and when you need to get it. Meningococcal vaccines This vaccine helps prevent meningococcal disease, which can cause meningitis or other infections. This vaccine is typically not given during cancer treatment. It may be offered before treatment, or after a person's immune system has recovered. In cases where a person is having their spleen removed, this vaccine may be given before surgery. Talk to your doctor to see if and when you may need to get the meningococcal vaccine. Polio vaccine This vaccine is used to prevent polio, a viral infection linked to severe illness and physical disability. Since the vaccine came out in 1955, polio has become rare in the US. Children who have weak immune systems, as well as their siblings and others who live with them, only should get inactivated polio virus vaccines. Most doctors in the United States use only the inactivated polio vaccine, but you should ask to be sure. The older 39American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ oral polio virus vaccine (which is taken by mouth) contains a live virus. People who get the live virus vaccine can pass the virus on to people with weak immune systems. Varicella (chickenpox) vaccine This vaccine is intended to prevent chickenpox in people who have never had it. This is a live virus vaccine. It should not be given to people with weak immune systems, or to people with leukemia2, lymphoma3, or any cancer of the bone marrow or lymphatic system unless it's treated and under control. It's usually OK for household members of the person with weak immunity to get the varicella vaccine. Talk to your doctor for more information or if you have questions. If you're exposed to chickenpox: A person with weak immunity who has been around someone with chickenpox should call the doctor right away. Shingles (varicella-zoster) vaccine This vaccine can help prevent shingles or make symptoms of shingles less severe. It does not contain a live virus. The CDC recommends this vaccine for adults aged 50 and older, as well as for people 19 and over who have (or will have) weakened immune systems. People should get the shingles vaccine regardless of whether they've had chickenpox or shingles in the past. (Chickenpox and shingles are caused by the same virus. Once a person recovers from chickenpox, the virus stays dormant (inactive) in the body. It can sometimes reactivate years later and cause shingles.) If you have a weak immune system from cancer or cancer treatment, talk to your doctor about chickenpox and shingles vaccine options and whether one of these vaccines might be right for you. Hyperlinks www.cancer.org/cancer/managing-cancer/treatment-types.html1. of immunizations in adult with cancer. Human Vaccines & Immunotherapy. 2015;11(11):2606-2614. Brant JM, Stringer LH. Neutropenia & infection. In Brown CG, ed. A Guide to Oncology Symptom Management. 2nd ed. Pittsburgh, PA: Oncology Nursing Society; 2015:377- 378. Centers for Disease Control and Prevention (CDC). Chickenpox Vaccination: What Everyone Should Know. 2023. Accessed at https://www.cdc.gov/vaccines/vpd/varicella/public/index.html on September 12, 2023. Centers for Disease Control and Prevention (CDC). Frequently Asked Questions About RSV Vaccine for Adults. 2023. Accessed at https://www.cdc.gov/vaccines/vpd/rsv/hcp/older-adults-faqs.html on September 12, 2023. Centers for Disease Control and Prevention (CDC). People at High Risk for Flu Complications. 2023. Accessed at https://www.cdc.gov/flu/highrisk/index.htm on September 12, 2023. Centers for Disease Control and Prevention (CDC). Shingles Vaccination. 2023. Accessed at https://www.cdc.gov/vaccines/vpd/shingles/public/shingrix/index.html on September 12, 2023. National Comprehensive Cancer Network (NCCN). NCCN Clinical Practice Guidelines in Oncology: Prevention and treatment of cancer-related infections. Version 1.2023. Accessed at https://www.nccn.org/professionals/physician_gls/PDF/infections.pdf on September 12, 2023. Palmore TN, Parta M, Cuellar-Rodriguez J, Gea-Banacloche JC. 41American Cancer Society cancer.org | 1.800.227.2345 ____________________________________________________________________________________ cancer patient. In DeVita VT, Lawrence TS, Rosenberg SA, eds. DeVita, Hellman, and Rosenberg's Cancer: Principles and Practice of Oncology. 11th ed. Lippincott Williams & Wilkins; give? Oncology. 2018; 32(5):254-258. Last Revised: September 14, 2023 Written by The American Cancer Society medical and editorial content team (https://www.cancer.org/cancer/acs-medical-content-and-news-staff.html) Our team is made up of doctors and oncology certified nurses with deep knowledge of cancer care as well as journalists, editors, and translators with extensive experience in medical writing. American Cancer Society medical information is copyrighted material. For reprint requests, please see our Content Usage Policy (www.cancer.org/about- us/policies/content-usage.html). cancer.org | 1.800.227.2345 42 "}