{"title": "A Doctor for Disease, a Shaman for the Soul (Published 2009)", "author": "Patricia Leigh Brown", "url": "https://www.nytimes.com/2009/09/20/us/20shaman.html", "hostname": "nytimes.com", "description": "A California hospital's attempts to cater to its immigrant patients resulted in a policy allowing for Hmong shamans to practice within their walls.", "sitename": "The New York Times", "date": "2009-09-20", "cleaned_text": "Supported by [SKIP ADVERTISEMENT](#after-sponsor) A Doctor for Disease, a Shaman for the Soul MERCED, Calif. The patient in Room 328 had diabetes and hypertension. But when Va Meng Lee, a Hmong shaman, began the healing process by looping a coiled thread around the patient's wrist, Mr. Lee's chief concern was summoning the ailing man's runaway soul. \"Doctors are good at disease,\" Mr. Lee said as he encircled the patient, Chang Teng Thao, a widower from Laos, in an invisible \"protective shield\" traced in the air with his finger. \"The soul is the shaman's responsibility.\" At Mercy Medical Center in Merced, where roughly four patients a day are Hmong from northern Laos, healing includes more than IV drips, syringes and blood glucose monitors. Because many Hmong rely on their spiritual beliefs to get them through illnesses, the hospital's new Hmong shaman policy, the country's first, formally recognizes the cultural role of traditional healers like Mr. Lee, inviting them to perform nine approved ceremonies in the hospital, including \"soul calling\" and chanting in a soft voice. The policy and a novel training program to introduce shamans to the principles of Western medicine are part of a national movement to consider patients' cultural beliefs and values when deciding their medical treatment. The approach is being adopted by dozens of medical institutions and clinics across the country that cater to immigrant, refugee and ethnic-minority populations. Certified shamans, with their embroidered jackets and official badges, have the same unrestricted access to patients given to clergy members. Shamans do not take insurance or other payment, although they have been known to accept a live chicken. A recent survey of 60 hospitals in the United States by the Joint Commission, the country's largest hospital accrediting group, found that the hospitals were increasingly embracing cultural beliefs, driven sometimes by marketing, whether by adding calcium- and iron-rich Korean seaweed soup to the maternity ward menu at Good Samaritan Hospital in Los Angeles, on the edge of Koreatown, or providing birthing doulas for Somali women in Minneapolis. In Merced, about 120 miles southeast of San Francisco, the Mercy hospital shaman program was designed to strengthen the trust between doctors and the Hmong community a form of healing in the broadest sense. It tries to redress years of misunderstanding between the medical establishment and the Hmong, whose lives in the mountains of Laos were irreparably altered by the Vietnam War. Hmong soldiers, Mr. Lee among them, were recruited by the C.I.A. in the 1960s to fight the covert war against Communist insurgents in Laos and afterward, to avoid retribution, were forced to flee to the refugee camps, with most resettling in California's Central Valley and in the Midwest. During a seven-week training program at Mercy Medical Center, 89 shamans learned elements of Western-style medicine, including germ theory. They visited operating rooms and peered through microscopes for the first time. Looking at heart cells, one shaman, an elderly woman, asked the pathologist to show her a \"happy heart.\" Designed to defuse the Hmong fear of Western medicine, the program has \"built trust both ways,\" said Dr. John Paik-Tesch, director of the [Merced Family Medicine Residency Program](http://fpnetwork.ucdavis.edu/merced/intro.htm), which trains resident physicians at Mercy Medical Center. Since the refugees began arriving 30 years ago, health professionals like Marilyn Mochel, a registered nurse who helped create the hospital's policy on shamans, have wrestled with how best to resolve immigrants' health needs given the Hmong belief system, in which surgery, anesthesia, blood transfusions and other common procedures are taboo. The result has been a high incidence of ruptured appendixes, complications from diabetes, and end-stage cancers, with fears of medical intervention and delays in treatment exacerbated by \"our inability to explain to patients how physicians make decisions and recommendations,\" Ms. Mochel said. The consequences of miscommunication between a Hmong family and the hospital in Merced was the subject of the book \"The Spirit Catches You and You Fall Down: A Hmong Child, Her American Doctors, and The Collision of Two Cultures\" by Anne Fadiman (Farrar, Straus and Giroux, 1997). The book follows a young girl's treatment for epilepsy and the hospital's failure to recognize the family's deep-seated cultural beliefs. The fallout from the case and the book prompted much soul-searching at the hospital and helped lead to its shaman policy. The Hmong believe that souls, like errant children, are capable of wandering off or being captured by malevolent spirits, causing illness. Mr. Lee's ceremony for the diabetic man was a spiritual inoculation, meant to protect his soul from being kidnapped by his late wife and thus extending his \"life visa.\" Such ceremonies, which last 10 minutes to 15 minutes and must be cleared with a patient's roommates, are tame versions of elaborate rituals that abound in Merced, especially on weekends, when suburban living rooms and garages are transformed into sacred spaces and crowded by over a hundred friends and family members. Shamans like Ma Vue, a 4-foot, 70-something dynamo with a tight bun, go into trances for hours, negotiating with spirits in return for sacrificed animals a pig, for instance, was laid out recently on camouflage fabric on a living room floor. Certain elements of Hmong healing ceremonies, like the use of gongs, finger bells and other boisterous spiritual accelerators, require the hospital's permission. Janice Wilkerson, the hospital's \"integration\" director, said it was also unlikely that the hospital would allow ceremonies involving animals, like one in which evil spirits are transferred onto a live rooster that struts across a patient's chest. \"The infection control nurse would have a few problems with that,\" Ms. Wilkerson said. A turning point in the skepticism of staff members occurred a decade ago, when a major Hmong clan leader was hospitalized here with a gangrenous bowel. Dr. Jim McDiarmid, a clinical psychologist and director of the residency program, said that in deference hundreds of well-wishers, a shaman was allowed to perform rituals, including placing a long sword at the door to ward off evil spirits. The man miraculously recovered. \"That made a big impression, especially on the residents,\" Dr. McDiarmid said. Social support and beliefs affect a patient's ability to rebound from illness, Dr. McDiarmid added, pointing out that over half of the people who respond to antidepressants do so because of the placebo effect. One of the goals of the new policy, Ms. Mochel said, is to speed up medical intervention by having a healing ceremony coincide with a hospital stay, rather than waiting days for a patient to confer with family and clan leaders after a ceremony at home. Attitudes toward Western doctors have begun to loosen as young, assimilated Hmong-Americans assume more powerful roles in the family. Dr. Kathie Culhane-Pera, the associate medical director of the [West Side Community Health Center](http://www.westsidechs.org/) in St. Paul, home to the country's largest concentration of Hmong, said she worked informally with shamans, obtaining permission from the hospital to turn off the smoke alarms for incense, for example. Signs of the growing movement in cross-cultural health care can be found on the Navajo reservation in northern Arizona, where the federal [Indian Health Service](http://www.ihs.gov/) has three medicine men on staff and recently instituted a training program similar to Mercy's. At White Memorial Medical Center in Los Angeles, Dr. Hector Flores, the chairman of the family medicine department, refers patients to, traditional Hispanic healers, curanderos, on a case-by-case basis. The facility also trains community members as \"promotores de salud,\" or health promoters. Dr. Flores called it a \"low-tech approach in which the physician is not the end-all, but part of a collaborative team geared toward prevention.\" At the hospital in Merced, Dr. Lesley Xiong, 26, a resident physician, grew up as the granddaughter of two distinguished shamans. Though she chose to become a doctor, she said there was ample room for both approaches. \"If I were sick, I would want a shaman to be there,\" Dr. Xiong said. \"But I'd go to the hospital.\" Because of an editing error, an article last Sunday about a California hospital that welcomes Hmong shamans to perform ceremonies there misstated the loudest volume at which the shamans are permitted to chant. It is 3 on a 1-to-10 scale, with 10 the loudest and 6 a normal speaking voice; the loudest volume is not \"three decibels.\" How we handle corrections "}