{"title": "Weight Of War: Soldiers' Heavy Gear Packs On Pain", "author": "Patricia Murphy", "url": "https://www.npr.org/2011/04/10/134421473/weight-of-war-soldiers-heavy-gear-packs-on-pain", "hostname": "npr.org", "description": "Chronic lower-back pain and degenerative arthritis of the spine are affecting more and more soldiers fighting in the Iraq and Afghanistan wars. The military has had to devise new ways to treat and manage these injuries, which is an emerging field of trial and error.", "sitename": "KUOW", "date": "2011-04-10", "cleaned_text": "Weight Of War: Soldiers' Heavy Gear Packs On Pain Weight Of War: Soldiers' Heavy Gear Packs On Pain Soldiers and Marines in Iraq and Afghanistan routinely carry between 60 and 100 pounds of gear including body armor, weapons and batteries. The heavy loads shouldered over months of duty contribute to the chronic pain suffered by soldiers like Spc. Joseph Chroniger, who deployed to Iraq in 2007. Twenty-five years old, he has debilitating pain from a form of degenerative arthritis and bone spurs. \"I mean my neck hurts every day. Every day,\" he says. \"You can't concentrate on anything but that because it hurts that bad.\" Like many soldiers and Marines, Chroniger shouldered 70 to 80 pounds of gear daily. A 2001 Army Science Board study recommended that no soldier carry more than 50 pounds for any length of time. \"We were doing three, four, five missions a night sometimes,\" Chroniger says. \"You're jumping out. You're running. I mean it hurts — it hurts.\" A New Concept Muscle strain is usually a short-term condition that has always been prevalent among soldiers. But after a decade of war, the number of acute injuries that have progressed to the level of chronic pain has grown significantly. According to the Department of Veterans Affairs, veterans of the wars in Iraq and Afghanistan who retired with musculoskeletal conditions grew tenfold between 2003 and 2009. Col. Stephen Bolt, chief of anesthesia at Madigan Army Medical Center in Tacoma, Wash., says the Army has started deploying physical therapists to serve with some infantry brigades in combat areas. \"The faster you can address some of those issues at the clinic level, the less likely you are to see those injuries progress to a true chronic-pain state that's going to require them to be evacuated from theater and replaced by someone else,\" Bolt says. But that's a relatively new concept. Col. Diane Flynn, chief of pain medicine at Madigan, says chronic pain is complex and challenging for the patient and the physician. \"Primary care providers who provide most of the pain management to patients have had very limited tools in their toolbox,\" she says. \"And it's medications for the most part and maybe physical therapy — but very little to offer in addition to that.\" Alternative Routes In an effort to provide more options for pain management and lessen the dependence on prescription drugs, the Army is starting to incorporate other forms of treatment including yoga, meditation and acupuncture. On a recent day at Madigan, Chroniger lies face down on an examination table. He's at his first acupuncture treatment with Dr. Shashi Kumar, a physiatrist. Chroniger stiffens as Kumar inserts the small needles into his damaged neck. It's too soon to tell in Chroniger's case, but Kumar says many of her patients report that regular acupuncture treatments help relieve some of their pain. The Army surgeon general has directed medical centers to incorporate complementary and alternative medicine into patient treatment plans. Currently, such care at the Army's hospitals is limited. Those who seek private care will have to pay out of pocket. Chroniger will take an early retirement from the Army, so he'll then be eligible to apply for disability benefits from the VA. This story was a collaborative project done in conjunction "}