{"title": "#133 Is Your Employer Mandating the Covid-19 Vaccine? - Gardner Schofield Chiropractic", "author": "Inception", "url": "https://www.westbendchiropractor.com/133-is-your-employer-mandating-the-covid-19-vaccine/", "hostname": "westbendchiropractor.com", "description": "#133 IS YOUR EMPLOYER MANDATING THE COVID-19 VACCINE? I want to start by saying, this is not a pro-vaccine or anti vaccine issue. It is a freedom issue. I think it would be unconstitutional to mandate that every person must get chiropractic adjustments. Once your freedom is taken away, where does it end? So, for...", "sitename": "Gardner Schofield Chiropractic", "date": "2021-08-25", "cleaned_text": "the Covid-19 Vaccine? #133 IS YOUR EMPLOYER MANDATING THE COVID-19 VACCINE? I want to start by saying, this is not a pro-vaccine or anti vaccine issue. It is a freedom issue. I think it would be unconstitutional to mandate that every person must get chiropractic adjustments. Once your freedom is taken away, where does it end? So, for all the people that have asked... I have attached some helpful resources on routes you can take if your job is being threatened by mandates. The state of Wisconsin has 3 types of exemptions when it comes to vaccines. Personal, Religious and Medical. These apply to school, sports, work, and any other time where you are facing vaccine mandates. You can simply print a form off online, fill it out and turn it in. Religious exemptions can apply for many reasons. The biggest being the use of aborted fetal tissues in the vaccines. Here is a link to print some religious exemptions: Personal exemptions may be used when you just personally have made the decision that you do not want to subject yourself to this shot. However, you might face a harder time and more pushback from your employer when trying to submit a personal exemption. Medical exemptions can be used when medically, it is not safe for you to receive this vaccine. It could be due to allergies to ingredients, pregnancy, breastfeeding, and much more. A huge amount of the population is allergic to Polyethylene glycols (PEGs). Which is one of the main ingredients in the mRNA vaccines. When submitting a medical exemption, you do need a signature from your physician, which may be difficult to get. As easy as it sounds to fill out a form and turn it in, employer pushback is going to be your biggest obstacle. Here is a good link regarding exemptions and how to go about them: Here is another very helpful link regarding vaccine exemptions with a sample religious exemption you can use: [https://vaccinationre-education.godaddysites.com/state-law](https://vaccinationre-education.godaddysites.com/state-law) When submitting a vaccine exemption to your employer, there are 2 organizations you can reach out to to help support your case and ensure your exemption is accepted according to Wisconsin Law. You can reach out to Wisconsin United for Freedom. They can help make sure they accept your exemption form. Here is some good information from them: \"You are able to get exempt by sending an email to Wisconsin United for freedom. send a message titled: Discriminatory Practices Employer Reporting to: [https://wisconsinunitedforfreedom.org/connect](https://wisconsinunitedforfreedom.org/connect) Tell them that your employer wants you to have mandatory vaccines. Make sure in your email that you put the name of your employer and the address of your employer. It is completely anonymous. They will notify your employer of Wisconsin law and vaccine exemptions. Wisconsin United for Freedom sends the company a packet explaining that it's unconstitutional to mandate vaccines and explains that Wisconsin allows for vaccine exemptions.\" I'd encourage you to join the Wisconsin United for Freedom group on Facebook for more helpful information. You can also reach out to the organization Informed Consent Action Network. They have had major success in helping employees overcome vaccine mandates. You can email them at: freedom@icandecide.org I attached a link to their website below: If your employer rejects your vaccine exemption, here is a full list of attorneys by state that are willing to fight for your rights against vaccine mandates: [https://uscfc.uscourts.gov/sites/default/files/Vaccine%20Attorneys.pdf?fbclid=IwAR1V76oeWWcTzqBv18Jyc1DlKxZTmuCMhYOhFrwrUjv5LJ_1UmEXu12ikY4](https://uscfc.uscourts.gov/sites/default/files/Vaccine%20Attorneys.pdf?fbclid=IwAR1V76oeWWcTzqBv18Jyc1DlKxZTmuCMhYOhFrwrUjv5LJ_1UmEXu12ikY4) For more helpful information regarding exemptions as well as lots of educational resources regarding the Covid vaccines, visit: [https://www.nvic.org/NVIC-site-search-result.aspx?q=covid](https://www.nvic.org/NVIC-site-search-result.aspx?q=covid) This blog is not meant to be controversial. It is simply just information on how to protect your right to your bodily autonomy. Everyone has the right to choose what they feel is best for themselves and their families. However, where there is risk there must be choice. "}