{"title": "Should You See a Naturopathic Doctor? - The Cleveland Moms", "author": "Cleveland West Side Moms", "url": "https://theclevelandmoms.com/should-you-see-a-naturopathic-doctor/", "hostname": "theclevelandmoms.com", "description": "A Naturopathic Doctor is educated in the same sciences as allopathic doctors. Plus they receive additional training in natural therapeutics.", "sitename": "Cleveland West Side Moms", "date": "2019-04-25", "cleaned_text": "Traditional Medical Practice vs Naturopathic Doctor Twenty minutes. It's nearly impossible to run a quick errand, pickup and vacuum the downstairs, or whip up a fabulous dinner in less time. Yet this is the average face-to-face time we get with our traditional medical providers. No wonder a visit to the doctor's office can end in frustration, confusion or pure annoyance. We often spend more time in the waiting room than explaining the purpose of our visit and describing our symptoms without interruptions. Also, there isn't enough time to get questions to be answered. We don't always fully understand the plan. But, we will be ushered out to the reception area holding a paper printout. The printout offers more information than the visit itself! What is worse? To quickly receive a new (sometimes scary) diagnosis? Or to hurriedly be told that I'm \"normal\" and have my concerns dismissed? Have you ever felt confused or helpless after visiting your doctor? You are not alone. Maybe, it is time to consider visiting a naturopathic doctor instead. What is Naturopathic Medicine? Naturopathic medicine is not a common term. It is a natural medicine profession. Natural Medicine was established in the 1950s. Licensed naturopathic doctors attend four-year doctorate-level programs at accredited universities. They are educated in the same basic sciences as allopathic (traditional) medical doctors. However, they receive additional education in natural therapeutics. Natural therapies include herbal medicine, nutrients and supplements, and homeopathy. Why visit a Naturopathic Doctor? Have you have been told there is nothing conventional medicine can do for you? What about if your intuition tells you something is not quite right in your body? Even after being told you are \"healthy\". It is time to find an Naturopathic Doctor! An Naturopathic Doctor will listen to you. They will also dig deeper to determine the underlying cause of your issue. Complaints can include fatigue, digestive problem, pain or other medical anomalies. These often go unaddressed or dismissed completely. Naturopathic philosophy acknowledges these lifestyle challenges. For example, insomnia is not an Ambien deficiency. Naturopathic Doctors are more curious about why and how the disease developed instead of just prescribing a pill. Length of a Naturopathic Doctor Visit Are you tired of feeling rushed? Visits with an ND are often 60-minutes or more. You lead your healthcare discussion! There is enough time for your health concerns to be fully explored. Plus, your health history to be deeply understood. In addition, your lifestyle will be analyzed to determine everyday obstacles to health. You should leave every visit feeling heard. Feeling lost after leaving the doctor's office? Do you ever feel confused at the doctor's office? You shouldn't. The Latin root of doctor is \"docere\" meaning to teach. You should leave all appointments with increased knowledge. Plus, an understanding about how your body works. In addition, to what is being done to address any problems. When you have a visit with an ND, you will know what recommendations are being made and why. You will know what the long and short-term plan is to address your health concerns and to achieve your health goals. How to find a Naturopathic Doctor Are you ready to find one?! Ohio does not yet offer licensure to NDs so it's important for your safety that your prospective naturopath is properly educated and trained. The [Ohio Naturopathic Doctors Association](http://www.ohnda.org/) (OHNDA) is a great resource that offers a directory of Naturopathic Doctors on its website and is actively working with legislature to achieve licensure in Ohio. Unfortunately, Ohio Naturopathic Doctors can't take insurance at this time. However, you can use your [Health Savings Account](https://www.healthcare.gov/glossary/health-savings-account-hsa/) to pay for visits! We spend so much time trying to make the healthiest choices for our families and ourselves. So, why not add someone new to your healthcare team? Naturopathic Doctors have the time, knowledge and desire to discuss your whole well-being! We have a Highly Rated Naturopathic Doctor in Our Town Dr. [ Emily Mohar](http://www.ohnda.org/united-states/rocky-river/naturopathic-doctor-nd/emily-mohar) is a local Naturopathic Doctor. She graduated from Bastyr University in Seattle, WA. Then she completed a 2-year residency in Naturopathic Primary Care before returning to her hometown of Cleveland. Dr. Mohar sees clients of all ages at her clinic, [Westside Natural Health](https://www.westsidenaturalhealth.com/), in Rocky River. Since many of us are over-worked and exhausted, she gravitates towards [natural treatments](https://theclevelandmoms.com/resources/healthandwellness/). These treatments quickly take effect and are easy to implement. Together you will uncover the root cause of your symptoms. This provides the foundation for healthy habits. Individualized recommendations will be drug-free and address the whole-body. Dr. Mohar sees clients who are dissatisfied with their current state of health. Her clients want to make healthy changes. They want to be in a state of optimal health. Optimal health ensures their continuation of wellness. Dr. Mohar's areas of focus include: women's health, digestive issues, chronic fatigue, and chronic pain. Depending on your case, she may utilize specialty lab testing. The lab tests evaluate hormones or neurotransmitters. It also examines the body for heavy metal or chemical toxicity. Or the test will look for GI imbalances, infection, or food sensitivities. During your lengthy appointments your priorities will be established. There will also be a two way conversation. Dr. Mohar believes patient-centered care is the best care. "}