{"title": "5 Best Homeopathic Remedies for Alopecia Areata! - By Dr. Rajesh Dungrani | Lybrate", "author": null, "url": "https://www.lybrate.com/topic/5-best-homeopathic-remedies-for-alopecia-areata/56b16bf1e7d4b218fa7469fce43d2dce", "hostname": "lybrate.com", "description": "Alopecia areata is the loss of hair in circular or oval patches from the scalp or elsewhere such as eyebrows, beard, etc. The bald patches are usua...", "sitename": "Lybrate", "date": "2018-01-27", "cleaned_text": "5 Best Homeopathic Remedies for Alopecia Areata! Alopecia areata is the loss of hair in circular or oval patches from the scalp or elsewhere such as eyebrows, beard, etc. Thebald patches are usually of the size of a five-rupee coin or one-rupee coin. Complete loss of hair may also occur in some individuals although it is not very common. Having bald patches on one's head, beard and eyebrows can be very distressing. Alopecia areata is a fairly common skin disorder and about 1 percent of the population is affected at any given time. Unlike other kinds of [hair loss](https://www.lybrate.com/topic/hair-loss), alopecia areata is a reversible hair loss as the follicles ( a structure that encloses the root of the hair) of hair are not damaged. Alopecia areata does not affect patient health in any other way. Few people complain of [itching](https://www.lybrate.com/topic/itching) when hair starts falling. There is no physical discomfort associated with it. What is Alopecia Areata? The loss of hair in patches is known as alopecia areata. In alopecia areata, usually hair loss is seen on the scalp, but any body part covered with hair can be affected. When alopecia areata appears in the beard, it is known as alopecia areata barbae.Homeopathy is an advanced science and treats many diseases of autoimmune origin including alopecia areata. Homeopathic medicines work by stopping the progress in the size of the bald spots and help in the regrowth of hair. Homeopathic medicines for treating alopecia areata originate from natural sources which exclude any risk of side effects. Causes of Alopecia Areata Alopecia areata is an autoimmune disease. In this condition, the defense cells of the body - because of a misdirected response - start to destroy hair follicles resulting in bald patches. Heredity and genetics play a significant role in alopecia areata. Patients suffering from alopecia areata very often mention a family member suffering from the same condition. Signs and Symptoms of Alopecia Areata Alopecia areata shows up as bald patches. The most common areas for alopecia areata are the scalp and the beard but may involve any body part with hair. There may be one, or multiple bald patches. The patches are usually round in shape and smooth to touch. Homeopathic Treatment for Alopecia Areata Homeopathic treatment is very effective dealing with alopecia areata. Homeopathic remedies for alopecia areata affect our body by optimizing our immune system. Thus, homeopathy can provide an effective and permanent solution to this problem. Moreover, once it is treated with homeopathy the chances of the problem occurring again are also highly reduced. Although certain homeopathic medicine like Flouricum Acid and [Phosphorus](https://www.lybrate.com/lab-test/phosphorus-fasting) are very often and effectively used in treating this disorder, one needs to go through a constitutional analysis before any prescription is made. Constitutional analysis is the prescription-based assessment of your physical and psychological characteristics. Homeopathic Medicines for Alopecia Areata 1. Arsenic Album - Homeopathic Medicine for Alopecia Areata Accompanied by Itching and Burning on the Scalp Arsenic Album is a recommended homeopathic treatment for alopecia areata which appears as circular bald patches along with itching and burning on the scalp. These symptoms aggravate at night. In some cases, the scalp is also sensitive. 2. Vinca Minor - Another Useful Homeopathic Medicine for Alopecia Areata Vinca Minor is another useful homeopathic medicine for alopecia areata. It works well in cases where there is a tendency for hair to fall in spots which are then replaced by white hair. Along with this, itching and violent scratching over the scalp may also be present. 3. Baryta Carb, Lycopodium, and Silicea - Homeopathic Medicines for Alopecia Areata in Young People The most prominently indicated homeopathic medicines for alopecia areata in Lycopodium, and Silicea. Baryta Carb helps in recovering from bald patches that occur on the top of the scalp. Lycopodium works well for bald patches on the temples. Silicea is a good homeopathic treatment for alopecia areata occuring on the back of the scalp. 4. Fluoric Acid - Excellent Homeopathic Medicine for Alopecia Areata Fluoric Acid is among the top grade homeopathic remedies for alopecia areata. Fluoric Acid helps in the regrowth of hair in the bald patches. Fluoric Acid is also a highly suitable homeopathic medicine for [hair fall](https://www.lybrate.com/topic/hair-fall) after [fever](https://www.lybrate.com/topic/fever). 5. Phosphorus Wonderful Homeopathic Medicine for Alopecia Areata Another homeopathic medicine that has shown its effectiveness in alopecia areata cases is Phosphorus. Phosphorus works well in cases where a person suffers from the loss of hair in patches. Along with hair loss, [dandruff](https://www.lybrate.com/topic/dandruff) on the scalp is also present. In some cases, there is itching on the scalp along with hair fall. Phosphorus also seems to help cases of [traction](https://www.lybrate.com/topic/traction) alopecia. In such situations, there is a receding hairline. Hair fall from the forehead is prominent. A person needing Phosphorus may crave cold drinks and ice creams. Write to Dr. Rajesh Dungrani and get a reply on how homeopathy can help you in treating your alopecia.In case you have a concern or query you can always consult with [Homeopathy Doctors in Surat](https://www.lybrate.com/surat/homeopath) and get "}