{"title": "Occupations at risk of vaccine preventable diseases | SA Health", "author": "Scheme=Aglsterms Aglsagent; Corporatename=Department; Wellbeing; Address=; Adelaide; SA; Contact=", "url": "https://www.sahealth.sa.gov.au/wps/wcm/connect/Public+Content/SA+Health+Internet/Conditions/Immunisation/Vaccination+requirements+special/Occupations+at+risk+of+vaccine+preventable+diseases", "hostname": "sahealth.sa.gov.au", "description": "Occupations at risk - jobs that carry an increased risk of some vaccine-preventable diseases or infections", "sitename": "scheme=AGLSTERMS.AglsAgent; corporateName=Department for Health and Wellbeing; address=11 Hindmarsh Square, Adelaide, SA, 5000; contact=+61 8 8226 6000", "date": "2023-05-29", "cleaned_text": "Addressing vaccine preventable disease: Occupational assessment, screening, and vaccination policy PDF 446 KB The intent of this Policy is to minimise the risk to workers from contracting VPDs and risk of transmission of these infections. [](/wps/wcm/connect/public+content/sa+health+internet/resources/policies/addressing+vaccine+preventable+disease+occupational+assessment+screening+and+vaccination+policy) Certain occupations, particularly those related to healthcare, are associated with an increased risk of some vaccine-preventable diseases or infections that may be prevented by being immunised. Employees who are sick can pass on the disease to others who are more susceptible. For susceptible people, it can cause serious health complications. These diseases can include: Specific vaccination recommendations for people at occupational risk are available in the [Australian Immunisation Handbook](https://immunisationhandbook.health.gov.au/contents/vaccination-for-special-risk-groups/vaccination-for-people-at-occupational-risk). People in certain roles need to consider their work activities to ensure that they are appropriately protected. All health care workers (HCWs) including those working in remote Aboriginal communities in South Australia. See information on the [HCW immunisation requirements](/wps/wcm/connect/public+content/sa+health+internet/clinical+resources/clinical+programs+and+practice+guidelines/immunisation+for+health+professionals/health+care+worker+immunisation+and+screening+requirements) in South Australia. To receive any of the recommended vaccines, please contact your doctor, local council or community health centre to arrange an appointment. For further information on vaccine providers, see the [Immunisation services](/wps/wcm/connect/public+content/sa+health+internet/services/primary+and+specialised+services/immunisation+services/immunisation+services) page. Individuals will need to establish whether the recommended vaccines will be self or employer funded. There may be a cost for the vaccines and also a cost for the appointment with the immunisation provider. For those occupations requiring Q Fever vaccinations, please contact an [approved Q Fever vaccination provider.](https://www.qfever.org/findvaccinator) For further information on vaccines and immunisation programs please contact your local doctor, immunisation provider or "}