{"title": "Jorge Osorio", "author": null, "url": "https://www.vetmed.wisc.edu/bio/", "hostname": "wisc.edu", "description": "[bio]", "sitename": "University of Wisconsin School of Veterinary Medicine", "date": "2019-06-27", "cleaned_text": "Jorge Osorio Department of Pathobiological Sciences Office: 119 Titles and Education Universidad de Antioquia (Colombia)D.V.M.1985 Veterinary Medicine University of Wisconsin M.S. 1988 Veterinary Science University of Wisconsin Ph.D. 1996 Animal Health and Biomedical Science Research Research Interests To contribute to the knowledge and understanding of the pathogenesis of important human and veterinary diseases and to develop novel methods for vaccination and prevention. Strongest interest on viruses and zoonotic pathogens. We are establishing at UW-Madison a state-of-the-art research group that uses molecular approaches to unravel host-pathogen interactions for emerging diseases (e.g dengue, West Nile) and biodefense pathogens (e.g Monkeypox, plague). Our group is actively researching and developing novel human and animal vaccines for diseases including highly pathogenic avian influenza, dengue, chikungunya and plague. We are committed to mentoring and guiding young bright students and to improving veterinary and human public health in developing countries, especially in Latin America. Support advances in this research by making a gift to the [Colombia-Wisconsin One Health Consortium Fund](https://secure.supportuw.org/give/?id=7fd8e1a6-653f-4b22-a3ed-afad73d729c0). Current lab members: Willy Berlier (Post Doctoral Fellow): Pathogenesis and vaccines for Yersinia pestis (working at the USGS-National Wildlife Health Center). Joe Brewoo (Scientist): Immunology of vaccine: Research into immunogenecity of chimeric dengue vaccines and pox based vaccines for plague, influenza and Chikungunya. Harry Partidos (Senior Scientist): Expert immunologist in vaccine research esp. Chikungunya, dengue and influenza. Brock Bakke (Graduate Student): Engineering and molecular biology of pox based vaccines for Highly Pathogenic Avian Influenza, Canine influenza and Plague. Running BL3 facilities and conducting BL3 challenge studies for Chikungunya and Influenza. Liz Falendysz (DVM/MS student): IHC and pathogenesis of Pox Virus. Conducting challenge studies for RCN based plague vaccines. Andrea Carlson (DVM/MS student): Feild studies for west-nile like viruses. Karl Aponte (DVM): Field studies for influenza, and evaluation of RCN based vaccines in fowl. Monica Restrepo Garcia (Research Intern): Immunology of Chikungunya vaccine induced cytokines. Previous lab members: Dr. Keith P. Iams. Dr. Sandra Dawe, Dr. Piedrahita. Publications Duke GM, Osorio JE, Palmenberg AC. Attenuation of Mengo virus through genetic engineering of 5' noncoding poly(C) tract. Nature 1990;343(6257):474-476. 2. Linthicum al. Venezuelan equine encephalomyelitis virus infection in and transmission by the tick cajennense (Arachnida: Ixodidae). GR, Yuill TM. La Crosse viremias in white-tailed deer and chipmunks exposed by injection or mosquito bite. Am "}