{"title": "What Massage Therapists Should Know About Chronic Pain | Massage Professionals Update", "author": "Nicole Cutler; L Ac; MTCM; Dipl Ac", "url": "https://www.integrativehealthcare.org/mt/massage-therapists-and-chronic-pain/", "hostname": "integrativehealthcare.org", "description": "Unhealthy lifestyle habits are known to contribute to the development of cancer or cardiovascular disease, but few people know that they can also foster chronic pain.", "sitename": "Institute for Integrative Healthcare Studies", "date": "2011-06-23", "cleaned_text": "Want to earn continuing education credit for this article? [Learn more.](https://www.integrativehealthcare.org/programs/chronic-pain-massage-massage-ceu--E303W.html) For many in the baby boomer generation, activities and habits that initially seemed innocuous have finally reached critical mass and are taking a toll on their bodies. Chronic pain is an example of the toll that years of poor lifestyle choices can take. With an estimated 100 million Americans currently living with chronic pain, it is not surprising that massage therapists are likely to have clients with chronic pain. Whether affecting baby boomers or those from a different generation, massage therapists can help their clients dodge this problem by encouraging them to minimize any of the lifestyle choices most likely to be chronic pain's culprit. About Chronic Pain Defined as pain lasting longer than six months, chronic pain can take many different forms: - Mild or excruciating - Episodic or continuous - Inconvenient or incapacitating - A single location or spread throughout the body - Originating from muscle, soft tissue or nerves - Caused by a trauma, injury, infection or an unknown source - May spawn emotional problems or immune dysfunction Seeking relief from chronic pain happens to be one of the top reasons for visits to alternative healthcare practitioners, including massage therapists. According to Robert Bonakdar, MD, director of pain management at the Scripps Center for Integrative Medicine in La Jolla, CA, \"We have an aging population. As the baby boomers get older, we're going to have more and more people with chronic pain conditions.\" There are a wide range of treatment options to help relieve chronic pain. Some of the more well-known approaches include massage therapy, physical therapy, nerve blocks, medications, chiropractic, trigger point injections, acupuncture, biofeedback, surgery, radiofrequency neurotomy, and many more progressive techniques. While each case has the potential to benefit from different combinations of these pain relief approaches, many forget that lifestyle choices also have an enormous impact on any presentation of chronic pain. The Study Linking Chronic Pain to Lifestyle Choices As published in the March/April 2011 edition of Pain Research and Management, Canadian researchers examined the relationship between diet and lifestyle, and chronic widespread pain. Certain dietary and lifestyle habits have continually been associated with an increased risk of cancer and cardiovascular disease. Since those with these diseases also seem to be more vulnerable to chronic widespread pain, the researchers sought to identify a direct relationship between diet/lifestyle habits and pain. Upon analyzing data from over 8,500 participants on their diet and lifestyle at age 33 and 42, then having those individuals record their experience of pain at age 45, the researchers found that 12 percent of participants reported chronic widespread pain. Furthermore, they found the following: - Women with chronic widespread pain, compared with those without chronic pain, reported an unhealthy diet, such as fruit and vegetable consumption less than once per week, and fatty food and french fries at least once per day. - Women with chronic widespread pain were more likely to have a high body mass index, be unemployed or have an occupation involving high levels of physical exertion. - Similar relationships between lifestyle (but not diet) and the risk of chronic widespread pain were identified in men. These findings demonstrate a clear link between chronic pain and a poor diet and lifestyle. However, they are not the only components known to predispose people to chronic pain. Additional factors lending to the development of chronic pain include: - Job Practices - Repetitive motions, prolonged standing or sitting, heavy lifting and working with vibrating tools all may contribute to a chronic pain problem. - Physical Fitness - Strength, endurance and conditioning in various muscle groups helps prevent against injuries that could develop into a chronic pain problem. - Smoking - Smokers have an estimated 1.5 to 2.5 times greater risk of developing low back pain than non-smokers. However, all painful conditions are made worse by smoking, since smoking reduces the oxygen supply necessary for optimal tissue healing and functioning. - Emotional Well-Being - Anxiety, depression, stressful responsibility, job dissatisfaction, mental stress at work and substance abuse can place people at increased risk for developing chronic pain. Clients seeking massage therapy for relief of their chronic pain may not be aware that some of the daily practices they engage in are contributing to their discomfort. As evidenced by the growing number of baby boomers with this problem, chronic pain is compounded when deleterious lifestyle choices have persisted for several decades. Whether a change is needed in someone's diet, body mass index, physical activity, physical exertion at work, smoking or emotional wellness, massage therapists can help teach their clients about how these factors exacerbate their pain. A skilled massage therapist may be able to produce some degree of pain relief, but educating their clients - especially baby boomers - about this additional dimension to chronic pain can transform a massage session into a dynamic healing event. Earn continuing education credit for this article contained in our Chronic Pain & Massage series. [Click here "}