{"title": "Naturopaths and Homeopaths claiming CEASE therapy cures autism: Complete Quackery", "author": null, "url": "https://forum.psychlinks.ca/threads/naturopaths-and-homeopaths-claiming-cease-therapy-cures-autism-complete-quackery.29752/", "hostname": "psychlinks.ca", "description": "B.C. naturopaths offer 'complete elimination' of autism through homeopathy by Bethany Lindsay, CBC News May 24, 2018 Three registered B.C. naturopaths who offer a treatment promising \"complete elimination\" of autism through homeopathy are the subjects of a complaint under investigation by...", "sitename": "Psychlinks Forum -- Archive Only (2004-2022)", "date": "2018-05-24", "cleaned_text": "of autism through homeopathy](http://www.cbc.ca/news/canada/british-columbia/b-c-naturopaths-offer-complete-elimination-of-autism-through-homeopathy-1.4675461) by Bethany Lindsay, CBC News May 24, 2018 Three registered B.C. naturopaths who offer a treatment promising \"complete elimination\" of autism through homeopathy are the subjects of a complaint under investigation by their regulatory body. The procedure is called CEASE therapy — an acronym for \"complete elimination of autism spectrum expression\" — and it's based on the scientifically unsupported claim that autism spectrum disorder is largely caused by vaccines. The College of Naturopathic Physicians of B.C. has acknowledged it is investigating a public complaint made earlier this month, alleging CEASE practitioners are misleading families and putting children at risk. CBC News has obtained a copy of the complaint, but it is not available to the public. The concerns in the complaint are shared by Pat Mirenda, director of the Centre for Interdisciplinary Research and Collaboration in Autism at the University of B.C. \"It's totally bogus,\" she said. \"It makes me both angry and sad at the same time.\" In an email to CBC, college registrar Howard Greenstein said he couldn't provide any further information about the investigation because it is confidential. But he pointed out that college bylaws prohibit [false and misleading advertising](http://www.cnpbc.bc.ca/wp-content/uploads/Advertising-Policy-Updated-2016-02.pdf), including marketing \"likely to create in the mind of the recipient or intended recipient an unjustified expectation about the results which the registrant can achieve.\" A [college policy on vaccination](http://www.cnpbc.bc.ca/wp-content/uploads/Immunization-Guidelines-2017-Board-approved.pdf)also states that naturopaths \"must not counsel a patient against obtaining immunizations in the absence of a sound, and properly documented, medical rationale for doing so.\" 'None of that is evidence-based' CEASE was developed by a Dutch homeopath named Tinus Smits, who claimed that 70 per cent of autism is caused by vaccines, 25 per cent by medications and other substances, and five per cent by disease. Smits claimed that autistic children can be \"detoxified\" using highly diluted homeopathic versions of those substances, along with doses of vitamin C, minerals and fish oils. \"None of that is true, none of that is evidence-based,\" Mirenda said. One of the main sources for the belief that vaccines cause autism is a 1998 study that [has been discredited as \"an elaborate fraud.\"](http://www.cbc.ca/news/world/vaccine-autism-tie-an-elaborate-fraud-journal-1.1006438) The complaint to the college concerns three registered naturopaths who offer CEASE treatment. An identical complaint has been made to regulators in Ontario, Manitoba, Alberta and Saskatchewan. The naturopaths in question include Victoria's Anke Zimmermann, who recently made headlines around the world for treating a small boy with an unlicensed homeopathic remedy made from rabid dog saliva. Her website contains several summaries of what she says are successful CEASE treatments, including a boy who allegedly was told he'd never learn math but [went on to become a \"math whiz.\"](https://www.drzimmermann.org/successful-clinical-cases/james-autism-recover-with-cease-therapy) In an email to CBC, Zimmermann declined to address the complaint, writing that it \"contains so many different arguments and misrepresentations that it would take me hours to address them.\" Dramatic testimonials The complaint also includes Margret Holland of Burnaby and Janice Potter of Kelowna. Holland did not respond to requests for comment, but [her website claims](http://www.drholland.ca/services/)that \"the use of homeopathic remedies in the treatment of autism spectrum disorders can not be underestimated.\" Potter told CBC she hasn't performed CEASE therapy for a couple of years, in part because she hasn't had any requests. Vancouver pediatrician Dr. Alisa Lipson, who works with many autistic patients, told CBC that she is unconvinced by anecdotes about miraculous recoveries because of CEASE. \"There are always testimonials that can be very dramatic and that can give you pause,\" she said. \"I have seen children who appear to be autistic, and six months later they don't seem to be autistic anymore. They haven't had any homeopathy, they haven't had any odd treatment. It's just part of the way their development has unfolded.\" Lipson said she hasn't seen evidence that homeopathy works as a treatment for anything. [A 2015 review out of Australia](http://www.cbc.ca/news/health/homeopathy-lacks-reliable-evidence-australian-review-concludes-1.2990277)examined 225 controlled studies, and found no reliable evidence that homeopathy is effective. \"It's a waste of time and energy and money, and also it's wasting the child's time, because we know that the earlier the intervention with effective treatments for autism, the better the outcomes will be for children,\" Lipson said. 'Vaccinations are very necessary' Autism advocates also warn it could be dangerous to promote a treatment like CEASE. Deborah Pugh, executive director of ACT-Autism Training Community and the mother of a young man with autism, is especially concerned about the unsupported theory that vaccines cause autism. \"When I see people purporting to want to help children with autism by raising fears amongst families about vaccination, that is really worrying, because vaccinations are very necessary to protect children,\" Pugh said. She also worries about the financial implications for parents who are desperate to help their children. Zimmermann, for example, charges $170 for hour-long initial visits and $95 for 30-minute followups — rates she says are standard for naturopaths. Her website tells parents to expect CEASE treatment to continue for up to four years. \"A lot of these types of approaches are playing to families' legitimate desire to have their child helped immediately, and unfortunately the scientific literature and the experiences of many families, including my own, tell us that this is just not in the cards,\" Pugh said. Related Articles [Homeopathy lacks 'reliable evidence' review concludes](http://www.cbc.ca/news/health/homeopathy-lacks-reliable-evidence-australian-review-concludes-1.2990277) [B.C. health official voices after child given homeopathic remedy using rabid-dog saliva](http://www.cbc.ca/news/canada/british-columbia/b-c-health-official-voices-grave-concerns-after-child-given-homeopathic-remedy-using-rabid-dog-saliva-1.4622494) [Retailer stops selling unlicensed remedy made from rabid dog saliva after federal investigation](http://www.cbc.ca/news/canada/british-columbia/retailer-stops-selling-unlicensed-remedy-made-from-rabid-dog-saliva-after-federal-investigation-1.4641731) [U.S. class actions take aim at "}