{"title": "PDF", "author": "PDF", "url": "http://www.bccdc.ca/resource-gallery/Documents/Guidelines%20and%20Forms/Guidelines%20and%20Manuals/Immunization/Vaccine%20Info/Archived_RotavirusVaccineProgramQandA-Feb2012.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "in British Columbia Information for Health Care Providers Date of Issue: February 2012 Program background, rationale and eligibility: 1. Why is a rotavirus vaccine program being offered in BC? 2. When are these program changes taking effect? 3. Who qualifies for publicly -funded oral rotavirus vaccine? 4. Which vaccine will BC be using? 5. When was this vaccine approved for use in Canada? Is it well studied and has it been approved for use in other countries? 6. Will this be added to the BC Child Health Passport? Vaccin e administration: 7. What are the age indications for the publicly funded RotarixTM program in BC? 8. If both doses cannot be provided before 8 months, should just one dose be given? 9. Why does the series need to be completed before 8 months of age? 10. How is the vaccine packaged? 11. How do you administer the vaccine from the oral applicator? 12. How should the oral applicator & cap be disposed after use? 13. Should we repeat a \"spit up\" dose of vaccine? 14. Are there any precaut ions that health care providers should take when administering the oral rotavirus vaccine? 15. Oral rotavirus vaccine contains sucrose in an amount expected to have an effect on immunization injection pain, as would an oral sucrose solution especially designed for this purpose. When should RotarixTM be given in relation to the injection of other vaccines to elicit a reduction in pain? 16. Is additional screening for potential contraindications required prior to administration of rotavirus vaccine? 17. Can RotarixTM be given at the same time as other vaccines? 18. Are the different rotavirus vaccine s (e.g., R otaTeq® (Merck) and RotarixTM (GSK)) pr oducts interchangeable? Vaccine efficacy, precautions and safety: 19. What is the duration of protection? 20. What is the efficacy of rotavirus vac cines? 21. What are the expected side effects of RotarixTM? 22. What is known about the risk of intussusception following vaccination with RotarixTM? 23. What is intussusception? 24. Can the vaccine virus be spread to others including susceptible household contacts? 25. Are there issues related to circulating maternal antibodies interf ering with the response to the live attenuated vaccine virus? 26. Is there a duty to inform clients (particularly those who, for religious reasons, do not eat pork) about the presence of porcine circovirus -1 in the vaccin e? Archived Information identified as archived on the BCCDC Website is for reference, research or recordkeeping purposes ONLY. It has not been altered or updated since the date of publication (February 2012).27. What if a child has a mild to moderate diarrheal illness at the time of vaccination? 28. Are there special considerations for premature infants? 29. Can rotavirus vaccine be given to hospitalized infants? 30. Are there special considerations for breastfed infants? 31. Should the vaccine be given to a client who has already had rotavirus gastroenteritis? 32. Will a referral form for oral rotavirus vaccine be added to the Immunization Manual? 33.Why are there discrepancies between recommendations in NACI statements, the BC Immunization Manual or Question and Answer documents and the product monograph (PM) ? Program background, rationale and eligibility: 1. Why is a rotavirus vaccine program being offered in BC? This vaccine is being offered to protect BC children against a group of gastrointestinal viruses that infect approximately 95% of children worldwide by time they are 5 years of age. In Canada, rotavirus occurs most often during the winter months, with incidence peaking from March to May. Symptoms of rotavirus include approximately 4- 8 days of vomiting, profuse watery diarrhea, and fever. These symptoms can range from mild to very severe, with rotavirus gastroenteritis being the most likely gastroenteritis to result in hospitalization. Children less than 2 years of age have the highest burden of disease and face the most complications (dehydration, electrolyte imbalance and metabolic acidosis) . This is the age at which incidence peaks. NACI states that 36% of infants with rotavirus gastroenteritis w ill require physician consultation, 15% an emergency room visit, and 7% will require hospitalization. Providing rotavirus vaccine will protect infants from potentially serious complications of this illness. It will also decrease parental stress and time of f work to care for ill children and result in a decrease in health care utilization and resulting costs. 2. When are these program changes taking effect? This program will start January 1, 2012. The first dose will be routinely offered at the 2 month visi t and the second dose at the 4 month visit. The first dose must be given by 19 weeks + 6 days. The two dose series must be completed by 8 months less 1 day of age. 3. Who qualifies for publicly-funded oral rotavirus vaccine? Starting January 1, 2012, infants presenting at the 2 month visit will be offered the first dose; the second dose will be offered at the 4 month visit. The series consists of only two doses. The routine recommended schedule consists of a two dose series, given at 2 and 4 months. For c hildren who are off the routine recomm en ded schedule, the relevant parameters for timing limitations for the two doses of the vaccine are: the minimum age for receipt of the first dose is 6 weeks the 1st dose should be given by 20 weeks (19 weeks + 6 days ) of age Archived Information identified as archived on the BCCDC Website is for reference, research or recordkeeping purposes ONLY. It has not been altered or updated since the date of publication (February 2012). the minimum interval between doses is 4 weeks the two-dose series should be completed by 8 months of age (8 months less 1 day of age.) 4. Which vaccine will BC be using? British Columbia will be using RotarixTM,, manufactured by GlaxoSmithKline (GSK). RotarixTM is an ORALLY ADMINISTERED live attenuated human rotavirus vaccine. It protects against gastroenteritis types G1P[8], G2P[4], G3P[8], G4P[8] and G9P[8]. 5. When was this vaccine approved for use in Canada? Is it well st udied and has it been approved for use in other countries? RotarixTM was approved in Canada in 2007. Prior to licensure, RotarixTM underwent large (> 70 000 participants) clinical trials in 6 European countries and 11 Latin American countries. It has been used in Australia and the US since 2008. In total, about 69 million doses of vaccine have been distributed world wide. Further r esults of post marketing surveillance studies are discussed in question 21. 6. Will this be added to the BC Child Health Passport? Yes, existing health passports will be modified with stickers provided at each health authority. Newly printed BC Child Health Passports have rotavirus vaccine added to the schedule at the 2 and 4 month visit. Vaccine administration: 7. What are the age indications for the publicly funded RotarixTM program in BC? Based on the product monograph, the first dose must be given prior to 20 weeks (19 weeks + 6 days). Based on the 2010 National Advisory Committee on Immunization statement on rotavirus , the second dose must be given (series completed) by 8 months less 1 day of age. 8. If both doses cannot be provided before 8 months, should just one dose be given? If a child is age eligible for the first dose (under 20 weeks of age), and it is known that they will be unable to receive the second dose before the 8 month deadline for series completion (e.g., child is moving to a province without a rotavirus vaccine program), a single dose should be given. A first dose should not be given outside of the 19 week + 6 day upper limit. There is currently no evidence on the safety or effectiveness of a 1st dose provided past 20 weeks of age. Parents of children moving out of province to a jurisdiction without a rotavirus vaccine program should be informed that this pr oduct may be commercially available for purchase throughout Canada. 9. Why does the series need to be completed before 8 months? The age limit on vaccine series completion is related to a lack of safety data on the administration of this vaccine to older infants. Archived Information identified as archived on the BCCDC Website is for reference, research or recordkeeping purposes ONLY. It has not been altered or updated since the date of publication (February 2012).10. How is the vaccine packaged? The ORAL applicator (shown in the image below) contains 1.5 mL of the vaccine which is a clear fluid. It looks like a pre -loaded needle -less syringe . New providers unfamiliar with this format should be reminded t hat it is an ORAL applicator and that the vaccine should NOT BE INJECTED by needle under any circumstances. It should be kept refrigerated between 2 -8º C and protected from light. Image courtesy of GSK Inc. 11. How do you administer the vaccine from the oral applicator? To minimize the chance of a spit up dose, administer the oral rotavirus vaccine at the beginning of the appointment while the child is happy. Give the vaccine 1 -2 minutes prior to the injection of other vaccines. The child should be held by the caregiver in a relaxed but firm seated or semi -recumbent position, depending on the child's preference. The oral syringe should then be placed in the side of the child's mouth. Avoid placing the applicator too deeply in the child's mouth to minimize the chance of gagging, and depress the plunger slowly. The sweet taste of the vaccine will likely stimulate the child to swallow the vaccine. 12. How should I dispose of the oral applicator & cap after use? Use a biological waste container. 13. Should we repeat a \"spit up\" dose of vaccine? No. NACI states that spit up doses should not be re- administered as the safety of administering a repeat dose of rotavirus vaccine is not known. In clinical trials spitting up was rarely seen. To minimize the chance o f a spit up dose, administer the oral rotavirus vaccine first while the child is happy , as per question 11. 14. Are there any precautions that health care providers should take when administering the oral rotavirus vaccine? There are no case reports in the literature of health care providers contracting rotav irus during the process of administering the vaccine . There are no additional precautions that should be taken when administering the oral rotavirus vaccine. An immune compromised immunizer does not need to take special infection control precautions or avoid handling the vaccine. Gloves are not recommended for any immunizers . As always, if an immunizer comes into contact with the contents of a vaccine or with bodily fluids they should was h their hands im mediately and follow standard precautions and established clinic procedure to clean up any spills on hard surfaces . Archived Information identified as archived on the BCCDC Website is for reference, research or recordkeeping purposes ONLY. It has not been altered or updated since the date of publication (February 2012).15. Oral rotavirus vaccine contains sucrose in an amount expected to have an effect on immunization injection pain, as would an oral sucros e solution especially designed for this purpose. When should RotarixTM be given in relation to the injection of other vaccines to elicit a reduction in pain? Though the impact of RotarixTM on immunization pain has not been studied directly, it contains sucrose in amounts known to provide analgesic benefits. To obtain this effect, it should be given 1 -2 minutes prior to the injection of other vaccines. This allows for time for the oral vaccine to be absorbed from the mouth, and affect the neurotransmitters in the infant's brain. As breastfeeding combines multiple additional pain management strategies it should be also encouraged whenever possible, during vaccine injections (see question 29) . 16. Is additional screening for potential contraindications required prior to administration of rotavirus vaccine? Yes. A routine pre-immunization health assessment should be conducted. With the introduction of rotavirus vaccine, this health assessment should include questions screening for contraindications specific to rotavirus vaccine including: - A history of intussusception (see inguinal hernia is not identified in the literature as a contraindication to immunization. Neither GERD, nor taking medications for GERD (gastro- esophageal reflux disease) have been identified as a contraindication to vaccination with rotavirus vaccine. - Any suspected or known immunodeficiency conditions (e.g., severe c ombined immunodeficiency disorder (SCID)). Given the young age of these clients, it is possible that SCID may be undiagnosed at the time of the appointment. Therefore, to assess for this condition inquire about a family history of SCID or a history of recu rrent, unexplained early deaths in the family. This question is designed to solicit information about infants whose deaths were related to immune compromise rather than deaths in healthy infants ruled to be caused by sudden infant death syndrome (SIDs). Cl ients who identify a family history of either SCID or recurrent unexplained early deaths should see their family physician for assessment and referral to a pediatric immunologist at BC Children's Hospital. If a client identifies a suspected or known immuno deficiency, the child should not be vaccinated until consultation is received. 17. Can RotarixTM be given at the same time as other vaccines? Yes. When other vaccines routinely recommended in the BC infant schedule are given at the same time as rotavirus vaccine, the immune responses and safety are unaffected. Rotavirus vaccine can be administered simultaneously or at any interval before or after other live vaccines (injectable or intranasal) if indicated with the exception of oral polio virus vaccine . Infants who have received oral polio vaccine should have a 2 week Archived Information identified as archived on the BCCDC Website is for reference, research or recordkeeping purposes ONLY. It has not been altered or updated since the date of publication (February 2012).interval before receipt of oral rotavirus vaccine. Due to the difference in ages between routinely scheduled doses of rotavirus vaccines in early infancy and MMR and v aricella vaccines routinely given at 12 months , it is unlikely that providers will need to co -administer another live attenuated vaccine at the same time as rotavirus vaccine, except in the circumstance of infants being vaccinated with MMR vaccine for travel , which may be done as early as 6 months of age. 18. Are the different rotavirus vaccines (e.g., RotaTeq® (Merck) and RotarixTM (GSK)) products interchangeable? There is no information on vaccine interchangeability. In publicly funded programs in Canada there is currently very little use of RotaTeq ® vaccine. Whenever possible, the series should be completed with the same product. However, if the product used for a previous dose(s) is not known complete the series with the available product. If any prior dose is known to be RotaTeq®, a complete series requires a total of 3 doses by 8 months of age . Vaccine efficacy, precautions and safety: 19. What is the duration of protection? Efficacy is document ed for two rotavirus vaccine seasons following immunization ( see question 19).There are no robust data on efficacy after this point (Vesikari, 2010). 20. What is the efficacy of rotavirus vaccines? Vaccine efficacy against severe disease has been shown to be 85-96%, with efficacy against any rotavirus gastroenteritis at 87% in th e first season after vaccination. This persisted through the second rotavirus season with vaccine efficacy against severe rotavirus gastroenteritis at 79-86% and any rotavirus gastroenteritis at 71.9%. 21. What are the expected side effects of RotarixTM? Common side effects include irritability and diarrhea. Uncommon side effects include dermatitis, abdominal pain and/ or flatulence. Some post -marketing studies have found an association with intussusception which may occur rarely after vaccination (see question s 22 & 23 ). The temporal criteria for rotavirus vaccine associated adverse events is as follows: - 0- 7 days diarrhea (at least 3 explosive episodes) - 0- 42 days intusussception Information on other potential adverse events will be added to th e Adverse Events section of the Immunization Manual when it is finalized. 22. What is known about the risk of intussusception following vaccination with RotarixTM? Two sets of published data are suggestive of a small increased risk of intussusception using current rotavirus vaccines. Recent large scale post -licensure trials in Mexico and Brazil found an association Archived Information identified as archived on the BCCDC Website is for reference, research or recordkeeping purposes ONLY. It has not been altered or updated since the date of publication (February 2012).between RotarixTM and intussusception with an excess of 1 case observed among 51,000 to 68,000 vaccinated infants (Patel, 2011). The risk appear s to be highest in the week following dose 1, which was seen in the data from both countries and coincides with periods of peak vaccine virus replication in the intestine, and to a lesser extent following dose 2 , which was seen in the data from Brazil on ly. The second set of data is from Australia (Buttery, 2011). These results are based on a comparison of observed to expected cases of intussusception using the pre- vaccine period in 4 Australian states using Rota Teq® and RotarixTM. There was no overall increased risk of intussusception, suggesting that if risk is increased following the first dose, it is reduced below expected levels following subsequent dose(s). In infants aged 1 to 3 months, there was evidence suggestive of an excess of intussusception following the first dose in the intervals 1 to 7 and 1 to 21 days following the dose. The calculated risks for the two vaccines were: 1-7 days: RotaTeq® relative risk (RR) = 5.3, 95% 1.1,15.4; Rotarix® RR 3.5, RR 1.5, 95% CI 0.4,3.9. There is no evidence to suggest that outcomes of intussusception in young infants are not more serious than those in older infants, nor that intussusception occurring within 21 days of rotavirus vaccination has more serious outcomes than that which occurs later. The Australian findings are corroborated by a recent report from the US (Zickafoose et al., 2012) examining hospital discharge data of approximately 7.4 million children, lookin g at intussusception rates before and after the introduction of rotavirus vaccine in 2008. They found that, \" there has been no detectable increase in the rate of hospital discharges for intussusception among infants younger than 1 year since the reintroduc tion of rotavirus vaccine in the United States \" p. E4 . Rotarix TM has been used in the US since 2008 but not to the same extent as RotaTeq ® which was introduced earlier. Neither vaccine has been found to be associated with intussusception using the data from the Vaccine Safety Datalink (VSD) system used to study vaccine safety , with over 800,000 doses of Rota Teq® in the analysis , although very low rates of association may not be detected even with the large number of infants enrolled in the VSD data. T he US Advisory Committee on Immunization Practices has reviewed the available data from the above studies and recommends that the benefits of rotavirus vaccines greatly outweigh the potential risks of intussusception in the US population. The Canadian National Advisory Committee on Immunization statement on rotavirus vaccine was updated in 2010 prior to the publication of the recent studies, but NACI has not withdrawn or otherwise modified its recommendations for the routine use of rotavirus vaccines in the infant schedule. Intussusception rates in rotavirus vacinees have been monitored closely due to previous experience with the RotaShield® vaccine which was withdrawn by Wyeth- Lederle from the US market due to a risk of intussusception estimated at 1 case per 10,000 recipients following the first dose. The estimated risk of intussusception with the two new rotavirus vaccines is much smaller than the risk seen with RotaShield®. 23. What is intussusception? Archived Information identified as archived on the BCCDC Website is for reference, research or recordkeeping purposes ONLY. It has not been altered or updated since the date of publication (February 2012).Intussusception occurs when one portion of the bowel slides into the next, much like the pieces of a telescope, creating a blockage in the bowel. In most cases in infants the cause is unknown, but it has been linked with viral infection. It occurs most frequently in babies between the ages of 5 and 10 months. Symptoms are abdominal pain, usually evident because of bouts of persistent crying and the infant drawing up their legs and vomiting. Sometimes blood is seen in the stools. This condition is managed in hospital, where a barium or air enema is used to rev erse the blockage. Most cases recover completely with no further problems. Complications can occur if treatment is delayed, and surgery or antibiotics may be needed. Intussusception can recur in up to 10% of radiologically reduced cases, sometimes within a few days and usually within the next 6 months. For this reason, a history of intussusception is a contraindication to receipt of rotavirus vaccine . 24. Can the vaccine virus be spread to others including susceptible household contacts? It is known that the vaccine virus is excreted in stool for at least 10 days after vaccination. This occurs in approximately 50- 80% of vaccinees after dose 1, and 7- 18% of vaccinees after dose 2. The theoretical risk of vaccine virus transmission should be balanced against the protection the vaccine provides against wild type rotavirus gastroenteritis, which results in attack rates of 47% among susceptible household contacts. Transmission of the vaccine virus from immunized infants has been found to occur between infants/ c hildren, though this is thought to be much less frequent than with wild type virus and has not been widely quantified, however one author reports a 18.8% (95% confidence interval: 10.9% -29.2%) transmission rate between twins (one vaccinated, one unvaccinated) (Han, 2009, as reported in Payne et al., 2010) . No case reports were fo und demonstrating a risk of transmission to adults caring for infants in a search of the literature (Anderson, 2008). There is no evidence that rotavirus is a teratogen. Pregnant women are unlikely to become infected with the vaccine virus if hand washing precautions are taken, and most adults have some pre- existing immunity to rotavirus. Attention to hand hygiene after vaccination is recommended including following changing dia pers of babies who have been vaccinated or preparing food in settings where vaccinated infants are present such as day nurseries. These are standard recommendations for such practices because of the risk of fecal oral transmission of human stool pathogens. All household contacts, regardless of their immune status should be advised to wash their hands thoroughly after changing diapers. Since the risk of vaccine virus transmission and subsequent vaccine virus -derived disease is reported to be less than the risk of wild type rotavirus transmission, infant vaccination should be encouraged in households containing immunocompromised persons (Anderson, 2008) . 25. Are there issues related to circulating maternal antibodies interfering with the Archived Information identified as archived on the BCCDC Website is for reference, research or recordkeeping purposes ONLY. It has not been altered or updated since the date of publication (February 2012).response to the liv e attenuated vaccine virus? Studies have not identified interference with circulating maternal antibodies as an issue in vaccine antibody response. The rotavirus vaccines provide comparable protection against laboratory confirmed rotavirus infection in both breastfed and formula fed infants. 26. Is there a duty to inform clients (particularly those who, for religious reasons, do not eat pork) about the presence of porcine circovirus -1 in the vaccine? No. While fragments of porcine circovirus (PCV) -1 and -2 DNA have been found in the vaccine, these viruses contain no pig or other animal material. Receiving the vaccine would not contravene religious practices. Clients who have questions can be made aware that while porcine circovirus fragments are considered to be a contaminant in these vaccines, they are not known to cause illness in humans. Health Canada states that there is no evidence that the presence of PCV-1 or PCV -2 in rotavirus vaccines poses a safety sc.gc.ca/dhp -mps/brgtherap/activit/fs -fi/rotavirus -questions -eng.php#q10 ). 27. What if a child has a mild to moderate diarrheal illness at the time of vaccinatio n? Rotavirus vaccine should not be administered to infants with acute moderate or severe gastroenteritis until the ir diarrhea and vomiting ceases . However, infants with mild acute gastroenteritis can be vaccinated, particularly if there is concern that the infant may not return for their vaccine or that postponing the vaccine will make the infant age ineligible to receive vaccine. 28. Are there special considerations for premature infants? As with all vaccines, this vaccine should be given according to chro nological (non- adjusted) age. The same schedule and precautions and contraindications should be used as in full term infants (see questions 7 & 15) . 29. Can rotavirus vaccine be given to hospitalized infants? Age- eligible infants should receive the vacci ne only at the time of hospital discharge to prevent possible transmission of vaccine strain rotavirus to other hospitalized infants. 30. Are there special considerations for breastfed infants? No. There are no restrictions on the infant's consumption of food or liquid, including breast milk, either before or after receipt of oral rotavirus vaccine. The efficacy of the rotavirus vaccine series is similar among breastfed and non breastfed infants . Breastfeeding mothers should be encouraged to feed babies during immunization injections given at the same visit and following rotavirus vaccine as part of a comprehensive immunization injection pain reduction strategy. 31. Should the vaccine be given to a client who has already had rotavirus Archived Information identified as archived on the BCCDC Website is for reference, research or recordkeeping purposes ONLY. It has not been altered or updated since the date of publication (February 2012).gastroenteritis? The majority of rotavirus infections are not laboratory confirmed and therefore there is rarely certain that an infant has had rotavirus infection. However, those who have confirmed rotavirus infection in the past should be vaccinated according to the routine schedule because initial infection with rotavirus provides only partial immunity. 32. Will a referral form for oral rotavirus vaccine be added to the Immunization Manual? Yes, a draft referral form for Immunizers to use in communication with the physician most familiar with the child's health status will be added to Section III - Special Populations of the I mmunization manual. Current practice should continue until the new referral form is added. 33. W hy are there discrepancies between recommendations in N ACI statements, the BC Immunization Manual or Question and Answer documents and the product monograph (PM) ? There are a number of reasons that published guidance for health care professionals may differ from the information provided in the product monograph. Fundamentally, the differences occur because of the purposes of each of the documents. The product monograph exists as a legal document which is required for the company to obtain product approval by the regulator, Health Canada, prior to marketing . For this purpose the company must complete clinical trails which demonstrate efficacy and/or immunogenicity and safety. Once th e trials are completed and the regulatory requirements met, the company will convey the results and directions in the product monograph. This PM may not be updated unless the company seeks additional indications for the product, or other significant changes in areas such as safety data or product composition occur . For example, to obtain approval for a vaccine, a manufacturer would be required to provide evidence of safety and efficacy in a healthy population , but likely would not demonstrate efficacy and safety in sub- populations such as Aboriginals or who have undergone a stem cell transplant. This does not mean that the vaccine is not safe and effective in this sub-population; merely that it has not been studied and included in the documentation submitted to H ealth Canada. As well, recommendations for practical considerations such as minimum intervals between doses or repeating dos es if spit up are made in the product monograph in line with the protocols used in the company's clinical trials as submitted t o Health Canada. Additionally, the content of the product monograph is impacted by issues of liability. For this reason the precautions and contraindications section may be far more extensive than that listed in the manual or NACI statements. The purpose of NACI statements, the Immunization Manual and the Q&A documents is to provide clinicians with guidance in real world situations and to assist immunizers in providing protection via immunization to the widest possible range of clients. T his is where the rol e of post -marketing research and expert opinion , both from Canada and Archived Information identified as archived on the BCCDC Website is for reference, research or recordkeeping purposes ONLY. It has not been altered or updated since the date of publication (February 2012).from other jurisdictions become necessary. Guidance in NACI statements, the Immunization Manual and the Q&A are based on all of these types of evidence. Immunizers should be familiar with both sets of materials. If concerned about discrepancies , local health unit staff and the BCCDC are available for consultat ion. References: Anderson, E. (2008). Rotavirus vaccines: viral shedding and the risk of transmission. The Lancet Infectious Diseases. 8(10). 642 -650. Buttery, J. et al. ( following rotavirus vaccine administration: Post - marketin g surveillance in the National Immunization Program in Australia. Vaccine . 29(16), 3061- 6. Health Canada. (2010). Questions and Answers - Porcine Circovirus Found in Rotavirus Vaccines. Retrieved -sc.gc.ca/dhp - mps/brgtherap/activit/fs -fi/rotavirus -questions -eng.php Morbidity and Mortality Weekly Report. (2010). Addition of severe combined immunodeficiency as a contraindication for administration of rotavirus vaccine. 59 (22): 687-688. Available at http://www.cdc.gov/mmwr/index2010.html Morbidity and Mortality Weekly Report. (2011). General Recommendations on Immunizatio n. Recommendations of the Advisory Committee on Immunization Practices (ACIP). 60(No. RR02);1 -60 Retrieved November 9, 2011 from http://www.cdc.gov/mmwr/preview/mmwrhtml/rr6002a1.htm?s_cid=rr6002a1_w National Advisory Committee on Immunization. (2010) Updated statement on the use of rotavirus vaccines. Canadian Communicable -eng.php National Center for Immunization and Respiratory Diseases. Updated vaccine label for Rotarix. Questions and answers for health professionals. Retrieved November 9, 2011 from http://www.cdc.gov/vaccines/vpd- vac/rotavirus/vac -label -hcp.htm Patel, M. et al. (2011) Intussusception risk and health benefits of rotavirus vaccination in Mexico and Brazil. New England Journal of Medicine, 364 (23), 2283- 2292. Payne, D. et al. (2010). Sibling Rotavirus (RotaTeq ®) Rotarix 16, Available at http://www.gsk.ca/english/docs -pdf/Rotarix_2011.pdf Archived Information identified as archived on the BCCDC Website is for reference, research or recordkeeping purposes ONLY. It has not been altered or updated since the date of publication (February 2012).Vesikari, T. et al. (2010). Efficacy of the pentavalent rotavirus vaccine, RotaTeq® . In Finnish infants up to 3 years of age: the Finnish extension study. European Journal of Pediatrics, 169, 1379- 1386. Zickafoose et al. (2012). Hosptializations for intussusception before and after the reintroduction of rotavirus vaccine in the united states. Archives of Pediatric and Adolescent medicine. Online publication. E1- E5. Archived Information identified as archived on the BCCDC Website is for reference, research or recordkeeping purposes ONLY. It has not been altered or updated since the date of publication (February 2012). "}