{"title": "Corbevax, la primera vacuna sin patentes contra el covid-19 desarrollada por una científica hondureña - El Diario NY", "author": "BBC News Mundo", "url": "https://eldiariony.com/2022/01/12/corbevax-la-primera-vacuna-sin-patentes-contra-el-covid-19-desarrollada-por-una-cientifica-hondurena/", "hostname": "eldiariony.com", "description": "Corbevax podría convertirse en \"la primera vacuna contra el covid-19 diseñada para la salud global\"; tiene una eficacia del 90% ante la cepa original", "sitename": "El Diario NY", "date": "2022-01-12", "cleaned_text": "vacuna sin patentes contra el covid-19 desarrollada por una científica hondureña Corbevax podría convertirse en \"la primera vacuna contra el covid-19 diseñada para la salud global\"; tiene una eficacia del 90% ante la cepa original Desde que se aprobaron las primeras vacunas contra el covid-19 surgió un intenso debate que dividió al mundo: por una parte, estaban las farmacéuticas de países poderosos que protegían la propiedad intelectual de las vacunas que desarrollaron. Y por otro, quienes pedían la liberación de las patentes para que las vacunas se pudieran producir en mayores cantidades y llegaran a los países más pobres. Ahora, una científica hondureña espera terminar con ese enfrentamiento, gracias al desarrollo de una vacuna libre de patentes. Se trata de la doctora María Elena Bottazzi, codirectora del Centro para el Desarrollo de Vacunas del Hospital Infantil de Texas, en Houston, Estados Unidos. Bottazzi y el doctor Peter Hotez diseñaron una vacuna contra el covid-19 que a finales de diciembre recibió la autorización para uso de emergencia en India. El nombre de la vacuna es Corbevax y, según Bottazzi, toda la información necesaria para fabricarla está disponible sin ánimo de lucro. \"Cualquiera la puede replicar\", le dice Bottazzi a BBC Mundo. \"Cualquiera puede trabajar con nosotros\". Actualmente, Bottazzi y su equipo están en conversaciones para producir la vacuna en países como Indonesia, Bangladesh y Botsuana. Y, por ser hondureña, tiene especial interés en que se pueda producir en Centroamérica y distribuirse por toda la región. En conversación con BBC Mundo, Bottazzi explica por qué considera a Corbevax \"la primera vacuna contra la covid diseñada para la salud global\" y cómo espera que cambie los paradigmas de producción y distribución de las vacunas. Tecnología probada La vacuna desarrollada por Bottazzi y Hotez está basada en una tecnología tradicional, llamada proteína recombinante. Esta tecnología ya ha probado ser efectiva desde hace décadas, en vacunas como la de la hepatitis B, por ejemplo. Su funcionamiento se basa en utilizar proteínas de un virus suficientes para despertar una respuesta inmune, pero no la enfermedad. Además, requiere un proceso de producción más sencillo y barato que otro tipo de vacunas, como las de ARN mensajero que producen Pfizer o Moderna. Bottazzi y Hotez venían trabajando en una vacuna desde principios de los años 2000, cuando surgieron las epidemias de MERS y SARS, que también son coronavirus. Como estos virus no derivaron en una pandemia, se perdió interés en esas vacunas, pero ante la llegada del SARS-CoV-2, Bottazzi y Hotez retomaron sus trabajos aprovechando el camino que ya habían avanzado. Falta de interés Así, cuando llegó la pandemia, Bottazzi y Hotez estaban listos para desarrollar las pruebas necesarias para perfeccionar su vacuna. \"Pero no hubo ningún interés\", dice Bottazzi, refiriéndose a que no obtuvieron el apoyo de las agencias del gobierno de Estados Unidos. \"Estaban enfocados en que tenía que ser una vacuna de ARNm\", explica. \"Fue un fallo no apoyar tecnologías como las proteínas recombinantes, o las vacunas convencionales, porque es cierto, tal vez nos tardamos más en la producción, pero una vez lo logramos, podemos producir miles de millones de dosis. Mientras que con las de ARNm, se pueden producir rápido pero no a escala suficiente\". La eficacia de la vacuna Pero cuando ya comienza el tercer año de la pandemia, la vacuna de Bottazzi parece que por fin tiene su oportunidad. Para la científica, el gobierno de India fue \"más ingenioso\". \"Dijeron 'si nadie quiere estas vacunas, yo las voy a revisar y a producir mis propias vacunas, sin tener que esperar a que alguien nos las venga a regalar'\". El Hospital Baylor College en el que trabajan Bottazzi y Hotez, se alió con el laboratorio indio Biological E. para compartirles información y que hicieran los estudios necesarios para comprobar la seguridad y la eficacia de la vacuna. Según un estudio de Fase III entre 3,000 voluntarios, Corbevax tuvo una eficacia del 90% para prevenir la enfermedad causada por la versión original del SARS-CoV-2, y del 80% para la variante delta. Los datos de estos estudios aún no han sido publicados, por lo que algunos especialistas prefieren ser cautelosos. \"La ciencia, especialmente cuando se trata de la salud pública, se basa en el análisis objetivo de datos abiertos, sin confiar en la palabra de un fabricante de vacunas con un interés personal en el producto\", le dijo a The Washington Post James Krellenstein, cofundador de PrEP4All, una organización que vela por la equidad en los servicios de salud. Y respecto a la variante ómicron, Bottazzi dice que están haciendo pruebas y esperando la validación de los resultados. La investigadora sostiene que los datos de los estudios aún no se han publicado porque toma tiempo procesarlos y hacerlos disponibles al público, y tanto ellos como Biological E. son equipos pequeños en comparación con las grandes multinacionales. Al mismo tiempo, Bottazzi asegura que \"no habrá sorpresas\". Lo cierto es que el gobierno de India ya le encargó 300 millones de vacunas a Biological E. Además, Bottazzi sostiene que la idea es que en marzo la Corbevax ingrese al mecanismo Covax, con el que la OMS busca una distribución equitativa de las vacunas entre los países menos desarrollados. Altruismo Bottazzi confía en que su trabajo ayude a cambiar el modelo de producción y distribución de las vacunas a nivel mundial. \"Los manufacturadores tienen que tener algo de altruismo\", dice. \"La desgracia fue que no se dio ese altruismo en esa situación de emergencia y no logramos ofrecer al mundo lo que necesitaba, y por eso estamos todavía en esta situación tan grave\", indica la experta. \"Acceso global no es solo mandar la vacuna a otra parte del mundo, acceso global es que haya acceso equitativo, que cualquier manufacturador pueda replicar la fórmula, que cualquier persona tenga acceso a la vacuna\". Según ella, con este modelo libre de patentes se resalta el papel de las entidades académicas y sirve para llamar la atención para que los gobiernos apoyen más las áreas de investigación. \"Hay que cambiar los incentivos, no puede ser solamente económico\", dice Bottazzi. \"La vacuna no es un producto para hacer dinero\", agregó. También lee: · [Prueban vacuna anti covid-19 a base de plantas con resultados positivos](https://eldiariony.com/2021/12/07/prueban-vacuna-anti-covid-19-a-base-de-plantas-con-resultados-positivos/) · [COVID: La mezcla de vacunas que genera mejor inmunidad](https://eldiariony.com/2021/12/07/covid-la-mezcla-de-vacunas-que-genera-mejor-inmunidad/) · [Vacuna de Moderna no sería tan efectiva "}