{"title": "Tu médico te informa", "author": "Dr D Joaquín Outón Ruiz", "url": "http://tumedicoteinforma.blogspot.com/2011/", "hostname": "blogspot.com", "description": "Actualidad en terapias alternativas y complementarias especialmente Medicina Natural, Homeopatía, Acupuntura y Nutrición. Medicina Integrativa.", "sitename": "tumedicoteinforma.blogspot.com", "date": "2011-12-30", "cleaned_text": "con niveles altos de ácidos grasos omega 3 y vitaminas B, C, D y E en sangre obtuvieron mayores puntuaciones en determinados test que valoran la función cognitiva, y también tendían a tener un mayor volumen cerebral, según un estudio reciente.](http://1.bp.blogspot.com/-Ez2czMnDokk/Tv451fZaQeI/AAAAAAAAApY/SPoYpli90S4/s1600/brain3.jpg) Por el contrario, a las personas mayores con niveles más altos de grasas trans en la sangre les fue peor en ciertas pruebas de función cognitiva que a las que tenían niveles más bajos de las grasas malsanas. Además, tenían más reducción del volumen cerebral. Los investigadores dijeron que los hallazgos sugieren que los nutrientes trabajan \"sinérgicamente\" entre sí para mantener y proteger la salud cerebral. \"Parece que en las personas que tienen un perfil alto de B, C, D y E, esos nutrientes particulares funcionan juntos a algún nivel\", dijo el autor líder del estudio Gene Bowman, profesor asistente del departamento de neurología de la Universidad de Salud y Ciencias de Oregón, en Portland. \"Tener valores altos de esas vitaminas se asoció con una mejor función cognitiva y un mayor volumen cerebral\". El estudio aparece en la edición en línea del 28 de diciembre y en la edición impresa del 24 de enero de la revista \"Neurology\". En el estudio, los investigadores midieron los niveles de más de 30 nutrientes en la sangre de 104 personas con una edad promedio de 87 años. En general, los participantes eran personas bien educadas, que no fumaban y que tenían una buena salud en general. Tenían relativamente pocas enfermedades crónicas, y no presentaban signos de demencia. Los investigadores realizaron RM de 42 participantes para medir el volumen cerebral. Al envejecer, hay cierta cantidad de atrofia, o reducción del volumen cerebral. Una reducción de este volumen de forma significativa se asocia con el declive mental y la enfermedad de Alzheimer. Las personas con niveles altos de vitaminas B, C, D y E rindieron más en pruebas de función ejecutiva y atención, y tenían mejores habilidades visoespaciales y función cognitiva global. También tenían cerebros más grandes, anotaron los autores del estudio. Los ácidos grasos omega 3, que se hallan en alimentos como el salmón, se asociaron con una mejor función ejecutiva y menos cambios en la materia blanca del cerebro, pero no hubo asociación entre los omega 3 y ninguna otra medida de capacidades mentales. \"Función ejecutiva\" es un término que se usa para describir el pensamiento de nivel superior que conllevan la planificación, la atención y la resolución de problemas. En este caso, se pidió a los adultos mayores que realizaran un ejercicio en que tenían que parear el número 1 con la letra A, el número 2 con la letra B, y así por el estilo. Esto muestra la flexibilidad del pensamiento, explicó Bowman. Los cambios en la materia blanca pueden indicar daño a los vasos sanguíneos pequeños del cerebro, apuntó. Las personas con niveles altos de grasas trans rindieron menos en las pruebas de capacidades mentales y tenían cerebros de menor volumen, según el informe. Los investigadores anotaron que dado que su estudio es observacional, lo que quiere decir que hallaron una asociación entre ciertos nutrientes y las características cerebrales en lugar de mostrar causalidad, es demasiado pronto para recomendar a las personas que comiencen a tomar vitaminas B, C, D y E. Además, otra variable es que las personas mayores que comen muchos alimentos que contienen esos nutrientes podrían tener dificultades para absorberlos. Aún así, el estudio sugiere que tiene mucho sentido limitar las grasas trans, que con frecuencia se hallan en la comida frita, las rosquillas, las pastas, la masa de pizza, las galletitas, las galletas saladas y las margarinas y grasas sólidas, y comer muchas frutas, verduras y pescado graso. \"La pregunta es la siguiente: ¿Deben las personas comer alimentos más saludables, o alejarse de los malsanos? Parece que hay que hacer ambas cosas. Comer más alimentos saludables y alejarse de los "}