{"title": "For stress reduction, just say ommm - CNN.com", "author": "Judy Fortin CNN Medical Correspondent", "url": null, "hostname": null, "description": "Managing the service department of an Atlanta, Georgia, car dealership is a stressful job, according to Debbie Peek.", "sitename": "CNN.com", "date": "2012-10-16", "cleaned_text": "ATLANTA, Georgia (CNN) -- Managing the service department of an Atlanta, Georgia, car dealership is a stressful job, according to Debbie Peek. Debbie Peek says meditating regularly helps her find focus despite a stressful job. Handling customer demands and keeping up with paperwork would leave anyone frazzled, but Peek, 56, has found a way to cope with the stress. For the past seven months, she's been meditating daily. \"What I have found for me is it helps me find the quiet time in the hustle-bustle of the day,\" Peek said. \"I am able to focus.\" Researchers like [Dr. Charles Raison](/HEALTH/expert.q.a/mentalhealth/archive/index.html), a psychiatrist at the Emory School of Medicine in Atlanta, are convinced that meditation serves an important purpose. \"All the studies aren't perfect, but there is more and more data suggesting that meditation is useful for reducing [stress](/HEALTH/mentalhealth/stress/) responses,\" said Raison, who is also CNNhealth's mental health expert doctor. Too much stress puts wear and tear on your body and damages your health, he said. Even simple meditation techniques such as saying a mantra in your head or watching your breath can make a big difference. \"Relaxing your body will actually turn down your heart rate. It turns down your blood pressure,\" Raison said. \"We've shown that certain types of meditation will actually lower this inflammatory response to stress, which is undoubtedly a big player in heart disease.\" Raison isn't the only fan of alternative healing as a means of stress reduction. Another is Dr. Brent Bauer, director of the Complementary and Integrative Medicine Program at the Mayo Clinic in Rochester, Minnesota. [Watch more on meditation and other alternative methods of stress reduction »](#cnnSTCVideo) \"We completely underestimate the severity of stress and the impact on our health,\" Bauer said. \"When you look at what stress does to us, it reduces our immune function, it delays wound healing ... and raises the risk of heart disease.\" He said he would never recommend that a patient replace conventional medicine with alternative therapies; rather, he suggested they be used to complement each other. \"I've got high blood pressure,\" he said as an example. \"I'm taking medication, but I'm also doing meditation. That's probably the right approach.\" Two decades ago, he acknowledged, many American physicians were skeptical about integrating alternative medicine into their recommendations. Today, he said, it is part of our culture. \"It's great to pull out a different arrow from the quiver and say, 'Why not try meditation or how about guided imagery?' \" Bauer said. \"We're bringing other tools to the table,\" he said. \"It doesn't mean they work for everybody, but you'll find something to help you manage your own stress more effectively.\" In addition to meditation, he suggested tai chi and yoga as a means of relaxation. Massage is another way to reduce stress and anxiety. Aromatherapy and acupuncture are believed to have relaxing effects. Biofeedback is a fairly new technique mentioned in \"Mayo Clinic Book of Alternative Medicine,\" edited by Bauer. During biofeedback, a patient learns to control the body's response to stress and anxiety by relaxing. Raison suggested some other ways to combat stress include exercising, eating a healthy diet, socializing and reducing conflict. He admitted none of the solutions is easy, including meditation. \"I think it's not completely without risk,\" Raison said. \"I've certainly known people who sit down to meditate and they're shocked at the thoughts or noise that come into their mind or they realize things about themselves that aren't cool.\" Keeping your mind from wandering during meditation is one of the most difficult tricks, he conceded. \"Most people don't make it to a breath or two, and if you can make it to 10 breaths you're doing well.\" For that reason, he recommended taking a class or a lesson on how to meditate. He said having a teacher guide you through a meditation session is often more helpful than trying to do it on your own. It worked for Peek. She started taking a meditation class in the spring and she's seen a big shift in her stress level. \"You practice and over a period of time you're able to focus,\" Peek said. \"If you find yourself in a stressful moment, rather than reacting, you take a moment to take a deep breath in and to just let yourself relax before you act "}