{"title": "PDF", "author": "PDF", "url": "https://tspace.library.utoronto.ca/bitstream/1807/57573/1/oc08128.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "711 Mem Inst Oswaldo Cruz , Rio de Janeiro, Vol. 103 (7): 711-718, November 2008 online | memorias.ioc.fiocruz.brImmunogenicity, reactogenicity and consistency of production of a Brazilian combined vaccine against diphtheria, tetanus, pertussis and Haemophilus influenzae type Saúde Pública-Fiocruz 3Secretaria do Rio de Janeiro A randomized, double-blinded study evaluating the immunogenicity , safety and consistency of production of a combined diphtheria-tetanus-pertussis- Haemophilus influenzae type b vaccine entirely produced in Brazil by Bio- Manguinhos and Instituto Butantan (DTP/Hib-BM) was undertaken. The reference vaccine had the same DTP vac - cine but the Hib component was produced using purified materials supplied by GlaxoSmithKline (DTP/Hib-GSK), which is registered and has supplied the Brazilian National Immunization Program for over more than five years. One thousand infants were recruited for the study and received vaccinations at two, four and six months of age. With respect to immunogenicity, the vaccination protocol was followed in 95.6% and 98.4% of infants in the DTP/Hib-BM and DTP/Hib-GSK groups, respectively. For the Hib component of the study, there was 100% seroprotection ( 0.15 g/mL) with all three lots of DTP/Hib-BM and DTP/Hib-GSK. The geometric mean titer (GMT) was 9.3 g/mL, 10.3 g/mL and 10.3 g/mL for lots 1, 2 and 3 of DTP/Hib-BM, respectively, and the GMT was 11.3 g/mL for DTP/Hib-GSK. For diphtheria, tetanus and pertussis, seroprotection was 99.7%, 100% and 99.9%, respectively, for DTP/Hib-BM, 99.2%, 100% and 100% for DTP/Hib-GSK. GMTs were similar across all lots and vaccines. Adverse events rates were comparable among the vaccine groups. The Brazilian DTP/Hib vaccine demonstrated an immunogenicity and reactogenicity profile similar to that of the reference vaccine. Key words: vaccines - immunization - combination vaccines - DTP/Hib vaccine The combined diphtheria-tetanus-pertussis- Haemo - philus influenzae type b (DTP/Hib) vaccine allows for a reduction in the number of required injections, thus im - proving compliance to the vaccination schedule and high - er vaccination coverage. Moreover, the combined vaccine has reduced the logistical costs related to factors such as number of visits to health care centers, number of syringes and needles required and necessary storage space. In 1998, a technological transfer agreement was es - tablished with GlaxoSmithKline (GSK) for the Brazilian production of Hib vaccine (Homma et al. 2005). In 1999, Hib vaccine produced by GSK was introduced in the Brazilian National Immunization Program (NIP) and administered at two, four and six months of age, con - comitant to the administration at another site of a DTP vaccine produced by Instituto Butantan. Since 2002, these vaccinations have been administered as a single Financial support: FINEP, September 2008injection via dilution of the lyophilized vaccine (Hib) with the DTP vaccine at the moment of administration. Reports on the quality, immunogenicity and safety of this combination have been demonstrated in a clinical study (Clemens et al. 2003). The technology transfer from GSK to Bio-Manguin - hos (BM) was a strategic step toward the routine avail - ability of this vaccine by the NIP. This process was con - cluded in 2005 with the production of the conjugate Hib vaccine by BM. The present study aimed to determine if the quadri - valent vaccine with the Hib component produced by BM (DTP/Hib-BM) had immunogenicity and reactogenic - ity similar to that of the Hib vaccine produced by GSK (DTP/Hib-GSK). This was a study for clinical validation of the DTP/Hib-BM vaccine, which was required for its licensure by the Brazilian National Regulatory Agency. The performance of this combined vaccine is extremely important considering its role in the containment of the target diseases and its well-known reactogenicity ac - counted for by the whole-cell pertussis component. The combined DTP/Hib vaccine with a cellular per - tussis component generally provides good efficacy for all antigens, but in some studies the combination result - ed in decreased immunogenicity of the Hib component in comparison to individual administration. Despite this finding, antibody levels against the vaccination com -Brazilian DTP/Hib vaccine Reinaldo de Menezes Martins et al. 712 ponents were found to be high and around 95% of im - munized children demonstrated high levels of protective antibodies (Decker et al. 2008). Acellular pertussis (aP) vaccines have been devel - oped that include purified Bordetella pertussis antigens (Sato & Sato 1999, Edwards & Decker 2008). Acellu - lar vaccines are less reactogenic, but the combination of aP with a Hib component is more problematic. With this formulation, the long-term protection against Hib may be lower than with combined vaccines containing whole-cell pertussis (Johnson et al. 2006, Decker et al. 2008). Large-scale immunization against pertussis in developed countries with cellular or acellular vaccina - tions has altered the epidemiology of the disease. The most prominent changes are a decreased incidence of infection in children and an increased incidence in ado - lescents and adults, which is most likely secondary to a combination of factors such as waning immunity, less-frequent natural boosters by disease and improved diag - nosis (Decker et al. 2008). SUBJECTS, MATERIALS AND METHODS This was a double-blinded, randomized study of comparison between three consecutive commercially-available lots of DTP/Hib-BM vaccine and one lot of the reference vaccine, DTP/Hib-GSK. The three lots of DTP/Hib-BM and one lot of DTP/Hib-GSK differed only in the Hib vaccine component, as the DTP lot was the same in all four groups. Comparison of the new com - bined DTP/Hib-BM vaccine with both the concomitant and separate administration of DTP and Hib was not possible for ethical reasons since the combined vaccine was already in general use. The study was conducted in five different Health Centers of the Municipal Health Secretary of Rio de Janeiro. Research personnel were trained in good clini - cal practices, good laboratory practices and on study procedures in compliance with the 1983 revision of the Helsinki Declaration. The study protocol was approved by the National Research Ethics Committee, the Ethi - cal Committees of Fundação Oswaldo Cruz and of the Municipal Health Secretary of Rio de Janeiro, and by the National Regulatory Agency. The protocol was reg - istered with International Standard Randomized Clini - cal Trial n º 67676353. Blocked randomization, with block size known only by the statistician, aimed at equal distribution of the four different vaccines stratified by the five health care centers. Vaccine vials were sequentially labeled with numbers and were then assigned to study participants according to their order of arrival for vaccination. Only one of the five doses in each vial was used. Eligibility for the study included general good health, age between 42 days and three months, birth weight equal to or greater than 2500 g, availability of parents (or guardians) for all of the study procedures and informed consent. Exclusion criteria were: previous vaccination against diphtheria, tetanus, pertussis and Hib; receipt during the study period of a vaccine other than BCG, oral polio, hepatitis B and meningococcal C conjugated to CRM; use of immunosuppressive drugs and blood or blood-derived products since birth or during the study period; any confirmed or suspected immunocompro - mising condition. Vaccinations were administered at two, four and six months of age, with an acceptable variation of time be - tween doses of 42-90 days. The interval between the last vaccine dose and the final collection of blood was 30 days, with an acceptable variation of 21-90 days. Blood was collected for evaluation of antibodies to the vaccine antigens before the first and the third doses, and one month after third dose. Adverse events following immunization - Study par - ticipants were followed for adverse events including lo - cal pain, erythema, edema and systemic events (fever, irritability, drowsiness, anorexia) occurring within three days of vaccination (solicited adverse events). Parents (or guardians) received a mercury thermometer, a ruler and a booklet to record any adverse events and were instruct - ed about their utilization. Temperatures were measured in the axilla after placing the thermometer at the site for three minutes. All parents (or guardians) received phone calls and home visits from study personnel in order to improve adherence to the protocol. The number of chil - dren with complete records of adverse events (four times) was counted. The axillary temperature was expected to be recorded at six different times (3, 6, 12, 24, 48 and 72 h after each vaccination). At the time of vaccination, none of the children had fever as defined by an axillary temperature of 37.5ºC or greater. Information about unsolicited adverse events was obtained during the month following each vaccination (an unsolicited adverse event is any adverse event spon - taneously reported or reported after questioning). Seri - ous adverse events were closely evaluated by the study investigators and the Coordination Group and followed until their resolution. An Independent Data Monitoring Committee comprised of experts on the evaluation of adverse events discussed each case involving a serious complication and any possible links to the vaccination. In situations where emergency care was necessary, the parents (or guardians) were asked to go to the reference hospital assigned to each health care center. Two children's hospitals and other specialized services also gave helped support to the study participants. Local coordinators as well as the Coordinating Committee were available at all times to answer questions from parents (or guardians) or to visit the study participant at the hospital. A meningococcus C conjugate vaccine (Menin- gitec ®) was given at three, five and seven months of age as a reward for the voluntary participation of parents (or guardians) and their children. This vaccination was provided in an ethically acceptable manner and was ap - proved by the ethical committees. Vaccinations - DTP/Hib was administered intramus - cularly in the anterolateral aspect of the thigh. All four vaccines had the same composition. Each dose of 0.5 mL contained sufficient diphtheria and tetanus antigen for the induction of 2 UI of antitoxin in guinea pigs; the per - tussis antigen contained an equivalent of 4 UI of the indi - vidual dose for -713 Mem Inst Oswaldo Cruz , Rio de Janeiro, Vol. 103 (7), November 2008 ribitol phosphate) conjugated to tetanus toxoid (PRP-T) was 10 g, the amount of aluminum hydroxide was 1.25 mg and thimerosal was 0.01%. Measurement of antibodies to diphtheria, tetanus, pertussis, and Haemophilus influenzae type b - An enzyme-linked immunosorbent assay (ELISA) was used for antibody measurement. This assay was stan - dardized at the Immunological Technology Laboratory of BM (LATIM) for the four vaccination antigens ac - cording to GSK's standard operating procedures (SOPs). For diphtheria and tetanus, LATIM's internal standards were titrated against international standards, which were acquired from the National Institute for Biological Stan - dard Controls in England. For Hib, the internal standards were titrated against standards from GSK. For pertus - sis, antibody measurement was performed using a kit acquired through GSK ( B. pertussis , IgG EIA ASOS). Serum was stored at -20ºC until the time of analysis. The diphtheria, tetanus and PRP antigen for coating ELISA plates were obtained from the Butantan Institute (Brazil) and GSK (Belgium), respectively. Anti-diphtheria and anti-tetanus ELISA titers were considered to be protec - tive if they were equal to or higher than the cut-off of 0.1 IU/mL. B. pertussis antibodies were determined by a cut-off of 15 EL U/mL, while the cut-off for antibodies against PRP was 0.15 µg/mL, according to GSK SOPs. Serum titers were calculated using SoftMax Pro, version 5.2 (Molecular Devices, USA). Statistical analyses - The three DTP/Hib-BM lots were considered to be consistent if the 95% confidence limit of differences in infants seroprotected by the lots, compared two by two, were within -5% and 5% and if the ratio of geometric mean titers (GMT) of antibodies were within 0.5-2. The pool of three lots of experimental vaccine was considered to be of equal efficacy to the reference vaccine if the difference (DTP/Hib-BM - DTP/Hib-GSK) in seroprotection was within 0 and -5% and if the ratio of GMT of antibodies was higher than 0.5. Analyses by intention to treat (all randomized children) and per protocol (volunteers who followed the protocol) were conducted. A sample size of 250 children in each group was based on the above criteria, a confidence level of 5%, a power of 80% and a 25% loss to follow-up. For reactogenicity analyses, all children with adverse events registered at any time point were considered. Comparisons with the reference vaccine were made by chi-square analysis with a significance level of 0.05. Data were analyzed using SPSS® version15 (SPSS Inc, Chicago, Illinois), Epi-Info® version 2000 (Centers for Diseases Control, Atlanta, Georgia) and Winpepi version 1.45 (Abramson 2006) programs. Possible conflict of interest - All authors, with exception of Maria Cristina Ferreira Lemos, are employed by Bio-Man - guinhos/Fiocruz, a state-owned Brazilian vaccine producer. RESULTS The field work for this study began in January 2006 and concluded in October of the same year. Codes were disclosed after completion of laboratory tests. Of 1,000 randomized children, four in the GSK group and nine in the BM group did not complete all study procedures due to the following: study withdrawal (4), change of address (3), adverse events (3), hydrocephaly diagnosed after randomization (1) and operational errors (2). There was a protocol violation in 30 children. The proportion of children with complete protocols was similar between the comparison groups (95.6%-98.4%). Adverse events were correctly recorded by parents (or guardians) in 92% of the specified time points and, in the case of fever, the event was correctly recorded in about two-thirds of the cases. Analysis of immunogenicity and safety in the total cohort and of adherence to protocol provided similar results. TABLE I Allocation groups and distribution by sex, age, birth weight and weight at the time of recruitment Gender Male n 129 125 137 128 % 51.6 50.0 54.8 51.2 Female n 121 125 113 122 % 48.4 50.0 45.2 48.8 Age at the time of recruitment (days) Mean 61.4 61.7 61.7 62.3 SD 8.8 9.1 8.8 8.5 Birth weight (g) Mean 3,251 3,314 3,311 3,284 SD 412 468 415 452 Weight at the time of recruitment (g) Mean 5,307 5,382 5,439 5,427 BM Lot 3 BM Lot GSK Immunization allocation groups were homogeneous in their distribution by sex, age, birth weight and weight at the time of recruitment (Table I). The time interval between dose administration and blood collection was the same between the experimen - tal groups. Pre-vaccination levels of antibodies to Hib, diphthe - ria, tetanus and pertussis were also similar among the groups (Tables II, III). Hib - All children were seroprotected against Hib af - ter the third dose of vaccine in the BM group (3 lots) as well as in the GSK group among those study participants who adhered to the protocol (Table II). From 95-98.4% of the participants demonstrated high Hib titers ( 1 g/mL), indicating long-lasting immunity. The 95% con - fidence intervals of differences in seroprotection rates across DTP-Hib/BM lots were between 2.5% and -1.7%. GMTs were high in all groups and 95% confidence inter - vals of the ratio of pairs between the DTP/Hib-BM lots were within 0.74-1.21. Confidence limits of differences in seroprotection rates and ratios of GMT provided evidence to reject the null hypothesis of relevant differences in the immuno -Brazilian DTP/Hib vaccine Reinaldo de Menezes Martins the vaccines. With the intention-to-treat ap - proach, seroprotection rates ranged from 98.4%-99.2% across comparison groups. The ratio of GMTs for DTP/Hib-BM (pooled results of three lots) and DTP/Hib-GSK after the second dose was 1.11 (95% CI: 0.90:1.35) and after the third dose the TABLE II Seroprotection rates, geometric mean titer (GMT), and differences (95% CI) Bio-Manguinhos-Glaxo Smith Kline (BM-GSK) in seroprotection, according to antibody levels to Haemophilus influenzae type b, by type of vaccine, after the second and third dosesa Anti- Difference 95% CI polyribosilribitol Lot 1 BM Lot 2 BM Lot 3 BM Lot GSK in proportions of the phosphate n = 242 n = 246 n = 243 n = 239 BM-GSK difference Timing g/mL n % n % n % n % % % Before 0.15 215 90.3 219 91.6 203 86.4 209 89.3 - - 1st dose 1 42 17.6 40 16.7 34 14.5 28 12.0 - - GMT 0.48 0.49 0.43 0.43 Before 241 99.6 237 99.2 -0.2 -1.8; 1.4 3rd dose 1 199 82.2 206 193 79.8 185 77.4 4.5 -1.8; 10,8 GMT 3.53 3.39 3.77 3.22 After 0.15 242 100 246 100 242 100 239 100 0 -0.3; 0,3 3rd dose 1 230 19.4 20.7 24.4 25.9 a: serum samples obtained just before 1st and 3rd dose and 30 days after 3rd dose; n: number of children with serological tests done after dose 2 and dose 3. Before dose 1, n were 238, 239, 235 and 234 for lots 1, 2 and 3 of BM-GSK, respectively. TABLE III Seroprotection rates, geometric mean titer (GMT), differences in seroprotection and GMT ratios for diphtheria, tetanus and pertussis between diphtheria-tetanus-pertussis- Haemophilus influenzae type b vaccine (DTP/Hib) produced by Bio-Manguinhos DTP/Hib produced by Glaxo Smith Kline (GSK) (95% CI)a Before 1st dose Before 3rd dose After 3rd dose (age: 2 months) (age: 6 717 n = 238 n = 731 n = 239 n = 731 n = 239 Diphtheria % 0.1 UI/mL 62.9 64.7 89.7 87.9 99.7 99.2 Differences of 1.8 (-3.2; 6.8) 1.03 (0.89;1.18) 1.01 (0.89; 1.14) Fold increase post/pre-vaccination antibody level 4.8 4.8 Tetanus % 0.1 UI/mL 97.8 97.1 100 100 100 100 Differences of proportions % (95% CI) 0 (-0.3; 0.3) 0 (-0.3; 0.3) GMT (UI/mL) 1.25 1.35 1.65 1.36 6.16 6.2 GMT Ratio (95% CI) 1.22 (1.06; 1.39) 1.02 (0.92; 1.15) Fold increase post/pre-vaccination antibody level 4.9 4.5 Pertussis % (IC 95%) 15 ELU/mL 10.1 10.7 97 95.8 99.9 100 Differences of proportions % (95% CI) 1.2 4.3) 1.10) 1.02 (0.94; 1.11) Fold increase post/pre-vaccination antibody level 24.2 23.3 a: serum samples obtained just before 1st and 3rd dose and 30 days after 3rd dose. ratio was 0.88 (95% CI: 0.74:1.04 ). The fold increase in titers to Hib after the third dose in comparison to pre- vaccination titers ranged from 19.4-25.9. The intensity of the immunological response as rep - resented by reverse cumulative distribution of antibodies was similar across the groups.715 Mem Inst Oswaldo Cruz , Rio de Janeiro, Vol. 103 (7), November 2008 Tetanus, diphtheria and pertussis - Immunogenic - ity against the diphtheria, tetanus and pertussis vaccine components was similar across the three lots of DTP/ Hib-BM. These results were pooled and compared to those from the DTP/Hib-GSK vaccine (Table III). After the third dose, more than 99% of infants were seroprotected against all three antigens. Differences in the proportions and GMT ratios were all above the non-inferiority limit. The increase in antibody levels of all antigens following the third dose was also similar for both vaccines. Reactogenicity - The most frequent adverse events reported were local pain, irritability and an axillary tem - perature 37.5°C (Table IV). The proportion of children with a high fever (> 39ºC) did not exceed 1.3% in any experimental group or at any vaccine dose. There was no relevant or statistically significant difference (p < 0.05) between the vaccines. In general, solicited adverse events were most common after the first dose and fever was also more frequent and occurred immediately fol - lowing the first dose (Figure). There were no statistically significant differences between the vaccines when ex - amining the frequency of more severe, objective adverse events: fever > 39ºC, erythema and edema >20 mm. Two cases of hypotonic-hyporesponsive episodes (HHE) were reported during the study. One of these cas - es was confirmed (following the first dose of DTP/Hib-GSK) and one was unconfirmed (following the second dose of DTP/Hib-BM). Both cases underwent complete Vaccine Time after 1.9 DTP/Hib-GSK 18 35.4 30.1 15.7 2.0 1.1 Vaccine Time after vaccination 3h 6h 12h 24h 48h 72h DTP/Hib-BM 9.6 17.3 26.7 11.4 2.8 2.1 DTP/Hib-GSK 9.4 20.5 22.9 12.8 2.8 3.2 Vaccine Time after vaccination 3h 6h 12h 24h 15.2 21.6 8.6 3.5 3.1Fever ( dose Fever ( 37,5ºC) dose Proportions of infants with fever ( 37.5ºC), by vaccine and dose.% % %TABLE IV Solicited adverse events after diphtheria-tetanus-pertussis- Haemophilus influenzae type b vaccine (DTP/Hib) produced by Bio-Manguinhos (BM) and DTP/Hib produced by Glaxo Smith Kline (GSK), according to vaccine dose 1st dose 2nd dose 3rd dose BM GSK BM GSK BM GSK Adverse event n % n % n % Pain 736 244 732 28 24.8 26.3 21.8 Edema 714 233 718 234 704 233 30.7 32.2 26.6 26.1 22.4 18 Warmth 709 239 728 237 722 240 27.2 29.3 30.2 28.3 28.7 26.7 Temp.a 449 157 515 510 173 > 39ºC 0.7 1.3 0.8 1.2 0.6 0 Irritability 734 249 736 242 728 239 67.7 66.7 738 246 732 243 728 234 48.8 49.6 35 31.3 28 28.6 Anorexia 735 247 733 242 728 237 26.5 25.9 20.5 14.5 17 13.1 a: axillary temperature; n: number of infants with complete re - cords of events; %: proportion of infants with the adverse event.Brazilian DTP/Hib vaccine Reinaldo de Menezes Martins et al. 716 remission within a few hours. Both children appeared normal in subsequent examinations by a pediatrician and a neurologist. There were 10 cases of serious adverse events (hos - pitalizations), all of which were unrelated to administra - tion of the dehydration (1) and congenital hydrocephaly which was diagnosed after enrollment in the study (1). No deaths or seque - lae were observed, with the exception of the one case of hydrocephaly. There were no significant differences between vaccines with respect to adverse events. The case of ITP occurred in a child with a history of a res-piratory infection the week prior to vaccination, which was 31 days after the first dose of DTP/Hib-BM, 85 and 55 days, respectively, after the first and second doses of hepatitis B vaccine, and around 2 h administration of the meningococcus C vaccine. Since there was suspicion of an underlying disease, after consulting the Independent Data Monitoring Committee, the infant was excluded from the study and was followed up by pediatrician and a hematologist. The ITP resolved spontaneously, without treatment. Afterwards, the infant received a whole-cell DTP/Hib vaccine and the other vaccinations from the regular schedule, including measles, mumps and rubella vaccine with the exception of the hepatitis B vaccine. Other unsolicited adverse events included common diseases of childhood such as upper respiratory infec - tions, gastroenteritis and bronchitis, and all cases result - ed in a good outcome after ambulatory care. DISCUSSION Haemophilus influenzae type b vaccine produced by BM has demonstrated high immunogenicity with con - sistency across lots and with different analytical strate - gies (intention-to-treat and per protocol). The three lots of Hib vaccine tested were similar (\"non-inferior\") to the reference vaccine with respect to the proportion of seroprotected infants (titers 0.15 g/mL), as well as with respect to the intensity of immunological response (GMT) after the third dose of vaccine. The proportion of infants seroprotected after the second dose was also high and similar between both vaccines. Immunogenic - ity was comparable to a previous study with the same reference vaccine, in which 98% and 100% of infants demonstrated anti-PRP antibody titers and GMTs were 4.32 mUI/mL and 9.34 mUI/mL after the second and third doses, respectively (Clemens et al. 2003). The proportion of more intense and possibly long-lasting responses (titers 1 g) was also high for both vaccines, which was also comparable to the previous study. In both groups the average increase in antibody levels indicated that these vaccines are immunogenic even in the presence of high levels of maternal antibod - ies. Immunogenicity of the diphtheria, tetanus and per - tussis components was excellent with both vaccines, and the response to the diphtheria component was superior to that reported in the study by Clemens et al. (2003), possibly accounted for by the concomitant administra - tion of a meningococcus vaccine conjugated to CRM 197 (MacLennan et al. 2000).Data analyses emphasized the Hib component of the combined tetravalent DTP/Hib, which was the chief ob - jective of the study. There were no significant differences between vaccine lots with respect to the proportion of seroprotection provided against Hib. Ratios of GMT of lots compared in a two-by-two fashion have shown re - sults within the previously established limits of 0.5-2. Proportions of infants with high responses to the vac - cine ( 1 g/mL) have also indicated that the Hib-BM lots were equivalent. These results provided empirical evidence of consistency between lot productions, which had also been verified through quality control protocols. Lot consistency authorized pooling of the study results in order to compare the experimental vaccine to the ref - erence vaccine. For the other antigens (diphtheria, tetanus and per - tussis) both the BM and GSK groups have shown sero - protection and geometric mean titer ratios compatible with a conclusion of non-inferiority for the Hib com - ponent manufactured by BM. The study design did not permit assessment of the contribution of natural infec - tion to seropositivity, but the reduced incidence of target diseases makes seroprotection secondary to natural in - fection highly unlikely, as these diseases are under con - trol in Brazil and only a few cases have been reported (MS 2005). The high level of antibodies to Hib in this study permit to foresee long term immunity, but the need for booster doses should be continuously evaluated and decided according to epidemiological data of Hib dis - ease in all age groups. Regarding long term immunity for diphtheria and teta - nus, there should be no problem as long as two additional doses of DTP are given after the three initial DTP/Hib doses and diphtheria and tetanus vaccine, adult type boosters are given each 10 years, for all life. This should avoid waning of immunity and greater risk of disease, as has been deter - mined for diphtheria in Brazil (Pimenta et al. 2006) . For pertussis, after three doses of DTP/Hib and two doses of DTP, if available and used as a booster, tetanus, diphthe - ria and pertussis vaccine, adult type should permit better control of disease at all ages (Edwards & Decker 2008). As expected, reactogenicity was also similar between vaccines, since the whole-cell pertussis component, which is generally considered the most reactogenic com - ponent, was the same in both comparison groups. The large variation in frequencies of adverse events across several studies has been attributed to vaccine peculiari - ties, but may also reflect other factors such as different vaccination schedules, intensity and duration of ascer - tainment, type of surveillance (active or passive), greater sensitivity of the surveillance system due to the introduc - tion of a new vaccine, and different definitions or evalua - tion methods for adverse events (Chen et al. 2004). In fact, in the study that permitted the introduction of a whole-cell DTP/Hib vaccine in the United States (Black et al. 1993, Centers for Disease Control 1993), the period of observation for adverse events was 24 h, and the information was obtained over the telephone and was recorded as \"perceived fever\". Moreover, no information was reported about the definition of fever or the site and method of measurement. In an active surveillance study 717 Mem Inst Oswaldo Cruz , Rio de Janeiro, Vol. 103 (7), November 2008 of 20,925 infants from Rio de Janeiro who received the whole-cell DTP/Hib vaccine, information regarding ad - verse events was obtained via visits or phone calls and was based on information from parents (or guardians) who did not receive thermometers or training for mea - surement, and the period of observation was 48 h after vaccination (Martins et al. 2007). In the present study, the detailed observation and re - cording of adverse events was unprecedented, especially in the case of temperature measurement. Despite de - tailed instructions and training of parents (or guardians), some data may carry a degree of imprecision, but these variations are expected to be similar across comparison groups. The frequency of adverse events, including fe - ver, showed a decreasing trend from the first to the third dose. Since there was no placebo group, it is not possible to predict the contributions of intercurrent illnesses to the variation in adverse events. In the study by Black et al. (1993), the frequency of fever was similar after each of the three doses (38%, 39.7% and 40%, respectively) and in the active surveillance study of Rio de Janeiro the frequency was 35.4% after the three doses altogether. In the present study, the high frequency of pain at injection site may be explained by the sensitivity of the definition used (\"it hurts when the location of injection is touched by hand\"). False positives would be more likely than false negatives given this statement, and a number of actual events may not be clinically significant. Reactogenicity was evaluated for the infants with events recorded at all pre-established time points and also for those infants with adverse events detected at any time during the study. In both kinds of analyses the vac - cine under study demonstrated a reactogenicity profile similar to that of the reference vaccine. The number of major adverse events that occurred during the study was within the expected number in a 1,000-subject cohort of infants with 3,000 total doses of vaccine. Two cases of HHE made up a rate of 1/1,500 vaccinations. This incidence is comparable to the HHE rates in previous studies of active follow-up after three doses in the first year of life: 1/1,400 doses of the DTP vaccine (Cody et al. 1981) and 1/1,500 doses of the DTP/Hib vaccine as reported, in the Brazilian active surveil - lance study (Martins et al. 2007). The causal relationship observed in this project be - tween serious adverse events and the DTP/Hib vaccina - tion was considered to be unlikely after careful investi - gation. The only established causal association of ITP to vaccines has been shown with measles vaccines and measles-containing vaccines (Farrington et al. 1995, Jonville-Béra et al. 1996, Miller et al. 2001, Black et al. 2003, Jadavji et al. 2003, Jefferson et al. 2004, France et al. 2008), whereas for the hepatitis B vaccine there are only indications of possible causality (Maezono & Es - cobar 2000, Nuevo et al. 2004, Wang et al. 2006). There is no indication that meningococcal conjugate vaccines are causally associated to ITP (Andrews et al. 2007) and the occurrence of ITP a few hours after administration of the vaccine makes the association unlikely. Sporad - ic cases of ITP have been temporally associated to the DTP or DTP/Hib vaccine (Jadavji et al. 2003, Wang et al. 2006) but have not been considered as evidence of causal association (Chandran et al. 2008, Edwards & Decker 2008). In our case, the most probable causes of ITP appeared to be a preceding respiratory infection and hepatitis B vaccination. Hydrocephaly and other serious events which led to hospitalization for greater than 12 h have been reported in infants regardless of vaccination. The Brazilian DTP/Hib vaccine, with local produc - tion of all of its components, demonstrated immuno - genicity and reactogenicity profiles similar to those of the DTP/Hib vaccine with the Hib component produced using purified materials supplied by GSK. The data for this study was obtained with strict methodological pro - cedures in conditions similar to those expected in all health care centers and supports the use of the vaccine in routine immunizations. ACKNOWLEDGEMENTS To Independent Data Monitoring Committee: José Cássio Faculdade de Ciências Médicas da Santa Casa de São Paulo, Helena Keico Sato, MD, PhD, Divisão de Imunização, - Alessandro Fonseca de Souza, LATIM/Bio- Manguinhos-Fiocruz, Instituto Fernandes Figueira-Fiocruz, Hospital Jesus, Secretaria de Saúde, Rio de Janeiro, the five Health Centers participating in the study, District Health Coun - cils, mothers and guardians, for their cooperation and good will, to other collaborators inside and outside of Bio-Manguinhos- Fiocruz and all partners. REFERENCES Andrews N, Stowe J, Miller E, Taylor B 2007. Post-licensure safety of the meningococcal group C conjugate vaccine. Hum Vaccin 3: 59-63. Black C, Kaye JA, Jick H 2003. MMR vaccine idiopathic throm 107-111. Black SB, Shinefield HR, Ray P, Lewis EM, Fireman B, Hiatt R 1993. Safety of combined oligosaccharide conjugate enzae type diphtheria-tetanus-toxoids- pertussis vaccine in infancy. Pediatr Infect Dis J 12 : 981-985. Centers for Disease Control 1993. Recommendations for use of Hae- mophilus b conjugate vaccines and a combined diphtheria, teta - nus, pertussis and Haemophilus b vaccine. Morb Mortal Wkly Rep 42 : No. RR-13, 1-6. Chandran A, Watt JP, Santosham M 2008. vaccines. In S Plotkin, W Orenstein, P Offit (eds.), Vaccines, 5th ed., Saunders, China, p. 157-176. Chen RT, Davis RL, Sheedy KM 2004. Safety of immunizations. In SA Plotkin, WA Orenstein (eds.) Vaccines , 4th ed., Saunders, Philadelphia, p. 1557-1581. Clemens SC, Azevedo T, Homma A 2003. Feasibility study of the im - munogenicity and safety of a novel DTPw/Hib (PRP-T) Brazilian combination compared to a licensed vaccine in healthy children at 2, 4 and 6 months of age. Rev Soc Bras Med Trop 36 Na - ture and rates of adverse reactions associated with DTP and DT immunizations in infants and children. Pediatrics 68 : 650-660. Brazilian DTP/Hib vaccine Reinaldo de Menezes Martins et al. Decker Edwards KM, Bogaerts HH 2008. Combination vac - cines. In S Plotkin, W Orenstein, P Offit (eds.), Vaccines, 5th ed, Saunders, China, p. 1069-1101. Edwards KM, Decker MD 2008. Pertussis. In S Plotkin, W Orenstein, P Offit (eds.), Vaccines, 5th ed., Saunders, China, p. 467-517. Farrington P, Pugh S, Colville A, Flower A, Nash J, Morgan-Capner P, Rush M, Miller E 1995. A new method for active surveillance of adverse events from diphtheria/tetanus/pertussis and measles/ mumps/rubella vaccines. Lancet 345: 567-569. France FK, J, Xu S, Hambidge S, Yamasaki K, Black SB, Mar - cy M, Mullooly JP, Jackson LA, Nordin J, Belongia FA, Hohman K, Chen RT, Davis R 2008. Risk of immune thrombocytopenic purpura after measles-mumps-rubella immunization in children. Pediatrics 121: de Tecnologia em Imunobiológicos (Bio-Manguin - hos) da Fiocruz. In PM JG D, Halperin S 2003. Thrombocytopenia after im - munization of Canadian children, 1992 to 2001. Pediatr Infect Dis J 22 : 119-122. Jefferson T, Price D, Demicheli V, Bianco E 2004. Unintended events following immunization with MMR: a systematic review. Vac- cine 22: 4135-4136. JU, Balfour GF, Y, Liddy H, Irving D, Sheldon J, SlackMPE, Pollard AJ, Heath PT 2006. Haemo- philus reemergence after combination immuni - Emerg Infect Dis 12 : 937-941. Jonville-Béra AP, Autret mumps and rubella vaccination: a retrospective by the French regional pharmacovigilance centres and Pasteur-Mérieux serums et vaccines. Pediatr Infect JM, Shackley F, Heath PT, Deeks bert M, Griffiths H, Hatzmann E, Goilav C, Moxon ER 2000. Safety, immunogenicity and of immunologic memory by a 2000. MLS, Homma A 2007. Incidence of hypotonic-hyporesponsive episodes associat - ed to the combined DTP/Hib vaccine used in Brazilian National Immunizations Program. J Pediatr (Rio J) 83 : 523-528. Miller E, Waight P, Farrington CP, Andrews N, Taylor B 2001. Idiopathic thrombocytopenic purpura and MMR vaccine. Arch Dis Child 84 227-229. MS - Ministério da Saúde, Thrombocytopenic purpura after hepatitis B vaccine: case report and review of literature. Pediatr Infect Dis 23 Mattos-Guaraldi AL 2006. Diphtheria-neutraliz - ing antibody levels in healthy adults from Rio de Janeiro, Brazil. Mem Inst Oswaldo Cruz 101 : 459-462. Sato Y, Sato H 1999. Development of acellular pertussis vaccines. Biologicals 27: 61-69. Wang JD, Huang FL, Chin PY, Wang Chi CS, Chang TK 2006. Acute immune thrombocytopenic purpura in infants: associated factors, clinical features, treatment and long term outcome. "}