{"title": "Síndrome de Guillain-Barré", "author": null, "url": "https://cinfasalud.cinfa.com/p/sindrome-de-guillain-barre/", "hostname": "cinfa.com", "description": "El síndrome de Guillain-Barré es un trastorno neurológico poco frecuente que provoca debilidad muscular progresiva y, en ocasiones, parálisis del cuerpo y pérdida de sensibilidad en piernas y brazos.", "sitename": "Cinfasalud", "date": "2022-08-15", "cleaned_text": "Síndrome de Guillain-Barré ¿Qué es el síndrome de Guillain-Barré? El síndrome de Guillain-Barré es un [trastorno neurológico](https://cinfasalud.cinfa.com/areas-de-salud/vivir-con/problemas-neurologicos/) muy poco frecuente en el que el propio sistema inmunitario de la persona (enfermedad autoinmune) daña sus nervios periféricos -los que se encuentran fuera del cerebro y de la médula espinal-. Ello provoca debilidad muscular progresiva y, en ocasiones, la parálisis el cuerpo y la pérdida de sensibilidad en piernas y brazos. Se desconoce su causa exacta, pero a menudo ocurre días o semanas después de una infección viral, en alguna ocasiones respiratoria o gastrointestinal. Aunque no existe una cura conocida para esta afección, sí existen tratamientos basados en la inmunoterapia (administración de inmunoglobulinas) y la plasmaféresis (filtración de la sangre) que contribuyen a reducir su gravedad y duración. Normalmente, es necesario el ingreso hospitalario inmediato. Aunque en algunos casos puede ser mortal (en menos de un 2%-5% de los casos), el 70% de las personas con síndrome de Guillain-Barré se recuperan por completo, según el [Instituto Nacional de Trastornos Neurológicos y Accidentes Cerebrovasculares (NINDS)](https://espanol.ninds.nih.gov/es) de Estados Unidos. ¿A quién afecta? De acuerdo a la Organización Mundial de la Salud (OMS), el síndrome de Guillain-Barré puede afectar a personas de todas las edades, pero la incidencia aumenta con la edad, salvo un pequeño pico en la infancia y entre los 40 y los 50 años, alcanzando la máxima incidencia entre los 70 y los 80 años. También es más común en los hombres que en las mujeres. La incidencia global es de 2,07/100.000 habitantes-año. Además, según los Centros para el Control y la Prevención de Enfermedades (CDC) estadounidenses, la incidencia aumenta con la edad y el riesgo de padecer la afección aumenta a partir de los 40- 50 años. De acuerdo a la Asociación Española de Pediatría (AEP), la incidencia en niños se estima de entre 0,4 y 1,3 casos por cada 100.000 menores de 14 años y es extremadamente raro por debajo de los 2 años de edad. ¿Qué provoca el síndrome de Guillain-Barré? Se desconoce la causa exacta de este trastorno. Como se ha mencionado anteriormente, se cree que es una reacción autoinmune. Es decir, el propio sistema inmunológico ataca e inflama los nervios periféricos, cuya función es transmitir las órdenes (\"impulsos nerviosos\") del cerebro a los músculos, para que estos se contraigan y muevan adecuadamente. Como consecuencia, el impulso nervioso se trasmite con dificultad y aparece la pérdida de fuerza (debilidad). En concreto, pueden quedar dañados dos elementos del nervio. El primero de ellos es la vaina de mielina, una sustancia aislante que recubre el nervio y que permite que los impulsos nerviosos viajen rápidamente a los músculos. El otro elemento que puede quedar dañado en el ataque autoinmune es el axón, la parte del nervio que envía los mensajes. En Europa y Norteamérica, el 90% de los casos corresponden a la forma que daña la mielina (AIDP -, polineuropatía desmielinizante inflamatoria aguda) siendo la afecta al axón (neuropatía axonal motora aguda -AMAN) más común en Asia y América Latina (30-50% de los casos). En alrededor de dos tercios de los pacientes, el síndrome de Guillain-Barré comienza 5 días a 3 semanas después de un trastorno infeccioso banal, una cirugía o una vacunación. La infección es el desencadenante en > 50% de los pacientes; los patógenos más comunes son: la bacteria campylobacter -presente a menudo en la carne de ave poco cocinada-, el virus de la gripe, el citomegalovirus, el virus de Epstein-Barr, el virus del Zika, el virus del herpes simple, los virus de la hepatitis A, B, C y E, el VIH y el COVID-19. Igualmente, el síndrome de Guillain-Barré puede aparecer tras un traumatismo, una cirugía o o ser desencadenado por la Enfermedad de Hodgkin o el lupus eritematoso sistémico. ¿Qué síntomas produce? Los signos y síntomas pueden ser los siguientes: - Sensación de hormigueo en pies, manos tobillos o muñecas. - Debilidad en ambas piernas que va ascendiendo al resto del cuerpo. - Pérdida de reflejos. - Marcha descoordinada e inestable o incapacidad para caminar o subir escaleras. - Parálisis flácida de los músculos faciales con la consiguiente dificultad para hablar, masticar o deglutir. - Visión borrosa, doble e, incluso, incapacidad para mover los ojos. - Dolor intenso, que puede ser sordo o punzante tipo calambre. Especialmente frecuente en niños, puede aparecer en cualquier zona de las piernas, la espalda o la cabeza. - Dificultad para respirar, en caso de que queden afectados los músculos torácicos. - En casos muy graves, puede darse también pérdida del control de la vejiga y la función intestinal, frecuencia cardiaca acelerada y tensión arterial alta o baja. ¿En qué fases se desarrolla el síndrome de Guillain-Barré? Inicialmente suele comenzar con alteraciones sensitivas, con un hormigueo en pies y manos (parestesias), que luego se extiende a la parte superior del cuerpo y a la cara. Se trata de una debilidad flácida (no hay tensión en los músculos) en la mayoría de los pacientes con síndrome de Guillain-Barré. Las debilidades relativamente simétricas con parestesias suelen comenzar en las piernas y progresan hacia los brazos, pero en ocasiones comienzan en los brazos o en la cabeza. En el 90% de los pacientes, la debilidad es máxima por lo general a las 3 o 4 semanas. El control de esfínteres suele estar respetado. La debilidad sigue siendo la misma durante un periodo variable, por lo general durante unas pocas semanas, y luego se resuelve. En ocasiones esta recuperación puede llevar de 6 a 12 meses e incluso años. Los músculos faciales u orofaríngeos son débiles en > 50% de los pacientes con enfermedad grave. Como consecuencia de ello pueden aparecer deshidratación y desnutrición. Si la parálisis respiratoria es lo suficientemente grave puede requerir intubación endotraqueal y se realiza una ventilación mecánica en el 5 al 10% de los casos. En algunos pacientes (posiblemente con una forma variante) se puede presentar una disfunción potencialmente fatal, que produce fluctuaciones en la presión arterial, una secreción inapropiada de ADH (una de las hormonas que controlan la presión arterial), arritmias cardíacas, estasis gastrointestinal, retención urinaria y cambios pupilares. ¿Qué pronóstico tiene el síndrome de Guillain-Barré? Según la Organización Mundial de la Salud (OMS), esta afección provoca el fallecimiento en menos del 3-5% de los casos debido a complicaciones como la parálisis de los músculos respiratorios, septicemia, trombosis pulmonar o paro cardiaco. Sin embargo, como se indicaba al principio, la mayoría de las personas con síndrome de Guillain-Barré se recuperan completamente, incluso en los casos más graves. Solo algunos pacientes siguen presentando debilidad muscular posteriormente y, según el NINDS estadounidense, puede haber una recaída en un 3% de los casos. ¿Cómo se trata el síndrome de Guillain-Barré? El síndrome de Guillain-Barré es una emergencia médica y las personas afectadas deben ser hospitalizadas ya que requieren vigilancia y la monitorización de su respiración, actividad cardiaca y tensión arterial para prevenir complicaciones como arritmias, infecciones, trombosis e hipertensión o hipotensión. En caso de presentar dificultad para respirar, necesitarán ventilación asistida mediante un respirador. Debido a las dificultades para la deglución es necesario además un aporte intravenoso de líquidos e incluso nutrición enteral o parenteral. Aunque no existe cura, el tratamiento, basado en la inmunoterapia, puede mejorar los síntomas y acelerar la recuperación, sobre todo, si se inicia entre una y dos semanas después de la aparición de los síntomas. En la fase aguda, esta afección suele tratarse con dos tipos de tratamiento: - Terapia con inmunoglobulinas en dosis altas. Se administra de manera temprana por vía intravenosa un concentrado de inmunoglobulinas, una disolución que contiene anticuerpos sanos procedentes de donantes, capaces de bloquear los que contribuyen al síndrome de Guillain-Barré. - Intercambio de plasma (plasmaféresis). Consiste en la filtración de la parte líquida de la sangre (plasma) de sustancias tóxicas, incluyendo los anticuerpos que atacan la vaina de mielina de los nervios periféricos. Es útil de forma temprana y cuando fracasa el tratamiento con inmunoglobulinas. Igualmente, pueden usarse medicamentos para aliviar el dolor y prevenir la formación de coágulos en la sangre. También se inicia de forma temprana la fisioterapia para evitar la inmovilización prolongada que puede causar anquilosamiento y contracturas. Si, tras la tras la fase aguda de la enfermedad, persiste la debilidad muscular, puede ser necesario llevar a cabo un programa de rehabilitación que permita fortalecer la musculatura y restaurar el movimiento. Fuentes - Mayo Clinic. [Síndrome de Guillain-Barré](https://www.mayoclinic.org/es-es/diseases-conditions/guillain-barre-syndrome/symptoms-causes/syc-20362793). Escrito por el personal de Mayo Clinic. - Instituto Nacional de Trastornos Neurológicos y Accidentes Cerebrovasculares (NINDS). Nacionales de Salud de EE. UU. [Síndrome de Guillain-Barré](http://Síndrome de Guillain-Barré). Última actualización: 5 mayo 2022. - Medline Plus Enciclopedia médica. Institutos Nacionales de la Salud. Biblioteca Nacional de Medicina. [Síndrome de Guillain-Barré](https://medlineplus.gov/spanish/ency/article/000684.htm). Versión en inglés revisada por: Joseph V. Campellone, MD, Department of Neurology, Cooper Medical School at Rowan University, Camden, NJ. Review by Director, Brenda Conaway, Editorial Director, and the A.D.A.M. Editorial team. Ultima revisión 5/4/2021. - Medline Plus Enciclopedia médica. Institutos Nacionales de la Salud. Biblioteca Nacional de Medicina. [Enfermedades del sistema nervioso periférico](https://medlineplus.gov/spanish/peripheralnervedisorders.html). - Organización Mundial de la Salud (OMS). [Síndrome de Guillain-Barré](https://www.who.int/es/news-room/fact-sheets/detail/guillain-barr%C3%A9-syndrome). - Asociación Española de Pediatría (AEP). En Familia. [Síndrome de Guillain-Barré: cuando las propias defensas atacan a los nervios](https://enfamilia.aeped.es/temas-salud/sindrome-guillain-barre-cuando-propias-defensas-atacan-nervios). María Jiménez Legido. Verónica Cantarín Extremera. Artículo publicado el 9-11-2018, revisado por última vez el 8-11-2018. - Elsevier. Revista Anales de Pediatría. [Síndrome de Guillain-Barré en la infancia](https://www.elsevier.es/es-revista-anales-pediatria-continuada-51-pdf-S1696281813701240). Carlos Ignacio Ortez González y Álvaro Díaz Conrad. 2013;11(2):98-103. - Centros para el Control y la Prevención de Enfermedades (CDC). [El Síndrome de Guillain-Barré y la vacuna contra la influenza](https://espanol.cdc.gov/flu/prevent/guillainbarre.htm). Esta página fue revisada el: 16 de octubre del 2015. - Manual MSD. Merck Sharp & Dohme Corp. Versión para público en general. [Introducción al sistema nervioso periférico](https://www.msdmanuals.com/es-es/hogar/enfermedades-cerebrales,-medulares-y-nerviosas/trastornos-del-nervio-perif%C3%A9rico-y-trastornos-relacionados/introducci%C3%B3n-al-sistema-nervioso-perif%C3%A9rico). Por Michael Rubin, MDCM, New York Presbyterian Hospital-Cornell Medical Center. Última revisión completa dic. 2020. - Manual MSD. Merck Sharp & Dohme Corp. Versión para público en New York Presbyterian Hospital-Cornell Medical Center. Última revisión completa dic. 2020. - Pr P.A. [Pieter] VAN DOORN. Red Orphanet para enfermedades raras. Seaman, C.S. de Vries. *Esta información en ningún momento sustituye la consulta o diagnóstico de un profesional médico o farmacéutico. "}