{"title": "PDF", "author": "PDF", "url": "https://www.hy-vee.com/docs/seasons_1007.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "HELPFUL PRODUCTS AND IDEAS FOR FALLseasons FOOD FAMILY FALLharvest of help hy-vee.comSearch thousands of recipes. Find a dietitian near you. Plan meals online with dietitian-suggested weekly menus. Re ll your prescription. Save money with instant coupons. View weekly Hy-Vee ads. Send fl owers. Order a cake. Pick out a party tray. Upload, share, and print your digital memories. Discover perfect wine and food pairings. Locate a Hy-Vee store near you. Shop online for your baby. Keep your pet happy and healthy. Purchase a gift card. Check out new and exciting products. Upcoming DVD releases, movie news and rumors All this and more—updated weekly.WHERE THERE'S A HELPFUL SMILE IN EVERY AISLE. HY-VEE SEASONS FALL 2007 VOLUME 1 ISSUE 5 DEAR FRIENDS, Fall pumpkins are ripe on the vine and leaves are turning the colors of a beautiful sunset. The world is aglow with rich oranges, bittersweet red, and gold. Invite color into your world with a trip to Hy-Vee. Find a wide selection of pumpkins, gourds, squash, and beautiful fall decor items from fresh spice-color flowers to our long-lasting leaf wreath (see Harvest Décor, page 2). Fall is also a time for a bounty of tasty food favorites—both ready-to- serve and from scratch. Make meals easy on busy days with our delicious kitchen and bakery offerings, such as hot and hearty turkey or tilapia meals and tempting pumpkin pie and apple turnovers. For home cooking fun and goodness make our kitchen-tested recipes—they'll bring a smile to everyone's face. In this issue we offer recipes for fall baking favorites— apples and pumpkins—and feature a special story on five of our chef's chili recipes (see, \"An Apple a Pumpkin,\" page 34; and \"Chili Challenge,\" page 14). Just for fun, see how the upper crust celebrates Halloween Hy-Vee style. Turn to page 22 for a look at the guests invited (and uninvited) to \"Dinner at Mockingbird Mansion.\" See how you can plan your own fun event using our ideas for invitations, decorations, masks, toys, treats, and food. BEST WISHES FOR A SENSATIONAL FALL!! —Your friends at Hy-Vee ABOVE: With the purchase of Hy-Vee Kitchen Helper Bakeware get $1.00 off Hy-Vee Large Eggs 12 ct. 21 43 1. Kellogg's Special K Cereal selected varieties 12 to 14 oz. 2/$5.00 2. Childs Play Halloween Treats 3.5 lb. $5.48 3. Nyquil, Dayquil 10 oz., 20 ct. or NEW Vicks Early Defense Hand Sanitizer 5.1 oz. $5.68 4. Betty Crocker Fudge Brownie Mix 18.3 oz. or Warm Delights selected varieties 2.9 to 3.6 oz. 2/$3.00 3season s / hy-vee.com CONTENTS Harvest Décor .......................... 2 Comfort for Busy Lives ................. 6 An Apple a Day ......................... 8 Chili Challenge ....................... 14 Dinner at Mockingbird Mansion ....... 22 The Great Pumpkin ................... 34 Fall Home & Garden Solutions ........ 42 Bountiful Health ..................... 46 Oktoberfest .......................... 52 True Colors ........................... 54season s / hy-vee.comGrey Dog Media LLC Integrated Marketing: director of business operations: ADAM VENTLING editorial director: WANDA J. VENTLING STRELECKI RONA makeup stylist: MARY-KATE GALES cover, opposite photographer: TOBIN BENNETT back cover, this page photographer: PETE KRUMHARDTseasons FALL 2007 VOLUME 1 ISSUE 5 Hy-Vee Seasons recipes are tested by the Hy-Vee Test Kitchen food technologists to guarantee that they are reliable, easy to follow, and good-tasting. All products shown in Hy-Vee Seasons are available from your local Hy-Vee store. Please ask our helpful employees if you need assistance locating these products. Prices effective October 3, 2007, through October 31, 2007 (while quantities last). ©2007 by Hy-Vee, Inc. All rights reserved. Printed in the U.S.A.Hy-Vee, Inc.: chairman of the board, chief executive officer, president: RIC JURGENS vice president marketing: PAULA CORREY assistant graphic design: MATT NANNEN 1Welcome home! Bring autumn's fall color to your front door with this easy entryway treatment that takes only minutes to create. Use three Hy-Vee fall leaf wreaths—hang one from ribbon on the door and place two atop urns lled with twigs or branches. Autumn Leaf Wreath 1 2seasons / FALL 2007harvest décor WRITTEN BY JILANN SEVERSON PHOTOGRAPHED BY TOBIN BENNETTBring fall color and fragrance to your home with creative fl oral designs, fresh produce, and home and garden accessories from Hy-Vee. In a matter of an hour or two, your home will be a beautiful, welcoming fall retreat. Decorating for fall doesn't need to be a laborious, time-inten- sive task. As you make your way through the aisles of Hy-Vee each week, check the produce, fl oral, and seasonal departments for all you need for fall decorating. Find colors, textures, and motifs that bring the richness of autumn to both the inside and outside of your home. As the weather turns cool and crisp, the decorating options are bountiful! Lori Trotter, Iowa Master Florist (IMF), is an award- winning designer who manages the fl oral department at West Des Moines Hy-Vee #2. She suggests deciding the overall look you want rst, then creating quick and easy arrangements to achieve it. For eye-popping displays that add excitement, use complementary colors—those opposite each other on the color wheel. High contrast adds excitement to a room. Orange and blue, red and green, or yellow and purple are some of the vivid combinations fl orists commonly use. The colors naturally found in fall leaves and gourds make it easy to bring con- trast to an arrangement or the whole room. Fill clear vases with miniature gourds, mixing or matching the colors and variet- ies, then add ties of raf a or ribbon. Create a simple mantel dec- oration by lining a row of gourds, tiny pumpkins, or bright green hedge apples. For a subtle look, use a monochromatic theme that keeps the colors in tune with the room as well as with each other. A combination of neutrals is the most elegant: think white pumpkins, off-white candles, and ivory roses arranged on an ironstone platter. Texture plays an important role in fall decorating. Again, the higher the contrast the more eye-catching the arrangement. The combination of rough and smooth gourds, pinecones, and waxen leaves in a large tureen is a tried-and-true winner. The woven basket of gourds, candles, and pinecones, page 5, is another example of contrasting textures. For a different take on texture, the candle in the footed hurricane, above, is surrounded by coffee beans. The smoothness of the beans matches that of the candle and the glass for a sophisticated look. Mini pinecones would create a more informal look. A wreath of brilliantly colored arti cial leaves is used in three different ways both inside and outside the house. Get several uses from a single wreath or create unity by using multiples of the same wreath throughout your home. Hy-Vee also offers other fl oral needs including glass containers and mini harvest fruits. Golden Harvest Bouquet $25.00 3season s / hy-vee.com 3season s / hy-vee.comLori says that creating displays in your home is similar to merchandising in a store. Check the arrangement from every angle. No matter where you stand, the view should be attractive and interesting. Vary the height to keep your eye moving. The little scare- crow dolls perched on miniature hay bales, left, have more interest when their heights are staggered. Gourds can be piled in vessels of different heights or even perched atop candlestick holders. When entertaining, pull out all the stops and extend the decorations beyond a single centerpiece or wreath. Lori of- ten makes the same arrangement in three different sizes and suggests people do the same thing when decorating at home. Single fall elements such as gourds, leaves, or mums makes it simple to spread the decorations around. \"Using decorations beyond the centerpiece extends the overall look beyond the tabletop,\" says Lori. \"It helps set the mood, whether it's intimate or a feeling of grandeur.\" As fall grows closer, the bounty at Hy-Vee will grow larger—and so will your decorating options. Floral Manager Lori Trotter, IMF, of West Des Moines Hy-Vee (at the corner of Grand Avenue and EP True Parkway) won the prestigious Börgen Cup award at the Super Floral Show in Columbus, Ohio. Awards are given for color harmony, cross- merchandising, signage, theme development, and use of stand- alone displays. Lori's design won for color harmony. Her display was a promotion for the Hy-Vee Triathlon and incorporated a metal tandem bicycle into the arrangement in honor of the bicycling segment of the competition. Daisies of all sorts made up the floral portion, playing off the song \"Bicycle Built for Two\" and its line \"Daisy, Daisy ... .\" \"Some people didn't get it and some thought it was corny, but I liked it,\" says Lori. Apparently, so did the judges. Lori used all types of daisies, including gerbera daisies, daisy mums, tinted daisies, daisy bouquets, and even daisy balloons. Lori incorporated color blocking, a technique of blending colors so the display looks different from every angle because the LORI TROTTER WINS BÖRGEN AWARD LEFT: Harvest Stick Leg Characters 30\" 1 ct. BELOW: Assorted Fall Color Vases 11\" to 14.25\" $20.00 (vase only) colors change as you move around it yet it still looks unified and coordinated from every vantage point. She uses the technique in almost all of her arrangements and displays. Lori has won many other awards, including the Iowa Florist Association People's Choice Award, but the Börgen Cup is the most prestigious. Lori refers to the coveted award as \"quite the big deal\" and plans to display the trophy, left, at the store. 4seasons / FALL 2007 1. Long Lasting Rover Fall Bouquet, fl owers only $12.50 2. Tea Lights 50 ct. $3.96 3. Urn Vase with Wooden Frame 12.25\" $20.00 4. Harvest Splendor Bouquet $30.00 5. Assorted Fall Colored Green Foliage Planter $20.00 Decorative Mini Straw Bales 1 ct. 14\" $3.99 6. Glade Flameless Candles clean or French 1 ct. $7.97 7. Harvest Party Goods $1.27 Fall Dinner Napkins 2/$5.00 8. Decorative Gourds 1 ct. 4/$3.00 Mini Pumpkins 1 ct. 4/$3.00 Empire Fall Scented Candles 1 ct. $6.88 8 3 1 2 4 5 6 7 5season s / hy-vee.com 5season s / hy-vee.comComfort for Busy Lives WRITTEN BY JILANN SEVERSON PHOTOGRAPHED BY TOBIN BENNETT 6seasons / FALL 2007 1. Armour Lunch Makers selected varieties 2.6 or 3.2 oz. 10/$10.00 2. Kitchen Fresh Family Style Meatloaf and Mashed Potatoes $9.99 3. Fast Fixin' breaded chicken nuggets, strips, or patties 10 or 12 oz. 10/$10.00 4. Betty Crocker Pouch Potatoes selected varieties 2.2 to 3.6 oz. $.92 5. La Choy Bipacks selected varieties 42 or 43.5 oz. 2/$6.00 6. Banquet Family Entrees selected varieties 26 to 32 oz. 3/$6.00 7. DiGiorno Ultimate or Stuffed Crust Pizza selected varieties 22.96 to 30.7 oz. $5.99 8. Banquet Homestyle Bakes selected varieties 28.2 to 36.8 2/$7.00 9. Classico Pasta Sauces selected varieties 10 to 26 oz. 2/$4.00 10. South Beach Diet Frozen Entrees, Wraps, or Pizza selected varieties 6 to 11.2 oz. 5/$10.00 11. Kraft Salad Dressings selected varieties 24 oz. $2.38 12. Fricks Natural Juice Ham Steaks $3.77/lb. 13. State Fair corn dogs 8, 13.3, or 16 oz. 2/$4.00 14. Hy-Vee Seasoning or Gravy Packets .75 to 1.4 oz. 3/$1.00Comfort foods like Mom and Grandma used to make don't always require hours in the kitchen, but they are sure to bring the whole family to the dinner table. Here's how to prepare memorable meals in 30 minutes or less. Traditional dishes do more than fill the tummy—they fill the soul. The aroma of simmering soups, roasting meats and veggies, and baking casseroles envelopes your home and heart. As family members arrive home, enticing smells draw them to the dinner table with the promise of a meal to savor. Many tried- and-true recipes have become surprisingly uncomplicated, require little time, and make use of time-saving techniques. MEMORY-FILLED MEALS Some favorite dishes, rooted in nostalgia and often accom- panied by a twinge of guilt over the calories contained, can be updated, more healthful, and even more appealing. As you tailor meals, choose lean meats for oven-roasting or braising in slow cookers. Substitute low-fat cheese and low- sodium soups for favorite casserole recipes. Reduce butter and salt and substitute other seasonings for flavor. Get more ideas for recipes at www.hy-veerecipes.com. Many of these updated favorites incorporate time-saving strategies. For simple side dishes to serve with traditional entrées, serve vegetables and fruits in their least complicated versions. MAKE IT EASY Take advantage of the many shortcuts offered at your local Hy-Vee stores when you prepare nostalgic meals. Look for produce that is ready to use—cut-up carrots, frozen pearl onions, salad greens washed and ready to serve, and breads that wrap and warm in only a few minutes in the oven. Frozen and boxed dinners that call for the addition of meat or those that go into a slow cooker or roasting pan make healthful homemade meals a snap. When time is at a premium, count on the Hy-Vee Kitchen and fresh produce aisles to bring old-time favorites to your table. Ready-to-serve meat loaf, chef's salads, roasted rotisserie chickens, and an abundance of fresh sides are ready to transfer to serving dishes and place on the table. 12 34 1112 131456 10978 7season s / hy-vee.com 7season s / hy-vee.com\"I know the look of an apple that is roasting and sizzling on the hearth on a winter' s evening, and I know the comfort that comes of eating it hot, along with some sugar and a drench of cream...I know how the nuts taken in conjunction with winter apples, cider, and d o u g h n u t s m a k e o l d p e o p l e 's tales and old jokes sound fresh and crisp and enchanting .\" — MARK TWAIN 8seasons / FALL 2007An Apple a Day WRITTEN BY JULIE MARTENS PHOTOGRAPHED BY KING AUThe harvest is in, and the produce aisles at Hy-Vee are bursting with fresh-picked apples. Visit your local store to gather a bounty of favorites. Eat them out of hand, or whip them up in our family-friendly recipes. Autumn brings crunchy leaves underfoot and crunchy apples in hand. In addition to their All-American status in pies, apples are equally delicious sauced, steamed, baked, dried, or fried. Foreign to North America, apple seeds hitched a ride with the Pilgrims and took root in New England. Massachusetts native John Chapman±—better known as Johnny Appleseed—staunchly believed in the health benefits of apples. For more than 49 years, he sowed seeds and planted seedlings from Pennsylvania's Allegheny River to Ohio, Kentucky, and west into Illinois. Thanks to a sea captain who slipped seeds in his pocket in London in 1824, apples sprouted in Washington, which became the top apple-producing state in the U.S. Apples, from coast to coast, are easy to grow and they store well. As health care professionals tout the benefits of apples, Americans continue to clamor for the colorful, crunchy fruit. WHAT APPEAL Because apples are so good for you, feel good about eating them. On average, Americans eat an apple a week; folks in the Netherlands consume an apple a day. Adding them to your diet makes sense. The high fiber and antioxidants in apples lower cholesterol and may help prevent some cancers. Recent research indicates that apples may improve memory and protect against such age- related diseases as Alzheimer's. With a mere 80 calories, an apple supplies 5 grams of fiber— equal to a bowl of bran cereal—and 20 percent of the daily fiber requirement! Fiber makes you feel full, which is beneficial for losing or maintaining weight. An apple for breakfast with a slice of whole wheat toast and peanut butter provides protein, fiber, and complex carbohydrates to keep you going all morning. 9season s / hy-vee.comBaked Appetizer Beverage SnackBakery Fresh Apple Turnovers 3 ct. $2.99 Bakery Fresh Caramel Apple Coffee Cake 16 oz. $2.88 Kitchen Fresh Apple Crisp 32 oz. $4.59 Do no Havarti Cheese selected varieties 8 oz. $3.48 Apple Sweet Apple Slices selected varieties 5 or 6 oz. 4/$5.00; 13 or 16 oz. 2/$5.00 Mulling Cinnamon Sticks 36 ct. $1.97 Aseltine's Fresh Apple Cider 1 gal. $2.98 Stemilt Gala, Red, Golden Delicious apples per lb. $1.28/lb. Stemilt Organic Gala, Red, Golden Delicious apples per lb. $1.48/lb.A TASTE-PLEASING TREAT ANY TIME OF THE DAY 10seasons / FALL 2007Rustic Apple Tart SERVES 12 ALL YOU NEED: 5 cups apples, peeled, if desired, cored and cut in ½-inch wedges packed Hy-Vee brown sugar ½ pkg. (1 sheet) puff pastry, thawed 1 egg white, slightly beaten ALL YOU DO: 1. Combine apples and lemon juice. In another small bowl, combine flour and brown sugar. Toss together flour mixture and apple mixture. 2. Roll out puff pastry to a 10-by-12-inch rectangle on an ungreased baking sheet. Brush pastry with beaten egg white; top with apple mixture. Dot with butter, and fold edges toward center. 3. Bake in a 350°F oven for 40 minutes. 4. Meanwhile, combine sugar, juice, vanilla, and almond until smooth. Brush glaze over tart. Bake another 10 to 15 minutes or until golden brown. Nutrition Facts: 170 calories, 7 g fat, 2 g saturated fat, 0 g trans fat, 5 mg cholesterol, 110 mg sodium, 26 g carbohydrates, 2 g fiber, 16 g sugar, 2 g protein. Daily Values: 2% vitamin A, 6% vitamin C, 0% calcium, 4% iron. Cinnamon-Apple Bread Pudding SERVES 10 ALL YOU NEED: 6 dry slices cinnamon-raisin bread, cut in bite-size pieces 2 cups peeled and chopped apples 1 cup plus 2 tbsp. packed Hy-Vee brown sugar, divided 1½ cups Hy-Vee skim milk ¼ cup Hy-Vee butter ALL YOU DO: 1. Preheat oven to 350°F. Stir together bread and apples in a 10-by-7-inch baking dish. 2. Combine 1 cup of the brown sugar, the milk, and butter in saucepan; heat until butter is melted. Pour over bread mixture. 3. Whisk together apple pie spice, vanilla, and eggs; pour over bread mixture. 4. Bake, uncovered, for 45 to 50 minutes. Cool. 5. Stir together remaining 2 tbsp. brown sugar and yogurt; drizzle over bread pudding. Nutrition Facts per serving: 270 calories, 11 g fat, 6 g saturated fat, 0 g trans fat, 65 mg cholesterol, 180 mg sodium, 40 g carbohydrates, 1 g fiber, 34 g sugar, 5 g protein. Daily Values: 8% vitamin A, 2% vitamin C, 8% calcium, 10% iron. Roasted Pork with Apples and Potatoes SERVES 8 ALL YOU NEED: 1 tbsp. Hy-Vee apple tsp. ginger 2 apples, cored and cut into 1-inch-thick slices 1 lb. small red potatoes, halved 10 pearl onions, peeled ALL YOU DO: 1. Preheat oven to 450°F. Stir together apple jelly, brown sugar, and ginger; set aside. 2. Combine apples, potatoes, onions, olive oil, salt, pepper, and rosemary. 3. Place pork in center of roasting pan; arrange apple mixture around pork in a single layer. Roast 15 minutes. 4. Reduce oven temperature to 350°F. Roast another 20 minutes; stir apple mixture. Spread apple jelly glaze on pork; continue to roast 15 to 20 minutes or until center of pork loin reaches 145°F. Nutrition Facts: 260 calories, 10 g fat, 3 g saturated fat, 0 g trans fat, 65 mg cholesterol, 270 mg sodium, 19 g carbohydrates, 2 g fiber, 7 g sugar, 24 g protein. Daily Values: 0% vitamin A, 25% vitamin C, 2% calcium, 8% iron. 1 tbsp. Hy-Vee butter 13 cup 2 juice ¼ vanilla extract pie spice ½ tsp. Hy-Vee vanilla extract 2 Hy-Vee large eggs ½ cup low-fat vanilla yogurt 1 tbsp. s / hy-vee.comFrom Stemilt Orchard BRAEBURN apples hail from New Zealand and have greenish-gold to red skins. The fl esh is sweet with a hint of tartness that adds spicy-sweet fl avor to pies, cobblers, tarts, and cakes. The apples taste deli- cious fresh and store well. CAMEO is a Washington State apple that ripens to orange-red and features the classic apple shape. The sweet, crunchy fl esh excels in taste and texture for eating out of hand as well as for pies and other baking, sauces, and canning. FUJI stands as the favored apple in the Japanese market, where it was bred. Dense fl esh contains 15- 18 percent sugar, yielding a sweet, crisp bite ideal for fresh eating. Fruit stores well, lasting up to 5-6 months when refrigerated. GALA apples look festive with brilliant red-and- yellow-stripe skins. Flesh is yellow or cream-color and has a sweet, juicy crunch that's yummy for eating out of hand. The apples are also excellent for delicious pies, sauces, and baked goods.GRANNY SMITH apples, with tart and crisp fl esh, are ideal for many uses. Discovered in Australia in 1868 in Mary Ann (Grannie) Smith's backyard, the apples made such delicious dishes that Grannie Smith marketed the fruit. The rest is history. HONEYCRISP apples, which emerged from a Minnesota apple-breeding program, are juicy, sweet-tart, and extra crisp—perfect for eating fresh and in sauces. Look for bright red apples with a bit of pale green. Not recommended for pies, baking, or freezing. JONAGOLD combines the tart taste of Jonathan with the supersweet fl avor of Golden Delicious. Fruit varies from pale green-gold with faint red stripes to solid red. Use this apple for fresh eating and desserts of all types. PIÑATA apples boast a sweet-tart fl avor that's wonderful for snacking and cooking. Skin is bright pink. This new variety emerged from Germany and hit the European market in 1986. Piñata rates excellent for fresh eating, pies, and applesauce.Stemilt World Famous Fruit includes a wide variety of taste-pleasing apples—all healthful and nutritious. Consumers who choose Stemilt apples can be assured that they are purchasing the finest fruit and that it's grown and produced responsibly. Stemilt Growers promise to be good stewards of the land, water, and community by protecting the environment and striving to make agriculture a sustainable business for future generations. Stemilt, a family-owned business located in Washington state, was founded by the Mathisons in the early 1960s and has become an industry leader. The company now provides a colorful bounty of fruit: apples, pears, cherries, stone fruits, and blueberries. Knowing you can trust the growers is important. Overwhelming scientific evidence indicates that eating five or more servings of fruits and vegetables a day protects against cancer, heart disease, and stroke; and evidence increasingly shows the foods' protective abilities for a wide range of other diseases as well. In addition, eating fruits and vegetables can help a person maintain normal weight—not bad for foods that taste so terrific! For those with fast-paced lifestyles or needing quick on-the-go snacks, Stemilt has introduced a new line of sliced apples called AppleSweets®. They are available in different-size packs, making them the perfect choice for home, office, and school. Here are a few of the many delicious apples available from Stemilt: 12seasons / FALL 2007 12seasons / FALL 2007All About Apples SHOPPING SMART Select apples that are firm. One bad apple will spoil the whole bunch, so avoid fruit with brown or soft spots. Some apples boast fantastic flavor beneath less-than-perfect skins. Color varies by apple type, and redder isn't always better. Research at the University of Idaho found that the redder a Red Delicious apple, the less flavor it had. Choose varieties that suit specific purposes: tart for pies and applesauce, firm for baking, and sweet flesh for eating fresh. STORING Apples store well in humid and cool storage—35°F to 40°F with 80 to 90 percent humidity is ideal. Place them in plastic bags in a refrigerator drawer that retains humidity. Or store them briefly in an unheated basement or garage, but not too long—apples absorb odors. PREPARING AND USING Before using apples, wash them well to remove any skin contaminants or coatings. Cut away bruises or soft spots. To prevent freshly cut apples from browning, dip them in 1 part citrus juice to 3 parts water, or use the product Fruit Fresh. Cook and store apples so they're ready for recipes and quick use. Refrigerate or freeze apple butter for tarts and pies, make applesauce to substitute for fat in baking, can or freeze cooked apple slices for recipes and toppings, and dry apple slices for snacks and recipes.KITCHEN HINTS Get creative when you cook, bake, and serve apples. Treat family and friends often to homemade apple pie, but don't stop there! Apples boast such versatility. They're as irresistible in desserts as they are in savory main dishes and sides. Looking for a few new recipes to make use of your windfall of apples? Check the recipes at www .hy-veerecipes.com. Meanwhile, whet your appetite with these cooking tips. Main course creations. Team apples with unexpected partners for taste treats. Whip up a cream-based soup with steamed mashed apples and turnips. Give apples a kick by cooking them with pork tenderloin that's braised with horseradish sauce. And serve apple chunks, broccoli, and ham over whole wheat pasta. Great companions. Some foods naturally complement one another, with flavors enhanced and blended in a scrumptious work of art. Paired with smoked turkey, sharp cheddar cheese, fresh ginger (delicious in homemade applesauce!), apples assume the starring role. Apples tossed with greens and feta cheese, then drizzled with tarragon-vinegar-and- oil dressing, will reap compliments for the tantalizing flavors. Just desserts. Make every day of the week special. Serve grand finales that feature apples in their sweetest dress: ma- ple syrup and cinnamon-sprinkled baked apples, Apple Brown Betty (toss in cranberries for a taste twist), apple-hazelnut quick bread, and apple-cherry pie. Hornsby's Hard Cider 6 pk. bottles (deposit where required) $5.99 Woodchuck Draft Cider 4 or 6 pk. bottles (deposit where required) $6.99 (alcoholic beverages not available in Minnesota) 1. Hy-Vee Apple Corer 1 pc. $1.88 2. Fresh Fruit Tray with Fruit Dip 10\" $9.99 3. Kraft Caramels 12 or 14 oz. $1.88 4. Sliced Apple Tray with caramel dip 2 lb. $8.88 5. Seneca Apple Chips selected varieties 3 oz. 2/$3.00 6. Snapple selected varieties 12 pk. 16 oz. bottles $6.99 7. Hy-Vee Dried Fruits selected varieties 4.5 or 6 oz. 2/$3.00 8. Jimmy's Caramel Apple Dip regular or low-fat 20 oz. $2.7746 1 35 72 8 13season s / hy-vee.comChili Challenge WRITTEN BY CRAIG S. BLACK AND CARLEEN SIPES PHOTOGRAPHED BY KING AU, TOBIN BENNETT, PETE KRUMHARDT 14seasons / FALL 2007Armed with chili powder, jalepeño peppers, and secret seasonings, cooks across the country battle for the title of \"chili king.\" Whether it's an all-in-good-fun family challenge, the annual of ce cook-off, or a regional competition with high stakes and honors, anyone with a spice rack and a spirit of adventure can take part. Recipe ingredients and heat from the chiles run the gamut—limited only by imagination. Although chili is typically considered the reddish color beef-and-bean soup ladened with onion and spicy powder, that's only the tip of the soup ladle. Chili is served in a wide variety of colors, with an even wider range of meats as the base. And the heat for chili ranges from mild to three-alarm fire, depending on the type of peppers used. Chili contests, examples of individualism as well as regionalism, have a major impact on recipes and ingredients. To learn more about chili, we visited with five Hy-Vee chefs, each with their own recipes, and listened as they discussed the diversity of this popular and zesty dish. Midwesterners tend to remain faithful to classic ground beef and beans. \"Texans refuse to put beans in it,\" says Kim Burow, a Hy-Vee corporate executive chef in West Des Moines. \"In Cincinnati, they put pasta in it.\" Chef Kim often presides over the company chili cook-off—a fund-raiser that benefits the Juvenile Diabetes Research Foundation—and he has encountered variation upon variation. \"We see some fun stuff,\" he says. \"There's nine-bean chili, seafood chili. Some people were serving it over homemade fries.\" Alfonso Hernandez, chef at a Hy-Vee meat department in Rochester, Minnesota, also marvels at the vast array of recipes. \"There's so much out there,\" he says. \"I have a lot of customers who bring me venison, black bear, and caribou, and ask me to put it in a chili for them. Rabbit works really well, too,\" says Chef Al. \"And I like using different beans—navy beans, white beans, pinto beans, kidney beans.\" Other chefs use a recipe as a guide and vary it batch by batch. \"I have my own way of cooking chili, and it has to be my way or it doesn't work out at all,\" says Billy Shelton, who works in the kitchen at an Omaha Hy-Vee. That said, \"I taste it as I'm making it. I can tell you my recipe, but as I'm cooking, I may add just a touch more chili powder. Then I'll let it simmer for five minutes and taste it again.\" Chuck Worth, chef and seafood manager in a Rochester Hy-Vee, says, \"There are so many ways of making chili. It's all very personal, but you have to start out with good ingredients— good lean meat to start with and you have to have good seasonings.\" Then simmer. And simmer some more. But ... . \"Slow-cook, but don't overcook,\" Chef Kim says. \"If you cook it too long, the beans start breaking down and turn to mush,\" says Chef Chuck. \"The meat breaks down and you lose the character of the dish.\" \"Everyone has a chili recipe in them,\" says Steve \"Swany\" Swancutt, kitchen manager at a Rochester Hy-Vee. Begin with your choice of meat and add other ingredients. Invite friends over for taste-testing, and see whether you can develop your own signature soup. Families, friends, and coworkers can easily organize an annual chili cook-off. Let your iron- chef pals display their culinary skills while everyone else samples the chili specialties. Chili cook-offs also can be a sideline—at tailgate parties, family reunions, and company picnics. Or they can be the main event at charity fund-raisers, with entry fees and serious prizes. For the really brave host or hostess with an empty chili pot, invite each guest to bring one item to toss in the mixture. Now, that's a true chili in the making. 15season s / hy-vee.comGun-Smokin' Chicken Chili SERVES 8 (1 CUP EACH) ALL YOU NEED: 3 tbsp. Grand Selections olive oil 4 boneless skinless chicken breasts, cubed (about 1½ lb.) 1 medium white onion, diced 4 large garlic cloves, minced 1 14.5-oz. can Hy-Vee chicken broth 2 tsp. ground cumin 1 tsp. ground coriander 1 tbsp. ground white pepper Juice of 1 lime ALL YOU DO: 1. Heat olive oil in large sauté pan over medium heat. Add chicken, onion, and garlic. Sauté for 10 to 15 minutes or until chicken is no longer pink. 2. Meanwhile, in a large Dutch oven, bring chicken broth, cumin, coriander, ground white pepper, lime juice, and habanero peppers (if using) to boiling. Reduce heat to medium; cover and simmer for 10 to 15 minutes. 3. Add the chicken mixture, beans, corn, yellow and red peppers, mushrooms, and white wine to Dutch oven. Cover and simmer for 30 to 35 minutes longer or until vegetables are tender. 4. Remove from heat; stir in sour cream. Garnish with shredded cheese and serve with garlic bread, if desired. Nutrition Facts per serving: 260 calories, 9 g fat, 2.5 g saturated fat, 0 g trans fat, 45 mg cholesterol, 700 mg sodium, 26 g carbohydrates, 7 g fiber, 6 g sugar, 21 g protein. Daily Values: 20% vitamin A, 110% vitamin C, 4% calcium, 10% iron. I saw a bunch of regional variations and liked a lot. I ate some things I never thought I'd eat. -Chef Kim 1. Bakery Fresh hard rolls 8 ct. $1.38 2. Oregon bread and Bagel slicer 1 ct. $14.99 3. Bear Creek Soups selected varieties 7 to 13 oz. 2/$6.00 4. Jamison soup base selected varieties 7 or 16 oz. $3.27 5. Hy-Vee Kitchen Soup & Grilled Sandwich $4.99 6. Hy-Vee Kitchen Soup in a Bread Bowl $4.59Kane Flare Mug 14 oz. $2.99 Kane Square Dinner Plate 10.5\" $4.99Seeded and minced habanero peppers, to taste 2 16-oz. cans Great Northern beans, rinsed and drained 1 cup Grand Selections frozen white shoepeg corn, thawed 1 large yellow bell pepper, seeded and diced 1 large red bell pepper, seeded and diced 1½ cups sliced fresh mushrooms ½ cup white wine ½ cup Hy-Vee sour cream Hy-Vee shredded Colby jack cheese (optional) Crusty garlic bread, optional 1 2 3 4 5 6 16seasons / FALL 2007Chef Al' s Homemade Chili ALL YOU 1-lb. pkg. kidney beans 3 beef bouillon cubes 2½ quarts water 2 medium tomatoes, diced 1 small onion, diced 1 green bell pepper, diced 1 red bell pepper, diced 1 tbsp. garlic, diced or chopped 1 tsp. basil ALL YOU DO: In a 3-quart stock pot, combine kidney beans, bouillon cubes, and the water. Boil until beans are tender; set aside. Sauté diced tomatoes, onion, green and red peppers, garlic, and basil in olive oil for 3 minutes over medium heat. Add chili powder, comino, paprika, tomato paste, and salt to tomato mixture. Cook on low heat for 2 minutes. Add tomato mixture to kidney beans; add ground beef, honey, and brown sugar. Simmer for 35 minutes or until thickened, stirring occasionally. *Note: Substitute ground bison, venison, turkey, or chicken in place of the ground beef. I don't go on the Internet for recipes, and I don't have a cookbook. It's all from my heart and my mind. -Chef Al 1. Hy-Vee Bouillon chicken or beef 4 oz. or 25 ct. $.99 2. Elite Essentials Rotary Grater 1 ct. $7.99 3. Emeril's All Natural Stock chicken, beef, or vegetable 32 oz. 2/$6.00 4. Hy-Vee Soup & Oyster Crackers 12 oz. $.97 5. Hy-Vee Bottle Tomato Juice 46 oz. $1.28 6. Hy-Vee Grand Napkins 100 ct. $1.62Kane $2.99 Kane $3.99 2 4 tbsp. cup 1 tbsp. salt 1 lb. cooked ground beef* 1 cup honey ½ cup brown sugar 3 1 2 6 5 6 17season s / hy-vee.comChef Swany' s Slow Cooker Chili ALL YOU NEED: 1 lb. mild Italian sausage (ask Hy-Vee meat dept. for coarse ground) 2 lb. ground chuck (ask Hy-Vee Meat dept. for coarse ground) 1 cup green bell pepper, medium diced 1 cup sweet yellow onion, medium diced 1 tbsp. chopped garlic 1 28-oz. can Hy-Vee cans Hy-Vee tomato paste 1 16-oz. cup dark roast coffee, freshly brewed ALL YOU DO: Over medium heat, brown Italian sausage and ground chuck; DO NOT drain. When meat is cooked, increase heat to medium high. Add green pepper, onion, and garlic; sauté for 4 minutes. Transfer meat and vegetables to an 8-quart slow cooker. Add remaining ingredients. Set heat to low and simmer for 4 to 6 hours. Garnish servings with fresh chopped green onion tops, sour cream, and cheddar cheese. Serve with Kitchen Fresh Tortilla Chips. Yields 6 quarts. 1. Hy-Vee Crystal Elegance tableware forks, spoons, or combo 24 ct. $1.28 2. Bakery Fresh Zorba rolls 4 ct. $2.28 3. Hy-Vee Can Chili with Beans regular or hot 15 oz. $.88 4. Hy-Vee Chili or Cocktail sauce 12 oz. $1.18 5. Daisy Sour Cream regular, light, or no-fat 16 oz. 2/$3.00 6. Spice Island Spices selected varieties .1 to 5 oz. 2/$4.00 1. 2. 3. 4. 5. 6. I wouldn't doubt that the recipes all come from wives or wives' mothers. It's just that the men like to cook 'em. —Chef Swany2 15-oz. cans Hy-Vee dark red kidney beans, rinsed and drained 1 15-oz. can Hy-Vee Chili powder Kane Napkin 20 x 20 2 pk. $3.49 Kane Square Side Plate 8\" $4.99 Kane Flare Mug 14 oz. $2.99 1 2 3 4 5 6 18seasons / FALL 2007Beef Chili \"El Paso\" ALL YOU NEED: 4 tbsp. canola oil 3 lb. top round, cut in ½ inch cubes 2 cups diced yellow onions 2 cups diced celery 3 large cloves garlic, diced ¼ cup 1 tsp. cumin ½ 1 tsp. crushed red pepper ALL YOU DO: Heat oil in a large heavy stock pot. Add meat and sear on all sides until lightly browned. Remove meat from pot and set aside. Add onions, celery, and garlic to pot; simmer vegetables until tender. Stir in the chili powder, cumin, oregano, crushed red pepper, cayenne pepper, sugar, and paprika; mix well. Cook over medium heat for 2 to 3 minutes. Add diced tomatoes, tomato paste, beef broth, and cornmeal. Simmer about 30 minutes; return meat to pot and mix well. Simmer about 1 hour or until meat is tender. If chili appears too thin, add a little more cornmeal. Serve as is or top with sour cream, diced onions, and/or shredded cheddar cheese. 1. Hy-Vee Shredded Cheese mozzarella, cheddar, or sharp cheddar 16 oz. $2.99 2. Hy-Vee Chili or Kidney beans 15 oz. 5/$2.00 3. Fresh Gourmet Crunchies toppings selected varieties 3.5 oz 4/$5.00 4. French's Taco or Chili Seasoning selected varieties 1 to 2.25 oz. 3/$2.00 5. Hy-Vee Can Tomatoes or Tomato sauce selected varieties 14.5 or 15 oz. 4/$2.00 6. Chinet Bowls 30 ct. 2/$5.00 I've done buffalo chili and chili with ostrich. The buffalo was ne, but the ostrich didn't work. Now I'm developing a chili with marlin. —Chef Chuck Kane Round Dinner Plate 10.5\" $3.99 Kane Footed Bowl 5.5\" $2.99 1 28-oz. cans diced tomatoes 1 6-oz. can tomato paste 2 cups beef broth 2 to 4 tbsp. yellow cornmeal Salt to taste 3 1 2 4 5 6 19season s / hy-vee.com 19season s / hy-vee.comALL YOU NEED: 1 lb. coarse-ground beef, cooked and drained 1 medium onion, diced 1 jalapeño pepper, seeded and diced 1 14.5-oz. chili can Hy-Vee chili beans ALL YOU DO: 1. Stir all ingredients together in a large stock pot. 2. Bring to boiling over high heat; reduce heat to low and simmer for 1 hour. Nutrition Facts per serving: 140 calories, 6 g fat, 2 g saturated fat, 0 g trans fat, 25 mg cholesterol, 480 mg sodium, 13 g carbohydrates, 2 g fiber, 6 g sugar, 9 g protein. Daily Values: 30% vitamin A, 40% vitamin C, 4% calcium, 10% iron. Elite Essentials Soup Ladle 1 ct. $4.99 Kane Kitchen towel $2.99 Salsa server set with wire caddy, 5-piece set $12.99 I put jalapeño peppers in my chili, but I don't want to overload it. I want it to have a bite, but I don't want tears to come to anyone's eyes. —Chef black pepperBi l l y 's C h i l i MAKES 13 (1-CUP) SERVINGS 1. Round Side Plate 7.75,\" Footed Bowl 5.5,\" Flare Mug 14 oz., Kitchen Towel, Mitt, Pocket Pasta Bowl 13,\" or Salsa Server Set 4 pc. with wire caddy $12.99 ea. 3. Tortilla Warmer with cover, 8.5\" dia. x 1.75\"h $9.99 ea. 4. Square Dinner Plate 10.5,\" Small Pasta Bowl 9,\" Round Dinner Plate 10.5\" $3.99 5. 2 pk. $2.99 ea. 1 2 3 4 5 6 20seasons / FALL 2007 201. Hunt's Tomato Sauce regular, unsalted, or with Italian herbs 8 oz. 3/$.89 2. PAM Cooking Spray selected varieties 5 or 6 oz. 2/$5.00 3. Fleishmann's Sticks or Bowls selected varieties 1 lb. or 2 pk. 4/$5.00 4. Egg Beaters selected varieties 15 or 16 oz. or 3 pk. 2/$5.00 5. Hunt's Tomatoes selected varieties 14.5 oz. 10/$10.00 6. Hunt's Spaghetti Sauce selected varieties 26 or 26.5 oz 10/$10.00 7. Healthy Choice Soups or Micro cups selected varieties 14 or 15 oz. 4/$5.00 8. Healthy Choice Simple Selections frozen entrees selected varieties 6 to 10 oz. 3/$5.00 9. Healthy Choice Complete Selections or Cafe Selections selected varieties 6 to 12.5 oz. 2/5.00HEALTH TIPS Get Moving! Make it a habit to take a walk after dinner. Every day! 1 2 3 4 5 6 7 8 9Grilled Veggie Pasta Primavera SERVES 8 ALL YOU NEED 1 medium eggplant, peeled, cut in ¼-inch slices 1 medium zucchini, cut in ¼-inch slices 1 medium crookneck squash, cut in ¼-inch slices 1 medium red bell pepper, cut in ½-inch strips 1 medium red onion, peeled, cut in ¾-inch wedges ½ tsp. salt ALL YOU DO 1. Preheat grill to medium-high heat. Combine eggplant, zucchini, squash, bell pepper, and onion in large bowl. Season with salt and black pepper. Drizzle with oil; toss to coat. Place in grill basket. 2. Grill until vegetables are crisp-tender and slightly charred, stirring frequently (cooking time will vary by grill type). Remove vegetables from grill; cover to keep warm. Set aside. 3. Toss pasta, undrained tomatoes, and vegetables in large bowl until well blended; sprinkle with cheese. Serve warm.¼ tsp. ground black pepper ¼ cup olive oil 1 pkg. (16 oz.) dry linguine, broken in half, prepared according to package directions 2 cans (14.5 oz. each) Hunt's Diced Tomatoes, undrained ½ cup (2 oz.) 21season s / hy-vee.comBUTLER HOLDING INVITATIONEmploy scrapbooking materials and techniques to cut and paste a unique party invitation made from products sold at Hy-Vee. Start with a Plaid brand accordion card, in black (sold in some Hy-Vee scrapbooking aisles), then use an assortment of embellishments and paper cutouts. The outside, opposite, incorporates crimped paper and a pretty ribbon. 22seasons / FALL 2007 22seasons / FALL 2007Mockingbird Mansion WRITTEN BY KATHY ROTH EASTMAN AND M. PEG SMITH PHOTOGRAPHED BY K ING AU INVITATION AND MOCKINGBIRD DESIGNS BY HEATHER HILLDinner at Conjure up a spirited evening in honor of Halloween. IT IS A DARK AND STORMY NIGHT AND THE STAGE IS SET WITH FLICKERING CANDLELIGHT, CREAK- ING DOORS, AND THE BAREST WHISPER OF MOCKINGBIRD WINGS. IT'S THE PERFECT SETTING FOR A GATHERING IN HONOR OF ALL HALLOWS' EVE. The guests enter the mansion through a curtain of ancient cobwebs and are greeted by the Butler, a creaky, doddering entity who plays his part well. The hallway is dark and narrow, and haunting music emanates from somewhere behind the walls to greet the costumed partici- pants as they enter the scene. An occasional shriek of a crow interrupts the quiet murmur of conversation and startles the guests, causing laughter and quick glances around the room for the source of the sounds. And what does the party host have in mind for them on this haunting evening? In mock dismay, the guests get involved in the theatrics of the evening and ask each other silly questions. \"Will we be cast under some magical spell?\" \"Will we be forced to take part in a Frankenstein-like experiment?\" \"Is there really a dungeon in the lower level of the mansion?\" \"Will we be banished to it?\" The attendees suspect that as the evening unfolds, there are bound to be surprises in store. 23season s / hy-vee.com 23season s / hy-vee.com1. Create a theme and let your guests know in advance ... or not. If you want to surprise them, keep your party plans under wraps. If you want the guests to dress to a particular theme, however, let them know at least a portion of the planned activities. 2. With your invitations, give your guests an inkling of the eerie elements your party will contain. Pique their curiosities and get them in the seasonal mood with the style, wording, and pictures you include. (Find an invitation pattern at www .hy-veeseasons.com.) 3. Set the stage outside the front door. Create a theatrical set to match what lies within. Cre- ate an arrangement of pumpkins, balloons, or other seasonal items; put up posters or copies of old photos; add mood lighting and music; or create a dark tunnel of suspense that guests must pass through on their way into the house. 4. Right inside the door, have a basket of masks for donning, as some guests may not come completely wrapped up for the occasion. (A variety of masks are available from Hy-Vee.) 5. Greet guests with a suitable interior. String cobwebs, float ghosts made from cheesecloth draped over helium balloons, and fly mockingbirds from the ceiling. (Find general instructions for the mockingbirds on page 28; mockingbird pattern and step- by-step instructions are at www.hy-veeseasons.com.) 6. Cast a soft glow with mood lighting: dimmed lamps, strings of seasonal lights, and candles. Note that electric candles are safer and require less attention than wax candles. (Find a variety of decorations and candles at Hy-Vee.) 7. Set up—so you don't need to change CDs—a playlist of ghostly music interspersed with eerie sounds to provide a suitable background for conversations. Include some just-for-fun songs, such as \"Mon- ster Mash.\" Who knows, your monsters in attendance may feel like boogying along. 8. Serve a chilling assortment of delicious predinner \"potions\" and label each of the beverages at the bar so guests can serve them- selves as they dare. 9. Have fun setting the dinner table. Follow our example (see pages 26-27 and left ) with dishes, glassware, and flowers from Hy-Vee. Color it traditional in black, white, and orange. Cover the table with a length of black sheer fabric torn along the edges, and \"float\" tableware on clear plastic stands (created by using recycled clear plastic food containers). When it's time to draw your guests into the dining room, instruct Albert to strike the dinner gong. 10. Serve foods that fit your theme. For ease, purchase some already-prepared dishes and make one or two specialties, such as Glazed Mockingbird Wings and Carrot Pumpkin and Dip, page 28. For fun, label each food with a Halloween-themed name. Print a menu for each place at the table, if you wish. 11. Call upon old books, television shows, or movies to help create a chilling atmosphere. Read aloud a section from Bram Stoker's Dracula or Mary Shelley's Frankenstein. Air sections of an old horror movie or view a DVD of a classic television show, such as The Munsters (the original inhabitants of 1313 Mockingbird Lane) or The Addams Family. 12. If you invite children, hire several teens to organize and manage the games and serve the goodies. Hold the kids' gather- ing in the basement, garage, or outdoors if the weather cooper- ates. Be sure to decorate their party space to fit the theme of their party (see pages 29-33 for ideas). 13. Join your guests in sharing the spirit of friendship, laugh- ter, and fun of this unusual holiday.Dressed for Dinner 13 WAYS TO SET UP A SPIRITED SCENE 24seasons / FALL 200751 3 7 9 1162 4 8 10 12 1. Halloween Serveware 2 or 3 ct. $3.97 2. Pirate & Ghost Plates or Napkins 1 ct. $1.29 3. Halloween Skull Chip and Dip Tray 9\" $5.99 4. Orville Redenbacher Microwave Popcorn selected varieties 2 to 4 pk. 2/$3.00 5. Halloween Clings 12 pc. $1.49 6. Brach's Chocolate Stars 13 oz. 2/$5.00 8. Spooky Halloween Jelz Match Box Cars 10. Halloween Coloring Books 10\" Scrapbook Kit 12. Scrapbook Glue 1.6 oz. $2.99 25season s / hy-vee.com26seasons / FALL 2007 26seasons / FALL 2007Set the table in style using products from Hy-Vee. Look for durable dishware, stemware, and fl owers to make a big impact for an elegant masquerade party. For fun, include oversize candelabras and a dramatic fl oral display. Our centerpiece was created using three cube-shape clear glass containers and three different types of fl owers in the same color tones. To create the arrangement, select approximately 18 each of carnations and roses and two bunches of alstroemeria, stock, or other multibloom stems. Wash containers and ll with cool water. Trim the stems to the same height so the fl owers pavé (have a fl at, even surface) or mound. Tie fabric ribbon around two vases and fringe the ends; use a rhinestone belt buckle (available from fabric or antiques stores) to make a belted sash on the third container. A silver cake stand elevates one vase. Wine Party Pack 18 pc. $19.99Glitter Hair spray 1 ct. $1.88 Assorted Halloween Masks 1 ct. $5.99 Village 1 ct. 27season s Mockingbird Wings SERVES 4 ALL YOU NEED: Patterns (available a t www.hy-veeseasons.com, or create your own using the models, right, for inspiration) Black card stock, mat board, or poster board Scissors or crafts knifeAdhesives: crafts glue or hot glue; spray glue Glitter: Black micro-glitter and larger glitter Rhinestone Fishing line ALL YOU DO: Enlarge t he pat terns; trac e one body, one tail, and two wings f or each bird. To assemb le, ma tch holes and not ches on cut piec es; a ttac h and glue in place. Decor ate as sho wn wi th glit ter and rhinest one for eye. Poke ho les as shown t o strin g fishin g line . Loo p line and tie knot before han ging.Trick-or-Treat Veggie Dip & C arrot Pumpkin ALL YOU NE ED: 2 lbs. chicken wings, split, tips removed Hy-Vee salt and Hy-Vee black pepper 1 cup Hy-Vee barbecue sauce ¼ cup Hy-Vee honey 1 tbsp. Hy-Vee Worcestershire sauce 1 tsp. ground mustard ALL YOU DO : 1. Place wings on greased br oiler pan. Sprinkle with salt and pepper. 2. Broil 5 to 7 m inutes on each side or until l ightly browned. 3. Place win gs i n a greas ed slow cooker. 4. Stir together barbecue sauce, honey, Worcestershire sauce, and mustard in a m edium bowl. Pour mixture over win gs in slow cooker. 5. Cook on high for 2 hours. 6. Reduce heat to low or warm to serve out o f slow cook er. Nutrition Facts per serving: 420 calories, 25 g fat, 6 g saturated fat, 0 g trans fat, 115 mg cholesterol, 480 mg sodium, 17 g c arbohydrates, 1 g fiber, 13 g sugar, 29 g protein. Daily Values: 6% vitamin A, 6% vitamin C, 2% calcium, 10% iron. ALL YOU NEED: 1 (8 oz) tub light chive and onion cream cheese ½ tsp lemon juice 1 clove garlic, minced ½ cup shredded carrots 1 cup peeled, seeded and chopped cucumber Fresh vegetables for dipping, optional ALL YOU DO: 1. Bea t cream cheese, lemon juice and garlic in a medium bo wl wit h el ectric mixer un til well-blended . Add carr ots and cucu mber and mix un til b lended . 2. Cover and refriger ate until s ervin g time . 3. Serv e wit h fr esh v egetables if desir ed. Nutri tion Facts per serving: 30 calories, 2 g f at, 1 g saturated fat, 0 g trans fat, 5 m g ch olesterol, 70 m g sod ium, 1 g ca rbohydrate, 1 g s uga r, 1 g pr otein. Daily Values: 10% Cover lettuce; cover lettuce with tooth pick-skewered baby carrots; add gr een pepper mouth and eyes, radish and olive accents. and green pepper stem. 28seasons / FALL 2007Trick or Treat Halloween Pet Costume 1 ea. $4.99 Glow Sticks (worn on model's wrists, far left) 10/$10.00 Halloween Plush Infant Costumes 1 ct. $9.99 Assorted Toddler Halloween Costumes $10.99 Halloween Canvas Banners / FALL 2007Shop everything you to make a bootiful party! 30seasons / FALL 2007Bakery Fresh Halloween Bakery Fresh Halloween Cupcakes 6 ct. s / / hy-vee.com Halloween Party Tub 19\" $6.99 Halloween Light Up Rocks 1 ct. $6.9931season s hy-vee.com 1. Scrapbook or Craft Scissors $1.99 2. Polly Pockets Pet Boutique 1 ct. $9.99 3. Halloween Bear with Sweater 1 ct. $4.99 4. Halloween Books selected titles $4.99 to $6.99 5. Halloween Barbie 1 ct. $9.99 6. Halloween Super String 1 ct. 2.99 7. Eye Glass Disguise Kit 1 ct. $ 1.99 8. Halloween Costume Accessories 1 ct. $1.99 9. Trick or Treat Bucket 6\" 1 ct. $1.59 10. Nabisco 100 Calorie Cookies, Crackers, or Bars selected varieties 4.4 to 5.88 oz. 2/$5.00 11. Frankford Halloween Candy selected varieties 6.34 to 13.74 oz. $1.97 12. Just Born Peeps Spooky Friends Skull or Mummy Halloween Candy 6 oz. $1.98 13. Mike & Ike or Hot Tamales 10.5 oz. $1.88 14. Fiber Optic Ghost Candy Basket 1 ct. $9.99 15. Ferrara Halloween Candy 32 oz. $5.44 16. Cherry Mash Bite Size Mini Mash 12 oz. $2.27 Parties are more fun when the kids get to make their own treats. Try these ideas for a frightfully good time! Ding Dong Spider—A Ding Dong snack cake embellished with black licorice legs, candy sprinkle fangs, red hot eyes, and white frosting pupils. Creepy-Crawly Bug Sandwiches—mini croissants decked out with pepperoni insides and wings, olive slice eyes, green and yellow pepper legs and antenna. Barn Owl Cookie—Hy-Vee Bakery Fresh cookie topped with canned frosting, choc- olate chip eyes, candy corn beak, black licorice legs, and fruit leather wings. 2 4 6 8 10 12 14 1613 157 9 111 3 5 32seasons / FALL 2007 32seasons / FALL 200733season s / hy-vee.com STAY SAFE ON THIS SWEET DAY The rituals surrounding trick and treat —carving pumpkins, dressing up in costumes, and wandering the neighborhood asking for sweets—are hallowed traditions. While the fun is inevitable, the \"trick\" is to keep everyone safe during the festivities. Use common sense and follow these safety guidelines: * When carving pumpkins, let the kids draw the funny or scary face in marker on the pumpkin. Have an adult make the cuts. To light up the pumpkin, electric lights are safer than candles. Caution: Don't leave a candle-lit jack-o'-lantern on the front porch where kids' costumes might brush against it. * Choose kids' costumes that are fl ame-retardant and loose enough to allow kids to add a warm layer of clothing beneath (but not baggy enough so kids trip on them). Add refl ective tape strips to a dark costume for best visibility by car drivers. For added protection, put refl ective tape on treat bags. * Choose masks that have large eyeholes and both nose and mouth openings. Even better, use face paint instead of masks. * Adults must accompany young children on their rounds through the neighborhood. Take along a fl ashlight and a cell phone and consider having another parent drive and park near where you'll be walking. The group should have a prescribed route and a curfew and follow traf c and street-crossing rules. Remind your children they need to stay close and not enter strangers' homes or cars. A good rule is to only visit homes of people you know. * Do not allow snacking along the route. Adults should check the treats when children get home before they are allowed to sample. Eat only treats that are prepackaged and completely wrapped and sealed. Pumpkin Packages—Cut a rectangle of crepe paper; loosely gather and twist one end with a pipe cleaner. Turn inside out so the cleaner is on the inside. Gather again to form a round shape; l l w i t h g o o d i e s a n d top with a twisted pipe cleaner. Add paper features using black construction paper. Crafty \"Crackers\"—Cover empty toilet paper tubes in deckle-scissor-trimmed crepe paper, leaving several inches of extra length on each end. Fill with tiny treasures; twist and secure the ends (ours are sewn shut, but ribbon ties work as well). Cover with scrapbook papers cut with crafts scis- sors and embellish with stickers or rub-ons from Hy-Vee. The rub-ons shown are sold in the Halloween Scrapbook Kit on page 25. 33season s / hy-vee.comThe Gre at Pum pki n WRITTEN BY JULIE MARTENS PHOTOGRAPHED BY PETE KRUMHARDT Take home a variety of pumpkins from Hy-Vee's bountiful selection for fall decorating. Use pumpkins to tuck into outdoor displays, line a window, side- board, or entry, or create topiaries using three graduated size pumpkins, largest on the bottom—smallest on the top, in pots or urns. Carving kits, also available at Hy-Vee (see pages 40 and 41), provide small tools and instructions for inspiring carved designs that can be lit with tea lights (see page 5). 34seasons / FALL 2007Picking just one perfect pumpkin among the plethora at Hy-Vee could pose a perplexing puzzle for those in pursuit of the one and only \" great pumpkin.\" But why struggle? Fill a cart and proclaim pumpkin perfection with decorations indoors and out and with our palate-pleasing recipes. You know fall is in full swing when pumpkins appear on doorsteps, hearths, and kitchen tables. Although many folks favor pumpkins for carving or the traditional turkey day pie, these orange fruits can fill any number of roles—in seasonal décor, on the dinner table, and in crafty creations. As autumn unfolds and you see the pumpkin patch sprouting at Hy-Vee, set your sights on using these fall jewels in new ways. Let us inspire you. PASS THE PUMPKIN, PLEASE Treat your family to homey fare that features pumpkin. With its bright orange flesh, one serving of pumpkin (one-half cup, cooked) dishes up a day's supply of vitamin A and a mere 40 calories. Its high fiber content (4 g) helps curb appetites, making pumpkin a good choice for dieters. This autumn beauty also boasts vitamin C, potassium, calcium, iron, and folate. Rich in beta-carotene, pumpkins earn a spot on the list of good-for-you foods that fight cancer, heart disease, and aging. Pumpkin's culinary repertoire goes far beyond pies, nut breads, and cake rolls. Substitute pumpkin in any recipe that calls for sweet potatoes or winter squash. Or showcase them in elegant creations, such as seafood-stuffed pumpkins, roasted fall veggies with fennel and sausage, or pumpkin soufflé. For everyday autumn menus, dice a pumpkin, steam it, season with nutmeg, and serve it as a side dish. Mix pumpkin chunks with apples, cranberries, and raisins for a classic fall fruit pie. Cut small pumpkins in half, place halves cut side up in a pan with 1 inch of water, and bake, covered, at 350°F for 60 minutes. Remove cover and bake 30 minutes more or until fork tender. For a sweet dish, serve it filled with butter and brown sugar. For fewer calories, use applesauce and cinnamon. Spice it up with hot Italian sausage, curried rice, or Cajun jambalaya filling.COOKING BASICS Process pumpkin into puree to use in soups, stews, and baked goods. Slice the fruit in half, scoop out seeds and stringy membranes, then place pumpkin cut side down on a parchment- lined baking pan. Bake at 350°F for 45 to 60 minutes or until fork tender. Cool, and peel skin. If skin doesn't remove easily, bake longer. To puree, place the peeled cooked pumpkin in a food processor, blender, potato masher, or ricer. Remove any remaining strings from processed pumpkin using a mixer; strings will wrap around spinning beaters. If puree is for pie, make it extra smooth by pressing it through a fine sieve or food mill after initial processing. Puree spoils after 36 hours. If you don't plan to use it immediately, store it in tightly sealed containers in the freezer. For make-ahead ease, measure out amounts for recipes, then label containers accordingly. To use pumpkin puree in baking recipes to reduce the amount of fat, substitute equal amounts of puree for shortening, margarine, or butter. Transform fresh pumpkin into a hearty flour that can be substituted for whole wheat flour. Cut fresh pumpkin in thin slices. Dry slices in a single layer in a slow oven (250°F). Grind cooled dried slices in a blender to make the flavorful flour. Store in an airtight container. PICK YOUR PUMPKIN Celebrate fall by gathering your gang and heading out to your favorite pumpkin patch—at Hy-Vee. As you sort through the pile, choose pumpkins by how you plan to use them. For carving, select robust round fruit with plenty of girth for designs. 35season s / hy-vee.comBakery Fresh Pumpkin Pie 10\" $8.99Delicious pumpkin pies, made fresh by the bakers at Hy-Vee, are too good to be enjoyed only on holidays. Creamy textured and full of fresh pumpkin and spice fl avor, these pies match perfectly with fresh whipped cream. Enjoy a slice with a cup of hot coffee. 36seasons / FALL 2007For pumpkins that will be used for cooking, select small fruits. Carving pumpkins, or field types, usually have tough, stringy flesh. Sugar pumpkins, culinary cousins, have dense, sweet, less stringy, bright orange flesh. They often are referred to as \"pie\" or \"Cinderella\" pumpkins. When choosing pumpkins to cook with, look for those that weigh from two to six pounds. Each pound of whole pumpkin yields one cup of puree. Whole pumpkins store well, lasting several months. Select fruits with no decay or soft spots and firm rinds that don't scratch easily when a fingernail is pulled across. Pumpkins with long stems (1 to 2 inches) last longest. Store pumpkins in a cool, dry place in temperatures between 50°F and 55°F. An unheated basement or enclosed porch is ideal for storing pumpkins or winter squash. GET CREATIVE! Try something new in place of typical autumn displays of pumpkins, hay bales, corn shocks, and gourds. Let these ideas inspire creativity. Serving bowl Cut the top off a small pumpkin, hollow it out, and ladle it full of your family's favorite fall soup. Candleholder Using small pumpkins that sit flat, remove stems, and use a sharp knife to carve a ring from the top that's slightly larger than the base of a candle and making the hole deep enough to steady the candle. Vase Slip a jar inside a hollowed pumpkin. Fill the jar with fresh flower food from a Hy-Vee florist and a mix of fall flowers and greens. Silk flowers last even longer. Place card holders In small pumpkins, cut a sliver just deep enough to hold place cards for guests. Flowerpot Stuff a hollowed pumpkin with potting soil, then plant pansies, purple ornamental cabbage, and trailing ivy for long-lasting fall color. For pure flower power, tuck potted chrysanthemums into the orange pot. Lantern Light the night with carved pumpkins that are suitable to use beyond Halloween. Cut crisscrosses in the lid and rub cinnamon and nutmeg into the cuts. As a candle burns inside the lantern, savory scents will waft in the air. Compost As pumpkins fade, cut the nitrogen-rich fruit in chunks to bury in vegetable gardens, new planting beds, or compost piles—free fertilizer.SALTY & SAVORY PUMPKIN SEEDS Munch on roasted and salted pumpkin seeds straight from the package. Or scrape out and clean fresh pumpkin seeds to toast yourself. Either way, they're a tasty, nutritious snack that's low in fat and high in iron, and the seeds are good sources of omega-3 fatty acids and zinc. To roast seeds, rinse well and blot with paper towels to absorb excess moisture. Spread seeds in a single layer on a Waxtex paper-lined Hy-Vee baking sheet. Roast at 375°F for 20 to 30 minutes. Remove from oven, spray with light cooking oil or dot with butter; roast at 400°F for 5 to 10 minutes longer; stir often. Sprinkle with Lawry's Seasoned Salt; cool and store in a tightly covered container. Goodniks Seeds selected varieties 3 to 8 oz. 10/$10.00 Hy-Vee Kitchen Helper cookie sheet large $4.98 Lawry's Seasoned Salt 16 oz. 2/$5.00 Waxtex Waxed Paper 75 sq. ft. $1.17 37season s / hy-vee.com 1. Hy-Vee Kitchen slice of Pumpkin Pie with meal $1.99 2. Hy-Vee Kitchen Family Sized Pumpkin Cheesecake 32 oz. $4.98 3. Bakery Fresh Pumpkin Bars with Cream Cheese icing 6 ct. $3.99 4. Bakery Fresh Pumpkin Dessert Loaves 13 oz. $3.49Pumpkin-Chocolate Chip Muffins SERVES 9 (1 MUFFIN EACH). ALL YOU NEED: 1 cup Hy-Vee sugar ¼ cup Hy-Vee vegetable oil 3 Hy-Vee large eggs 1 cup canned pumpkin ¼ cup water 2¼ cups Hy-Vee fl our ALL YOU DO: 1. Preheat oven to 400°F. Stir together sugar, oil, eggs, pumpkin, and water; set aside. 2. Combine flour, baking powder, baking soda, pumpkin pie spice, and salt. Stir in pumpkin mixture; stir in chocolate chips. 3. Fill greased muffin cups two-thirds full with batter. Bake for 25 to 30 minutes or until a toothpick inserted in muffin centers comes out clean. Nutrition Facts per serving: 380 calories, 13 g fat, 5 g saturated fat, 0 g trans fat, 70 mg cholesterol, 270 mg sodium, 60 g carbohydrates, 2 g fiber, 24 g sugar, 7 g protein. Daily Values: 80% vitamin A, tsp. Hy-Vee salt ¾ cup Hy-Vee mini chocolate chips 1 3 42 38seasons / FALL 2007 1. Bakery Fresh Pumpkin Donut Holes 18 ct. $2.28 2. Hy-Vee Kitchen Pumpkin Fluff dessert $3.99 3. Pet-Ritz Deep Dish Frozen Pie Shells 12 oz. 2/$4.00 4. Mrs. Smith's 9\" Boston Cream, Lemon Meringue, Fruit, or Pumpkin Pies 27 to 37 oz. 2/$7.00 ALL YOU NEED: 1 15-oz. can Hy-Vee pumpkin 1 12-oz. can Hy-Vee evaporated milk 1 cup Hy-Vee granulated sugar 1 tsp. pumpkin pie spice 3 Hy-Vee eggs 2 (9 oz. each) graham cracker crusts 1 (18 oz.) pkg. butter pecan cake mix, divided 1 cup Hy-Vee chopped pecans, divided 1 cup Hy-Vee butter, melted, divided 1 (16 oz.) container Hy-Vee cream cheese frosting 2 cups Hy-Vee light whipped topping, thawed ALL YOU DO: 1. Stir together pumpkin, evaporated milk, sugar, spice, and eggs in a large mixing bowl. 2. Pour half the pumpkin mixture in each piecrust. Sprinkle half the cake mix over each pie. 3. Sprinkle ¼ cup pecans on each pie. Pour ½ cup melted butter over each pie. Cover edges of pie with aluminum foil to keep from over-browning during baking. 4. Bake pies at 350°F for 40 minutes. Allow pies to cool. 5. Stir together frosting and whipped topping. 6. When pies are completely cool, top each with half the frosting mixture. Sprinkle frosting with pumpkin pie spice and top with ¼ cup pecans. Refrigerate leftover pie. Nutrition Facts per serving: 560 calories, 31 g fat, 11 g saturated fat, 3 g trans fat, 60 mg cholesterol, 400 mg sodium, 67 g carbohydrates, 1 g fiber, 45 g sugar, 5 g protein. Daily Values: 70% vitamin A, 0% vitamin C, 10% calcium, 8% iron. Pum pki n Pe c a n L aye r Pie SERVES 20. 3 1 2 4 39season s / hy-vee.comHearty Pumpkin-Potato Soup in Pumpkin Bowls SERVES 5 (1 CUP EACH) ALL YOU NEED: 5 small pumpkins, washed and dried Fresh lemon juice, optional 1 15-oz. can pumpkin 1 10.5-oz. can Hy-Vee cream of potato soup 1 14.5-oz. can Hy-Vee clear chicken broth 1 cup Hy-Vee half-and-half ALL YOU DO: 1. Cut tops from pumpkins; set aside. Remove seeds and stringy flesh from pumpkins; discard. If needed, cut a thin layer from bottoms of pumpkins so they sit flat. 2. If desired, brush cut surfaces on pumpkin with lemon juice to prevent browning. 3. Combine canned pumpkin, cream of potato soup, chicken broth, half-and-half, and spices in a large saucepan over medium heat. Bring to boiling. 4. Reduce heat to medium low; simmer, stirring occasionally, for 15 minutes. 5. Carefully puree soup in a blender. Transfer back to saucepan. 6. For garnish, unfold puff pastry on lightly floured surface. Using a large leaf-shape cookie cutter, cut 5 leaves from puff pastry; place on ungreased baking sheet. Bake at 400°F for 10 to 15 minutes or until golden brown. Cool on wire rack. 7. Ladle soup into pumpkins. Top with leaf- shape puff pastry. Serve immediately. Nutrition Facts per serving: 160 calories, 9 g fat, 4.5 g saturated fat, 0 g trans fat, 20 mg cholesterol, 790 mg sodium, 16 g carbohydrates, 4 g fiber, 4 g sugar, 4 g protein Daily Values: 260% vitamin A, 0% vitamin C, 6% calcium, 6% iron. 1. Collegiate Pumpkin Carving Kit 1 ct. $5.48 2. Pumpkin Paint Stenciling Kit 1 ct. $2.99 3. Wilton Halloween Decorating Accessories cutter 1 ct., baking cups 75 ct., or mini baking cups 100 pkg. (1 sheet) puff pastry, thawed, for garnish Jack's Pumpkin Spice Ale (deposit where required; alcoholic beverages not available in Minnesota) 6 pk. $6.99 1 2 3 40seasons / FALL 2007 1. Press 'n Carve Pumpkin Stencil Sheets 1 ct. $2.99 2. Kids Carving Book 1 ct. $2.99 Pumpkin Spice C ookie s SERVES 24. ALL YOU NEED: ½ cup butter, softened ¾ cup packed brown sugar 1¼ tsp. pumpkin pie spice ½ tsp. baking powder 18 tsp. salt ALL YOU DO: 1. In a large mixing bowl beat butter with electric mixer until smooth. Beat in brown sugar, pumpkin pie spice, baking powder, and salt. 2. Beat in egg until well combined. Beat in as much flour as you can with mixer. Stir in remaining flour with a spoon. Chill, if necessary, until easy to handle. 3. On a lightly floured surface, roll out dough to 1/ 4-inch thickness. Cut out pumpkin shapes with cookie cutter. Place 1 inch apart on ungreased cookie sheet. Bake in 375°F oven for 6 to 8 minutes or until edges just begin to brown. Cool cookies on wire rack. 4. Divide icing and tint with food coloring. Place some of the tinted icing in disposable decorating bags. Ice cookies and decorate with piped icing. Add pepitas to garnish, if desired. Powdered Sugar Icing: In a medium bowl combine 3 cups sifted powdered sugar, ½ teaspoon vanilla, 1 tablespoon corn syrup, and enough milk (2 to 4 tablespoons) to make icing consistency. Tint with food coloring as desired. Nutrition Facts per serving: 90 calories, 4 g fat, 2.5 g saturated fat, 0 g trans fat, 20 mg cholesterol, 55 mg sodium, 12 g carbohydrates, 0 g fiber, 7 g sugar, 1 g protein. Daily Values: 2% vitamin A, 0% vitamin C, 2% calcium, 2% iron.1 egg 113 cups all purpose fl our Powdered Sugar Icing Pepitas (hulled pumpkin seeds), optional 2 1PUMPKIN PROJECT FUN FROM HY-VEE INCLUDES STENCIL AND CARVING KITS, COOKIE CUTTERS, AND BAKING CUPS! 41season s / hy-vee.comFall Home & Garden Solutions WRITTEN BY JULIE MARTENS PHOTOGRAPHED BY KING AUManage fall cleanup like a professional with the right tools and products from Hy-Vee. We show you how to make the chores of the season easy and stress-free. Halloween Pumpkin Shaped Bag 6 ct. 2/$4.00 frame, 60\" FALL 2007 1. Hy-Vee Fertilizer Winterizer $10.98 2. Big Mouth lawn bag holder 1 ct. $19.98 Hy-Vee Lawn & Refuse Bags 5 ct. $2.28 3. Hy-Vee Home Insect Control Ready to Use 1 gal. $12.98outdoor Crisp mornings, golden afternoons, and chilly evenings signal the arrival of fall. Take time now to clean up, spruce up, and but- ton up your house and yard before cold weather sweeps into town. Autumn's cooler temperatures make outdoor chores pleasant. Indoor efforts pave the way for holiday gatherings, leaving you time to focus on food prep and enjoying family and friends. Not sure where to start? Follow our fall chore checklist and work your way from the outside in. Or recruit family members to help, and you can tackle multiple fronts at once. LEAF PATROL Falling leaves herald the season of raking, gutter cleaning, and composting. When leaves hide the top half of grass blades, it's time to rake, vacuum, or mow. Mowing leaves can eliminate raking and gives turf a bonus feed- ing (leaves equal nitrogen). If you rake leaves into a pile, reduce the volume by renting a shredder or chipper. Choose the equipment based on reduction ratio. For instance, a ratio of 10:1 means the machine condenses 10 bags of leaves into one. Compost shredded leaves or scatter them on planting beds as mulch. Clean gutters, then run water through them to inspect drainage. Make sure water is directed far enough from the house and away from sidewalks and driveways to avoid winter icing. To compost leaves, chop them to decrease decomposition time, and pile them in a simple bin. If your family likes to stuff leaves into pumpkin-faced garbage bags, chop the leaves rst, then stack the bags out of sight through winter. You'll have bags of mulch come spring. Enhance decomposition by adding a few shovels of real garden soil to each bag. YARD & GARDEN In areas with hard freezes, empty irrigation systems, and drain and store garden hoses. Shut off water to outdoor spigots or install insulated covers. Inspect trellises, fences, and outdoor structures. Make neces-sary repairs. Consider applying a fresh coat of paint. Plant trees, shrubs, and perennials in early fall. Complete planting chores before leaves tumble from trees. Remember to water fall-planted items until the ground freezes. Plan to add a planting area? Start a new bed effortlessly by placing 4-6 sheets of newsprint or a single layer of corrugated card- board over existing grass. Pile on 4-6 inches of compost, and let winter do the rest. If you have chopped leaves, add them, too, prefer- ably beneath the compost. In spring, dig in—you'll nd rich soil. Avoid pruning woody plants in fall; it triggers a rush of new growth that frost will zap. Prune perennials after a hard freeze. Leave at least 3 inches of stalk to protect crowns through winter freeze-thaw cycles. Apply mulch after the ground freezes. It's okay to spread wood ash on planting beds except around acid-loving plants, such as azalea or rhododendron. Clean and store patio furniture, umbrellas, and summer toys. Clean grills and move them closer to the house, if possible, for convenient winter cooking. LAWN Mow until turf stops growing. Make your last cut of the season an inch lower than normal and use a grass catcher attachment. This snips weed seed heads and removes them from the lawn. Aerate lawns; overseed to thicken turf. Apply a pre-emergent her- bicide now to control weeds next spring—unless you plan to over- seed. Winterizer fertilizers for cool-season grasses enhance root growth. winter green, overseed warm-season turf with ryegrass. When mowing season ends, run the gas out of the mower. Change the oil, check the engine, and pull and inspect the spark plug. Before replacing the plug, dribble several drops of ve-weight oil into the hole and pull the start cord a few times. This lubricates the engine and wards off rust. Sharpen the blade now, and your mower is good to go next spring—all you'll have to do is add gas. Service your snow- blower to ensure an easy start when the snow fl ies. 1 2 3 43season s / hy-vee.com 43season s / hy-vee.com$5.00 OFFRUG DOCTOR RENTAL Limit (1) offer with coupon. Limit (1) coupon per customer. Good through October 31, 2007 Rug Doctor available in most locations. See store for details. (coupon is for machine rental only)COUPONLU 15140 Enersaver ct. $4.88 SHOPPING LIST: The right product makes cleaning your home easier and faster. Look to Hy-Vee for the leading brands of laundry, carpet, and general cleaning supplies with proven track records for getting the jobs done right. Hy-Vee also carries organization totes, buckets, mops, brooms, paper towels, carpet cleaners, and even SuperGlue for quick xes—everything you need to have a well-stocked home to make cleaning a breeze. Spot and Stain Remover 1 ct. $5.99 Rug Doctor Oxy Steam Carpet Cleaner 1 ct. $14.99 Hy-Vee Thirsty Giant Paper Towels 6 roll $3.99Oxydol Liquid Laundry Detergent 100 oz. 3/$10.00 Charmin Basic 12 roll or Bounty Basic 8 roll $4.88 Clorox Disinfecting Wipes lemon, fresh, or orange 75 ea. $4.97 Scotch Brite or O-Cel-O sponges or scrubs 2 to 4 pk. $2.28Method Home Cleaning Products selected varieties 10 to 28 oz. or 30 ct. wipes $2.88 Helping Hand Super Glue 2 Gr. $.99 Halloween Plastic Totes 18 gal. $6.44 Hy-Vee Long Latex 1 pr. $.99indoor Swiffer ct., Cloths 24 or Hy-Vee Premium Latex Gloves 1 pr. 2/3.00 Libman Household Products 25% off Entire Line (available to quantity at store).THE INSIDE STORY Welcome your family indoors for the winter to a deep-cleaned home. Autumn's fine weather is perfect for tackling heavy-duty cleaning. /uni2751 Wash windows inside and out; clean window sills and window wells. Check caulk around windows and doors; replace if needed. /uni2751 Hire someone to inspect and clean the chimney and flue. /uni2751 Vacuum rooms from top to bottom: drapes, win- dow treatments, baseboards, and corners. Clean ceiling fans. /uni2751 Wash light fixtures and switches. Add a drop of vinegar to soapy water for a streak-free shine. /uni2751 Move furniture and vacuum beneath it. /uni2751 Clean carpets in early fall, when warm afternoons assist carpet drying. Rent a rug doctor from Hy-Vee to do the job yourself. /uni2751 Launder or dry clean all bedding—mattress pads, blankets, comforters, duvets, and pillows. Turn mattresses front to back and end to end. /uni2751 Stock up on supplies for winter use: salt for water softeners, filters for the furnace, birdseed for feeders. /uni2751 Clean the dryer exhaust tube and vent, removing lint and other debris. Inspect and replace cracked or bulging washer hoses. /uni2751 Schedule furnace service before cold weather arrives. /uni2751 Clean kitchen appliances, including refrigerator condenser coils. /uni2751 Inventory baking supplies and pans. Organize the kitchen and begin stocking up on necessary holiday ingredients. 45season s / hy-vee.com46seasons / FALL 2007WRITTEN BY KATHY ROTH EASTMAN PHOTOGRAPHED BY TOBIN BENNETTDiabetes has become a national health concern and Hy-Vee is ready to help solve the problem. Recently diagnosed diabetics often believe that normal eating \"has come to an end\" and that they will be \"tortured\" as they try to gure out what they can and cannot eat, according to Julie McMillin, R.D., at Hy-Vee in Ankeny, Iowa, and formerly at the Milan, Illinois, store. Instead, after working with her or one of the other 90 on-staff Hy-Vee dietitians, Julie says diabetics nd that they can continue to eat many of their favorite foods as they gain control of their diabetes. \"They are surprised at how easy it really is to choose the right foods,\" she says. Living with diabetes requires education, which Hy-Vee dietitians, often in partnership with Hy-Vee pharmacists, are trained to provide. More than once, Julie has found a recently diagnosed diabetic—or parent of a diabetic child—confused and wandering the aisles of her store searching for optimal food choices. She immediately provides basic help with shopping, then invites the patient and family to make an appointment for more assistance. Most Hy-Vee dietitians offer personal nutritional counseling for a small fee, as well as free group seminars and shopping tours. Personal sessions generally include obtaining a health history, calculating calorie and carbohydrate needs, creating a personalized meal plan, and discussing food choices and health concerns. On a diabetic store tour, dietitians take customers through the entire store, aisle-by-aisle, showing how to read labels and putting the Bountiful Health information into context. \"One of the hardest things for our customers is to avoid getting in a rut with the foods they choose,\" Julie says. \"Besides helping them plan varied menu options, we help them realize that consistency of meal times and the number of carbohydrates per meal is important. They know after our sessions that they can't skip breakfast anymore.\" Dietitians also work with diabetic customers to begin a gradual exercise plan, offering ideas to work off a few calories. \"We always recommend that patients check with their physicians before beginning any new exercise routine,\" she cautions. Mabel Dimitroff, Milan, Illinois, is a diabetic customer who Julie assisted. \"I was 73 years old when I was diagnosed with diabetes and it was very hard to learn how to control it. I had no knowledge of what to do,\" Mabel says. After attending classes at Hy-Vee, she now controls her condition through diet. \"Julie taught me how to combine foods and exercise and how to substitute—for example, which brand of chocolate milk is the best choice.\" During National Diabetes Month this November, Hy-Vee will offer blood sugar screening and workshops along with tours, recipes, food sampling, label-reading, and more at many stores. For more information or to nd a dietician, check local Hy-Vee stores or visit hy-veehealth.com Dietitian Near You.\" NOTE: Hy-Vee dietitians also are available to visit businesses and organizations to present speci cally designed nutrition programs. THE DIABETES EPIDEMIC \"It's important for everyone to know more about diabetes,\" says Julie McMillin. \"Twenty million Americans have diabetes now and six million of them don't yet know they have it.\" Many symptoms appear harmless and are often ignored, especially if only one is evident. Symptoms of diabetes may include frequent urination, excessive hunger or thirst, unexpected weight loss, fatigue, or irritability. Early diagnosis and treatment are critical, Julie says, to avoid or reduce severe complications—heart disease, stroke, high blood pressure, blindness, kidney disease, neuropathy, limb amputations, and death. As to why diabetes has become an increasing problem in our society, Dr. Michael Case Haub, PharmD, BC-ADM, Hy-Vee Pharmacy Manager and Diabetes Educator in West Des Moines, says that type 2 diabetes goes hand-in-hand with a high obesity rate, and being obese is a major risk factor for developing diabetes. Other risk factors for type 2 diabetes are heart disease and high blood pressure, with 40 percent of diabetics having increased blood pressure. Juvenile diabetes, or type 1 diabetes, is generally genetic or triggered by a stressor, such as pneumonia. There is some advance warning for type 2 diabetes. \"Fully 25 percent of Americans now have pre-diabetes, and that's why diabetes screenings are so important,\" Mike says. \"Interventions—losing weight, choosing the right foods, making better lifestyle choices, even taking medications—are proactive steps to preventing full-fl edged diabetes. Those steps are critical. Mike says that some studies show that poorly managed diabetes can shorten lives as much as 5 to 15 years. 47season s / hy-vee.com 47season s / hy-vee.com2 4 6 8 10 121 3 5 7 9 11 1. Hy-Vee Kitchen 3 Salad Lite Lunch Kitchen Fresh $4.59 2. Naked Juice selected varieties 15.2 oz. 2/$5.00 3. Trans-Ocean Imitation Crab or Lobster Meat selected varieties 8 oz. 2/$4.00 4. World Catch Frozen Seafood selected varieties 10 oz. $5.99 5. Fiji Water 6 pk .5L $4.88 6. Hy-Vee Health Market Vitamin \"C\" 500 mg. 100 ct. $1.97 7. Bertolli Olive Oil virgin, light, or pure 17 oz. $5.97 8. One A Day Adult Vitamins selected varieties 50 or 100 ct. $5.98 9. L'il Critters Gummy Vites selected varieties 40 to 70 ct. $3.96 10. Barilla Plus Pasta selected varieties 14.5 or 16 oz. $1.44 11. Boca Meatless items selected varieties 8 to 12 oz. 2/$4.00 12. Celestial Seasonings Specialty Teas selected varieties 20 ct. 2/$4.00 TAKE A SHOT AT FLU PREVENTION Planning to get a fl u shot this year? As anyone who's had the fl u may attest, it's well worth the momentary pinprick to avoid the days, weeks, or months of misery. Contact your local Hy-Vee for information and schedules for receiving fl u shots. FLU SHOT PRIMER: SHOULD I GET A FLU SHOT THIS YEAR? For healthy people, getting a fl u shot is a preventive health measure. Check with your doctor rst if you are allergic to chicken eggs or if you have had a reaction to a fl u shot. If you are running a fever, wait until you are symptom-free. Children younger than 6 months should not get fl u s h o t s . WHEN SHOULD I GET A FLU SHOT? Timing is important. Generally, the best time is October through the end of November; any earlier and the immunity will wear off. As late as December, there are some bene ts, because the season strikes the Midwest about February. It takes approximately 2 weeks after vaccination before immunity is reached. WILL THERE BE A SHORTAGE OF FLU VACCINE THIS YEAR? This year, there should be an ample supply of the fl u vaccine. If there is a shortage, the Centers for Disease Control (CDC) will provide guidelines and priorities for who should get a shot. DOES THE FLU SHOT VACCINE MAKE ME MORE SUSCEPTIBLE TO GETTING THE FLU? No, the vaccine is an attenuated or \"killed\" virus. There is no risk of getting the fl u from the vaccine. ARE THERE ANY ADDITIONAL BENEFITS OF THE SHOT? There is some evidence that getting a fl u shot decreases the risk of all upper respiratory ailments as much as 47%. Information provided by Helen Eddy, Assistant Vice President, Pharmacy Education/Training, Hy-Vee; Dr. Michael Case Haub, Pharmacy Manager; and the Centers for Disease Control. 48seasons / FALL 2007EXCLUSIVELY AT HY-VEEFast. Fresh. Delicious and Nutritious Our new delicious salads make it easy to enjoy the authentic fl avor of DI LUSSO® deli meats and cheeses. Crisp vegetables and fl avorful meat and cheese complimented by your choice of dressing, make these salads great for lunch, dinner and everything in between. They are made fresh everyday. Try all eleven delicious varieties. $5.99 Large, $3.99 small Plus, DI LUSSO® deli meats and cheeses have no added MSG or gluten, arti cial fl avors or colors. DI deli salads Exclusively at Hy-Vee! WHEN IT'S DI LUSSO, IT'S DELICIOUS 49season s / hy-vee.comHere are steps you can take towards Digestive Health 1 Get more exercise. 2 Drink more water. 3 Eat more fruits and vegetables in your daily diet. 4 Try new LiveActive cheese snacks. 1. Kraft LiveActive Cheese Sticks or Cubes colby jack, mozzarella, or cheddar 7 or 8 oz. 2/$5.00 2. Breakstone LiveActive Cottage Cheese with Fruit 4 pk. or 16 oz. $1.96Eat active. LiveActive is the natural cheese snack everyone can enjoy that combines the great taste, calcium, and protein of KRAFT cheese with a live beneficial culture that helps promote Digestive Health. Feel active. Live beneficial cultures are found naturally in the digestive system and aid in its normal operation. The live beneficial culture in LiveActive cheese is special because it is probiotic, which means it positively affects the digestive system when eaten. LiveActive. LiveActive cheese is available as both individually wrapped Sticks and bite-size Cubes in 5 delicious varieties—perfect for at-home and on-the-go snacking. Try a serving of delicious LiveActive natural cheese snacks every day to help you stay active and feel your best. 50seasons / FALL 2007Exclusively at Hy-Vee! Ask your local Hy-Vee dietitian to tell you why a2 Milk is the milk you can love.ARE YOU A DISAPPOINTED MILK LOVER? Even if milk has let you down in the past, we encourage you to try the delicious fresh, full taste of Original Foods a2 Milk. a2 Milk is the only milk that's certi ed to have 2 grams of a2 beta-casein protein per serving. We believe this unique protein pro le will make you a milk lover again. To learn more about a2 Milk, please visit www. a2milk.com or talk to your local Hy-Vee dietitian about the unique protein pro le in a2 Milk The Original Foods Company is an Equal Opportunity Employer 51season s / hy-vee.comOktoberfest WRITTEN BY MEGAN FITZGERALD THOMPSON PHOTOGRAPHED BY TOBIN BENNETTInspired by the wedding reception for a royal Bavarian couple, this event reigns supreme in commanding attendance around the globe. You can celebrate too, gathering for traditional hearty fare and lively music while bidding welcome to autumn. Hormel Always Tender® Marinated Pork Loin Roasts onion or country $4.88 each 52seasons / FALL 2007Grab your steins and ready your appetites—Oktoberfest is just around the corner! Beginning in mid-September and extending through October, many sites around the world celebrate this fun-filled annual event. Bavarian-style food, beer, music, and entertainment—set in the last days of summer and beginning of autumn—attract thousands. Oktoberfest has roots in Munich, Germany, when, in 1810, Crown Prince Ludwig was wed to Princess Therese of Bavaria. The royal reception, scheduled five days after the wedding, was held in the meadow that became known as Theresienwiese, or Therese's Meadow. With the royal court and most of the citizens of Munich in attendance, the celebration was such a huge success that it's become a yearly event. Immigrants to the U.S. have invented their own versions of Oktoberfest—and invited everyone along to the annual affair. So there's no need to travel far to be among the revelry; the Midwest is recognized for some of the best celebrations across the country. Whether or not you make it to a festival, plan to celebrate Oktoberfest with family and friends—indoors or out—making selections of food, beverages, and partyware from Hy-Vee stores. To recreate a meadow or street scene, set up tents with tables and benches. Provide aprons for women and girls to wear over Johnsonville Bratwurst or Italian Sausage selected varieties 19.76 oz. $3.88 Krisp Kraut sauerkraut 2 lb. 2/$3.00 peasant-style dresses, and encourage men and boys to don suspenders. Traditional food, most of it familiar, has changed little over the past 200 years. For appetizers, serve large pickles from a jar and fist-size crusty pretzels. Grilled pork loin for dinner will have mouths watering, and bright green Brussels sprouts and tangy German potato salad are authentic fare. Add flavorful bratwurst kabobs to the mix, and guests can stroll with food in one hand and a stein—of cider or beer—in the other. Oom-pah music is legendary and a must, so have some CDs playing nonstop to keep the party lively. Hand out kazoos for buzzing along or inventing new sounds. For the grand finale, gather everyone for The Chicken Dance, another tradition straight from Munich, which holds the world's record for largest number of guests performing at once. Perhaps your group can set a new record for the most dancers. Paulaner 6 pk. bottles (deposit where required) $7.99 Warsteiner 6 pk. bottles (deposit where required) $6.99 (Alcoholic beverages not available in Minnesota). Omaha, Nebraska September 14-15, 2007 www.germanamericansociety.org/oktoberfest.html Amana Colonies, Iowa September 28-30, 2007 www.festivalsinamana.com/oktoberfest.html Kansas City, Missouri September 21-23, 2007 www.kcoktoberfest.org Peoria, Illinois September 21-23, 2007 www.peoriagermans.com/oktoberfest.html New Ulm, Minnesota October 5-6 and 12-13, 2007 www.newulmoktoberfest.comOKTOBERFEST DATES & LOCATIONS 53season s / hy-Vee.comTRUE We rolled into town about ve, the morning of the biggest game of the season, staking claim to a choice spot to spread out, and got down to some serious tailgate business. We had hot coals, great food, and the truest fans a team could hope for. Then just before daybreak, who do you think pulled in next to us? You guessed it—fans from the opposing team. Let the games begin. 54seasons / FALL 2007WRITTEN BY CRAIG S. BLACK PHOTOGRAPHED BY PETE KRUMHARDTCOLORS 55season s / hy-vee.comSINCE THE FIRST TAILGATE PARTY—CONSIDERED TO BE THE 1869 CLASH BETWEEN RUTGERS AND PRINCETON IN NEW BRUNSWICK, NEW JERSEY—STUDENTS, PARENTS, ALUMS, AND FOOD AND T-SHIRT VENDORS HAVE GATHERED OFF THE FIELD TO SOCIALIZE AND CELEBRATE. Most dedicated fans agree: Competition begins long before players run onto the field. Tailgating extends the game to the parking lot as fans boast to have the greatest team spirit, grandest spread, or the body most covered with paint. But tailgating is all about sharing and amplifying the whole experience with family and friends, and while tailgate games are about winning—with fans playing competitive games, pitching tents, and bringing out the best food—most of all they're about the fun. Red Team Menu Theme: Gourmet Fajitas Spicy Tequila Lime Chicken Kabobs or steak and shrimp on fl avored skewers, page 62 (to grill) Tortillas (wrap separately in foil to warm on grill) Hy-Vee Kitchen Red & White Tortilla Chips Fajita & chip toppings: shredded lettuce, chopped tomatoes, sour cream, shredded cheddar cheese, Minute Rice with lime and cilantro, jalapeño peppers Hy-Vee Kitchen Salsa and Salsa Hy-Vee Salad Bar Guacamole Hy-Vee Bakery Fresh Personalized Football Cookies (Box of extra cookies, see below and right , for a post-game treat!) Non-Alcoholic Pomegranate Margaritas Iced water and sodas 56seasons / FALL 2007How to up the game: COLOR COUNTS Before putting on your game face (literally, when face paint is involved), think about how school colors can be used to strengthen the visual message that your tailgate sends. If you have it, flaunt it! The Fan-tastic vehicle, that is. If you own a car, SUV, or pickup in the right color—or better yet, have a big ol' fan bus—use it. Once the car is parked, use window-paint markers for slogans and messages. Add banners, windsocks, flags, and balloons to make your rig look big and bold. Take along decorated cookies and cupcakes. Hy-Vee offers great-tasting bakery cookies and cupcakes; and, if you order in advance, they can even add names and numbers of favorite players or names of fans in your tailgate party. Nothin' sissy— but they are kinda pretty—and they offer the promise of taking down a sweet tooth craving in a flash. Blue Team Menu Theme: '50s Diner Bite-Size Foods Super Bowl Sloppy Joes Hy-Vee Bakery Fresh cocktail buns Crispy veggie boats & dip Shoestring potatoes* Sweet & Salty snack bags** Mini Team Color M&M Sandwich Cookies Iced milk, water & sodas *(Line kraft-paper cones with waxed paper, add a football sticker, and tie with ribbon or a strip of fabric, see below .) **(Package extra game or post-game snacks in embellished bags, see below . Find sacks and scrapbook supplies at Hy-Vee.) 57season s / hy-vee.com 1. Hy-Vee Ground Beef Patties: frozen, not less than 80% lean 2.5 lb. $4.99 2. Hy-Vee Bakery Fresh Cocktail Buns 12 ct. $1.88 3. Bar-S Jumbo Franks or Bologna 16 oz. 5/$5.00 4. Bic Surestart Utility Lighter 1 ct. 2/$5.00 5. Claussen Pickles selected varieties 20 to 32 oz. $2.88 6. Frito-Lay Family Size Chips selected varieties 15.5 to 35 oz. 2/$7.00 7. Hillshire Farm Lit'l Smokies selected varieties 14 or 16 oz. $2.77 8. Hy-Vee Charcoal 18 lb. bag $5.27 9. Hy-Vee Ketchup 64 oz. $2.38 10. Hy-Vee Sliced American Cheese singles 72 slice 3 lb. $6.88 11. Kraft String Cheese 24 oz. $4.99 12. Hy-Vee Bakery Fresh Take & Bake Brat Buns 5 ct. 2/$5.00 Wear your colors—on shirts, hats, cups, and chairs. Hy-Vee offers just the right gear for guys and gals to head to the big game in super style. B A R E N E C E S S I T I E S Keep it chilled, baby, if you don't want to get a case of hot-weather blues. Use separate ice-filled coolers for meats, vegetables and fruit, and other foods and beverages. And keep a watch on items such as potato salad and other heat-sensitive foods to make sure that they stay icy cold. Have plenty of drinks on hand too because when the games get started, you're gonna need 'em. Take along two sets of grilling utensils: one set for raw foods and one set for cooked—just to be on the safe side. Chairs. Prevent wearing food to the game by having enough seating for everyone to have a place to sit, at least while they're eating. Many lightweight folding chairs, that collapse to the size of a baseball bat, even have cup holders—get them at Hy-Vee. Water, water, and more water. For drinking, clean-up, putting out fires—you get the picture. Keep it clean and use several trash bags: one for trash, one for bottle-deposit containers, one or more for other recyclables. Napkins, paper towels, wet wipes. Boom box, CD player, radio, whatever gets your groove on, and extra batteries to ensure that the music continues as long as your gang does. 4 610 123 59 1121 87 58seasons / FALL 2007 1. Land O' Frost Premium Deli Shaved thin sliced meats selected varieties 16 oz. $2.99 2. M&M Mars \"Big Bag\" plain or peanut $6.47 3. Mardi Gras Napkins 120 ct. 10/$10.00 4. Bakery Fresh People Chow 2 lb., Party Mix 1 lb. 12 oz. $9.99 5. Weber Smokey Joe Grill 1 ct $39.44 6. Stay or Go Slow Cooker 6 qt. $34.99 7. Hy-Vee Barbecue Sauce original, honey-smoke, or hickory 18 oz $1.18 8. Collegiate BBQ Set selected teams 1 ea. $24.88 9. Elite Essentials Digital Thermometer with Timer 1 ct. $14.47 10. Hy-Vee Relish, sweet or dill 10 oz. $.93 11. Hy-Vee Sandwich Sliced Pickles 16 oz. 3/$5.00 12. Dole Pineapple or Pineapple Orange Juice 46 oz. or 6 pk. $1.77 Make your tailgate look like you hired a pro to plan and cater it. Hy-Vee can help with both traditional and nontraditional menus, just in case you want to kick it up a notch. -Kristi Jackson 4 610 123 59 1121 87 59season s / hy-vee.comSpicy Tequila Lime Chicken Kabobs SERVES 4 ALL YOU NEED: 2 ½ pounds chicken breasts, cut into 1½-inch cubes ¼ c. lime juice 2 tbsp Hy-Vee ALL YOU DO: Mix cubed chicken, lime juice, vegetable oil, tequila, chipotle chili powder, cumin and garlic salt in a sealable plastic bag. Refrigerate at least 30 minutes to marinate. Drain meat, discarding marinade. On each wooden skewer, alternately thread chick- en, bell pepper, mushrooms and onion. Grill directly over heat 10 to 15 minutes, turn- ing every 2 to 3 minutes or until chicken is cooked through. Nutrition information per serving:, Calories: 220, Carbohydrate: 5 g, Cholesterol: 80 mg, Dietary Fi- ber: 1 g, Fat: 5 g, Protein: 34 g, Sodium: 150 mg, Sugar: 2 g. Daily nutritional values: 25% vitamin A, 70% vitamin C, 2% calcium, 8% iron Non-Alcoholic Pomegranate Margarita SERVES 4 (1/2-CUP EACH) ALL YOU NEED: 1 ¼ c. Old Orchard 100% pure pomegranate juice ½ c. Hy-Vee frozen orange juice concentrate ¼ c. fresh lime juice ice ALL YOU DO: Add all ingredients to blender. Blend on high until smooth. Add additional ice cubes, if necessary, to reach desired consistency. Serving suggestion: Serve in a margarita glass, with a slice of lime Nutrition information per serving: Calories: 100, Carbohydrate: 24 g, Cholesterol: 0 mg, Dietary Fiber: 0 g, Fat: 0 g, Protein: 1 g, Saturated Fat: 0 g, Sodium: 10 mg, Sugar: 21 g, Trans fats: 0 g. Daily nutritional values: 0% vitamin A, 130% vitamin C, 4% calcium, 2% Slow Cooker Sloppy Joes ALL YOU NEED: 3 lb. ground chuck or ground beef 1 to 2 onions, nely chopped (optional) 2 (8 oz. each) cans tomato sauce ¾ cup ketchup 1 tbsp. Worchestershire sauce ALL YOU DO: 1. Brown ground meat in a skillet. 2. Pour into a colander and rinse. 3. Place meat in a slow cooker. 4. Add onions (if using), tomato sauce, ketchup, Worchestershire sauce, chili powder, pepper, and garlic powder; stir thoroughly. 5. Cover slow cooker. Cook on LOW setting for 8 to 10 hours, or on HIGH setting for 3 to 4 hours. 6. Serve on hamburger buns. Nutrition information per serving: Calories: 280, buns ½ tsp Hy-Vee garlic salt 8 wooden skewers, soaked in water at least 30 minutes 1 red bell pepper, cut into 1½-inch pieces 1 container (8 oz) fresh mushrooms 1 red onion, cut into 1-inch pieces 60seasons / FALL 2007 Tasty sweet and salty snacks. Snacking goes on before, during, and after the game, so don't be shy—bring it on in a big way. Then for the trip home—have more snacks. Bag in individual zip-close bags so snacks are easy to hold and carry. Game shoes aren't just for the guys on the field. Wear your most comfortable pair so you can move, stand, and walk in comfort. MAKE IT EASY Match drinks to weather. From ice-cold lemonade to steaming hot chocolate. Shop for pre-cooked foods and tailgate packages. Hy-Vee has a wide selection of prepared foods—from cut-up veggies to kabobs. Hy-Vee also offers homemade salsas, dips, specialty chips, and other game-day fare. Save your energy for having fun on game day, and count on Hy-Vee to handle as much of the food preparation as possible. They're good at the tough stuff. If you have 'em, use 'em. Tables make many jobs easier, from prep to serving to clean-up. TAKE IT EASY On game day, get moving early for the best party spot. If the opposing team parks next to you, make it fun for everybody with friendly competitions and even a few prizes—a free bottle of water, a cookie in the opposing team's colors, etc. Make a list and check it twice to guarantee you won't leave behind the charcoal or your mother-in-law—at least you'll know if you left her. Check the weather forecast. Then pack for the best and worst: parkas, mittens, raincoats, umbrellas, and the sunscreen—even in cold weather sunburns happen. EXPERT ADVICE FROM FOLK IN THE KNOW KRISTI JACKSON, CATERING MANAGER AT WEST DES MOINES \"Be as creative as you want without starting from scratch. \"You can buy items that have 90 percent of the work done; the other 10 percent allows you to be creative. For example, try the seven-layer Mexican dip and our red, white, or blue corn chips. We also make a wide variety of items—including sandwich wraps, kabobs, and subs up to 6 feet long.\" JOHN OLSON, HY-VEE STORE DIRECTOR IN LAWRENCE, KANSAS, HOME OF THE JAYHAWKS \"To make it easy for everyone, serve food that can be eaten out of hand.\" AL DIX, STORE DIRECTOR IN IOWA CITY, HOME OF THE HAWKEYES \"A certain number of people never even see the game. At the Ohio State game, which was sold out, as many as 20,000 people stayed in the parking lot the entire game. A view from the press box showed TV screens glowing all over the place.\" So there you have it! Even if you don't get a ticket to the game, you can win at tailgating. Along with family and friends, you can all hear the roar of the crowd and the loudspeaker, as you interpret those outstanding and upsetting plays. Being in close proximity to the stadium pumps the action. Now get out there and make us proud—you're a winner! 61season s / hy-vee.com 1. Planters Peanuts selected varieties 10 or 12 oz. $1.88 2. V8 V-Fusion Juice selected varieties 46 oz. $3.18 3. Collegiate T-Shirts selected teams 1 ct. $6.99 4. Beer Bottle Drink Tracker 1 ct. $3.99 5. Pace Picante Sauce or Salsa mild or medium 39 or 40 oz. $4.33 6. Swiss Miss Cocoa Envelopes 8 to 10 ct. $1.18 7. Hy-Vee Pretzels selected varieties 13 or 15 oz $.94 8. Old Orchard 100% grape juice or grape juice blends selected varieties 64 oz. $1.88 9. Flavored Skewers selected varieties 1 ct. $5.99 10. Collegiate Partyware selected varieties 1 ct. $2/6.00 11. Collegiate Magnetic Koozie selected teams 1 ct. $5.99 1. Large-screen TVs, sleek and lightweight, are being toted to games so fans can stay up-to-the-minute on games around the country. 2. Ticketless tailgaters, who have no intention of attending the game, are on the scene for pre-game festivities, to watch the game on TV, or be part of a sold-out crowd. 3. Fricasseed foes to roast rivals. Spirited fans taunt opposing teams by grilling chickens and turkeys (dubbing them Cardinals or Eagles), or lamb kabobs (at a Rams' game). You get the idea! 4 . F l a g - fl y i n g to show team spirit, personalize the encampment, brag about your alma mater, and show friends the way back to camp at halftime and after the game. 5. Responsibility and reality. Alcoholic beverage consumption is waning; drinks are getting lighter. Many responsible revelers nd sparkling apple juice and sparkling lemonade just as festive, and with no painful after effects. Playing a Florida team? Squeeze some oranges. 6. Dramatic, thematic seasonal entertaining has made its way to the gridiron apron. During October, stadium parking lots look like pumpkin patches. In November, turkey-grilling whets appetites. All through December, trees and wreaths decorate parking stalls. 7. Gourmet grub is upstaging burgers and brats. 'Gaters are trotting out Brie, shrimp, and walleye—and serving it on fancy tableware with linen napkins. The next development? How about sushi? It is nger food. 8. Half-baked ideas. Short on time for full-fl edged grilling? Purchase packs of partially cooked tailgate fare. Throw it on the smoker long enough to amp that just-grilled taste. 9. In-tents surroundings. In warm weather, screened tents and awnings protect tailgaters from sun and bugs. In true football weather, they keep revelers dry. If only they could keep out the cold! 10. Gas-powered blenders. Really! Pull a cord to start, just like a lawn mower or chain saw—but much more fun. Top 10 Tailgate Trends 3 59 112 48 101 76GET THE GEAR AND THE GOODS TO GET YOUR GAME GOING STRONG AT YOUR LOCAL HY-VEE! 62seasons / FALL 2007It's turned into kind of an art. Everyone's trying to top the next guy's tailgate. —Al Dix 4 69 113 58 1021 7 1. Nabisco Toasted Chips selected varieties 6 to 8.1 oz. 2/$5.00 2. Pepperidge Farm Whole Grain Breads selected varieties 24 oz. $2.66 3. Folgers Gourmet Selections Coffee selected varieties 10 to 12 oz. $4.99 4. Beer Glass Party Pk. 18 pc. $18.88 5. Collegiate Soft Sided Cooler 12 pk. 1 ct. $14.42 6. Collegiate camp chair 1 ct. $22.98 7. Hy-Vee Natural Spring Water 15 Pk. 2/$6.00 8. Chinet Casual Plates 44 ct. or Cups 24 ct. $2.32 9. Fisher Peanuts dry or honey roasted selected varieties 14 oz. $1.88 10. Pringles Minis original, sour cream and onion, or cheddar 5 pk. $1.77 11. Pepperidge Farm Bag Gold sh Crackers selected varieties 6.6 to 8 oz. 3/$5.00PACK RIGHT AND HAVE MORE FUN—HY-VEE HA S EVERYTHING YOU NEED TO MAKE YOU A TAILGATE PRO. 63season s / hy-vee.comThe weather outside may be frightful, but inside it will be so delightful—especially if you're reading Hy-Vee Seasons. Learn how you can warm up the holidays with great recipes, entertaining and decorating ideas, gifts, and Hy-Vee products and services. Get your copy soon at your local Hy-Vee! COMING THIS WINTER PHOTO BY CAMERON SADEGHPOUR 64seasons / FALL 2007Quality of life. As we get older, there are few things we value more. Daily medications can play a large and powerful role in helping to maintain that quality of life. But managing all of those medications correctly can be tricky. We're here to help.live happy | live healthyHELPFUL PRODUCTS AND IDEAS FOR FALLseasons FOOD FAMILY FALLharvest of help hy-vee.comSearch thousands of recipes. Find a dietitian near you. Plan meals online with dietitian-suggested weekly menus. Re ll your prescription. Save money with instant coupons. View weekly Hy-Vee ads. Send fl owers. Order a cake. Pick out a party tray. Upload, share, and print your digital memories. Discover perfect wine and food pairings. Locate a Hy-Vee store near you. Shop online for your baby. Keep your pet happy and healthy. Purchase a gift card. Check out new and exciting products. Upcoming DVD releases, movie news and rumors All this and more—updated weekly.WHERE THERE'S A HELPFUL SMILE IN EVERY AISLE. HY-VEE SEASONS FALL 2007 VOLUME 1 ISSUE 5 "}