{"title": "PDF", "author": "PDF", "url": "https://www.unodc.org/documents/scientific/Terminology_and_Information_on_Drugs-E_3rd_edition.pdf", "hostname": "PDF", "description": "PDF", "sitename": "PDF", "date": "PDF", "cleaned_text": "Terminology and Information on Drugs Third edition Terminology and Information on Drugs Third edition UNITED NATI ONS NEW YORK, 2016Original language: English © United Nations, March 2016. All rights reserved, worldwideThe designations employed and the presentation of material in this publication do not imply the expression of any opinion whatsoever on the part of the Secretariat of the United Nations concerning the legal status of any country, territory, city or area, or of its authorities, or concerning the delimitation of its frontiers or boundaries. This publication has not been formally edited.Publishing production: English, Publishing and Library Section, United Nations Office at Vienna.Photographs: UNODC and Health Sciences Authority, Singapore.UNITED (LSS), headed by Dr. Justice Tettey, wishes to express its appreciation and thanks to the following experts who participated in an expert group meeting and/or contributed to the development and review of this revision of Terminology and Information on Drugs: Dr. Heesun Chung Graduate School of Analytical Science and Technology (GRAST), South Korea Prof. Les Iversen Advisory Council on the Misuse of Drugs (ACMD), United Kingdom Dr. Wendy Lim Jong Lee Health Sciences Authority, Singapore Dr. Franco Tagliaro University of Verona, Italy Mr. Eleuterio Umpiérrez Faculty of Chemistry, Universidad de la República, Uruguay Mr. Scott Oulton DEA Office of Forensic Sciences, United States The preparation of this manual was coordinated by Dr. Conor Crean, Dr. Iphigenia Naidis and Ms. Susan Ifeagwu, staff of LSS. The contributions of other UNODC staff members are gratefully acknowledged. vPREFACE The UNODC publication Terminology and Information on Drugs introduces basic concepts and materials on substances under international control, which are most frequently manufactured or processed and/or abused, as well as definitions of scientific terms used in this context. The current revision of this publication is being prepared as a response to changes in drug markets and scheduling decisions of the Commission on Narcotic Drugs in recent years. The publication is neither exhaustive, nor meant to replace more comprehensive textbooks on drugs of abuse. It seeks to collate basic concepts and information on drugs of abuse, their corresponding abuse patterns, pharmacological effects and potential medical use, and act as an accessible and user-friendly resource. The format of this publication is kept simple to allow for brevity. Comments and suggestions for improving content and/or format of this publication by readers are welcome. Explanatory note 1. Li sts of common substances, illicit forms and street names are not extensive listings, but selections. Street names can be ambiguous, and should not be relied upon to characterize a given drug. 2. Sections on chemical constituents of cannabis plant, coca bush and opium poppy are not comprehensive listings, but focus on those substances which are of interest from a drug control point of view. For more detailed chemical information on the substances, the reader is directed to the information mentioned in the monographs of the Multilingual Dictionaries 1,2 and the Clandestine Manufacture of Substances under International Control (ST/NAR/10/REV.3) manual. 3. The mec hanism of action and resulting effects listed are a summary of the most widely recognized desired effects, undesired acute effects and effects due to chronic use of a given substance or group of substances. 4. In or der to make the publication more accessible, related information has been displayed in similar tabular forms across each chapter. The following sample shows the format of these tables. 1 M ultilingual Dictionary of Narcotic Drugs and Psychotropic Substances under International Control, United Nations publication, 2006 (Sales No. M.06.XI.16). 2 M ultilingual Dictionary of Precursors and Chemicals Frequently used in the Illicit Manufacture of Narcotic Drugs and Psychotropic Substances under International Control, United Nations publication, 2015 (ST/NAR/1A*/Rev.1).viSample formats of tables Common street names Mechanism of action and resulting effectsCommonly used forms of substances and their route of administrationCommon street names Bazooka Coco Mister Coffee Big C Coke Nose candy Blanche Crack Shake Blow Dust Snow Cake Flake Star dust Cane Koks Toot Charlie Lady White lady C ommonly used forms Route of admini stration Cocaine base White or off-white crystalline powder with a characteristic odourInhalation Crack Hard white rocks Inhalation Desired effects Undesired acute effects Effects of chronic use Sense of physical and mental well-being, exhilaration, euphoria Inc reased alertness and energy S uppression of hunger Inc reased heart rate and blood pressure, faster breathing Inc reased body temperature, sweating V asoconstriction, local anaesthesia St rong psychological dependence Dev elopment of tolerance De struction of tissues in nose if insufflated C hronic bronchitis if smoked viiSCHEDULE I SCHEDULE IVSCHEDULE II SCHEDULE III Substances that are highly addictive and liable to abuse, or are convertible into drugs that are similarly addictive and liable to abuse (e.g. cannabis, heroin, methadone, opium) Certain drugs listed in Schedule I that are highly addictive and liable to abuse and rarely used in medical practice (e.g. cannabis, heroin)Substances that are less addictive and liable to abuse than those in Schedule I (e.g. codeine and its derivatives)Preparations containing narcotic drugs that are intended for medical use and are unlikely to be abused (e.g. preparations of codeine, dihydro- codeine, propriam)SCHEDULING OF SUBSTANCES The schedules in the international drug control treaties were established to classify internationally applicable control measures that would ensure the availability of certain substances for medical and scientific purposes, while preventing their diversion into illicit channels. In the Single Convention on Narcotic Drugs of 1961, as amended by the 1972 Protocol, narcotic drugs and their preparations are essentially listed in four schedules according to their dependence potential, abuse liability and therapeutic usefulness (figure 1) [1]. 3 Figure 1. Single Convention on Narcotic Drugs of 1961 3 See E/CN.7/2014/10In the Convention on Psychotropic Substances of 1971, control measures are categorized in four schedules, depending on the relationship between the therapeutic usefulness and the public health risk of the substances. The four schedules use a sliding scale of those two variables: inclusion in Schedule I implies high public health risk and low therapeutic utility, and therefore the strictest control measures, whereas inclusion in Schedule IV implies the opposite: lower public health risk and higher therapeutic utility (see figure 2). 4 Figure 2. C onvention on Psychotropic Substances of 1971 4 See E/CN.7/2014/10 SCHEDULE I SCHEDULE II SCHEDULE III Substances presenting a high risk of abuse, posing a particularly serious threat to public health, which are of very little or no therapeutic value (e.g. LSD, MDMA [\"ecstasy\"], mescaline) Substances presenting a risk of abuse, posing a serious threat to public health, which are of low or moderate therapeutic value (e.g. amphetamine and ampheta- mine-type stimulants) Substances presenting a risk of abuse, posing a serious threat to public health, which are of moderate or high therapeutic value (e.g. barbiturates, including amobarbital, buprenorphine) SCHEDULE I V Substances presenting a risk of abuse, posing a minor threat to public health, with a high therapeutic value (e.g.se datives/hypnoti cs and CANNABIS ......................................................... 1 1 .1 C annabis products .................................................... 2 C annabis plant ....................................................... 2 C annabis (herb) ....................................................... 2 C resin ........................................................ 2 C annabis oil .......................................................... 3 Medic al use .......................................................... 5 Mec hanism of action and resulting effects ................................ 5 2. S YNTHETIC CANNABINOID RECEPTOR AGONISTS ......................... 9 2 .1 Mec hanism of action and resulting effects ................................ 11 3. OPIUM AND OPIATES ................................................ 13 3 .1 Op ium products ...................................................... 15 Raw opium ........................................................... 15 Pr epared opium ....................................................... 15 Medic inal opium ...................................................... 16 Po ppy straw .......................................................... 16 C oncentrate of poppy straw ............................................. 16 3.2 .............................................................. hine Medic al use .......................................................... 19 Mec hanism of action and resulting effects (opium, morphine, heroin) ......... 19 4. OPIOIDS ........................................................... 21 AH-7921 ............................................................. 22 4.4 Mec hanism of action and resulting effects ................................ 23 5. C OCA AND COCAINE ................................................. 25 5 .1 C oca products ........................................................ 25 C oca bush ........................................................... 25 C oca leaf ............................................................ 25 C oca effects ................................ 29x 6. AMPHET 33 Medic al use .......................................................... 34 Mec hanism of action and resulting effects ................................ 34 6.2 \"E cstasy\" group substances ............................................ 35 Mec hanism of action and resulting effects ................................ 35 6.3 S 39 7. 1 Benzodiazepines ...................................................... 40 Mec hanism of action and resulting effects ................................ 40 7. 2 Barbiturates .......................................................... 41 Mec hanism of action and resulting effects ................................ 42 7. 3 Other CNS depressants ................................................ (+)-L ysergide (LSD) .................................................... 48 Mec hanism of action and effects ................................ 48 8.2 Tryptamines .......................................................... 49 Mec hanism of action and resulting effects ................................ 50 8.3 Pl hallucinogens .............................................. and mescaline Mec hanism of action and resulting effects ................................ 51 P silocybe mushrooms and psilocybin .................................... 52 Mec hanism of action and resulting effects ................................ 52 8.4 S ynthetic hallucinogens ................................................ 53 Mec hanism of action 54 8.5 Phency clidine (PCP) ................................................... 56 Mec hanism of action and resulting effects ................................ 56 GLOSSARY OF TERMS .................................................... 59 REFERENCES ............................................................ 67 1\"Cannabis\" means the flowering or fruiting tops of the cannabis plant (excluding the seeds and leaves when not accompanied by the tops) from which the resin has not been extracted, by whatever name they may be designated [2]. Cannabis contains a number of chemical substances, however the most predominant and only psychoactive substance is (-)-trans-delta - any plant genus Cannabis [2]. The cannabis plant, Cannabis sativa L. is a single species but is divided into several subspecies; sativa, indica and ruderalis. The cannabis plant, however, exists in many different biological, chemical or morphological varieties. As a \"dioecious\" species, the plant can be staminate (male) or pistillate (female). However, there are individual cases of \"monoecious\" plants or hermaphrodites, where both sexes coexist on one plant. The term \"cannabis\" is also generally used to describe different products obtained from the cannabis plant. Cannabis (herb) Cannabis (herb) is a green or brown dried material, which is listed in Schedule I and IV of the Single Convention on Narcotic Drugs of 1961. C ommonly used forms Route of administration Loose material (in a small roll wrapped in paper or onto sticks)Inhalation (smoking, vaporization) Ground material (melted in butter, producing \"cannabutter\" for \"hash brownies\", or \"space-cake\"; or infused with hot water as a drink)Oral consumption Cannabis resin \"Cannabis resin\" means the separated resin, whether crude or purified, obtained from the cannabis plant [2]. Characteristically, cannabis resin is the dried brown or black resinous secretion of the flowering tops of the cannabis plant. Cannabis resin is placed under Schedule I and IV of the Single Convention on Narcotic Drugs of 1961 .Cannabis herbal material Common street names 420BlowBluntBongoDaggaDimba DopeDoobieGanjaGrassHashHempHerbJoint-sticksJointKifKushMarie-JeanneMarihuanaMarijuanaMary-JanePotSensiSinsemillaSkunkTHC-candyWeed 3Production There are a variety of processes and procedures used in different parts of the world to extract and concentrate cannabis resin. For example, in South and South-West Asia, the following techniques are traditionally used: The f ruiting and flowering tops are rubbed between the palms of the hand, and resin is transferred to the palm. A lternatively, the sticky parts of the plant are brushed against rubber sheets, where the resin accumulates. The dried herbal material can also be crushed into a powder, exposed to the sun for the resin to melt and later kneaded with wooden rods. Another t echnique is to immerse the plant material in boiling water and remove resin from the surface. C ommonly used forms Route of administration Fine powder (also compressed into slabs) In halation—either alone, or mixed with tobacco Or al consumption (in the form of food and tea)Loose or pressed sticky powder Resin pressed or rolled into slabs, rods, balls or other shapes Cannabis oil Cannabis oil is obtained by extraction of the crude plant material, cannabis, or cannabis resin with an organic solvent. The extract is then filtered and evaporated to give an oil of required consistency. It is tar-like reddish to brown or green viscous liquid with high levels of THC.Cannabis resin Common street names CharasChiraHHashHashishKhifPotShit 4 Commonly u sed forms Route of admini stration Viscous liquid In halation—where 1-2 drops are put on tobacco, or used within a vaporizer Or al consumption Production of cannabis, cannabis resin and oil Harvesting or drying Threshing or rubbing Extract with solventExtract with solventTHC content (%) /zero.tf./five.tf-/five.tf /two.tf-/two.tf/zero.tf brown substance from flowering tops\" Cannabis oil POTENCY Common street names Butane hash oil Honey oilRed oilCannabis resin and oil 5The THC content of cannabis varies according to the part of the plant and a number of external factors in particular the cultivation conditions and techniques used. In recent years, as a result of advances in plant selection and cultivation, which includes the use of cloning and indoor hydroponic cultivation (growing plants without soil in water or sand in an artificial environment), the content of THC in cannabis has been reported to be as high as 20 per cent by weight in certain countries [3, 4]. The average percentage of THC in cannabis grown under these conditions is generally lower. Cannabis grown using traditional methods or less advanced techniques produces even lower percentages of THC [3, 4]. Medical use Products that are currently medically approved for therapeutic use include: Nab iximol (Sativex®), a liquid cannabis extract of THC and cannabidiol, which is indicated for the treatment of pain and spasticity in multiple sclerosis. Dr onabinol (Marinol®), a specific synthetic isomer of THC (under Schedule II of the Convention on Psychotropic Substances of 1971) [2], is indicated for the treatment of loss of appetite in patients with AIDS and for severe nausea and vomiting associated with cancer chemotherapy. There are a variety of ongoing studies on other cannabinoid products for possible therapeutic uses. Mechanism of action and resulting effects The psychoactive effects of cannabis are mainly mediated through the activation of the cannabinoid type 1 receptors (CB 1). Activation of these receptors regulates the release of multiple neurotransmitters. Different species of the cannabis plant can have different relative effects due to varying THC levels. Nonetheless, further research is needed to elucidate the full scope of the pharmacological effects and receptors involved.6 Desired effects Undesired acute effects Effects of chronic use Sense of well-being, euphoria—a \"high\" feeling Merriment R elaxation En hancement of sensory experiences, i.e. more vivid sense of sight, smell, taste and hearing I ncreased heart rate Imp airment of cognitive development (learning), including associative processes, short-term memory, concentration and logical thinking Imp airment of psychomotor performance (i.e. motor coordination, complex tasks) P otential anxiety, panic, paranoia, or acute psychosis As effects subside, may lead to quietness, reflectiveness, depression or sleepiness R eddening of eyes P erceptions of sound, colour, and other sensations may be distorted, thinking becomes slow and confused P otential development of psychological dependence Dev elopment of tolerance P ossible mental health problems L oss of drive and interest M ay pose a risk of lung cancer, acute and chronic bronchitis, lung inflammation, impaired pulmonary defence, and other lung diseases Ex acerbation of psychosis or schizophrenia in vulnerable individuals Sev ere risks during use in pregnancy, e.g. impaired foetal development (a reduction in birth weight) or postnatal issues P otential development of cannabinoid hyperemesis syndrome a a Cannabinoid Hyperemesis Syndrome (CHS) is a clinical condition of cyclic episodes of nausea, vomiting and abdominal pain, which is caused by long-term or chronic use of cannabinoids 7ENDOGENOUS CANNABINOID RECEPTORS Early analyses of the main psychoactive component of cannabis, delta-9-THC, led to the discovery of endogenous cannabinoid receptors in 1988. The cannabinoid receptor type 1 (CB 1 ) was first cloned in 1990, whereas CB2 was cloned in 1993. Presently, it is known that cannabinoids bind to and activate the CB1 and CB2 receptors and pharmacological effects are mediated through them. CB1 is mainly located in the central nervous system (CNS), the brain and thalamus, while CB 2 is found outside of the CNS, more peripherally, in the spleen and cells of the immune system. The comprehensive role of receptors in this context in producing pharmacological effects is not yet known. However, the activation of these receptors possibly results in a number of overlapping effects, as shown in the figure below. CB2 PSYCHOACTIVE EFFECTS: Memory Mood Sleep Appetite Pain sensationPHYSIOLOGICAL PROCESSES: Circulation Energy metabolism Organ function HomeostasisCB1 Immune response 9Synthetic cannabinoid receptor agonists (SCRAs) are substances with structural features, which allow binding to one of the known cannabinoid receptors. Many of the substances in this structurally diverse group were initially designed for pharmacological research as potential pharmaceuticals to mimic the effects of cannabis. However, none are currently licensed for medical use.2.Synthetic Cannabinoid Receptor Agonists SCRAs on herbal material with packaging 10 In the mid 2000s products containing SCRAs appeared in which the substances were added to plant material to mimic the herbal nature of cannabis. These products are sold as smokable \"herbal blends\" and \"legal highs\" under a variety of brand names such as \"Spice\", \"K2\", \"Kronic\" and are labelled as \"not for human consumption\". SCRAs pose a considerable risk to health for a number of reasons. Many of the substances that appear in these products can be much more potent than THC. Also the content of products can vary both in terms of the actual substance or mixture of substances present and their concentration(s). As of October 2015, over 200 different SCRAs have been reported to UNODC. Two SCRAs, namely JWH-018 (Naphthalen-1-yl(1-pentyl-1H-indol-3-yl)methanone) and AM-2201 ([1-(5-fluoropentyl)-1H-indol-3-yl](naphthalen-1-yl)methanone), were placed under international control, following scheduling decisions of the 58th Commission on Narcotic Drugs (CND) in 2015 [2]. C ommonly used forms Route of admini stration Herbal mixture, i.e. liquid solution of substance, dissolved in organic solvent and sprayed onto plant materialInhalation (including vaporization) White crystalline solid Oral consumption Powder Na sal insufflation Or al consumption Tablet Oral consumptionJWH-018 AM-2201NO NO F 112.1 ME CHANISM OF ACTION AND RESULTING EFFECTS JWH-018 and AM-2201 are both full agonists of the CB1 cannabinoid receptor. However, a lot of the pharmacological information, including the long-term effects of these substances is still unknown. Studies of potency in humans do not exist and users do not know what they are consuming, often leading to wrong doses and severe side effects due to overdose. While the pharmacological effects are similar to those caused by THC, a number of additional effects, which are specific to SCRAs, are also listed below. Undesired acute effects Seiz ures (convulsions), loss of consciousness V drowsiness, chest pain Agit ation, hot products of SCRAs can differ from packet to packet, often contain substances other than those advertised, and can include multiple substances. 13 Opium and opiates3. \"Opium\" means the coagulated juice of the opium poppy, where \"opium poppy\" means the plant of the species Papaver somniferum L. [2]. Papaver somniferum L. is a plant that grows in many countries around the world with moderate climates. It has white to red flowers and round to elongated capsules containing seeds which can range in colour from white to dark violet. Opium poppies 14 There are a number of psychoactive substances that can be extracted from opium, with morphine and codeine being the most predominant. MAJOR ALKALOIDS Percentage Morphine 3.1 - 19.2 Codeine 0.7 - 6.6 Thebaine 0.2 - 10.6 Papaverine < 0. 1 - 9.0 Noscapine 1.4 - 15.8 Opium seeds Morphine CodeineHO HOO N O HOO N 153.1 OPIUM PRODUCTS Raw opium Raw opium is a non-homogeneous material containing poppy capsule fragments. It is sticky, tar-like and dark brown when fresh, and becomes brittle and hard as it ages. Raw opium is produced by the air drying of opium. Commonly used forms Route of admini stration Sticky or hard, dark brown material in any form or shape Or al consumption (chewed) In halation Blocks wrapped in vegetable leaves followed by plastic wrappingOral consumption (chewed) Production Raw opium is harvested from the seed capsule of the poppy, while the capsule is still in the green stage. The opium latex is obtained by making a series of shallow incisions into the capsule, which allows the latex to run onto its surface and be collected. Prepared opium Prepared opium is a sticky dark product obtained as a result of various treatments of raw opium, e.g. water extraction, in order to make it suitable for smoking. C ommonly used forms Route of admini stration Sticky or hard, dark brown material in any form or shapeInhalation Sticks in the form of cigarettes Inhalation Common street names Ah-pen-yen Noir(e) Black Stuff O Hop Tar Mud16 Medicinal opium \"Medicinal opium\" means opium which has undergone the processes necessary to adapt it for medicinal use [2]. Common forms Light yellowish-brown powder consisting of yellowish or reddish-brown particles. Approved medical preparations of opium Tincture Fine brown powderPastillesSyrup Poppy straw \"Poppy straw\" means all parts (except the seeds) of the opium poppy, after mowing [2], which includes the dried upper part of the stem and the capsules of the poppy plant. Concentrate of poppy straw The material arising when poppy straw has entered into a process for the concentration of its alkaloids, when such material is made available in trade [2]. Commonly used forms Route of admini stration Brown or off-white powder opium 173.2 OPIATES Opiates naturally occurring alkaloids of (Papaver somniferum L.), such as morphine, codeine, thebaine, etc. The term is often used interchangeably with opioids. However, opioids are synthetic compounds, which are derived from opiates but are not opiates themselves (see section 4). Opium, concentrate of poppy straw, morphine and heroin are under Schedule I of the Single Convention on Narcotic Drugs of 1961. Morphine Morphine is the most prevalent alkaloid extracted from opium or poppy straw. Its colour ranges from off-white to dark brown. Morphine can be found compressed into blocks with a variety of trademarks or names. Commonly used forms Route of admini stration Finely ground powder Injection Tablets Oral consumption Heroin Heroin (diamorphine or diacetylmorphine) is a semi-synthetic opiate synthesized from morphine. There are two main types, namely the water soluble diacetylmorphine hydrochloride salt and the relatively water insoluble diacetylmorphine base and both can appear in a range of colours from white to brown. Following injection, heroin is rapidly broken down in the blood to the pharmacologically active 6-monoacetylmorphine and then to morphine, the major active metabolite. Compared to morphine, heroin is more fat-soluble (due to its two acetyl groups), and crosses the blood-brain barrier more rapidly, usually in 15-20 seconds, and achieves relatively higher levels in the brain following intravenous injection, with almost 70 per cent of the dose absorbed into the brain. Oral administration of heroin results in HeroinO OO NO O18 extensive breakdown to morphine [8]. Heroin is approximately twice as potent as morphine and has a high potential for abuse. There are four regions in the world that have reported the production of heroin, namely South-West Asia, South-East Asia, Central America and South America. As such there are a variety of names that are used to designate the heroin in its various stages of refinement/purification which depend on the complexity of the processes used. These can include, for example, brown heroin and black tar heroin. In South-East Asia for example, heroin can be distinguished into several classes and the following terms are used: C ommonly used forms Heroin No. 2 Heroin base prior to its conversion to the hydrochloric salt: white to off-white, pale grey or dark brown, solid or powdered. Heroin No. 3 Smokable form of heroin. Hard granular material ranging from light brown to dark grey, red or pink at times. Heroin No. 3 can be 20-40 per cent pure, although it is often lower e.g. less than 10 per cent and containing adulterants such as caffeine. Heroin No. 4 Injectable form of heroin. It is a white powder, with little odour. Purity is high and may reach up to 99 per cent heroin hydrochloride (however, street purity is variable depending on adulterants added). The main methods for the use of heroin are injection, nasal insufflation and inhalation by smoking.Common street names Black tarBoyChivaDopeDragonHHairyHarryHorseJoy powderJunkSkagSmackSnowWhite ladyWhite stuff Heroin No.3RISKS OF INJECTION DRUG USE Injecting drug use can lead to a number of severe infectious diseases. In particular, the sharing of needles or any other injection tools and injection using non-sterile and contaminated apparatus can transmit blood borne viral infections, such as HIV and/or hepatitis, pneumonia and other lung infections, and lead to cardiovascular issues. 19Medical use Opium and opiates are still widely used in medicine to relieve symptoms of a variety of ailments. Morphine, for example, is used as an analgesic in cases of chronic pain management and for post-operative pain, while codeine is also used to treat a cough and mild to moderate pain. In some countries, heroin is also prescribed for pain management [9]. Mechanism of action and resulting effects (opium, morphine, heroin) The pharmacological effects of morphine, heroin and other opiates are mediated through their interaction with opioid receptors and inhibitory neurotransmitters. Opioid receptors are responsible for triggering brain reward systems and producing analgesia (pain relief) by decreasing pain transmission. Different types of opioid receptors exist, among them are mu (µ) receptors, which mediate analgesic and behavioural effects. Desired effects Undesired acute effects Effects of chronic use Sense of well-being and euphoria W armth, contentment, relaxed detachment from emotional and physical distress An algesia (pain relief) Dr owsiness, inability to concentrate, apathy, lessened physical activity P otential nausea and vomiting P ossible respiratory depression, which may lead to death P otential stimulatory effects C onstriction of pupils R apid development of tolerance and physical and psychological dependence D amage of structures in nose if sniffed or snorted R espiratory problems if smoked M alnutrition, weight loss C hronic sedation, apathy C onstipation Mens trual irregularity W ithdrawal syndrome (cramps, diarrhoea, runny nose, tremors, panic, fever, chills, uncontrollable shaking and sweating, etc.)extraction re/f_inement re/f_inementconversionRaw opium (gum or latex) Crude morphine Morphine Heroin base Heroin hydrochlorideProduction of morphine and heroin* *Poppy straw can be used as a source of crude morphine and codeine can be used to derive morphine base. 21 Opioid is a generic term applied to opiates and their synthetic analogues, which can be semi- or fully synthetic, with actions similar to those of morphine. Therefore, opioids are commonly used as painkillers, for the treatment of acute and chronic pain, and as an anaesthetic during surgery. Synthetic opioids are structurally diverse, can be extremely potent, and include a variety of substances including a number of fentanyl derivatives, methadone, buprenorphine and of short-acting, highly potent synthetic opioids with narcotic analgesic properties. Thirteen compounds Schedule I of the Single Convention on Narcotic Drugs of 1961. Of these, four (alfentanil, fentanyl, remifentanil and sufentanil) are currently approved for medical use. There are however a range of fentanyls that are produced clandestinely. They are often sold mixed with heroin, and can have severe repercussions for users as a result of their high potency . 4.2 METHADONE AND BUPRENORPHINE Methadone and buprenorphine are long-acting, commonly used synthetic opioid therapeutic drugs for detoxification or maintenance therapy in opioid dependence. Both methadone and buprenorphine are on the WHO Model Lists of Essential Medicines [10], and are used to treat dependence [11], for example, opioid substitution treatment or HIV prevention in people who inject drugs. 4.3 AH-7921 AH-7921 is a synthetic opioid with analgesic opioid-like properties generally equipotent to morphine. Originally designed and investigated as a pharmaceutical opioid analgesic medicine, AH-7921 has not shown therapeutic applications and is not a licensed product. Fentanyl Methadone Buprenorphine N O N O N O N H O OH HO 23 4.4 MECHANISM OF ACTION AND RESULTING EFFECTS The effects of synthetic opioids are mediated through their interaction with inhibitory neurotransmitters and opioid receptors, as is the case for opium and opiates (see section 3.2). Undesired acute effects Desired effects Effects of chronic use Eu phoria R elaxation An algesia (pain relief) A lertness R espiratory depression, sedation Nau sea, vomiting Dizz iness, headache owsiness, constipation, sweating An aemia, peripheral oedema M uscle rigidity Dev elopment of dependence and tolerance P otential cardiac arrest or severe anaphylactic reaction W ithdrawal symptoms (sweating, anxiety, diarrhoea, bone pain, abdominal cramps, shivers or \"goose flesh\") C onstipation Common street names Fentanyls Apache China white Drop dead Synthetic heroin N H O 25 5.1 C OCA PRODUCTS Coca bush \"Coca bush\" means the plant of any species of the genus Erythroxylon [2]. The coca plant (e.g. Erythroxylon coca, Erythroxylon novogranatense) grows in tropical climates (500-2,500 metres above sea level) as a bush or tree. Its leaves can be harvested for about 20 years. Coca leaf \"Coca leaf\" means the leaf of the coca bush except leaf from which all ecgonine, cocaine and any other ecgonine alkaloids have been removed [2]. This definition is specific to the Single Convention on Narcotic Drugs of 1961 .5.Coca and Cocaine CocaineOO O ON H3C26 Commonly used forms Route of admini stration Green to yellow-greenish elliptical leaves of different Erythroxylon species varying in size and appearance. The two lines parallel to the midrib on the underside of the coca leaf are distinctive.Oral consumption. Coca leaf is chewed in combination with an alkaline compound (such as bicarbonate or plant ash to assist extraction of the alkaloids) or is brewed as a tea named \"mate de coca\". Chemical constituents of coca MAIN ALKALOIDS Cocaine (benzoylmethylecgonine) Cinnamoylcocaine BenzoylecgonineMethylecgonineEcgonine The amounts of the different alkaloids present in coca leaves depend on a number of factors, including the species, altitude at which the plant is grown, and age. The main psychoactive substance present in coca leaves is cocaine (benzoylmethylecgonine), which is generally present in the range of 0.3-1 per cent. Coca paste Coca paste is a crude extraction of the leaves of the coca bush. It contains coca alkaloids, 50-85 per cent cocaine and toxic impurities , such as sulphuric acid . Coca paste often contains aggregates, is damp and has a characteristic odour. Commonly used forms Route of admini stration Brown adhesive material to an off-white creamy or beige coarse powderInhalation either alone or mixed with tobaccoCommon street names Basuco BazucoPasta basePacoCoca plant 27Street names for coca paste vary depending on the country of production and the form. A particular street name for coca paste can also refer to different products in different countries. Cocaine Cocaine is the main psychoactive alkaloid obtained from coca leaves. It is generally encountered in two forms which differ in their route of administration. Cocaine hydrochloride, which is insufflated or injected, and cocaine base, which is a smokable form. Crack and freebase are terms used for different forms of cocaine base generated from purified cocaine hydrochloride through specific conversion processes to make them suitable for smoking. Inhalation of the heated vapours of cocaine base results in a quick onset of effects due to the rapid absorption of the substances in the lungs. However, inhalation of cocaine pyrolysis products can be toxic and cause respiratory problems. Commonly used forms Route of admini stration Cocaine base White or off-white crystalline powder with a characteristic odourInhalation Crack Hard white rocks Inhalation Cocaine hydrochlorideWhite or off-white or subcutaneous, \"skin popping\", however, this rare) Cocaine, coca leaf, and ecgonine (including its esters and derivatives, which are convertible to ecgonine and cocaine) are under Schedule I of the Single Convention on Narcotic Drugs of 1961. The following diagram shows the general processes by which coca leaf is transformed into cocaine products in their various forms. The illicit production processes may vary Common street names Bazooka Coco Mister Coffee Big C Coke Nose candy Blanche Crack Shake Blow Dust Snow Cake Flake Star dust Cane Koks Toot Charlie Lady White ladyCrack 28 from one laboratory to another; there are at least five reported methods for obtaining coca paste, cocaine base or cocaine hydrochloride. Illicit supplies of cocaine are often heavily adulterated with a variety of \"cutting agents\" and may contain as little as 10 per cent cocaine. Production of cocaine extraction refinement purificationpurificationCOCA LEAFCocaine content COCAINE PASTE /six.tf/zero.tf-/nine.tf/zero.tf% /six.tf/zero.tf-/nine.tf/zero.tf%/seven.tf/five.tf-/nine.tf/five.tf% * *Note: Street purity can be much lower Medical use Cocaine hydrochloride solutions offer limited use as a local anaesthetic, except in certain cases of ear, nasal or throat surgery [12]. More effective and less harmful alternatives, such as benzocaine, lidocaine, prilocaine or combinations of these substances, are more commonly used in medical practice [13]. 29Mechanism of action and resulting effects The stimulatory properties of cocaine use are a result of its action on the dopamine, norepinephrine and serotonin neurotransmitter systems. To a certain extent, the effects of cocaine are similar to those of amphetamine and methamphetamine. However, cocaine has a more pronounced effect on the levels of dopamine than amphetamine or methamphetamine. Desired effects Undesired acute effects Effects of chronic use Sense of physical and mental well-being, exhilaration, euphoria Inc reased alertness and energy S uppression of hunger Inc reased heart rate and blood pressure, faster breathing Inc reased body temperature, sweating V asoconstriction, local anaesthesia Hy per-excitability, insomnia, restlessness, panic, erratic, sometimes violent behaviour. M ay lead to convulsions, seizures, hallucinations, stroke, cerebral haemorrhage or heart failure Dy sphoria, tiredness, irritability and depression Ser otonergic syndrome Di lation of pupils St rong psychological dependence Dev elopment of tolerance De struction of tissues in nose if insufflated C hronic bronchitis if smoked M alnutrition, weight loss Di sorientation, apathy, confusion, exhaustion due to lack of sleep P aranoid psychosis Du ring withdrawal there may be a long period of sleep and depression 31 Amphetamine-type stimulants (ATS)5 refer to a group of drugs, mostly synthetic in origin, whose principal members include amphetamine, methamphetamine and MDMA (ecstasy). Use of these substances has a stimulatory effect on the central nervous system and influences the levels and action of the important neurotransmitters: dopamine, norepinephrine and serotonin. The action of these neurotransmitters induces a range of excitatory responses in the central nervous 5The term \"amphetamine-type stimulants\" (ATS) was coined during the WHO Meeting on Ampheta- mines, MDMA and other Psychostimulants in Geneva, 1996 [14]. This term was adopted by the meeting participants for the purpose of grouping a number of drugs that were prominent at the time, namely ampheta- mine, methamphetamine and MDMA (ecstasy), among others. Moreover, it excluded cocaine, nicotine and certain herbal stimulants. A pragmatic justification was established to simplify the overarching class to a group of substances that are similar in their pharmacological effect and chemical structure. This grouping therefore incorporated substances, which were more or less structurally alike. 6.Amphetamine-type Stimulants 3132 system. The differing degrees to which a substance affects these neurotransmitters contributes to the psychostimulant properties of individual ATS. There are also a number of synthetic stimulants that bear little structural similarity to ATS but have comparable mechanisms of action. Amphetamine powder Yaba tablets containing methamphetamineEXCITATORY NEUROTRANSMITTER SYSTEMS The three monoamine and serotonin—are of neurotransmission. These neurotransmitters are released into neuronal synapses and their concentrations are modulated by membrane proteins. The presence and/or levels of these three neurotransmitters produce a variety of effects as displayed in the table below. Dopamine (DA) Norepinephrine (NE) Serotonin (5-HT) Controls the reward and pleasure centre of the brainAffects parts of the brain where attention and responding actions are controlledAffects a variety of physiological processes, ranging from mood to appetite and memory There are a number of overlapping effects, and the complexity of their relationship is illustrated below. Norepinephrine Dopamine Alertness Concentration Energy Fight or flight Stimulation SerotoninReward Pleasure Motivation Drive Mood Cognitive function Memory CompulsionAnxiety Impulse IrritabilityAggression Appetite SexAttention 336.1 AMPHETAMINE AND METHAMPHETAMINE Amphetamine and methamphetamine produce predominantly stimulant effects as a result of their influence on the levels of dopamine and norepinephrine, and, to a lesser extent, on serotonin. Both substances are under Schedule II of the Convention on Psychotropic Substances of 1971. Amphetamine and methamphetamine found in illicit markets are predominantly produced in clandestine laboratories. This is primarily related to the ease of synthesis and the availability of a variety of precursors and methods that can be used for their manufacture. Commonly used forms Route of admini stration White to light brown powder Na sal insufflation Smo king Solution of powder dissolved in distilled or saline waterInjection Tablets and capsules (in different shapes and colours)Oral consumption Crystals (commonly methamphetamine) Na sal insufflation Smo king The different methods by which these forms can be administered impacts the onset and duration of action. For instance, insufflation causes quick absorption into the bloodstream through the mucosa and so enables a more rapid onset of effects than oral consumption. In general, only methamphetamine is commonly found in the crystal form.Amphetamine MethamphetamineNH2H N NH2H N Methamphetine crystals34 Medical use There are a number of products containing amphetamine or methamphetamine, which are approved for medical use and predominantly prescribed to treat attention deficit hyperactivity disorder (ADHD), for example, Adderall® (a mixture of the chiral d- and l- salts of amphetamine) or Desoxyn® (d-methamphetamine). Amphetamine is also used in the treatment of narcolepsy and as an appetite suppressant [15]. Mechanism of action and resulting effects Amphetamine and methamphetamine affect neurotransmitters through a number of mechanisms, namely by inducing the release and preventing the reuptake of dopamine, norepinephrine and, to a lesser extent, serotonin. They also inhibit the metabolism of dopamine and norepinephrine. The combination of these processes produces the stimulant effects, such as increased energy, heart rate and blood pressure. Desired effects Undesired acute effects Effects of chronic use Sense of physical and mental well-being, exhilaration Ment al and physical stimulation Inc reased and prolonged alertness and energy Impr oved performance at manual or intellectual tasks S uppression of hunger Inc reased heart rate and blood pressure, faster breathing Inc reased body temperature, sweating Err atic, sometimes violent behaviour Hy insomnia, talkativeness, restlessness, irritability, C heart failure, cerebral haemorrhage Ser otonergic syndrome Di lation of pupils St rong psychological dependence Dev elopment of tolerance M alnutrition, weight loss Di sorientation, apathy, confused exhaustion due to lack of sleep W ith continued use, a state similar to paranoid psychosis may develop (known as \"amphetamine psychosis\") Du ring withdrawal there may be a long period of sleep and depressionSEROTONERGIC OR SEROTONIN SYNDROME Serotonergic syndrome is an extreme adverse drug reaction, which is caused by excessive use of serotonergic drugs (drugs which influence the serotonin system) and is potentially fatal. It results from serotonin toxicity, i.e. extremely high levels of serotonin in the central nervous system induced by serotonergic drugs. Serotonergic syndrome may induce psychosis, high blood pressure (hypertension), high body temperature (hyperthermia), uncontrollable muscle spasms (myoclonic crisis), tremors, seizures, release of myoglobin from muscles and blood clotting in vessels. If not treated immedi-ately, it may lead to severe illness and potential death.Common street names Amphetamine Methamphetamine Amp Black beauties Base Chalk Bennies Crank Crystal CrystalDexies Crystal meth ShabuSpeedYaba 356.2 \"ECSTASY\" GROUP This group comprises such as MDMA (3,4-methylene - dio xymethamphetamine) MDA (3,4-methylenedioxyamphetamine) and MDEA (3,4-methylenedioxyethylamphetamine). Similarly to amphetamine and methamphetamine, these substances have stimulant properties and affect, to varying degrees, the levels of the three neurotransmitters dopamine, norepinephrine and serotonin. However, the more pronounced effect on the serotonin neurotransmitter system leads to some differences in their overall pharmacological effects and is likely to be responsible for the empathogenic/entactogenic effects of \"ecstasy\" group substances [16, 17]. The aforementioned \"ecstasy\" group substances are produced in clandestine laboratories, have no approved medical use, and are under Schedule I of the Convention on Psychotropic Substances of 1971. Commonly used forms Route of admini White to off-white powders Oc casionally insufflation Inj ection (rarely) Tablets and capsules Oral consumption Mechanism of action and resulting effects In addition to producing stimulant effects similar to those of amphetamine and methamphetamine, \"ecstasy\" group substances, to varying degrees, have more pronounced effects on inhibition of serotonin reuptake and can also exhibit binding affinity for serotonin receptors, which is likely to be responsible for its empathogenic/entactogenic effects and potentially related to hallucinogenic effects at higher doses.MDMA MDA MDEAH N O O NH2 OO H N O O Common street names Adam MDMA E Molly Ecstasy XTCEssence Eve Love drug MDE MDM MDEA36 Desired effects Undesired acute effects Effects of chronic use F eelings of emotional closeness to others (empathy) F acilitation of communication Inc reased sociability (use at so-called \"rave\" dance parties) I ncreased physical and emotional energy Ri se in blood pressure and heart rate, heat stroke F atigue and potential depression R estlessness, anxiety and pronounced visual and auditory hallucinations at high doses Nau sea and vomiting Hy perthermia Ser otonergic syndrome Dev elopment of tolerance Po ssibility of neurotoxicity, psychiatric and physical problems and brain damage as well as liver damage P otential depression, anxiety, fatigue, and difficulty in concentrating \"Ecstasy\" tablets 376.3 SYNTHETIC CATHINONES Synthetic cathinones are beta-keto phenenthylamines that are similar to amphetamine, methamphetamine and MDMA in structure and mechanism of action. A number of synthetic cathinones are under international control including mephedrone, methylenedioxypyrovalerone (MDPV) and methylone. None of these substances are currently approved for medical use. Commonly used forms Mechanism of action MPDV P owder T ablet Simi lar P owder T ablet lar amphetamine methamphetamine Stimu lant properties Methylone P owder Mdmcat Bk-MDMA Mef Cristal bath Meow Ease Neocor Explosion New Ivory Wave Flower Power Plant foodM1 Special Magic Super coke MPO NO O H NO OHN O O38 6.4 OTHER SYNTHETIC CNS STIMULANTS There are a range of synthetic stimulants that can produce comparable effects to amphetamine, methamphetamine or \"ecstasy\" group substances but are not necessarily structurally similar. Some examples of substances in this category include 1-benzylpiperazine (BZP), aminorex, para-methoxyamfetamine (PMA) BZPN NH 39 Central nervous system (CNS) depressants are primarily used as medicines that suppress, inhibit or decrease brain activity. The main classes of CNS depressants are is an example an inhibitory neurotransmitter, which is critical in mediating sedative and therapeutic effects. It is located in the brain and spinal cord and helps regulate brain activity by reducing neurotransmission, which slows down normal functions of the body and culminates in depressant effects. Depressant effects can also result from blocking the action of excitatory neurotransmitters (e.g. glutamate that acts on glutamate receptors [AMPA or NMDA]), which interrupts their main functionality of producing stimulatory effects and thus contributes to the depressant effects.7.1 BENZODIAZEPINES Benzodiazepines are a structural group of CNS depressants that are widely used in medicine as anticonvulsants, anxiolytics, hypnotics, sedatives, skeletal muscle relaxants and tranquilizers. Numerous benzodiazepines have been synthesized for use as pharmaceuticals and they can vary considerably in their potency and in the onset and/or duration of action. In total, 35 benzodiazepines are currently subject to international control under the Convention on Psychotropic Substances of 1971. Benzodiazepines encountered on the illicit market are primarily diverted from legitimate trade rather than synthesized in clandestine laboratories. COMMON PHARMACEUTICAL BENZODIAZEPINES DURATION OF ACTION* Alprazolam (Xanax®) Commonly used forms Route of admini stration Tablets and capsules Oral consumption Liquids (gel) in capsules Injection Mechanism of action and resulting effects The depressant properties of benzodiazepines are derived from their effects on a combination of receptors in the GABAA receptor complex in the brain. Primarily, the benzodiazepines enhance the action of the neurotransmitter gamma-aminobutyric Common street names Benzos Blue bombDownersNerve pillsCanasson rouge (GABA) at their sedative, hypnotic, anxiolytic, anticonvulsant and muscle relaxant effects. Desired effects Undesired acute effects Effects of chronic use R elief of tension, mental stress and anxiety P ositive feelings of calmness, relaxation and well-being in anxious individuals Impr oved coping with situational pressures or psychological problems R elief of side effects associated with over-stimulation or withdrawal of other drugs (i.e. as part of a pattern of multiple drug use) R educed mental activity and alertness, drowsiness, lethargy and impairment of clarity of thought and judgement may occur P otential impairment of muscle coordination, dizziness, low blood pressure, or fainting Dimini shed emotional responses to external stimuli, e.g. pain Dev elopment of tolerance, psychological and physical dependence He adache, irritability, confusion, memory impairment, depression, insomnia and tremor A brupt cessation may lead to withdrawal syndrome which can include insomnia, anxiety, perceptual hypersensitivity, tremors, irritability, nausea and vomiting, and even mental confusion and life-threatening convulsions 7. 2 BARBITURATES The barbiturates represent another group of synthetic CNS depressant drugs that were once widely used medically as hypnotics and sedatives. Their medical use today is limited to anti-epileptics or adjuncts to anaesthesia in surgical procedures and less commonly as anti-anxiety drugs. As with benzodiazepines, individual barbiturate drugs differ in the onset and duration of action and potency. Barbiturates have a low therapeutic index (a comparison of the amount which produces the therapeutic effect and that which results in toxicity) and overdosing can therefore be fatal. As a result, they have been largely replaced on both the licit and illicit market by the benzodiazepines. PhenobarbitalAmobarbitalHNHN OO O HNHN OO O42 Currently, twelve barbiturates are subject to international control under different schedules of the Convention on Psychotropic Substances of 1971. Secobarbital is under Schedule II, amobarbital, butalbital, cyclobarbital and pentobarbital are under Schedule barbital, butobarbital, methylphenobarbital, phenobarbital, OF ACTION Commonly used forms Route of admini stration White powders Oral consumption Capsules or tablets Oral consumption Liquid pharmaceutical preparationsInjection Suppositories Rectal Mechanism of action and resulting effects The depressant properties of barbiturates, from mild sedation to general anaesthesia, are derived from their activation of receptors in the GABAA receptor complex in the brain. Similarly to benzodiazepines, barbiturates enhance the action of GABA to produce their therapeutic effects.Common street names Barbiturates effects Effects of chronic use R elief of tension, mental stress and anxiety P ositive feelings of pleasure, calmness, relaxation and sociability Impr oved coping with situational pressures or psychological problems R espiratory depression, weak and rapid heart rate, suppression of cough reflex Dr owsiness, potential stupor, unconsciousness, coma Ext reme, unpredictable emotional reactions and mental confusion, disorientation Slu rred speech, poor control of speech, impaired judgement L oss of motor coordination, clumsiness, decreased self-control Di lation of pupils Dev elopment of tolerance, strong physical and psychological dependence Sev ere depression and amnesia Br onchitis, pneumonia Wi thdrawal may lead to irritability, nervousness, progressive restlessness, temporary sleep disturbances, faintness and nausea, anxiety, tremors, possible delirium and convulsions44 7. 3 OTHER CNS DEPRESSANTS Methaqualone Methaqualone is a synthetic central nervous system depressant with sedative- hypnotic, anticonvulsant, antispasmodic and local anaesthetic properties. It was withdrawn from the pharmaceutical market in many countries as a result of problems of abuse. Methaqualone is under Schedule II of the Convention on Psychotropic Substances of 1971. Commonly used forms Route of admini stration Brown, grey or black tacky powder Nasal insufflation Tablets or capsules Oral consumption Mechanism of action and resulting effects The sedative and hypnotic properties of methaqualone are mediated through its effect on GABA receptors in a similar manner to other CNS depressants. Desired effects Undesired acute effects and effects of chronic use R elief of tension, mental stress and anxiety R elief of side effects associated with over- stimulation or withdrawal of other drugs (i.e. as part of a pattern of multiple drug use)Similar to those of other CNS depressants, including reduction of mental activity, cardiac and respiratory depression as well as the development of tolerance, and psychological and physical dependenceCommon street names depressant, produces sedation and anaesthesia and is associated with drug-facilitated sexual assault. It is under Schedule II of the Convention on Psychotropic Substances of 1971. GHB can be manufactured clandestinely from inexpensive ingredients and methods found on the Internet. It is also generated in the body after ingestion of the solvents gamma-butyrolactone (GBL) or 1,4-butanediol. Medical use Medically, GHB has been used as an adjunct in anaesthesia and as an aid to alcohol or opiate withdrawal. In addition, GHB (e.g. Xyrem®) has been used to treat insomnia and clinical depression [19]. Commonly used forms Route of admini stration Clear liquid (substance dissolved in water) Or al consumption Inj ection Whit e powder (as a salt) T ablets or capsulesOral consumption Mechanism of action and resulting effects The effects of GHB are mediated through its activation of a specific GHB receptor, which is excitatory, and its activation of the GABA B receptor, which has inhibitory properties. GHB has also been shown to affect the dopamine neurotransmitter system. Desired effects Undesired acute effects and effects of chronic use Simi lar to other CNS depressants: relaxation, reduced inhibition, euphoria and mild hallucinations Pr omotes growth hormone effects of alleged stimulation of muscle growth Simi lar to those of other CNS depressants, including the development of psychological and physical dependence, and a withdrawal syndrome after discontinuation of prolonged use of large doses P otential blackouts In c onjunction with other CNS depressants, adverse effects are exacerbatedCommon street names Cherry meth GHB Cloud-9 Liquid E Fantasy Liquid Ecstasy G Liquid X Goop Sleep Georgia Home Boy ScoopGHBO OHHO 47 Hallucinogens are a diverse group of naturally occurring and synthetic drugs that induce distorted states of consciousness, perception, thinking and feeling, accompanied by different degrees of auditory or visual hallucinations. They are also referred to as \"psychedelics\", which ultimately produce synaesthesia 6 [20] and altered perceptions of reality. Hallucinogens fall into several chemically related groups, including tryptamines (e.g., (+)-lysergide [LSD] and psilocin), and phenethylamines (e.g., mescaline and 25B-NBOMe). 6 Synaesthesia is an extraordinary condition in which senses that are usually experienced separately are combined, so that a person hearing a sound may see a colour as a result (e.g. hearing colours) . 8. Hallucinogens 48 8.1 (+)-LYSERGIDE (LSD) LSD is a semi-synthetic drug derived from lysergic acid, an alkaloid found in a fungus, Claviceps purpurea, which grows on rye and other grains. LSD is one of the most potent hallucinogenic substances known and is listed in Schedule I of the Convention on Psychotropic Substances of 1971. Commonly used forms Route of admini stration Impr egnated on paper (blotter papers) Mini and capsules Thin gel atine sheets (\"window panes\")Oral consumption Mechanism of action and resulting effects LSD has a complex pharmacology and its mechanism of action is not completely understood. It has affinity for a number of serotonin receptors and its hallucinogenic effects have been linked to its agonist activity at the 5-HT 2A receptor. LSD can have a duration of action as long as 10-12 hours [21]. The effects of LSD are extremely variable and strongly depend on the mental state of the user and the setting, i.e. the same dose in the same user may produce good and bad \"trips\", depending on circumstances of use. Thus, the type of effects produced are subject to different confounding factors.LSDLSD tablets N NHO N HH 49Desired effects Undesired acute effects Effects of chronic use A lterations in thought, mood and sensory perception, \"mind expansion\" Sense of empathy, facilitation of communication and increased sociability Inc reased heart rate, profuse sweating Di storted perception of depth, time, size and shape of objects, movements of stationary objects, intensified colours, sound and touch P otential anxiety, depression, dizziness, disorientation and paranoia Di lation of pupils, decreased body temperature, nausea and vomiting C onvulsions may occur P otential prolonged anxiety and depression R apid development of tolerance \"Fl ashbacks\" (i.e. short-lived, vivid re-experiences of part of a previous trip) can occur days or even months after taking the last dose, leading to disorientation and distress Ph ysical dangers attributable to long-term LSD use are not known 8.2 TRYPTAMINES Hallucinogenic tryptamines are a group of substances, which are related to both LSD and psilocybin in their structure and action. Several tryptamines occur naturally in a variety of plants, fungi or animals, and have a history of use as hallucinogenic snuffs or drinks, for example, in the Amazon forest and the Caribbean. They can also be manufactured through chemical synthesis. There are three tryptamines under international control: diethyltryptamine (DET), dimethyltryptamine (DMT) and etryptamine, which are in Schedule I of the Convention on Psychotropic Substances of 1971. Currently, no tryptamines are approved for medical use.Common street names Hippie AcidBlotter DimethyltryptamineLSD tablets N HN50 A pey ote cactus C ommonly used forms Route of admini stration Dark brown solid material (crude plant preparation)Inhalation Powder Nasal insufflation Oily liquid Injection Tablets, capsules Oral consumption—if tryptamines are in tablet or capsule form. However, they are rarely consumed orally Mechanism of action and resulting effects Tryptamines share a similar mode of action to LSD and act as non-selective serotonin receptor agonists. The impairment of coordination following their use is frequently more pronounced than that produced by LSD . Their effects are very dose dependent, and their duration of action can be extremely short (a few minutes), particularly when smoked. 8.3 PLANT-BASED HALLUCINOGENS Peyote cactus and mescaline (Lophophora williamsii). The mescaline content in peyote varies depending on environmental factors (temperature, rainfall, altitude) and soil conditions and can range from 0.7 -3.5 per cent of the dried weight. Mescaline can also be synthesized clandestinely and is under Schedule I of the Convention on Psychotropic Substances of 1971. MescalineCommon street names Businessman's LSDBusinessman's lunch trip O O ONH2 51 Commonly used forms Route of admini stration Dried, sliced and chopped in the form of a button (mescal button)Oral consumption (chewed, or soaked in water to produce an intoxicating liquid) Ground button of the cactus, in capsulesOral consumption Powder, in capsules or tablets Inhalation Mechanism of action and resulting effects The mechanism of action of mescaline is similar to other hallucinogens and its effects are mediated through its interaction with serotonin receptors (e.g. 5-HT2A ). Mescaline is less potent than LSD but its effects can last up to 10-12 hours. Desired effects Undesired acute effects Alterations in thought, mood and sensory perception Un like LSD, the effects of mescaline include euphoria, hilarity and prominent signs of physiological arousal, such as increased heart rate and blood pressure, dilation of pupils, nausea, vomiting and stomach pains. E uphoria and detachment from surroundings V isual distortions progress to vivid hallucinations of colour and movementCommon street names Mescaline Mescal button Big chief Moon Peyotl52 mushrooms and psilocybin Psilocybin is the naturally occurring, hallucinogenic substance primarily found in the Psilocybe mexicana mushroom although there are more than 75 species of mushrooms from the genera Psilocybe, Panaeolus and Conocybe that can contain psilocybin. The psilocybin content of Psilocybe mushrooms can vary from between 0.2-2 per cent [22]. Commonly used forms Route of admini stration Intact dried brown mushrooms Or al consumption (swallowed raw, cooked, or brewed into a beverage) Int ravenous injection (of extracts, occurs rarely)Crude mushroom preparation Powdered material in capsules Mechanism of action and resulting effects Following ingestion of mushrooms containing psilocybin, the psilocybin is converted into its more active metabolite psilocin, and the hallucinogenic effects are mediated through its action as a serotonin receptor agonist similar to other hallucinogens. The duration of action is typically 4-6 hours. Desired effects Undesired acute effects Alterations in thought, mood and sensory perception Ph ysical effects include muscle weakness, drowsiness and lack of coordination F atal poisoning may occur due to mistaken identity of mushrooms T olerance may developPsilocybin is under Schedule I of the Convention on Psychotropic Substances of 1971.Dried psilocybin mushrooms PsilocybinPOHO HOO N HN Common street names Divine flesh Sacred mushrooms Hombrecitos ShroomsMagic mushrooms Teonanácatl 538.4 SYNTHETIC HALLUCINOGENS There are a number of synthetic substances which act in a similar way to the plant- based hallucinogens. These substances are in general structurally similar to mescaline (a phenethylamine) and amphetamine/methamphetamine. Their predominant effects are hallucinatory, but some of the substances can also have stimulatory effects [23]. This group includes substances such as DOB (brolamfetamine), 2C-B and 25I-NBOMe. None of the substances in this group are approved for medical use. Common substances 25I-NBOMe [24] that became popular during the mid-1980s. 2C-B is in Schedule II of the Convention on Psychotropic Substances of 1971. DOB is a highly potent phenethylamine with hallucinogenic effects. It was a popular drug of abuse in the 1980s with effects lasting longer than those of 2C-B. DOB is in Schedule I of the Convention on Psychotropic Substances of 1971 . The NBOMe series are a group of synthetic hallucinogens that are derivatives of the \"2C series\" of substances and are often sold as LSD. These substances vary in potency, pharmacological effects and toxicity, and as such errors in dosage may have fatal consequences [25]. As with LSD, NBOMe substances are commonly sold on blotter paper, yet in contrast to LSD, they are accompanied by a bitter taste. 25B-NBOMe, 25C-NBOMe, and 25I-NBOMe, are in Schedule II of the Convention on Psychotropic Substances of 1971.2C-B DOB 25I-NBOMeNH2 O O Br NH2 O O Br IOH N OO54 C ommonly used forms Route of admini stration DOB to off-white powders Na sal insufflation (occasionally) Inj ection (rarely) Tablets and capsules Oral consumption Impregnated on paper Oral consumption 2C-B Powder Nasal insufflation Tablet Oral consumption 25B-NBOMe, 25C-NBOMe, and Finely ground powder Na sal insufflation In halation (vaporizer) Tablet Oral consumption Liquid Int ravenous and intramuscular injection Na sal insufflation (of liquid) Blotter paper Oral consumption Blotter into gel capsule or suppository Rectal Mechanism of action and resulting effects Synthetic hallucinogens have a similar pharmacological profile to that of LSD and other plant-based hallucinogenic substances. They act, to varying extents, at the 5-HT 2A receptor (e.g., 2C-B acts as a partial agonist, while 25I-NBOMe is a potent full agonist). The potency and duration of action of the individual substances depends on a number of factors including the chemical substituents present.Common Effects of chronic use A lterations in thought, mood and sensory perception Mental and physical stimulation C hanges in body temperature (sweating or chills) Nau sea, vomiting M uscle twitching, tension C onfusion and difficulty focusing Insomni a P aranoia, fear and panic Unp leasant visions, unwanted and overwhelming feelings V isual and auditory hallucinations Di lation of pupils Gener al change in consciousness Unu sual body sensations (facial flushing, chills, goose bumps, body energy) Slight increase in heart rate V asoconstriction, peripheral numbness, swelling of feet, hands or face C hange in perception of time, time dilation L ooping, recursive out of control thinking S crambled communication Un wanted life-changing spiritual experiences Ri sk of neurological damage, such as progressive encephalopathy and muscle weakness in the limbs (\"quadriparesis\") Inc reased heart rate, high blood pressure, exceptionally high fever Ex cessive acid in blood Seiz ures, involuntary, muscular contractions and relaxations in rapid succession R apid destruction of muscle tissue Ac ute kidney injury P otential violent, erratic behaviour, agitation and aggression F urther effects are not yet known, but are potentially similar to those of LSD56 PC P 8.5 PHENCYCLIDINE (PCP) Phencyclidine is a synthetic drug with anaesthetic and hallucinogenic properties. PCP was investigated in the 1950s for its anaesthetic potential, but was withdrawn from the pharmaceutical market due to its severe side effects. PCP is under Schedule II of the Convention on Psychotropic Substances of 1971. Commonly used forms Route of admini stration White to grey or brown crystalline powder or gummy mass Nasal insufflation Tablets or capsules Oral consumption Liquid Inhalation—often applied to leafy material Mechanism of action and resulting effects PCP is a dissociative anaesthetic with hallucinogenic properties. In contrast to LSD, the hallucinogenic properties of PCP are a result of its action as an NMDA ( N -methyl-D-aspartate) receptor antagonist. In addition, PCP has stimulant properties as it inhibits the reuptake of dopamine, norepinephrine and serotonin, thus intensifying the effect of these neurotransmitters. Common street names Angel dust DOA (dead on arrival) Hoy Killer weed Magic dust Peace pills Rocket fuel Space basing (PCP with crack) N 57Desired effects Undesired acute effects Effects of chronic use A lterations in thought, mood and sensory perception Out -of-body experiences C hanges in body awareness, feelings of detachment and distance L oss of comprehension of the immediate environment, often accompanied by a sense of strength and invulnerability Hal lucinations, image distortion, severe mood disorders, mental confusion, amnesia P otential acute anxiety, paranoia and violent hostility, or schizophrenia-like psychoses Nu mbness of the extremities, slurred speech and loss of coordination Sh allow respiration, increased rate of breathing, blood pressure and heart rate, flushing and profuse sweating, blank stare, rapid and involuntary eye movements, watering of eyes P otential convulsions, coma Dev elopment of tolerance and strong psychological dependence \"Fl ashbacks\" (i.e. short-lived, vivid re-experiences of part of a previous trip) can occur days or even months after taking the last dose, leading to disorientation, anxiety and distress Imp aired memory Speec h difficulties (e.g. stuttering or the inability to speak) 59 Most definitions are based on those given in the Lexicon of Alcohol and Drug Terms (Geneva, 1994) of the World Health Organization (WHO). These terms have been adapted where necessary and cross-references are provided in italics.Glossary of Terms60 ABUSE Due to the ambiguity of the term \"abuse\", the WHO Lexicon has replaced this term with \"harmful use\" and \"hazardous use\", which is defined as follows: Harmful use is a pattern of psychoactive substance use that is causing damage to health, physical (e.g. hepatitis following injection of drugs) or mental (e.g. depressive episodes secondary to heavy alcohol intake). Harmful use commonly, but not invariably, has adverse social consequences. The term was introduced in ICD-10 and supplanted \"non-dependent use\" as a diagnostic term. Hazardous use is a pattern of substance use that increases the risk of harmful consequences for the user. In contrast to harmful use, hazardous use refers to patterns of use that are of public health significance despite the absence of any current disorder in the individual user. In the context of international drug control, drug abuse constitutes the use of any substance under international control outside therapeutic indications, in excessive dose levels, or over an unjustified period of time. ABUSE LIABILITY The propensity of a particular psychoactive substance to be susceptible to abuse, defined in terms of the relative probability that use of the substance will result in social, psychological and physical problems for an individual or for society. ACUTE EFFECT Effects produced by a single dose or a short period of continuous administration of a drug. ADDICTION The terms \"addiction\" and \"habituation\" were abandoned by WHO in 1964 in favour of drug dependence. However, since those terms are still widely used, below is a definition of \"addiction\". \"Addiction\" refers to the repeated use of a psychoactive substance or substances, to the extent that the user is periodically or chronically intoxicated, shows a compulsion to take the preferred substance (or substances), has great difficulty in voluntarily ceasing or modifying substance use, and exhibits determination to obtain psychoactive substances by almost any means. ADJUNCT An additional drug, substance or procedure that is used to strengthen or increase the efficacy of the initial treatment. ADULTERANTS A substance that is added to a drug to increase the quantity produced, enhance the pharmacological and psychoactive effect, or facilitate the administration of the drug. Adulterants may include sugars, caffeine, lidocaine or paracetamol. However, other adulterants may be more harmful, particularly when administered through injection. 61ADVERSE DRUG REACTIONIn the general medical and pharmacological fields, \"adverse drug reaction\" denotes a toxic physical or (less common) psychological reaction to a therapeutic agent. The reaction may be predictable, or allergic or idiosyncratic (unpredictable). In the context of drug abuse , the term includes unpleasant psychological and physical reactions to drug taking. AGONIST A substance that acts at a neuronal receptor to produce effects similar to those of a reference drug. For example, methadone is a morphine-like agonist at the opioid receptors. Full agonist is a substance that produces a full response or the maximum effect at a given receptor. Partial agonist is a substance that produces a reduced response as it is unable to elicit the maximum effect or response. ANALGESIC A substance that reduces pain and may or may not have psychoactive properties. ANTAGONIST A substance that counteracts the effects of another agent. Pharmacologically, an antagonist interacts with a receptor to inhibit the action of agents (agonists) that produce specific physiological or behavioural effects mediated by that receptor. ANTIDEPRESSANT Any of a group of psychoactive agents prescribed for the treatment of depressive disorders; also used for certain other conditions such as panic disorder. There are three main classes: (a) tricyclic antidepressants, (b) serotonin receptor agonists and uptake blockers, and (c) monoamine oxidase inhibitors. None of the common antidepressants is under international control. BLOOD-BRAIN BARRIERA network of blood vessels that separates the brain from the circulatory system (blood) and acts as a protective layer of the central nervous system (CNS), restricting the passage of certain harmful substances, while enabling that of necessary substances. CENTRAL NERVOUS SYSTEM (CNS)The CNS is a part of the nervous system, which comprises the brain and spinal cord, and is responsible for most functions of the body, including processes under voluntary and involuntary control. Functions range from breathing and blinking, which are involuntary processes, to speaking and walking, which are voluntary processes, and to emotions and perceptions. Within the CNS, the brain stores, processes and interprets sensory information and the spinal cord acts as the bridge between the brain and peripheral nerves by relaying signals to the rest of the body through the peripheral nervous system (PNS). CHRONIC USE Prolonged, continuous, frequent, long-term or heavy use of a substance over a certain period of time, leading to severe adverse health effects. 62 INTERNATIONAL DRUG CONVENTIONSThe three main international drug conventions are: Single Convention on Narcotic Drugs of 1961 as amended by the 1972 Protocol establishes an international control system for narcotic drugs. Convention on Psychoactive Substances of 1971 establishes an international control system for psychotropic substances. United Nations Convention against Illicit Traffic in Narcotic Drugs and Psychotropic Substances of 1988, which provides comprehensive measures against drug trafficking, including provisions against money-laundering and the diversion of precursor chemicals. SUBSTANCES under INTERNATIONAL CONTROLRefers to substances listed in the schedules (for the 1961 and 1971 Conventions) and tables (for the 1988 Convention) which are annexed to these conventions. (DRUG) DEPENDENCE The term was introduced in 1964 by a WHO Expert Committee to replace addiction and habituation. \"Drug dependence\" comprises a cluster of physiological, behavioural and cognitive phenomena of variable intensity, in which the use of a psychoactive drug (or drugs) takes on a high priority. It implies a need for repeated doses of the drug and indicates that a person has impaired control of substance use, as its use is continued despite adverse consequences. PSYCHOLOGICAL or PSYCHIC DEPENDENCE refers to the experience of impaired control over drug use. PHYSIOLOGICAL or PHYSICAL DEPENDENCE involves the development of tolerance and withdrawal symptoms upon cessation of use of the drug, as a consequence of the body's adaptation to the continued presence of a drug. DOSE A dose is the quantity of a substance, which is required to elicit the desired response in the individual, both in medicine and for abuse purposes. This dose will vary depending on a number of factors, including the particular substance, its form, the route of administration, and the drug consumption history of the individual. Doses are therefore highly dependent on various effects, including past drug experiences, individual differences in weight and size and whether a drug is taken in combination with other substances (e.g. poly-drug use). Average doses are not generalizable or applicable to every person. Differences in the purity, potency and concentration of substances has implications on dosages and the amount that is consumed by an individual. For example, substances with high potency may require small doses, to produce similar pharmacological effects. While some substances are effective in milligrams or grams, others may exert their effect with as little as a few micrograms (1 microgram is equal to 0.000001 grams). 63Additional confounding factors exist that make accurate ranges of dosing information equivocal. There is a lack of information about social behaviour and drug consumption patterns are highly variable, which in turn makes the level of use inexact. Data on average doses can therefore only provide certain estimates of use, which does not accurately reflect consumption patterns. In certain cases, the \"defined daily doses\" used by the International Narcotics Control Board (INCB) for narcotic drugs and psychotropic substances, which is available in their technical reports, may provide further guidance. Drugs or substances that are used repeatedly over time can lead to the development of tolerance. During tolerance the body does not respond to the substance at the same dosage and therefore, higher amounts of the substance are required to achieve the desired effect. DRUG In the context of international drug control, \"drug\" means any of the substances in Schedule I and II of the 1961 Convention, whether natural or synthetic. A term of varied usage. In medicine, it refers to any substance with the potential to prevent or cure disease or enhance physical or mental welfare; in pharmacology it means any chemical agent that alters the biochemical or physiological processes of tissues or organisms. DRUG TESTING The identification and chemical analysis of drugs in seized material and biological specimens, i.e. body fluids (urine, blood, saliva), hair, or other tissue, in order to assess the presence of one or more psychoactive substances. ENTACTOGEN (or EMPATHOGEN)Term derived from the Greek \"en\" (inside) and \"gen\" (to induce) and the Latin \"tactus\" (tact). It describes a condition that allows users to \"make contact\" with their own feelings and those of others. Examples of controlled drugs include MDMA (\"ecstasy\"). HYPERTHERMIA An abnormally high body temperature. HYPNOTIC Any of a group of central nervous system depressants with the capacity to induce sleep. Major classes of sedatives/hypnotics include the benzodiazepines and barbiturates. See also sedative. ILLICIT TRAFFIC The manufacture, cultivation or trafficking in drugs or psychotropic substances contrary to the provisions of the Conventions. LICIT DRUG A drug that is legally available by medical prescription in the jurisdiction in question, or, sometimes, a drug legally available without medical prescription.64 NARCOTIC DRUG In the context of international drug control, \"narcotic drug\" means any of the substances, natural or synthetic, in Schedules I and II of the Single Convention on Narcotic Drugs, 1961, and that Convention as amended by the 1972 Protocol Amending the Single Convention on Narcotic Drugs, 1961. In medicine, a chemical agent that induces stupor, coma or insensibility to pain (also called narcotic analgesic). The term usually refers to opiates or opioids, which are also named narcotic analgesics. In common parlance and legal usage, it is often used imprecisely to mean illicit drugs, irrespective of their pharmacology. NEUROLEPTIC Any of a group of drugs used for the treatment of acute and chronic psychoses. Also known as major tranquillizers and antipsychotics. Neuroleptics have low abuse potential. NEUROTRANSMITTER A chemical messenger that is endogenous to the body and transmits signals between neurons to enable a form of communication between individual cells or neurons in the body. Dopamine, norepinephrine (or noradrenaline) and serotonin are examples of neurotransmitters. OVERDOSE The use of any drug in such an amount that acute adverse physical or mental effects are produced. Overdose may produce transient or lasting effects, or death; the lethal dose of a particular drug varies with the individual and with circumstances. See also: intoxication; poisoning. PHARMACEUTICAL DRUGSDrugs manufactured by the pharmaceutical industry or made up by a pharmacist. Industry terminology categorizes drugs as ethical drugs, available only on prescription, and over-the-counter or proprietary drugs, advertised to the consumer and sold without prescription. The list of drugs requiring prescription varies considerably from country to country; most psychoactive pharmaceuticals are only available by prescription in industrialized countries. PHARMACOLOGY \"Pharmacology\" is the science of drugs, including their sources, appearance, chemical composition, properties, biological actions and therapeutic uses. It also covers allied fields such as toxicology and posology (see definition below). POSOLOGY \"Posology\" is the study of dosage and is an important division of pharmacology. Knowledge of the dose of commonly used drugs is essential for acquiring confidence in prescribing. PSYCHEDELIC The distinct feature of \"psychedelic\" drugs is their capacity to induce states of altered perception, thought and feeling that are not experienced otherwise except in dreams or at times of religious exaltation; they can, but not necessarily, produce overt hallucinations. 65PSYCHOTROPIC or PSYCHOACTIVE SUBSTANCEAny chemical agent affecting the mind or mental processes (i.e. any psychoactive drug). In the context of international drug control, \"psychotropic substance\" means any substance, natural or synthetic, or any natural material in Schedule I, II, III or IV of the 1971 Convention. RECEPTOR A protein structure, embedded in cell membranes, which enables the binding and movement of substances such as drugs, hormones or neurotransmitters and thus is involved in conveying cellular signals. Receptors are named after the type of neurotransmitter that they preferentially bind to, for instance, dopamine receptors. ROUTE of ADMINISTRATIONThe way in which a substance is introduced into the body, such as oral ingestion, intravenous (IV), subcutaneous or intramuscular injection, inhalation, smoking, or absorption through skin or mucosal surfaces, such as the gums, rectum or genitalia. This process determines the rate at which a substance is absorbed into the bloodstream. The following are some common routes of administration described in this publication: ORAL CONSUMPTION refers to the administration of the substance using the mouth. Tablets or capsules are swallowed and substances are ingested and broken down into metabolites through the digestive system. These forms pass the intestines and only once dissolved are they able to cross the mucosal membranes in order to reach the bloodstream, pass the blood brain barrier and produce effects. Given the length of time needed for these processes to occur, substances administered orally have a slower onset but have a longer duration of effects. There is a dose-dependent mechanism of some drugs, in which a higher dose results in a longer duration of effects, thus making it difficult to quantify precisely. Buccal refers to the placement of a substance into the mouth until it is dissolved. Sublingual refers to the placement of a substance underneath the tongue until it is dissolved. INJECTION refers to the administration of a drug through the skin using a syringe or any other injection tools. This route poses a serious public health risk as infectious diseases such as HIV or hepatitis can be passed from person to person through the sharing of injection equipment. Three methods of injection exist, namely intramuscular, intravenous (IV) or subcutaneous injections. Intramuscular is an injection through the muscle, which is the slowest method of drug delivery throughout the body. Intravenous (IV) is an injection through the veins, and also the fastest distribution, as the drug is inserted directly into the bloodstream.66 ROUTE of ADMINISTRATION (continued)Subcutaneous is an injection immediately under the skin, which is a relatively slow method of delivery. NASAL INSUFFLATION refers to the consumption of a drug through snorting or sniffing its powder, or liquid, form. Onset is almost immediate, as the drug particles are able to cross the mucosal membranes within the nose and close to the brain. RECTAL refers to the administration of a drug through the rectum with the use of suppositories. Suppositories are capsules that contain the substance powder, which can be easily administered rectally. The onset of effects is delayed as the capsule may take time to dissolve causing a delay of the absorption of the substance into the bloodstream. SEDATIVE Any of a group of central nervous system depressants with the capacity of relieving anxiety and inducing calmness. Major classes of sedatives/hypnotics include the benzodiazepines and barbiturates. See also hypnotic. SIDE EFFECTS See adverse drug reaction. STIMULANT In reference to the central nervous system (CNS), any agent that activates, enhances or increases neural stimulants. Included are amphetamine-type stimulants, cocaine, caffeine, nicotine, etc. Other drugs have stimulant actions which are not their primary effect but which may be manifest in high doses or after chronic use. TOLERANCE A decrease in response to a drug dose that occurs with continued use, i.e. increased drug doses are required to achieve the effects originally produced by lower doses. TOXICOLOGY \"Toxicology\" is the science of substances as causes of side effects and disease in man, including their sources, appearance, chemical composition, properties, biological actions, detection and methods of treatment (antidotes). See also pharmacology. TRANQUILLIZER A tranquillizer is a calming agent. The term can be used to differentiate between these drugs and the sedative/hypnotics: tranquillizers have a quieting or damping effect on psychomotor processes without—except at high doses—interference with consciousness or thinking. WITHDRAWAL SYNDROMEA group of symptoms of variable clustering and degree of severity which occur on cessation or reduction of use of a psychoactive substance that has been taken repeatedly, usually for a prolonged period and/or in high doses. 67References68 REFERENCES 1. C ommission on Narcotic Drugs (CND), Notes by the Secretariat on the challenges and future work in the review of substances for possible scheduling recommendations 2014. 2. Unit ed Nations Office on Drugs and Crime (UNODC), The International Drug Control Conventions 2013. 3. T sumura, Y., R. Aoki, Y. Tokieda, M. Akutsu, Y. Kawase, T. Kataoka, T. Takagi, T. Mizuno, M. Fukada, and H. Fujii, \"A survey of the potency of Japanese illicit cannabis in fiscal year 2010\". Forensic Science International, 2012. 221(1): p. 77-83. 4. Nie R.J., S. in 6. Hop kins, C.Y. and B.L. Gilchrist, case of cannabinoid hyperemesis syndrome caused by synthetic cannabinoids\". Journal of Emergency Medecine, 2013. 45(4): p. 544-6. 7. Wills, S., Drugs of Abuse. 2005: Pharmaceutical Press. 8. R obertson, J.P ., \"Clarke's Analysis of Drugs and Poisons 3rd Edition [Book Review]\". Australian Journal of Forensic Sciences, The. 36(2): p. 85. 9. St rang, J., T. Groshkova, A. Uchtenhagen, W. van den Brink, C. Haasen, M.T. Schechter, N. Lintzeris, J. Bell, A. Pirona, \"Heroin on trial: systematic review and meta-analysis of randomised trials of diamorphine-prescribing as treatment for refractory heroin addiction\". The British Journal of Psychiatry, 2015. 207(1): p. 5-14. 10. W orld Health Organization (WHO). WHO Model Lists of Essential Medicines 2015 [cited 2015 May]; Available from: http:/ /www.who.int/medicines/publications/essentialmedicines/en/. 11. W orld Health Organization (WHO), Guidelines for the psychosocially assisted pharmacological treatment of opioid dependence 2009. 12. E uropean Monitoring Centre for Drugs and Drug Addiction (EMCDDA). Drug Profile Pages 2015 [cited 2015 April]; Available from: additive 2004. 5(5): p. 158-161. 14. W orld Health Organization (WHO), Amphetamine-type stimulants: a report from the WHO Meeting on Amphetamines, MDMA and other Psychostimulants, Geneva, 12-15 November 1996, 1 9 9 7. 15. He al, D.J., S.L. Smith, J. Gosden, and D.J. Nutt, \"Amphetamine, past present— a pharmacological clinical perspective\". Journal of Psychopharmacology, 2013. 27(6): p. 479-96. 16. de l a Torre, R., M. Farre, P .N. Roset, N. Pizarro, differences due to polymorphisms and drug-drug interactions\". Critical Reviews in Toxicology, 2012. 42(10): p. 854-76. 18. W orld Health Organization (WHO), Lexicon of Alcohol and Drug Terms 1994. 19. M use, M. and B.A. Moore, Handbook of Clinical Psychopharmacology for Psychologists. 2012: John Wiley & Sons. 20. W orld Health Organization (WHO), Neuroscience of psychoactive substance use and dependence 2004. 21. Nic D.E., \"Hallucinogens\". Pharmacology & therapeutics, 2004. 101(2): p. 131-181. 22. Unit ed Nations Office on Drugs and Crime (UNODC), Recommended Methods for the Detection and Assay of Lysergide (LSD), Phencyclidine phenethylamines Hengstler, D. De Boer, M. Ringel, F. Remião, F. Carvalho, E. Fernandes, L.A. Dos Reys, F. Oesch, (2C-B): analysis of I metabolism with hepatocytes of six species including human\". Toxicology, 2005. 206(1): p. 75-89. 25. W orld Health Organization (WHO), "}